[
  {
    "id": "3735306",
    "unitNumber": 1,
    "text": "Göreme Milli Parkı ve Kapadokya’nın Kayalık Yerleşimleri kaç yılında UNESCO Dünya Mirası Listesine girmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "2015",
      "B": "2016",
      "C": "2017",
      "D": "2018",
      "E": "2019"
    },
    "explanation": "Göreme Milli Parkı ve Kapadokya’nın Kayalık Yerleşimleri, nitelik ve değer olarak (ii, iii, v, vii)<br/>ölçütlerine uyduğu gerekçesiyle karma (hem kültürel hem doğal) kategoride 1985 tarih/357 dosya<br/>numarasıyla; Ani Arkeolojik Alanı, nitelik ve değer olarak (ii, iii, iv) ölçütlerine uyduğu gerekçesiyle<br/>kültürel kategoride 2016 tarih/1518 dosya numarasıyla UNESCO Dünya Mirası Listesine girmiştir."
  },
  {
    "id": "3735307",
    "unitNumber": 1,
    "text": "Ahtamar Kilisesi kaç yılında UNESCO Dünya Mirası Geçici Listesine girmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "2015",
      "B": "2016",
      "C": "2017",
      "D": "2018",
      "E": "2019"
    },
    "explanation": "Tümü kültürel kategoride olmak üzere Ahtamar Kilisesi nitelik ve değer olarak (i, ii, iii, iv, vi)<br/>ölçütlerine uyduğu gerekçesiyle 2015 tarih/6035<br/>referans numarasıyla; Tuşpa/Van Kalesi, Van Tarihi Kenti ve Höyüğü nitelik ve değer olarak (ii, iii,<br/>iv, vi) ölçütlerine uyduğu gerekçesiyle 2016 tarih/6114 referans numarasıyla; Sümela Manastırı<br/>nitelik (i, iii) ölçütlerine uyduğu gerekçesiyle 2000<br/>tarih/1397 referans numarasıyla; Alahan Manastırı<br/>nitelik ve değer olarak (i, iii, iv) ölçütlerine uyduğu gerekçesiyle 2000 tarih/1398 referans numarasıyla UNESCO’nun Dünya Mirası Geçici Listesine alınmıştır."
  },
  {
    "id": "3735308",
    "unitNumber": 1,
    "text": "Tuşpa/Van Kalesi, Van Tarihi Kenti ve Höyüğü kaç yılında UNESCO’nun Dünya Mirası Geçici Listesine alınmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "2015",
      "B": "2016",
      "C": "2017",
      "D": "2018",
      "E": "2019"
    },
    "explanation": "Tümü kültürel kategoride olmak üzere Ahtamar Kilisesi nitelik ve değer olarak (i, ii, iii, iv, vi)<br/>ölçütlerine uyduğu gerekçesiyle 2015 tarih/6035<br/>referans numarasıyla; Tuşpa/Van Kalesi, Van Tarihi Kenti ve Höyüğü nitelik ve değer olarak (ii, iii,<br/>iv, vi) ölçütlerine uyduğu gerekçesiyle 2016 tarih/6114 referans numarasıyla; Sümela Manastırı<br/>nitelik (i, iii) ölçütlerine uyduğu gerekçesiyle 2000<br/>tarih/1397 referans numarasıyla; Alahan Manastırı<br/>nitelik ve değer olarak (i, iii, iv) ölçütlerine uyduğu gerekçesiyle 2000 tarih/1398 referans numarasıyla UNESCO’nun Dünya Mirası Geçici Listesine alınmıştır."
  },
  {
    "id": "3735309",
    "unitNumber": 1,
    "text": "Sümela Manastırı kaç yılında UNESCO’nun Dünya Mirası Geçici Listesine alınmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "2000",
      "B": "2010",
      "C": "2015",
      "D": "2018",
      "E": "2019"
    },
    "explanation": "Tümü kültürel kategoride olmak üzere Ahtamar Kilisesi nitelik ve değer olarak (i, ii, iii, iv, vi)<br/>ölçütlerine uyduğu gerekçesiyle 2015 tarih/6035<br/>referans numarasıyla; Tuşpa/Van Kalesi, Van Tarihi Kenti ve Höyüğü nitelik ve değer olarak (ii, iii,<br/>iv, vi) ölçütlerine uyduğu gerekçesiyle 2016 tarih/6114 referans numarasıyla; Sümela Manastırı<br/>nitelik (i, iii) ölçütlerine uyduğu gerekçesiyle 2000<br/>tarih/1397 referans numarasıyla; Alahan Manastırı<br/>nitelik ve değer olarak (i, iii, iv) ölçütlerine uyduğu gerekçesiyle 2000 tarih/1398 referans numarasıyla UNESCO’nun Dünya Mirası Geçici Listesine alınmıştır."
  },
  {
    "id": "3735310",
    "unitNumber": 1,
    "text": "Alahan Manastırı kaç yılında UNESCO’nun Dünya Mirası Geçici Listesine alınmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "2000",
      "B": "2005",
      "C": "2010",
      "D": "2015",
      "E": "2020"
    },
    "explanation": "Tümü kültürel kategoride olmak üzere Ahtamar Kilisesi nitelik ve değer olarak (i, ii, iii, iv, vi)<br/>ölçütlerine uyduğu gerekçesiyle 2015 tarih/6035<br/>referans numarasıyla; Tuşpa/Van Kalesi, Van Tarihi Kenti ve Höyüğü nitelik ve değer olarak (ii, iii,<br/>iv, vi) ölçütlerine uyduğu gerekçesiyle 2016 tarih/6114 referans numarasıyla; Sümela Manastırı<br/>nitelik (i, iii) ölçütlerine uyduğu gerekçesiyle 2000<br/>tarih/1397 referans numarasıyla; Alahan Manastırı<br/>nitelik ve değer olarak (i, iii, iv) ölçütlerine uyduğu gerekçesiyle 2000 tarih/1398 referans numarasıyla UNESCO’nun Dünya Mirası Geçici Listesine alınmıştır."
  },
  {
    "id": "3735311",
    "unitNumber": 1,
    "text": "Hititlerin “Aşağı Ülke” veya Perslerin “Güzel Atlar Ülkesi” ismini verdikleri düşünülen bölge aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Likya",
      "B": "İyonya",
      "C": "Kapadokya",
      "D": "Lidya",
      "E": "Pamfilya"
    },
    "explanation": "Hititlerin “Aşağı Ülke” veya Perslerin “Güzel<br/>Atlar Ülkesi” anlamında “Katpatukya” ismini verdikleri düşünülen, Roma döneminde Kapadokya<br/>olarak adlandırılan bölge; Kayseri, Nevşehir, Aksaray ve Niğde illerinin bulunduğu Orta Anadolu<br/>bölgesini kapsamaktadır."
  },
  {
    "id": "3735312",
    "unitNumber": 1,
    "text": "Ani harabeleri nerede bulunur?",
    "correctAnswer": "D",
    "options": {
      "A": "Ardahan",
      "B": "Iğdır",
      "C": "Hakkari",
      "D": "Kars",
      "E": "Van"
    },
    "explanation": "Ani, Kars’ın 42 km güneydoğusunda, Türkiye-Ermenistan doğal sınırını oluşturan Aras Nehri’nin kollarından Arpaçay’ın batı yakasında, Ocaklı köyü sınırları içinde yer alır. Kent, üç tarafı akarsuların yarattığı<br/>derin vadilerle kuşatılan yaklaşık düz bir plato üzerinde kurulmuştur. İpek yolu üzerinde, verimli tarım<br/>alanları ile çevrili, korunaklı konumu sayesinde Ani, 2500 yıl boyunca kesintisiz yerleşim görmüştür (Resim 1.1). Günümüzde olduğu gibi geçmişte halkın gıda ihtiyacı büyük ölçüde, kentin batıdaki sınırını<br/>oluşturan ve güney-kuzey yönünde uzanan Bostanlar Deresi vadisindeki akarsu kenarındaki tarım alanlarından karşılanmış olmalıdır."
  },
  {
    "id": "3735313",
    "unitNumber": 1,
    "text": "Ahtamar Kilisesi hangi ilimizde yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Hakkari",
      "B": "Iğdır",
      "C": "Erzurum",
      "D": "Şırnak",
      "E": "Van"
    },
    "explanation": "Ahtamar Kilisesi’nin bulunduğu Ahtamar Adası, Van-Tatvan karayolunun 50. kilometresinde Van<br/>Gölü’nün güney kıyısında, karadan 4 km açıkta yer almaktadır. Ada, genel olarak Ahtamar Kilisesi ile bilinse de aslında burada saray, hisar, liman, mezarlık, kilise ve şapellerden oluşan bir yapı topluluğu bulunmaktadır. Kilise ve ek yapıları adanın güney ucunda yaklaşık düz bir alanda konumlanmıştır (Resim 1.3)."
  },
  {
    "id": "3735314",
    "unitNumber": 1,
    "text": "Kutsal emanet olarak Hz. İsa'nın gerildiği çarmıhtan bir parçanın bulunduğu kilise aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ahtamar Kilisesi",
      "B": "St. Paul Kilisesi",
      "C": "Meryemana Kilisesi",
      "D": "Efes Kilisesi",
      "E": "Kilikya Kilisesi"
    },
    "explanation": "Adanın ve kilisenin adı kaynaklarda “Aktamar” ya da “Ahtamar” şekline geçmektedir. Hz. İsa’nın çarmıhın bir parçası burada korunduğundan kilise Kutsal Haç’a adanmıştır. Hz. İsa’nın bedenine değen haç<br/>parçası Hristiyanlar için birinci derecede kutsal bir eşya (rölik) olarak kabul edildiğinden bu tür parçaları<br/>içeren kiliseler Orta Çağ’dan bu yana haç merkezi olarak ziyaret edilmektedir."
  },
  {
    "id": "3735315",
    "unitNumber": 1,
    "text": "Ahtamar Kilisesi araştırmaları kaçıncı yüzyılda başlamıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "15.yy",
      "B": "16.yy",
      "C": "17.yy",
      "D": "18.yy",
      "E": "19.yy"
    },
    "explanation": "Ahtamar, 19. yüzyıl ortalarından başlayarak günümüze kadar Ermeni mimarisini konu alan pek<br/>çok araştırmaya konu olmuştur. 1850 yılında adayı<br/>ziyaret eden A.H. Layard, kilisenin taş süslemelerini<br/>ilk kez bilim dünyasına tanıtmış, görüşleri kendisinden sonraki araştırmacılar tarafından tekrarlanmıştır. Ahtamar üzerine yapılan araştırmaları içeren en<br/>kapsamlı çalışmaların başında 1901 yılında H.F.B.<br/>Lynch, W. Bachmann, E. Lalayan, J. Strzygowski,<br/>1963 yılında sanat tarihçisi Sirarpie Der Nersessian ve 1912 yılında yapıyı ziyaret eden tarihçi İ.A.<br/>Orbeli’nin eserleri sayılabilir."
  },
  {
    "id": "3735316",
    "unitNumber": 1,
    "text": "Ahtamar Kilisesi rölyeflerinde tasvir edilen kral aşağıdakilerden hangisir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kral Gagik",
      "B": "Kral Agamemnon",
      "C": "Kral Sarduri",
      "D": "Hattuşili",
      "E": "Murşili"
    },
    "explanation": "Kilisenin batı cephesinde Hz. İsa, kilisenin banisi Kral Gagik ile birlikte gösterilmiştir (Resim<br/>1.4-5). Başında bir hale ile gösterilen Gagik elinde<br/>kiliseyi temsil eden bir maketi, günahlarının affedilmesi için Hz. İsa’ya sunmaktadır. Biri Kral Gagik’in<br/>sağına, öteki Hz. İsa’nın soluna doğru yerleştirilmiş<br/>ince uzun serafim figürleri bulunmaktadır. Serafim meleklerinin kanatları, sonuna kadar açılmış<br/>gözlerle kaplıdır. Kral Gagik’in tam boy portresine ilaveten babası Prens Terenig ve kardeşi Kurken<br/>Ardzruni ile annesi Sopi ve karısı Kraliçe Mike’nin<br/>rölyefleri, batı eksedranın duvarlarını süsler."
  },
  {
    "id": "3735362",
    "unitNumber": 1,
    "text": "Hititlerin “Aşağı Ülke” ve Perslerin “Güzel Atlar Ülkesi” ismini verdikleri; Kayseri, Nevşehir, Aksaray ve Niğde illerinin bulunduğu Orta Anadolu bölgesini kapsayan bölge aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tuşpa",
      "B": "Kapadokya",
      "C": "Alahan",
      "D": "Sümela",
      "E": "Ahtamar"
    },
    "explanation": "Hititlerin “Aşağı Ülke” veya Perslerin “Güzel Atlar Ülkesi” anlamında “Katpatukya” ismini verdikleri düşünülen, Roma döneminde Kapadokya olarak adlandırılan bölge; Kayseri, Nevşehir, Aksaray ve Niğde illerinin bulunduğu Orta Anadolu<br/>bölgesini kapsamaktadır."
  },
  {
    "id": "3735363",
    "unitNumber": 1,
    "text": "1704-1706 yıllarında gezdiği Kapadokya bölgesini ve buradaki eserleri 1720 yılında basılan iki ciltlik kitabında hazırladığı gravürler eşliğinde dünyaya tanıtan ilk araştırmacı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Paul Lucas",
      "B": "John Henry Haynes",
      "C": "W.F. Ainsworth",
      "D": "William J. Hamilton",
      "E": "Charles Texier"
    },
    "explanation": "Fransa kralı adına Akdeniz ülkelerinde geziler<br/>yapan Paul Lucas, 1704-1706 yıllarında gezdiği Kapadokya bölgesini ve buradaki eserleri 1720 yılında<br/>basılan iki ciltlik kitabında hazırladığı gravürler eşliğinde dünyaya tanıtan ilk kişidir."
  },
  {
    "id": "3735364",
    "unitNumber": 1,
    "text": "Manastır yaşamının ilkelerini formüle ederek bir anlamda Kanobitik (ortak yaşama dayalı) Bizans manastırcılığının kurucusu sayılan kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hyacinthus",
      "B": "Nazianslı Gregorios",
      "C": "Aziz Basileios",
      "D": "Nyssalı Gregorios",
      "E": "Aziz Pavlus"
    },
    "explanation": "Kapadokya’nın önemli dini kişiliklerinden birisi<br/>olan Kayserili Aziz Basileios, manastır yaşamının<br/>ilkelerini formüle ederek bir anlamda Kanobitik<br/>-ortak yaşama dayalı- Bizans manastırcılığının kurucusu sayılmıştır."
  },
  {
    "id": "3735365",
    "unitNumber": 1,
    "text": "Ani kentinin tarihi aşağıdaki hangi medeniyete kadar geri gitmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Urartular",
      "B": "Hititler",
      "C": "Hattiler",
      "D": "Frigler",
      "E": "Persler"
    },
    "explanation": "Ani kentinin adına, tarihi kayıtlarda ilk kez 4.<br/>yüzyılda Ermeni Gamsaragan sülalesi döneminde<br/>rastlanmaktadır. İç kalede gerçekleştirilen arkeolojik kazılarla ortaya çıkarılan bazı kalıntılar kent tarihinin Urartulara kadar geri gittiğini göstermiştir."
  },
  {
    "id": "3735366",
    "unitNumber": 1,
    "text": "Ani kentindeki Kars Kapısı ile Selçuklu Sarayı arasında yer alan, içte dört yapraklı yonca (tetrakonç) planlı bir merkez etrafında daire (rotunda) planlı kilise aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Saray Kilisesi",
      "B": "Resimli Kilise",
      "C": "Yarım Kilise",
      "D": "Havariler Kilisesi",
      "E": "Aziz Grigor Kilisesi"
    },
    "explanation": "Kentteki önemli kiliselerden bir diğerini, I Gagik tarafından Büyük Katedral ile aynı dönemde inşa edilen Aziz Grigor’a ithaf edilmiş kilise oluşturur. Kars Kapısı ile Selçuklu Sarayı arasında yer<br/>alan Gagik, ya da Aziz Grigor Kilisesi, içte dört yapraklı yonca (tetrakonç) planlı bir merkez etrafında daire (rotunda) planı yansıtır."
  },
  {
    "id": "3735367",
    "unitNumber": 1,
    "text": "Ahtamar Kutsal Haç Kilisesi planı için aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Tetrakonç planlıdır.",
      "B": "Kiborium planlıdır.",
      "C": "Merkezî planlıdır.",
      "D": "Bazilika planlıdır.",
      "E": "Tek nefli planlıdır."
    },
    "explanation": "Ahtamar Kutsal Haç Kilisesi dört yapraklı yonca/tetrakonç planlıdır. Kubbe ile örtülü kare planlı merkezi alanın dört yönünde, yarım yuvarlak planlı birer apsis yer alır. Doğu ve batı apsisler,<br/>önlerine tonoz örtülü birer birim eklenerek uzatılmış, böylelikle ibadet mekânında doğu-batı ekseni vurgulanmıştır."
  },
  {
    "id": "3735368",
    "unitNumber": 1,
    "text": "Van kalesinin kuzeybatı eteklerinde yer alan Madır Burç yazıtları<br/>hangi uygarlığının bilinen en eski yazılı belgelerindendir?",
    "correctAnswer": "E",
    "options": {
      "A": "Pers",
      "B": "Frig",
      "C": "Hitit",
      "D": "Asur",
      "E": "Urartu"
    },
    "explanation": "Kalenin kuzeybatı eteklerinde yer alan Madır Burç yazıtları<br/>Urartu uygarlığının bilinen en eski yazılı belgeleridir ve MÖ 9. yüzyılda Asur çivi yazısıyla yazılmıştır. I"
  },
  {
    "id": "3735369",
    "unitNumber": 1,
    "text": "Sümela Manastırı’nın hazinesinin en değerli eseri aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Andronikos freskosu",
      "B": "III. Manuel freskosu",
      "C": "Kara Meryem Ana ikonası",
      "D": "III. Alexios freskosu",
      "E": "Üç tabaka halindeki fresko resimleri"
    },
    "explanation": "Kuşkusuz Sümela Manastırı’nın hazinesinin<br/>en değerli eseri, mucizeler gösterdiğine inanılan,<br/>etrafı gümüş çerçeveli “Kara Meryem Ana” ikonası idi. B"
  },
  {
    "id": "3735370",
    "unitNumber": 1,
    "text": "Kayaya oyularak ya da taş malzemeyle örülerek yapılan, tonoz örtülü dikdörtgen tabanlı niş biçimli mezar yerlerine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "aedicula",
      "B": "arkosolium",
      "C": "ikona",
      "D": "tabula ansata",
      "E": "apsis"
    },
    "explanation": "Kayaya oyularak ya da taş malzemeyle örülerek yapılan, tonoz örtülü dikdörtgen tabanlı<br/>niş biçimli mezar yerlerine arkosolium, bu tür<br/>mezarlara arkasoliumlu mezar; Roma tapınak<br/>ya da mezarlarının Tanrı heykelinin, ölü heykelinin ya da kutsal eşyanın konulduğu dairesel küçük nişlerine aedicula denilmektedir."
  },
  {
    "id": "3735371",
    "unitNumber": 1,
    "text": "Kiliselerde ibadetin yönünü gösteren doğu taraftaki yarım yuvarlak derin nişe ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "apsis",
      "B": "synthronon",
      "C": "pastoforium",
      "D": "templon",
      "E": "narteks"
    },
    "explanation": "Kiliselerde ibadetin yönünü gösteren<br/>doğu taraftaki yarım yuvarlak derin nişe<br/>apsis; apsisin rahiplerin ibadet sırasında oturdukları basamaklı taş sıralarına<br/>synthronon; piskoposun oturduğu koltuğa kathedra; apsisin iki yanında yer<br/>alan odalara pastoforium; insanların ibadet ettiği naos ile rahiplerin ibadet ettiği<br/>bema bölümünü ayıran taş ya da ahşap<br/>korkuluğa templon; kiliselerin batı girişi<br/>önünde yer alan mezarlık, ön dua yeri,<br/>vaftiz gibi işlevlerle kullanılan mekânlara<br/>narteks denilmektedir."
  },
  {
    "id": "3735317",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangi yapı, insanlık tarihinde önemli bir aşamayı veya aşamaları gösteren bir yapı tipinin, mimari veya teknolojik bütünün veya peyzajın istisnai bir örneği olarak UNESCO Dünya Mirası Geçici Listesine alınmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "St. Pierre Kilisesi",
      "B": "Sarıkaya Roma Hamamı",
      "C": "Bodrum Kalesi",
      "D": "Zeynel Abidin Camii ve Mor Yakup Kilisesi",
      "E": "Justinianus Köprüsü"
    },
    "explanation": "UNESCO Dünya Mirası Geçici Listesine alınan St. Pierre, St. Nikolaos ve St. Paul Kiliseleri, Zeynel Abidin Camii ve Mor Yakup Kilisesi, Justinianus Köprüsü ve Sarıkaya Roma Hamamı, Akdeniz’den Karadeniz’e Ceneviz Ticaret Yolu üzerinde bulunan Kale ve Surlu Yerleşimler ile Bodrum Kalesi tanıtılmaktadır. St. Pierre Kilisesi nitelik ve değer olarak (iii, vi) ölçütlerine uyduğu gerekçesiyle 2011 tarih/5613 referans numarasıyla; St. Nicholaos Kilisesi nitelik ve değer olarak (iii, iv) ölçütlerine uyduğu gerekçesiyle 2000 tarih/1399 referans numarasıyla; St. Paul Kilisesi, St. Paul Kuyusu ve Çevresi nitelik ve değer olarak (ii, iii, iv) ölçütlerine uyduğu gerekçesiyle 2000 tarih/1409 referans numarasıyla; Zeynel Abidin Camii ve Mar Yakup Kilisesi nitelik ve değer olarak (iii, iv) ölçütlerine uyduğu gerekçesiyle 2014 tarih/5901 referans numarasıyla; Justinian Köprüsü nitelik ve değer olarak (iii, iv) ölçütlerine uyduğu gerekçesiyle 2018 tarih/6347 referans numarasıyla; Sarıkaya Roma Hamamı nitelik ve değer olarak (iv) ölçütüne uyduğu gerekçesiyle 2018 tarih/6350 referans numarasıyla; Ceneviz Ticaret Yolu’nda Akdeniz’den Karadeniz’e Kadar Kale ve Surlu Yerleşimleri nitelik ve değer olarak (ii, iv) ölçütlerine uyduğu gerekçesiyle 2020 tarih/6468 referans numarasıyla; Bodrum Kalesi nitelik ve değer olarak (ii, iii, iv) ölçütlerine uyduğu gerekçesiyle 2016 tarih/6121 referans numarasıyla UNESCO’nun Dünya Mirası Geçici Listesine girmiştir. Yukarıda belirtilen ölçütler şunlardır: (ii); Bir zaman zarfı içinde veya dünyanın bir kültürel alanında, mimarlık veya teknoloji, anıtsal sanatlar, şehir planlama veya peyzaj tasarımı alanlarındaki gelişmeler ile ilgili insani değerler arasında önemli bir alışverişi sergilemeli. (iii); Yaşayan veya ortadan yok olmuş bir kültürel geleneğe veya bir uygarlığa yönelik ünik veya en azından istisnai bir tanıklık üstlenmeli. (iv); İnsanlık tarihinde önemli bir aşamayı veya aşamaları gösteren bir yapı tipinin, mimari veya teknolojik bütünün veya peyzajın istisnai bir örneği olmalı. Doğru Cevap E'dir."
  },
  {
    "id": "3735318",
    "unitNumber": 2,
    "text": "St. Pierre Kilisesi'nin bulunduğu şehir ve St. Nicholaos Kilisesi'nin bulunduğu şehir hangileridir?",
    "correctAnswer": "C",
    "options": {
      "A": "St. Pierre Kilisesi - Antalya, St. Nicholaos Kilisesi - Antakya",
      "B": "St. Pierre Kilisesi - İstanbul, St. Nicholaos Kilisesi - İzmir",
      "C": "St. Pierre Kilisesi - Antakya, St. Nicholaos Kilisesi - Demre",
      "D": "St. Pierre Kilisesi - Ankara, St. Nicholaos Kilisesi - İzmir",
      "E": "St. Pierre Kilisesi - İzmir, St. Nicholaos Kilisesi - Antalya"
    },
    "explanation": "Dünyanın ilk kilisesi olarak kabul edilen St. Pierre Kilisesi ve Anadolu’nun ilk camisi olarak kabul edilen Habibi Neccar Camii’nin Antakya’da bulunması, kenti hem Hristiyanlar hem Müslümanlar için önemli bir merkez haline getirmektedir. Hristiyanlık açısından önemli bir yeri bulunan St. Nicholaos Kilisesi ise Akdeniz’e uzanan Teke Yarımadası’nda Antalya ilinin Demre ilçesinde bulunmaktadır. Doğru cevap C'dir."
  },
  {
    "id": "3735319",
    "unitNumber": 2,
    "text": "St. Pierre Kilisesi'nin Antakya'daki konumu ve Havari Petrus'un Antakya'da gerçekleştirdiği faaliyetler hakkında aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "St. Pierre Kilisesi, doğal bir mağaradan oluşmaktadır.",
      "B": "Havari Petrus, Antakya'ya gelerek ilk dini toplantısını Hac Dağı olarak da adlandırılan Habibi Neccâr Platosu'nda gerçekleştirmiştir.",
      "C": "St. Pierre Kilisesi'nin inşa tarihi kesin olarak bilinmemektedir, ancak dünyanın en eski ve ilk kilisesi olduğu kabul edilmektedir.",
      "D": "Mağaranın içinde bulunan pastoforion hücresi, kilisenin bema bölümü ile bağlantılı olarak kullanılmıştır.",
      "E": "Mağaranın kuzeydoğu köşesinde yer alan ayazma, kilisenin tarihi mozaiklerine ev sahipliği yapmaktadır."
    },
    "explanation": "Kilise, kayalara oyulmuş 13 m derinliğinde, 9,5 m genişliğinde ve 7 m yüksekliğinde bir mağaradan oluşmaktadır. Bu doğal mağaranın oyularak biçimlendirilmek suretiyle dönüştürülmesi ve Aziz Petrus’a/Saint Pierre’e ithaf edilmesiyle St. Pierre Kilisesi meydana getirilmiştir (Resim 2.2-3). İnşa tarihi kesin olarak bilinmese de bu kilisenin, dünyanın en eski ve ilk kilisesi olduğu kabul edilmektedir. Doğu-batı doğrultusunda uzanan mağaranın doğu ucunda yer alan doğal girinti apsis olarak değerlendirilmiştir. Apsis önüne sonradan yerleştirildiği düşünülen taş altar ile kilisenin bema bölümü oluşturulmuştur. Mağaranın kuzeydoğu köşesine bema ile bağlantılı pastoforion hücresi olarak da kullanıldığı düşünülen bir tünel, güneydoğu köşesine kayalardan sızan ve şifalı olduğuna inanılan suyun biriktirildiği ayazma (su haznesi) oluşturulmuştur. Mağaranın, altarın sağ kısmında yer alan duvar resimlerine ait bazı izlerle MS 4.-5. yüzyıllara tarihlenen yer mozaiklerinden bazı parçalar günümüze gelebilmiştir. Doğru Cevap E'dir."
  },
  {
    "id": "3735320",
    "unitNumber": 2,
    "text": "St. Nikolaos Kilisesi'nin tarihi ve mimari özellikleri hakkında aşağıdaki ifadelerden hangisi yanlıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "St. Nikolaos Kilisesi, Antalya Körfezi'nin batısında Teke Yarımadası'nda yer almaktadır.",
      "B": "Antik dönemde Myra olarak adlandırılan Demre, Aziz Nikolaos'un yaşadığı ve piskoposluk yaptığı yerdir.",
      "C": "Kilisenin duvar resimlerinde Aziz Nikolaos'un yaşam sahnelerini içeren sikluslar bulunmaktadır.",
      "D": "Kilisenin batı avlusu, 1858-1868 yılları arasında Gaibeskjn ve Dimitri Antona tarafından ortaya çıkarılarak yeniden inşa edilmiştir.",
      "E": "1989-1990 yılları arasında Antalya Arkeoloji Müzesi Başkanlığı tarafından Prof. Dr. Yıldız Ötüken'in bilimsel danışmanlığında kilisede arkeolojik çalışmalar gerçekleştirilmiştir."
    },
    "explanation": "Kilisenin batı avlusu, 1858-1868 yılları arasında Gaibeskjn ve Dimitri Antona tarafından ortaya çıkarılarak yeniden inşa edilmiştir. Doğru cevap D'dir."
  },
  {
    "id": "3735321",
    "unitNumber": 2,
    "text": "St. Nikolaos Kilisesi'nin tarihçesi ve mimarisi ile ilgili olarak aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "St. Nikolaos Kilisesi, Demre'deki Antik Myra kentinde bulunmaktadır ve Aziz Nikolaos'un yaşadığı yerdir.",
      "B": "Kilisenin duvar resimlerinde Aziz Nikolaos'un yaşam sahnelerini içeren sikluslar bulunmamaktadır.",
      "C": "Kilisenin batı avlusu, 1989-1990 yılları arasında Antalya Arkeoloji Müzesi Başkanlığı tarafından yeniden inşa edilmiştir.",
      "D": "Aziz Nikolaos, Hristiyanlık açısından önemli bir figür olarak, 9. yüzyıldan itibaren tanınmaya başlamıştır.",
      "E": "Kilisede gerçekleştirilen arkeolojik kazı çalışmaları, 2013-2021 yılları arasında Prof. Dr. Sema Doğan başkanlığında gerçekleştirilmiştir."
    },
    "explanation": "St. Nikolaos Kilisesi, Demre'deki Antik Myra kentinde bulunmaktadır ve Aziz Nikolaos'un yaşadığı yerdir. Doğru Cevap A'dır."
  },
  {
    "id": "3735322",
    "unitNumber": 2,
    "text": "Yukarıdaki metne göre, St. Paul Kilisesi ve Kuyusu ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "St. Paul Kilisesi, Mersin ilinin Erdemli ilçesinde bulunmaktadır ve St. Paul'un ölümü anısına inşa edilmiştir.",
      "B": "St. Paul'un doğum yeri olarak kabul edilen St. Paul Kuyusu, Tarsus'ta bulunmaktadır ve Hristiyanların ziyaret ettiği önemli bir yerdir.",
      "C": "St. Paul Kilisesi, orta nefinin en doğusunda Hz. İsa'nın resmedildiği bir pencereye sahiptir.",
      "D": "St. Paul'un babasının kazanmış olduğu Roma vatandaşlığı, onun Kilikya ve Suriye'deki Hristiyanları takip etmesinde etkili olmuştur.",
      "E": "St. Paul'un Tarsus'ta yaşadığına inanılan ev ve kilise yapısının bulunması, Türkiye'nin arkeolojik mirasını koruma çabalarına katkı sağlamıştır."
    },
    "explanation": "St. Paul'un doğum yeri olarak kabul edilen St. Paul Kuyusu, Tarsus'ta bulunmaktadır ve Hristiyanların ziyaret ettiği önemli bir yerdir. Doğru Cevap B'dir."
  },
  {
    "id": "3735323",
    "unitNumber": 2,
    "text": "St. Paul Kilisesi'nin mimari yapısı hakkında aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Kilisenin doğu uçları, tonozlarının üstlerinden konik külâhla örtülmüş yarım silindir gövdelerle dışarıya taşar.",
      "B": "Kilisenin batı kanadında, beş sütunun taşıdığı beş yuvarlak kemerli bir revak kuruluşu bulunmaktadır.",
      "C": "Kilisenin orta nefinin apsisinin önünde kuzey-güney doğrultulu bir kemer yer alır ve bu kemerin üstünde melek figürleri tasvir edilmiştir.",
      "D": "Kilisenin girişi güney cephede bulunmaktadır ve anıtsal bir kemerle süslenmiştir.",
      "E": "Kilisenin iç duvarlarında Hz. İsa'nın hayatına dair sahneleri içeren bir siklus bulunmaktadır."
    },
    "explanation": "Kilisenin doğu uçları, tonozlarının üstlerinden konik külâhla örtülmüş yarım silindir gövdelerle dışarıya taşar. Doğru Cevap A'dır."
  },
  {
    "id": "3735324",
    "unitNumber": 2,
    "text": "St. Paul'un Tarsus'taki yaşamı ve St. Paul Kilisesi'nin bulunduğu yerin önemi hakkında aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Tarsus, İskenderun Körfezi'nin doğu kesiminde bulunur ve St. Paul Kilisesi, Mersin ilinin Tarsus ilçesinde yer alır.",
      "B": "St. Paul, Tarsus'ta doğmuş ve burada Hristiyanlığı kabul etmiştir; St. Paul Kilisesi de doğum yeri olarak kabul edilen St. Paul Kuyusu'nun yanında bulunur.",
      "C": "St. Paul'un Tarsus'ta doğması ve Hristiyanlığı kabul etmesi, şehri Hristiyanlar için kutsal bir mekân yapmıştır; bu nedenle St. Paul Kilisesi, Hristiyan hacılar için önemli bir durak haline gelmiştir.",
      "D": "St. Paul, Tarsus'ta doğmuş ancak Hristiyanlık ile ilgilenmemiştir; St. Paul Kilisesi daha sonraları onun adına inşa edilmiştir ve bu nedenle şehirdeki Hristiyan nüfusu artmıştır.",
      "E": "Tarsus, İç Anadolu'ya bağlı bir şehir olup St. Paul Kilisesi, şehrin merkezinden uzak bir konumdadır ve ziyaretçi sayısı oldukça azdır."
    },
    "explanation": "St. Paul, Tarsus'ta doğmuş ve burada Hristiyanlığı kabul etmiştir; St. Paul Kilisesi de doğum yeri olarak kabul edilen St. Paul Kuyusu'nun yanında bulunur. Doğru Cevap B'dir."
  },
  {
    "id": "3735325",
    "unitNumber": 2,
    "text": "Anadolu'da hangi dönemlerde inşa edilmiş olan taş köprülerin çeşitli onarımlarla bugüne kadar varlığını koruduğu belirtilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Roma, Bizans, Osmanlı ve Selçuklu dönemleri",
      "B": "Roma, Helenistik, Osmanlı ve Hitit dönemleri",
      "C": "Yunan, Pers, Roma ve Selçuklu dönemleri",
      "D": "Bizans, Helenistik, Osmanlı ve Frig dönemleri",
      "E": "Hitit, Roma, Bizans ve Osmanlı dönemleri"
    },
    "explanation": "Roma, Bizans, Osmanlı ve Selçuklu dönemleri doğru cevaptır."
  },
  {
    "id": "3735326",
    "unitNumber": 2,
    "text": "Justinianus Köprüsü'nün inşa tarihi hakkında farklı bilgiler bulunmasına rağmen, genel olarak hangi yıllar arasında inşa edildiği kabul edilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "400-500 yılları arası",
      "B": "550-600 yılları arası",
      "C": "650-700 yılları arası",
      "D": "750-800 yılları arası",
      "E": "900-950 yılları arası"
    },
    "explanation": "Justinianus Köprüsü'nün inşa tarihi hakkında farklı bilgiler bulunmasına rağmen, genel olarak 550-600 yılları arasında inşa edildiği bilinmektedir."
  },
  {
    "id": "3735463",
    "unitNumber": 2,
    "text": "Hristiyanlık açısından önemli bir yeri bulunan St. Nicholaos Kilisesi nerede yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "İstanbul-Beyoğlu",
      "B": "Muğla-Marmaris",
      "C": "Antalya-Demre",
      "D": "Mersin-Erdemli",
      "E": "Ankara-Keçiören"
    },
    "explanation": "Detaylar için “ST. PIERRE VE ST. NIKOLAOS KİLİSELERİ” başlığında yer alan bilgilere bakabilirsiniz.<br/>Hristiyanlık açısından önemli bir yeri bulunan St. Nicholaos Kilisesi ise Akdeniz’e uzanan Teke Yarımadası’nda Antalya ilinin Demre ilçesinde bulunmaktadır."
  },
  {
    "id": "3735464",
    "unitNumber": 2,
    "text": "Aziz Petrus, Antakya Kilisesi’nin kurucusu ve ilk başpapazı olduktan sonra, hangi yıllarda Roma’da ilk Hristiyan topluluğunu kurmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "14-17 yılları",
      "B": "34-57 yılları",
      "C": "64-67 yılları",
      "D": "72-69 yılları",
      "E": "77-81 yılları"
    },
    "explanation": "Detaylar için “ST. PIERRE VE ST. NIKOLAOS KİLİSELERİ” başlığında yer alan bilgilere bakabilirsiniz.<br/>Hz. İsa’nın ölümünden sonra Hristiyanlık dinini yaymak için Anadolu’ya ve özellikle Antakya’ya yolculuklar yaparak misyonerlik faaliyetlerinde bulunan Aziz Petrus, Antakya Kilisesi’nin kurucusu ve ilk başpapazı olmuş, daha sonra gittiği Roma’da 64-67 yılları arasında ilk Hristiyan topluluğunu kurmuş, 67’de tutuklanarak baş aşağı çarmıha gerilmek suretiyle öldürülmüştür."
  },
  {
    "id": "3735465",
    "unitNumber": 2,
    "text": "St. Paul’un ailesinin inancı seçenektekilerin hangisinde doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "İbrahimî",
      "B": "Bahâî",
      "C": "Yahudi",
      "D": "Dürzî",
      "E": "Hristiyan"
    },
    "explanation": "Detaylar için “ST. PAUL KİLİSESİ VE KUYUSU” başlığında yer alan bilgilere bakabilirsiniz.<br/>Yahudi bir ailenin çocuğu olarak pagan inançlarının hâkim olduğu Tarsus’ta MS 6-15 yılları arasındaki bir tarihte doğduğu bilinen St. Paul, ailesinin sahip olduğu hak ve ayrıcalıklar nedeniyle Tarsus’ta iyi bir eğitim almıştır."
  },
  {
    "id": "3735466",
    "unitNumber": 2,
    "text": "St. Paul Kilisesi orta nef tonozunun yüzeyinde merkeze, Hz. İsa ile kim(ler)in tasvirleri yapılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Dört İncil yazarının",
      "B": "Hz. Meryem’in",
      "C": "Hz. İbrahim’in",
      "D": "13 havarinin",
      "E": "Çobanların"
    },
    "explanation": "Detaylar için “ST. PAUL KİLİSESİ VE KUYUSU” başlığında yer alan bilgilere bakabilirsiniz.<br/>Kilisenin orta nefinin en doğusunda, apsisinin önünde yer alan kuzey-güney doğrultulu kemerinin üstündeki duvar yüzeyinde merkezde daire biçimli bir pencere, bu pencerenin iki yanında melek figürleri, orta nef tonozunun yüzeyinde merkeze, Hz. İsa ile dört İncil yazarının tasvirleri yapılmıştır."
  },
  {
    "id": "3735467",
    "unitNumber": 2,
    "text": "Molla Zeynel Abidin ve kız kardeşi Sitti Zeynep kimin torunlarıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Hz. Muhammed’in",
      "B": "Hz. Osman’ın",
      "C": "Hz. Ali’nin",
      "D": "Hz. Hüseyin’in",
      "E": "Hz. Ömer"
    },
    "explanation": "Detaylar için “ZEYNEL ABİDİN CAMİİ VE MOR YAKUP KİLİSESİ” başlığında yer alan bilgilere bakabilirsiniz.<br/>Hz. Muhammed’in torunu Hz. Hüseyin’in 13. kuşaktan torunu Molla Zeynel Abidin ve kız kardeşi Sitti Zeynep’e ait Müslümanlarca kutsal sayılan kubbeli sanduka biçimli iki ayrı türbe etrafında gelişen külliyede Zeynel Abidin Camii, sıralı odalara sahip bir medrese, şadırvan, mezarlık alanları ve yeni bir abdesthane bulunmaktadır."
  },
  {
    "id": "3735468",
    "unitNumber": 2,
    "text": "Geç Antik dönemde Nusaybin, Süryanice konuşan Hristiyanların ne okulunun yer aldığı önemli bir merkezdi?",
    "correctAnswer": "B",
    "options": {
      "A": "astroloji",
      "B": "teoloji",
      "C": "ziraat",
      "D": "hayvancılık",
      "E": "mimarlık"
    },
    "explanation": "Detaylar için “ZEYNEL ABİDİN CAMİİ VE MOR YAKUP KİLİSESİ” başlığında yer alan bilgilere bakabilirsiniz.<br/>Geç Antik dönemde askeri, ticari ve entelektüel merkez olan Nusaybin, Sasaniler ve Bizans arasında sınır oluşturmaktaydı. Doğu’nun en güçlü kalesi olarak kabul edilen kent, Süryanice konuşan Hristiyanların teoloji okulunun yer aldığı önemli bir merkezdi."
  },
  {
    "id": "3735469",
    "unitNumber": 2,
    "text": "Taş köprülerin tarihi hangi uygarlık ile başlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Hititler",
      "B": "Romalılar",
      "C": "Yunanlılar",
      "D": "Selçuklular",
      "E": "Osmanlılar"
    },
    "explanation": "Detaylar için “JUSTINIANUS KÖPRÜSÜ VE SARIKAYA ROMA HAMAMI” başlığında yer alan bilgilere bakabilirsiniz.<br/>Anadolu’da yer alan en eski köprünün, Hititlerin başkenti Hattuşa/Boğazköy’de tespit edilen ve MÖ 13. yüzyıla tarihlenen ahşap kirişli taş köprü olduğu kabul edilmektedir. Taş köprülerin tarihi Romalılar ile başlar."
  },
  {
    "id": "3735470",
    "unitNumber": 2,
    "text": "Yozgat’ın Sarıkaya ilçe merkezinde Kaplıca mahallesinde yer alan Sarıkaya Termal Roma Hamamı hangi yüzyıla tarihlenmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "MÖ 3. yüzyıla",
      "B": "MÖ 2. yüzyıla",
      "C": "MÖ 1. yüzyıla",
      "D": "MS 1. yüzyıla",
      "E": "MS 2. yüzyıla"
    },
    "explanation": "Detaylar için “JUSTINIANUS KÖPRÜSÜ VE SARIKAYA ROMA HAMAMI” başlığında yer alan bilgilere bakabilirsiniz.<br/>Yozgat’ın Sarıkaya ilçe merkezinde Kaplıca mahallesinde yer alan MS 2. yüzyıla tarihlenen Sarıkaya Termal Roma Hamamı, günümüzde 48°C sıcaklıkta akan termal su kaynağına sahiptir."
  },
  {
    "id": "3735471",
    "unitNumber": 2,
    "text": "Galata Kulesi hangi yüzyılda inşa edilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "14. yüzyılda",
      "B": "13. yüzyılda",
      "C": "12. yüzyılda",
      "D": "11. yüzyılda",
      "E": "10. yüzyılda"
    },
    "explanation": "Detaylar için “AKDENİZ’DEN KARADENİZ’E CENEVİZ TİCARET YOLU ÜZERİNDEKİ KALE VE SURLAR” başlığında yer alan bilgilere bakabilirsiniz.<br/>Galata Surlarının büyük kısmı 19. yüzyılın ikinci yarısında yıkılmıştır. Kalan bölümleri daha sonra çevresel etkenlerle büyük ölçüde harap olarak yok olduğundan surların çok azı günümüze gelebilmiştir. Galata Kulesi bunlardan biridir. 14. yüzyılda inşa edilen kule, Osmanlı döneminde çeşitli işlevlerle kullanılmış, geçirdiği yangın ve depremler sonrasında onarılmıştır."
  },
  {
    "id": "3735472",
    "unitNumber": 2,
    "text": "Çandarlı Kalesi’nin kaç adet kulesi bulunmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "iki",
      "B": "üç",
      "C": "dört",
      "D": "beş",
      "E": "altı"
    },
    "explanation": "Detaylar için “AKDENİZ’DEN KARADENİZ’E CENEVİZ TİCARET YOLU ÜZERİNDEKİ KALE VE SURLAR” başlığında yer alan bilgilere bakabilirsiniz.<br/>İzmir ili Dikili ilçesinde bulunmaktadır. 14. yüzyılda Cenevizliler tarafından restore edildiği bilinen Çandarlı Kalesi’nin ilk inşa tarihi belirsizdir. Osmanlı döneminde Çandarlı Halil Paşa tarafından restore edilen dikdörtgen tabanlı kalenin beş kulesi bulunmaktadır."
  },
  {
    "id": "3735332",
    "unitNumber": 3,
    "text": "Harput Tarihi Kenti ile ilgili aşağıdaki ifadelerden hangisi <strong>yanlıştır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Harput ismi, Taşkale anlamında kullanılmaktadır.",
      "B": "Harput Tarihi Kenti Paleolitik Çağ’dan itibaren izlenebilmektedir.",
      "C": "1516 tarihinde Osmanlı egemenliğine girmiştir.",
      "D": "Harput Kalesi Selçuklular tarafından inşa edilmiştir.",
      "E": "Osmanlı döneminde haberleşme üssü olarak kullanılmıştır."
    },
    "explanation": "HARPUT TARİHİ KENTİ<br/>Harput Kalesi MÖ 9. yüzyıldan başlayarak bölgedeki hakimiyet alanlarını genişleten Urartular tarafından MÖ 8. tarihinde inşa edilmiştir. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3735333",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Harput iç kalesinde yer alan burçlardan biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Çubuk Bey Burcu",
      "B": "Belek Burcu",
      "C": "Kızlar Burcu",
      "D": "Arslanlı Burç",
      "E": "Harput Burcu"
    },
    "explanation": "Mimari<br/>Harput iç kalenin kuzeybatı köşesinde, Çubuk Bey ve Belek olarak adlandırılan iki burç yer almaktadır. Kalenin güneye doğru uzanan sur duvarında ise altıgen tabanlı Arslanlı Burç vardır. Daha güneyde ise, Fâhreddîn Kara Arslan Burcu ve Kızlar Burcu yer almaktadır. Harput burcu isimli bir burç bulunmamaktadır"
  },
  {
    "id": "3735334",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Harput’un en eski kilisesi olarak bilinmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Meryem Ana Kilisesi",
      "B": "Surp Agop Kilisesi",
      "C": "İğdeli Klisesi",
      "D": "Surp Karabet Klisesi",
      "E": "Sinabut Klisesi"
    },
    "explanation": "Mimari<br/>Meryem Ana Kilisesi, iç kalenin doğu yamacında, yer alan ve MS 179 yıllarında inşa edildiği sanılan Harput’un en eski kilisesi olan yapıdır."
  },
  {
    "id": "3735335",
    "unitNumber": 3,
    "text": "Aşağıdaki seçeneklerden hangisi Arap Baba Mescidi ve Türbesi’nin bir özelliği <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Urartular zamanında yapılmıştır.",
      "B": "İki katlıdır, alt katı türbe, üst katı mescitdir.",
      "C": "İnanç turizminde önemli bir yapıdır.",
      "D": "Harput’ta ilk ziyaret edilmesi gereken türbe olduğuna inanılır.",
      "E": "Arap Baba’nın mumyası bulunmaktadır."
    },
    "explanation": "Mimari/ Arap Baba Mescidi ve Türbesi.<br/>1280 tarihinde Türkiye Selçuklu Sultanı III.Gıyaseddin Keyhüsrev zamanında inşa edilmiştir. Alaca mescit Artuklularından Hızır Bey zamanında yapılmıştır. Bu nedenle doğru cevap A seçeneğidir."
  },
  {
    "id": "3735336",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Harput evlerinin düz damlı olmasının sebeplerinden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çok kar yağması",
      "B": "Meyve ve sebze kurutulması",
      "C": "Görüntü açısından estetik olması",
      "D": "Oturma alanı olarak kullanılması",
      "E": "Çatı malzemelerinin bulunamaması"
    },
    "explanation": "Mimari<br/>Harput evlerinin düz damlı olması sadece iklim özellikleri açısından değil, sosyal hayat açısından da önemlidir. Meyve, sebze kurutulan düz damlar, kışa hazırlıkların tamamlandığı Harput mutfağının şekillendiği açık mekânlardır."
  },
  {
    "id": "3735337",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Mardin evlerinin bir özelliği<strong> değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İki, üç, bazen de dört katlı olabilir.",
      "B": "Her evde teras ve eyvan bulunur.",
      "C": "Sarı renkli midyat taşından yapılır.",
      "D": "Her ev çok sade yapılmıştır.",
      "E": "Kışın sıcak yazın serin olmaktadır."
    },
    "explanation": "Mimari<br/>Ailenin büyüklüğü, zenginliği ve itibarına bağlı olarak evlerin boyutları, süslü veya sade oluşları değişir. İki, üç, bazen de dört katlı olabilen evlerde avlu sınırlı örnekte görülmekteyse de her evde istisnasız olarak eyvan ve teras bulunur. Mardin’deki yapılarda bu bölgeden çıkarılan Mardin Midyat taşı olarak bilinen sarı renkli kalker taşı kullanılmıştır. Değişik kapı ve pencereleri, nakışlı taşları kullanılmaktadır. Bazı evler süslü ve ihtişamlı bazı evler ise sade inşa edilmiştir. Her ev sade değildir."
  },
  {
    "id": "3735338",
    "unitNumber": 3,
    "text": "Mardin'de bulunan en büyük kilise aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Keldani Kilisesi",
      "B": "Meryem Ana Kilisesi",
      "C": "Mor Mihail Kilisesi",
      "D": "Mor Şimuni Kilisesi",
      "E": "Mor Benham (Kırklar) Kilisesi"
    },
    "explanation": "Mimari<br/>Meryem Ana Kilisesi, şehrin Cumhuriyet Meydanı’nda yer alır. Mardin merkezde bulunan en büyük kilisedir. Süryani Katolik cemaatine aittir. Yapının temelini 1860 tarihinde yapılmıştır"
  },
  {
    "id": "3735339",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi, Mardin ve birçok Güneydoğu Anadolu şehrinde, evlerin sokak üstlerine taşan odalarına verilen isimdir?",
    "correctAnswer": "E",
    "options": {
      "A": "Avlu",
      "B": "Sofa",
      "C": "Eyvan",
      "D": "Teras",
      "E": "Abbara"
    },
    "explanation": "Mimari<br/>Çözüm: Mardin başta olmak üzere birçok Güneydoğu Anadolu şehrinde, evlerin sokak üstlerine taşan odalarına abbara denilmektedir. Sokaktan geçenleri, yazın sıcaktan kışın soğuktan koruyan birer sığınak gibi işlev gören abbaralar ev sahiplerine, altlarındaki sokak kamuya aittir."
  },
  {
    "id": "3735340",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Mardin Ulu Camii'nin özelliklerinden biri <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Anadolu’nun en eski camilerinden biridir.",
      "B": "Anadolu çifte minareli ve dış avlulu camilerin ilk örneklerindendir.",
      "C": "Camii içinde medrese ve çarşı bulunmaktadır.",
      "D": "Dilimli kubbesi ve minaresi ile özgün bir yapıya sahiptir.",
      "E": "Kent merkezinde yer alan kentin sembollerinden biridir."
    },
    "explanation": "Mardin Ulu Camii yapısında sadece camii vardır medrese ve çarşısı bulunmamaktadır. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3735341",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Mahmure Kalesi ile ilgili doğru bir ifade <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Konumu stratejik önem sahiptir.",
      "B": "Tek büyük bir avlunun surlarla çevrilmesi ile oluşmuştur.",
      "C": "Kuşatma anında su ihtiyacı içindeki sarnıçtan sağlanmıştır.",
      "D": "Ortasındaki kule deniz feneri olarak kullanılmıştır.",
      "E": "Kaleyi dışarıdan destekleyen birçok farklı boyutta kule vardır."
    },
    "explanation": "Mimari<br/>Mamure Kalesi sur duvarlarıyla birbirinden ayrılan üç avluya sahiptir. Böylelikle, üç ayrı kalenin birleştirilmesiyle oluşmuş gibi duran kalenin olası bir işgalde tüm kontrolünün düşmanın eline geçmesine engel olacak etkili bir önlem alınmıştır. Büyük tek bir avlusu yoktur."
  },
  {
    "id": "3735373",
    "unitNumber": 3,
    "text": "Mamure Kalesi'nde kuşatma zamanında su ihtiyacı nasıl giderilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kale içindeki sarnıçlarla giderilmiştir.",
      "B": "Yağmur havuzları ile giderilmiştir.",
      "C": "Kale önündeki su dolu hendekten giderilmiştir.",
      "D": "Biriktirilen su küpleri ile giderilmiştir.",
      "E": "Sulu meyvelerle giderilmiştir."
    },
    "explanation": "Kalenin su ihtiyacı kuzey doğusunda bulunan burcun yanındaki hendek üzerinden iki gözlü su kemeri ile sağlanmıştır. Kuşatma zamanlarında su ihtiyacı kale içindeki sarnıçlarla giderilmiştir. Kale hamamına, kalenin dışında kuzeyde, hendekten sonraki alanda yer verilmek suretiyle güvenlik tedbirleri ihlal edilmeden kale yakınındaki yerleşimde yaşayanlarla ziyaretçilerin temizlik ihtiyacı karşılanmıştır."
  },
  {
    "id": "3735374",
    "unitNumber": 3,
    "text": "Mamure Kalesi'nin sur duvarları ile birbirinden ayrı üç avlusunun bulunmasının nedeni aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Olası bir işgalde tüm kontrolünün düşmanın eline geçmesine engel olmak.",
      "B": "Farklı etnik grupların yaşam alanlarını ayırmak.",
      "C": "Askeri alan, sivil yerleşim ve depolama alanlarının birbirinden ayrılması.",
      "D": "Sonradan eklenen bölümlerle kalenin genişletilmiş olması.",
      "E": "Mevsimlere ve hasat zamanına göre yaşam alanlarının değiştirilmesi ihtiyacı."
    },
    "explanation": "Mamure Kalesi 23,500 m²’lik bir alanı kaplamaktadır. Kale sur duvarlarıyla birbirinden ayrılan üç avluya sahiptir. Böylelikle, üç ayrı kalenin birleştirilmesiyle oluşmuş gibi duran kalenin olası<br/>bir işgalde tüm kontrolünün düşmanın eline geçmesine engel olacak etkili bir önlem alınmıştır.<br/>Olası bir işgalde tüm kontrolünün düşmanın eline geçmesine engel olmak."
  },
  {
    "id": "3735375",
    "unitNumber": 3,
    "text": "Mamure Kalesi'nin hangi dönemde inşa edildiği düşünülmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Antik Roma Dönemi",
      "B": "Antik Yunan Dönemi",
      "C": "Selçuklular Dönemi",
      "D": "Osmanlılar Dönemi",
      "E": "Bizans Dönemi"
    },
    "explanation": "Mersin-Antalya kıyı şeridinde yer alan önemli kalelerden biridir. Torosların eteğindeki Anamur’un<br/>6 km güneydoğusunda, Anamur Burnu kıyısında bulunan kalenin 3. yüzyılda Antik Roma döneminde<br/>inşa edildiği düşünülmektedir. Kentte yapılan araştırmalar ve arkeolojik kazı çalışmaları sırasında MÖ 4.yüzyıldan daha erken bir tarihe giden herhangi bir arkeolojik bulgu ve belge ele geçmemiştir (Tekocak, 2021:2). Anamur isminin kökeni ile ilgili olarak Antik Yunanca burun anlamında anem, rüzgâr anlamında ourium sözcüklerinin birleşimi olduğu yolundaki yanlış bir değerlendirme bulunmaktadır"
  },
  {
    "id": "3735376",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi, Mardin’in güney batısında Bab-ı Zeytun olarak bilinen bölgenin dışında,<br/>oldukça eğimli bir arazi üzerinde yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kasımiye Medresesi",
      "B": "Sultan İsa/Zinciriye Medresesi",
      "C": "Sitti Radviyye/Hatuniye Medresesi",
      "D": "Mardin Şehidiye Medresesi",
      "E": "Surp Hovsep (Mor Yusuf) Kilisesi"
    },
    "explanation": "Kasımiye Medresesi: Mardin’in güney batısında Bab-ı Zeytun olarak bilinen bölgenin dışında,<br/>oldukça eğimli bir arazi üzerinde yer alır."
  },
  {
    "id": "3735377",
    "unitNumber": 3,
    "text": "Tarihi dokunun yoğun olduğu Mardin'in merkezinde yer alan ve kentin sembolü olan yapı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mardin Ulu Camii",
      "B": "Latifiye Camii",
      "C": "Kırklar Kilisesi",
      "D": "Emir Hamamı",
      "E": "Artuklu Kervansarayı"
    },
    "explanation": "Mardin Ulu Camii: Tarihi dokunun yoğun<br/>olduğu kent merkezinde yer alır. Dilimli kubbesi ve minaresi ile kentin sembolü olan cami,<br/>Anadolu’nun en eski camilerindendir."
  },
  {
    "id": "3735378",
    "unitNumber": 3,
    "text": "Mardin'de bulunan ve Cuma arifesi olduğu için Perşembe<br/>günleri Müslümanlara, Pazar ayini öncesi olduğu<br/>için Cumartesi günleri daha çok Hristiyanlara hizmet vermiş olan yapı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Emir Hamamı",
      "B": "Artuklu Kervansarayı",
      "C": "Latifiye Camii",
      "D": "Kırklar Kilisesi",
      "E": "Meryem Ana Kilisesi"
    },
    "explanation": "Emir Hamamı: Artuklu sultanlarından<br/>Emineddin’in yaptırdığı kendi adıyla anılan külliyesinin ana yapılarındadır. Ana caddenin güney<br/>tarafında yer alan hamam, özgününde şifahane olarak inşa edilmiş, daha sonra hamama dönüştürülmüştür (Çağlayan 2020:102).Yan mekânlarla genişletilmiş soğukluk ve sıcaklık bölümleri kubbeli olan hamam, Cuma arifesi olduğu için Perşembe<br/>günleri Müslümanlara, Pazar ayini öncesi olduğu<br/>için Cumartesi günleri daha çok Hristiyanlara hizmet vermiştir (Çağlayan 2020: 104)."
  },
  {
    "id": "3735379",
    "unitNumber": 3,
    "text": "Cumhuriyet Meydanı’nda yer alan ve Mardin merkezde bulunan en büyük kilise aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Meryem Ana ilisesi",
      "B": "Keldani/Surp Kevork Ermeni Katolik Kilisesi",
      "C": "Mor Şmuni Kilisesi",
      "D": "Kırklar Kilisesi",
      "E": "Surp Hovsep (Mor Yusuf) Kilisesi"
    },
    "explanation": "Meryem Ana Kilisesi: Cumhuriyet Meydanı’nda yer alır. Mardin merkezde bulunan en büyük kilisedir."
  },
  {
    "id": "3735380",
    "unitNumber": 3,
    "text": "Mardin isminin türetildiği Süryanice kelimenin anlamı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kale",
      "B": "Mert",
      "C": "Dinler",
      "D": "İnanç",
      "E": "Teras"
    },
    "explanation": "Romalı asker Ammianus Marcellinus, 4.yüzyılda<br/>kaleme aldığı anılarında Mardin Kalesi’nden Maride Kalesi adıyla bahseden ilk kişidir. Mardin isminin<br/>Süryanice kale anlamına gelen merdo ve kaleler anlamına gelen merdin sözcüğünden türetildiği genel kabul görmektedir (Göyünç,1991:3)."
  },
  {
    "id": "3735381",
    "unitNumber": 3,
    "text": "Yerleşmiş bir inanca göre; Harput’a gelen kişinin,<br/>ilk önce mutlaka ziyaret etmesi gereken yer aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Arap Baba Türbesi",
      "B": "Harput Ulu Camii",
      "C": "Alaca Mescit",
      "D": "Meryem Ana Kilisesi",
      "E": "Harput İç Kalesi"
    },
    "explanation": "Yerleşmiş bir inanca göre; Harput’a gelen kişi,<br/>ilk önce mutlaka Arap Baba Türbesi’ni ziyaret etmelidir aksi halde bölgedeki diğer türbeleri ziyaret<br/>edebilmesi için kendisine izin çıkmamakta, ne kadar çok çabalarsa çabalansın diğer türbeleri ziyaret edememektedir. Bir şekilde sırayı bozan olursa<br/>mutlaka büyük bir olumsuzluğun o kişiyi bulacağına inanılmaktadır."
  },
  {
    "id": "3735382",
    "unitNumber": 3,
    "text": "MÖ 9. yüzyıldan başlayarak bölgedeki hakimiyet alanlarını genişleten Urartular tarafından MÖ<br/>8. tarihinde Harput Kalesi inşa edilmiştir",
    "correctAnswer": "A",
    "options": {
      "A": "Urartular",
      "B": "Selçuklular",
      "C": "Moğollar",
      "D": "Romalılar",
      "E": "Artuklular"
    },
    "explanation": "MÖ 9. yüzyıldan başlayarak bölgedeki hakimiyet alanlarını genişleten Urartular tarafından MÖ<br/>8. tarihinde Harput Kalesi inşa edilmiştir"
  },
  {
    "id": "3735197",
    "unitNumber": 4,
    "text": "Aşağıdaki yerleşimlerden hangisi Unesco'nun Dünya Kültür Mirası Geçici Listesinde bulunmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Konya",
      "B": "Seydişehir",
      "C": "Trabzon",
      "D": "Çankırı",
      "E": "Kocaeli"
    },
    "explanation": "Giriş<br/>Konya"
  },
  {
    "id": "3735198",
    "unitNumber": 4,
    "text": "Konya Kenti hangi niteliği ile Unesco Dünya Kültür Mirası Geçici Listesine dahil edilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çatalhöyük, Karahöyük gibi Tarihöncesi arkeolojik alanlar nedeniyle dahil edilmiştir.",
      "B": "Selçuklu Başkenti olması nedeniyle dahil edilmiştir.",
      "C": "Osmanlı Döneminde önemli bir şehzade yetiştirme merkezi olması nedeniyle dahil edilmiştir.",
      "D": "Doğal güzellikleri nedeniyle dahil edilmiştir.",
      "E": "Dünyanın en erken üniversitelerinden birinin kalıntılarına sahip olması nedeniyle dahil edilmiştir."
    },
    "explanation": "Selçuklu Başkenti Konya<br/>Selçuklu Başkenti olması nedeniyle dahil edilmiştir."
  },
  {
    "id": "3735199",
    "unitNumber": 4,
    "text": "Konya hangi yılda Türk egemenliğine girmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "1071",
      "B": "1072",
      "C": "1073",
      "D": "1074",
      "E": "1075"
    },
    "explanation": "Selçuklu Başkenti Konya<br/>1073"
  },
  {
    "id": "3735200",
    "unitNumber": 4,
    "text": "Türkiye Selçuklu Devlet'ini kim kurmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "Fatih Sultan Mehmet",
      "B": "Kanuni Sultan Süleyman",
      "C": "Alparslan",
      "D": "Kutalmışoğlu I. Rükneddin Süleyman Şah",
      "E": "Kılıçarslan"
    },
    "explanation": "Selçuklu Başkenti Konya<br/>Kutalmışoğlu I. Rükneddin Süleyman Şah"
  },
  {
    "id": "3735201",
    "unitNumber": 4,
    "text": "Selçuklular Konya'yı ne zaman başkent yapmışlardır?",
    "correctAnswer": "E",
    "options": {
      "A": "1072",
      "B": "1071",
      "C": "1095",
      "D": "1096",
      "E": "1097"
    },
    "explanation": "Selçuklu Başkenti Konya<br/>1097"
  },
  {
    "id": "3735202",
    "unitNumber": 4,
    "text": "Konya'da Selçuklu Dönemi imar faaliyetleri en erken hangi yılda başlamış olabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "1122",
      "B": "1123",
      "C": "1124",
      "D": "1097",
      "E": "1072"
    },
    "explanation": "Mimari<br/>1122"
  },
  {
    "id": "3735203",
    "unitNumber": 4,
    "text": "Selçuklu Dönemi Konya'sında ilk mahalle yerleşimleri nerelerde kurulmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "Camilerin civarında",
      "B": "Ana ulaşım yolları çevresinde",
      "C": "Zaten var olan kenar mahalleler baz alınarak",
      "D": "Saray surlarının içinde",
      "E": "Düzenli plan göstererek şehir merkezinin uzağında"
    },
    "explanation": "Mimari<br/>Ana Ulaşım Yolları çervresinde"
  },
  {
    "id": "3735204",
    "unitNumber": 4,
    "text": "Konya'nın Selçuklu Dönemi'nde ilk anıtsal camisi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kelebek Müzesi Camii",
      "B": "Eskihisar Camii",
      "C": "Alaeddin Camii",
      "D": "Alanönü Camii",
      "E": "Akasya Camii"
    },
    "explanation": "Mimari<br/>Alaeddin Camii"
  },
  {
    "id": "3735205",
    "unitNumber": 4,
    "text": "Alaeddin Camii Konya'da nerede inşa edilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kelebek Müzesi Tepesinde.",
      "B": "Hasandağı Tepesinde.",
      "C": "Çumra İlçesinde.",
      "D": "Alaeddin Tepesinde.",
      "E": "Alanönü Tepesinde."
    },
    "explanation": "Mimari<br/>Alaeddin Tepesinde."
  },
  {
    "id": "3735206",
    "unitNumber": 4,
    "text": "Türkiye Selçukluları Dönemi'nde Niksar hangi isimle anılmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Neo Caesarea",
      "B": "Kaberia",
      "C": "Diaspolis",
      "D": "Darulşaffak",
      "E": "Dârülikbâl"
    },
    "explanation": "DANİŞMENDLİ BAŞKENTİ NİKSAR<br/>Dârülikbâl"
  },
  {
    "id": "3735443",
    "unitNumber": 4,
    "text": "Alâeddin Camii hangi ilde bulunmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Konya",
      "B": "Eskişehir",
      "C": "Malatya",
      "D": "Ankara",
      "E": "Burdur"
    },
    "explanation": "Alâeddin Camii adını alacak olan şehrin ilk cami yapısının inşasına iç kalede, Konya Alâeddin Tepesi’nde başlanmıştır. Günümüze ulaşan Alâeddin Camii Konya şehrinde bulunmaktadır."
  },
  {
    "id": "3735444",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi tarihin farklı dönemlerinde Niksar'a verilen isimlerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kaberia",
      "B": "Diaspolis",
      "C": "Neo Caesarea",
      "D": "Harsanosiyye",
      "E": "Melid"
    },
    "explanation": "Hitit, Frig, Med, Pers, Pontus, Grek ve Roma idareleri altına giren bölge daha sonra Doğu Roma/Bizans yönetimine geçmiştir. Pontus Krallığı döneminde Kaberia (Cabira) adıyla anılan şehir, Roma döneminde General Pompeius (MÖ 66-62) tarafından yeniden inşa<br/>edilerek Diaspolis adıyla adlandırılmıştır. Şehir, İmparator Tiberius döneminde (MS 14-37) Neo Caesarea (yeni Kayseriye); Bizans döneminde Neo Caesarea ve Harsanisiya; Dânişmendnâme’de Harsanosiyye ve Niksar; Türkiye Selçukluları döneminde Dârülikbâl adıyla anılmıştır (Bostan, 2007:119-122)."
  },
  {
    "id": "3735445",
    "unitNumber": 4,
    "text": "Çöreğibüyük Camii aşağıdaki yerleşim yerlerden hangisinde bulunmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Niksar",
      "B": "Nevşehir",
      "C": "Muğla",
      "D": "Burdur",
      "E": "Aksaray"
    },
    "explanation": "Niksar’daki Danişmendli camileri çoğunlukla kale eteklerinde şehrin güneydoğu yönünde yer almaktadır. Bu yapıların çoğunluğu, özgünlüğünü yitirmiştir.Çöreğibüyük Camii de Niksar'da bulunmaktadır. Çöreğibüyük Camii; İlhanlı hükümdarı Ebu Said Bahadır Han (1304-1316) tarafından yaptırılmıştır (Kanar, 2019:65)."
  },
  {
    "id": "3735446",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Niğde'de bulunan yapılardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Rahmaniye Camii",
      "B": "Sungur Bey (Ağa) Camii",
      "C": "Nalbantlar Çeşmesi:",
      "D": "Ermeni Kilisesi",
      "E": "Akşebe Sultan Mescidi ve Türbesi"
    },
    "explanation": "Akşebe Sultan Mescidi ve Türbesi Alanya'da bulunmaktadır."
  },
  {
    "id": "3735447",
    "unitNumber": 4,
    "text": "Eshâb-ı Kehf Külliyesi hangi ilde bulunmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Konya",
      "B": "Kahramanmaraş",
      "C": "Gaziantep",
      "D": "Malatya",
      "E": "Ankara"
    },
    "explanation": "Kahramanmaraş’a bağlı Afşin ilçesinin yaklaşık 7 km kuzeybatısında bulunan külliyenin çekirdeğini<br/>Antik Çağ’dan beri kutsal kabul edilen Eshab-ı Kehf ya da Eshabü’l-Kehf olarak adlandırılan mağaranın yakınına gelen ziyaretçilerin çeşitli ihtiyaçlarını karşılamak amacıyla Türkiye Selçuklularının Maraş emiri Nusretüddin Hasan tarafından inşa ettirilen rıbat, cami ve han yapıları oluşturmaktadır. 1215’de rıbat, 215- 1234 arasında cami, 1233’de han inşa edilmiştir."
  },
  {
    "id": "3735448",
    "unitNumber": 4,
    "text": "Türkler tarafından Ahlat olarak adlandırılan bölge Araplar tarafından hangi isimle anılmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Halads",
      "B": "Şaleat",
      "C": "Kelath",
      "D": "Hılat",
      "E": "Kubbetü’l İslam"
    },
    "explanation": "Urartular tarafından Halads, Ermeniler tarafından Şaleat, Süryaniler tarafından Kelath, Araplar tarafından Hılat, İranlılar ve Türkler tarafından Ahlat olarak adlandırılmıştır (Sümer, 1989:19-22)."
  },
  {
    "id": "3735449",
    "unitNumber": 4,
    "text": "Harabe Şehir Mezarlığı, Taht-ı Süleyman Mezarlığı, Kırklar Mezarlığı, Kale Mezarlığı, Merkez Mezarlık ve Meydan Mezarlığı aşağıdaki yerleşim yerlerinden hangisinde bulunmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Niksar",
      "B": "Ahlat",
      "C": "Alanya",
      "D": "Afşin",
      "E": "Nevşehir"
    },
    "explanation": "12.-15. yüzyıllar arasında inşa edilen mezar taşları ile ünlü olan Ahlat’ta bazı<br/>küçük mezarlık alanları dışında Harabe Şehir Mezarlığı, Taht-ı Süleyman Mezarlığı, Kırklar Mezarlığı, Kale Mezarlığı, Merkez Mezarlık ve Meydan Mezarlığı olmak üzere altı önemli mezarlık alanı bulunmaktadır."
  },
  {
    "id": "3735450",
    "unitNumber": 4,
    "text": "Yavuz Sultan Selim’in Çaldıran Seferi sonrasında inşasına başlanan Kale Mezarlığı hangi padişah döneminde tamamlanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kanuni Sultan Süleyman",
      "B": "II. Selim",
      "C": "III. Murat",
      "D": "I. Ahmet",
      "E": "I. Mustafa"
    },
    "explanation": "Yavuz Sultan Selim’in Çaldıran Seferi sonrasında inşasına başlanan Kale Mezarlığı Kanuni Sultan<br/>Süleyman döneminde tamamlanmıştır. Osmanlı Kalesi’nin dışındadır."
  },
  {
    "id": "3735451",
    "unitNumber": 4,
    "text": "Niğde’nin ilk adının Hitit belgelerinde aşağıdakilerden hangisi olarak geçmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Nakhita",
      "B": "Nagidos",
      "C": "Nakide",
      "D": "Dârü’lpehlevâniye",
      "E": "Ma‘şûkıyye"
    },
    "explanation": "Nakhita ya da Naghida olduğu kabul edilmekte, Helen dilinde bu adın Nagidos’a dönüştüğü belirtilmektedir."
  },
  {
    "id": "3735452",
    "unitNumber": 4,
    "text": "Niksar Kalesi nereye kurulmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "Kelkit Çayı ile Maduru Deresi arasında yer alan bir tepelikte kurulmuştur",
      "B": "Kahramanmaraş’a bağlı Afşin ilçesinin yaklaşık 7 km kuzeybatısında kurulmuştur",
      "C": "Antalya Körfezi’nin doğusunda denizden yaklaşık iki yüz elli metre yükseklikte dağlık bir alanda<br/>kurulmuştur",
      "D": "İç Anadolu, Orta Kızılırmak bölgesinde Batıda Melendiz Dağları ile güneydoğuda Aladağlar arasında kurulmuştur",
      "E": "Konya ovasında kurulmuştur"
    },
    "explanation": "Niksar Kalesi, Kelkit Çayı ile Maduru Deresi arasında yer alan bir tepelikte kurulmuştur."
  },
  {
    "id": "3735301",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Selçuklu döneminde inşa edilen hanların mimari özelliklerinden biri <u>değildir?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Sadece kubbeden oluşan hanlar",
      "B": "Sadece avludan oluşan hanlar",
      "C": "Sadece kapalı bir binadan oluşan hanlar",
      "D": "Hem avlulu hem kapalı bölümü bulunan karma hanlar",
      "E": "Eş odaklı hanlar"
    },
    "explanation": ". Hanlar, avlularının bulunup bulunmamasına göre; 1-sadece avludan oluşan hanlar, 2-sadece kapalı bir binadan<br/>oluşan hanlar, 3-hem avlulu hem kapalı bölümü<br/>bulunan karma/klasik tipteki hanlar ve 4-eş odaklı<br/>ya da münferit tipli hanlar olmak üzere başlıca dört<br/>grupta sınıflandırılmaktadır."
  },
  {
    "id": "3735302",
    "unitNumber": 5,
    "text": "I.Evdir Han<br/>II.Dokuzun Han<br/>III.Horozlu Han<br/>Yukarıdakilerden hangisi Selçuklu döneminde inşa edilen sadece avludan oluşan hanlara bir örnektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Sadece avludan oluşan hanların bilinen tek<br/>örneğini Antalya-Burdur karayolu üzerinde<br/>Antalya’nın 18 km kuzeybatısında yer alan I. İzzeddin Keykavus’un 1211 yılında inşa ettirdiği<br/>dört tarafı revakla çevrelenmiş büyük bir avludan<br/>oluşan Evdir Han oluşturur."
  },
  {
    "id": "3735303",
    "unitNumber": 5,
    "text": "Konya-Aksaray yolu üzerinde yer alan ve kitabelerine göre Muhammed oğlu Sadeddin Köpek tarafından yaptırılan han aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Zazadin Han",
      "B": "Evdir Han",
      "C": "Dokuzun Han",
      "D": "Horozlu Han",
      "E": "Obruk Han"
    },
    "explanation": "Konya-Aksaray yolu üzerinde, Konya şehir merkezinin 22 km kuzeydoğusundadır. Kitabelerine göre Muhammed oğlu Sadeddin Köpek tarafından yaptırılmıştır. 633/1236’de hanın kapalı<br/>bölümü, 634/1237’de açık avlulu bölümü inşa edilmiştir. I. Alâeddin Keykubad ve II. Gıyaseddin Keyhüsrev dönemlerinin devlet adamı ve Kubadabad Sarayı’nın (1235-36) mimarı olan Sadeddin Köpek’in<br/>(öl.1238), Zazadin Han’ın da mimarı olduğu tahmin edilmektedir."
  },
  {
    "id": "3735304",
    "unitNumber": 5,
    "text": "Aşağıdaki eserlerden hangisi Mengücekli Beyliği tarafından yaptırılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Divriği Ulu Camii",
      "B": "Erzurum Yakutiye Medresesi",
      "C": "Aksaray Sultan Han",
      "D": "Obruk Han",
      "E": "Afyon Ulu Camii"
    },
    "explanation": "Divriği Kalesi’nin bulunduğu tepenin güneybatı eteğinde tek bir binanın içerisinde ortak bir duvarla ayrılmış olarak yer alan ulu cami ve şifahane, yakınlarda bulunan Bekir Çavuş Hamamı ve bir çeşmeyle birlikte dahil oldukları<br/>Divriği Ahmed Şah Külliyesi’nin iki ana yapısını oluştururlar (Resim 5.1-2). 1228-29 tarihli inşa kitabelerine göre,<br/>ulu cami Erken dönem Türk Beyliklerinden Mengüceklilerin Divriği kolu hükümdarı Ahmed Şah, şifahane Ahmed<br/>Şah’ın eşi olduğu genel kabul gören Mengüceklilerin Kemah-Erzincan kolu hükümdarı Behramşah’ın kızı Melike<br/>Turan Melek tarafından yaptırılmıştır."
  },
  {
    "id": "3735305",
    "unitNumber": 5,
    "text": "I. Kapalı avlulu medreseler<br/>II. Açık avlulu medreseler<br/>III. Eş odaklı medreseler<br/>Yukarıdakilerden hangisi Anadolu Selçuklu Medreselerinin mimari özelliklerinden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Medreseler, avlularının örtülü olup olmamalarına göre kapalı avlulu medreseler ve açık avlulu medreseler olmak üzere iki ana<br/>grupta toplanmaktadır"
  },
  {
    "id": "3735327",
    "unitNumber": 5,
    "text": "Yivli Minare Camii’ni inşa ettiren mimar aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Balaban et-Tavâşî",
      "B": "Kelûk bin Abdullah",
      "C": "Konyalı Kalûyân",
      "D": "Hacı Osman bin Abdurrahman",
      "E": "Havlan oğlu Şamlı Muhammed"
    },
    "explanation": "Adını Türkiye Selçuklu Sultanı I. Alâeddin Keykubad’ın (1220-1237), inşa ettirdiği cami, minare, medrese ve hamamdan oluşan külliyenin Yivli Minaresi’nden alan cami, doğu cephedeki girişinin üst kısmında<br/>bulunan kitabesine göre, 1372-73 tarihinde Hamidoğulları Beyliği’nin hükümdarı Emîr Mübârizüddin<br/>Mehmed Bey tarafından yaptırılmıştır. Mimarı Balaban et-Tavâşî’dir."
  },
  {
    "id": "3735328",
    "unitNumber": 5,
    "text": "I.Kelûk bin Abdullah-Konya İnce Minareli Medrese<br/>II.Konyalı Kalûyân-Sivas Gök Medrese<br/>III.Hacı Osman bin Abdurrahman-Dokuzun Han<br/>Yukarıdaki eser ve mimar eşleştirmelerinden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız III",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Eserlerin olduğu başlıkların altında mimarların adları yer almaktadır."
  },
  {
    "id": "3735329",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Ağzıkara Han'ın özelliklerinden biri <u>değildir?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Sultan Hanıdır.",
      "B": "Abdullah oğlu Hoca Mesud tarafından inşa ettirilmiştir.",
      "C": "Hanın batısında ayrı bir hamam yapısı bulunur.",
      "D": "Karma tipte bir handır.",
      "E": "Taç kapısı yan cepheye alınmıştır."
    },
    "explanation": "Aksaray-Nevşehir yolu üzerinde Aksaray’a yaklaşık 15 km uzaklıkta adını verdiği Ağzıkara köyündedir. Kitabesine göre kapalı bölümü 1231, avlulu bölümü 1240 tarihinde Abdullah oğlu Hoca<br/>Mesud tarafından inşa ettirilmiştir. Hoca Mesud’un ticaretle uğraşan çok zengin bir kişi olduğu ve kitap<br/>kopya ettiği bilinmektedir. Hanın batısında ayrı bir hamam yapısı bulunur. Mimarı bilinmeyen karma/<br/>klasik tipteki hanın, Zazadin Han gibi taç kapısı yan cepheye alınmıştır."
  },
  {
    "id": "3735330",
    "unitNumber": 5,
    "text": "I.Obruk Han<br/>II.Aksaray Sultan Hanı<br/>III.Ağzıkara Han<br/>IV.Kayseri Tuzhisarı Sultan Hanı<br/>Yukarıdaki hanların hangisinde avlularının ortasında dört paye ve dört kemerle taşınan kare tabanlı birer baldaken üzerinde yer alan köşk mescit bulunur?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "II ve IV",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Denizli-Doğubayazıt yolu üzerinde yer alan Aksaray Sultan Hanı, Ağzıkara Han<br/>ve Kayseri Tuzhisarı Sultan Hanı’nın avlularının ortasında dört paye ve dört kemerle taşınan kare tabanlı birer baldaken üzerinde yer alan köşk mescit bulunur."
  },
  {
    "id": "3735331",
    "unitNumber": 5,
    "text": "I.Konya İnce Minareli Medrese<br/>II.Kayseri Sahibiye Medresesi<br/>III.Sivas Gök Medrese<br/>Yukarıdakilerden hangisi açık avlulu medresedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Selçuklu Veziri Sahip Ata Fahreddin Ali, kapalı avlulu ve açık avlulu medrese<br/>yapıları inşa ettirmiştir. Bu medreselerden Konya İnce Minareli Medrese kapalı avlulu, Kayseri Sahibiye Medresesi ile Sivas Gök Medrese açık avluludur."
  },
  {
    "id": "3735372",
    "unitNumber": 5,
    "text": "Mihrap önü kubbesini taşıyan batı kemerin üstündeki duvarda yer alan kitabesinden “Ahlatlı Muğis oğlu Hürremşah yaptı”, doğu taç kapı kitabesinden “Ahlatlı Ahmed yaptı” biçiminde okunan metinlere göre, yapının mimarları Ahlatı Muğis oğlu Hürremşah ile Ahlatlı Ahmed’dir,<br/>Yukarıda bahsedilen aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Diviriği ulu camii",
      "B": "Süleymaniye camii",
      "C": "Selimiye camii",
      "D": "Kurşunlu camii",
      "E": "Sivrihisar Ulu camii"
    },
    "explanation": "Ulu Caminin mihrap önü kubbesini taşıyan batı kemerin üstündeki duvarda yer alan kitabesinden “Ahlatlı Muğis<br/>oğlu Hürremşah yaptı”, doğu taç kapı kitabesinden “Ahlatlı<br/>Ahmed yaptı” biçiminde okunan metinlere göre, yapının mimarları Ahlatı Muğis oğlu Hürremşah ile Ahlatlı Ahmed’dir"
  },
  {
    "id": "3735383",
    "unitNumber": 5,
    "text": "Cami mekânının güneydoğu köşesinde bulunan hükümdar/bey mahfiline dışarıdan geçit verdiğinden Şah Kapısı olarak da adlandırılmıştır. Selçuklu üslubunda yapılmış sivri kemerli taç kapı kuruluşu, iki yandan ve saçak altından dıştakinde bitkisel, içtekinde yıldız geçmeli geometrik kabartmaların bulunduğu şeritlerle çevrelenmiştir.<br/>Yukarıdaki açıklama ulu caminin hangi bölümüdür?",
    "correctAnswer": "A",
    "options": {
      "A": "Doğu Taç Kapı",
      "B": "Batı Taç Kapısı",
      "C": "Şifahane",
      "D": "Batı Taç Kapı",
      "E": "Şifahane Taç kapısı"
    },
    "explanation": "Doğu Taç Kapı: Cami mekânının güneydoğu köşesinde bulunan hükümdar/bey mahfiline dışarıdan geçit verdiğinden Şah Kapısı olarak da adlandırılmıştır. Selçuklu üslubunda yapılmış sivri kemerli taç kapı kuruluşu, iki yandan ve saçak altından dıştakinde bitkisel, içtekinde yıldız geçmeli geometrik kabartmaların bulunduğu şeritlerle çevrelenmiştir. Taç kapı nişinin dikdörtgen biçimli kapı açıklığı ile mukarnaslı kavsarası arasındaki geniş yüzey, içlerine bitkisel bezemelerin kabartıldığı değişik biçimlerde küçük geometrik yüzeylere ayrılmış kompozisyonlarla bezenmiştir"
  },
  {
    "id": "3735384",
    "unitNumber": 5,
    "text": "Doğu-batı doğrultusunda dikdörtgen tabanlı bir alana oturmaktadır. Kuzey duvarı, caminin güney duvarını oluşturmaktadır. Kapalı avlulu ve üç eyvanlı, batıdaki giriş kanadı ile güney kanatta iki katlıdır. Batı cephe ekseninde yer alan cepheden dışa taşkın sivri kemerli taç kapı kuruluşunun sivri kemerli kapı açıklığından kare tabanlı dört kollu yıldız biçimli aynalı tonoz örtülü giriş mekânına girilmektedir.<br/>Yukarıda açıklanan Diviriği ulucami ait bölüm aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kuzey taç kapı",
      "B": "Şifahane",
      "C": "Doğu taç kapı",
      "D": "Batı taç kapı",
      "E": "Taş merdiven"
    },
    "explanation": "Şifahane: Doğu-batı doğrultusunda dikdörtgen tabanlı bir alana oturmaktadır. Kuzey duvarı, caminin güney duvarını oluşturmaktadır. Kapalı avlulu ve üç eyvanlı, batıdaki giriş kanadı ile güney kanatta iki katlıdır. Batı cephe ekseninde yer alan cepheden dışa taşkın sivri kemerli taç kapı kuruluşunun sivri kemerli kapı açıklığından, şifahanenin kare tabanlı dört kollu yıldız biçimli aynalı tonoz örtülü giriş mekânına girilmektedir."
  },
  {
    "id": "3735385",
    "unitNumber": 5,
    "text": "Ahi Hüsameddin tarafından 1289-90 tarihi civarında ikinci kez inşa ettirilmiştir. Yapının ilk inşa evresinin mimarı bilinmemektedir. İkinci inşa evresi ahiler tarafından gerçekleştirilmiştir. Kuzeyden güneye doğru alçalan çok eğimli bir araziye oturtulan yapının, güney ve batı cepheleri arazi eğimi nedeniyle önlerine yapılan paralel birer istinat duvarıyla korunmaya alınmıştır. Kot farkından yararlanılarak yapının kuzey kesiminde, kuzey cephede yer alan dışa taşkın ve yüksek sivri kemerli taç kapı kuruluşunun basık kemerli kapı açıklığıyla girilen bir mahfil katı oluşturulmuş, batı cephesinin önünde yer alan yol kotundan oldukça yüksek terasın güneybatı alt köşesine bir dükkân yerleştirilmiştir.<br/>Yukarıda açıklanan cami aşağıdakilerden hangisidir.",
    "correctAnswer": "C",
    "options": {
      "A": "Diviriği Ulu cami",
      "B": "Süleymaniye Cami",
      "C": "Ankara Arslanhane Camii",
      "D": "Sultan Ahmet Cami",
      "E": "Sivrihisar Ulu Cami"
    },
    "explanation": "Ankara Arslanhane (Ahi Şerafeddin) Camii: Arslanhane adını yakınındaki Ahi Şerafeddin Türbesi’nin devşirme aslan heykelinden, Ahi Şerâfeddin adını Ahi Şerâfeddin’den alan caminin iki inşa evresi bulunmaktadır. İlk inşa evresi, batı cephe taç kapısının güney yanındaki duvarda yer alan bozulmuş kitabe parçasından okunabilen “Allah’ım, Merhum Emir Şerefeddin’i bağışla” ifadesinde geçen Emir Şerefeddin ismine dayanarak 1223 öncesine tarihlenmektedir. Yapının, ahşap ustası/neccar Mehmed b. Ebû Bekir’in eseri olan 1289-90 tarihli minberinin kitabesinden, Ahi Hüsameddin tarafından 1289-90 tarihi civarında ikinci kez inşa ettirildiği öğrenilmektedir. Yapının ilk inşa evresinin mimarı bilinmemektedir. İkinci inşa evresi ahiler tarafından gerçekleştirilmiştir. Kuzeyden güneye doğru alçalan çok eğimli bir araziye oturtulan yapının, güney ve batı cepheleri arazi eğimi nedeniyle önlerine yapılan paralel birer istinat duvarıyla korunmaya alınmıştır. Kot farkından yararlanılarak yapının kuzey kesiminde, kuzey cephede yer alan dışa taşkın ve yüksek sivri kemerli taç kapı kuruluşunun basık kemerli kapı açıklığıyla girilen bir mahfil katı oluşturulmuş, batı cephesinin önünde yer alan yol kotundan oldukça yüksek terasın güneybatı alt köşesine bir dükkân yerleştirilmiştir. Yapının doğu cephesinde iki, batı cephesinde tek kademe ile duvar yüzeyinden geri çekilen erken dönem Selçuklu özellikleri gösteren iki taç kapısı daha bulunmaktadır."
  },
  {
    "id": "3735386",
    "unitNumber": 5,
    "text": "İki inşa evresi bulunan cami, doğu cephe kapısının beş satırlık kitabesine göre, ilk kez 1231-32 tarihinde Selçuklu devlet adamlarından kadıskar Cemaleddin Ali Bey tarafından babası Cemaleddin İsmailoğlu Akça Bey için yaptırılmıştır. Doğu-batı doğrultusunda uzanan dikdörtgen biçimli bir alana oturan yapının kapıları doğu, kuzey ve batı cephelerinde bulunur. Cami mekânı, güneyden itibaren ilk ikisi ile dördüncüsünde 13, güneyden ikincisi ile beşincisinde 12 ahşap sütunun bulunduğu, beş destek sırasının ahşap sütunlarının, başlıkları üzerinden doğu-batı doğrultusunda atılan ana taşıyıcı kirişlerle birbirlerine ve duvarlara bağlanmalarıyla mihraba paralel altı sahına ayrılmıştır <br/>Yukarıda özellikleri açıklanan cami aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Divriği Ulu Cami",
      "B": "Afyon Ulu Cami",
      "C": "Beyşehir Eşrefoğlu Süleyman Bey Camii:",
      "D": "Kastamonu Kasabaköy Mahmut Bey Camii:",
      "E": "Sivrihisar Ulu Cami"
    },
    "explanation": "Sivrihisar Ulu Camii: Camii Kebir mahallesinde, çarşı içinde yer alır. Minare kaidesi ve kapılarında kesme taş, duvarlarında yer yer ahşap hatıllı düzensiz örgü tekniğinde moloz taş, kapı çerçeve ve kitabelerinde mermer, mihrabında alçı malzeme kullanılmıştır. İki inşa evresi bulunan cami, doğu cephe kapısının beş satırlık kitabesine göre, ilk kez 1231-32 tarihinde Selçuklu devlet adamlarından Sivrihisarlı kadıskar (kadı leşker) Cemaleddin Ali Bey tarafından vefat eden babası Cemaleddin İsmailoğlu Akça Bey için yaptırılmıştır. Emir Celaleddin Ali Bey, Selçukluların iki kardeşin ortak hükümdarlığında yönetildiği dönemde Sultan IV. Rükneddin Kılıç Arslan’ın veziri Muineddin Pervane tarafından Sultan II. İzzeddin Keykavus’un taraftarı olduğu gerekçesiyle tutuklanarak Moğollara teslim edilmiş ve Moğollar tarafından öldürülmüştür. Emir Celaleddin Ali Bey’in inşa ettirdiği ilk caminin, günümüzdeki cami mekânın doğusunda yer alan Sölpük Mescid adıyla anılan kubbeli bölüm olduğu genel kabul görmektedir. 1259 öncesinde maliye nazırlığı sonrasında saltanat naipliği görevlerinde bulunan Selçuklu devlet adamlarından Emineddin Mikail, yapının kuzey cephe kapısında bulunan üç satırlık kitabeye göre, 1274 tarihinde camiyi yeniletmiştir. Kalıplama tekniğinde yapılan, bezemeli alçı mihrabının 1339-40 tarihli Osmanlı onarımı sırasında yerine yerleştirildiği ileri sürülmektedir."
  },
  {
    "id": "3735387",
    "unitNumber": 5,
    "text": ".....................................:Kitabesine göre, yapının bilinen ilk onarımı 1341 tarihinde Sâhib Ataoğullarından Nusretüddevle Ahmed zamanında, Mugīsüddin Emîr Îsâ b. Muzafferüddin tarafından gerçekleştirilmiştir. Caminin çift katlı taş kaide üzerinden yükselen silindirik gövdeli tek şerefeli tuğla minaresinin bu onarım sırasında 1341 tarihinde inşa edildiği tahmin edilmektedir. Minare gövdesinde turkuaz ve patlıcan moru renkli sırlı tuğlalarla normal tuğlaların birlikte örülmesiyle eşkenar dörtgen biçimli desenler oluşturulmuştur.<br/>Yukarıdaki boşluğa aşağıdaki seçeneklerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sivrihisar Ulu Cami",
      "B": "Afyon Ulu Camii",
      "C": "Kastamonu Kasabaköy Mahmut Bey Camii:",
      "D": "Divriği Ulu Cami",
      "E": "Beyşehir Eşrefoğlu Süleyman Bey Camii:"
    },
    "explanation": "Afyon Ulu Camii: Afyon Kalesi’nin güneybatı eteğinde, doğu-batı doğrultusunda uzanan yamuk tabanlı bir alana inşa edilen yapının inşa kitabesi bulunmamakta, mimarı bilinmemektedir. Yakın zamana kadar 1272 tarihli minber kitabesine dayanılarak 1272 tarihi civarında tarihlenen yapının inşa tarihi, minber kitabesi yeniden okunarak 1204 tarihi civarına çekilmiştir (Bilici, 2016:38). Kitabesine göre, yapının bilinen ilk onarımı 1341 tarihinde Sâhib Ataoğullarından Nusretüddevle Ahmed zamanında, Mugīsüddin Emîr Îsâ b. Muzafferüddin tarafından gerçekleştirilmiştir. Caminin çift katlı taş kaide üzerinden yükselen silindirik gövdeli tek şerefeli tuğla minaresinin bu onarım sırasında 1341 tarihinde inşa edildiği tahmin edilmektedir. Minare gövdesinde turkuaz ve patlıcan moru renkli sırlı tuğlalarla normal tuğlaların birlikte örülmesiyle eşkenar dörtgen biçimli desenler oluşturulmuştur."
  },
  {
    "id": "3735388",
    "unitNumber": 5,
    "text": "Mimarı Balaban et-Tavâşî’dir. I. Alâeddin Keykubad’ın bir kilise kalıntısı üzerine inşa ettirdiği ileri sürülen Selçuklu camisinin yerine inşa edildiği genel kabul gören yapıya, biri doğu cephe ekseninin kuzeyine kaydırılmış, diğeri kuzey cephe ekseninde yer alan basık kemerli iki kapıyla girilmektedir. Tüm duvarları kaba yonu taşlarla inşa edilen yapının doğu cephe ekseninin güneyinde altta dikdörtgen, üstte sivri kemer biçimli birer pencere; kuzey cephe ekseninde ve eksenin iki yanında sivri kemerli birer üst, altta kapının batısında üç, doğusunda iki dikdörtgen biçimli pencere bulunmaktadır.<br/>Yukarıda açıklanan cami aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yivli Minare Cami",
      "B": "Kastamonu Kasabaköy Mahmut Bey Camii",
      "C": "Beyşehir Eşrefoğlu Süleyman Bey Camii",
      "D": "Afyon Ulu Cami",
      "E": "Sivrihisar Ulu Cami"
    },
    "explanation": "Adını Türkiye Selçuklu Sultanı I. Alâeddin Keykubad’ın (1220-1237), inşa ettirdiği cami, minare, medrese ve hamamdan oluşan külliyenin Yivli Minaresi’nden alan cami, doğu cephedeki girişinin üst kısmında bulunan kitabesine göre, 1372-73 tarihinde Hamidoğulları Beyliği’nin hükümdarı Emîr Mübârizüddin Mehmed Bey tarafından yaptırılmıştır. Mimarı Balaban et-Tavâşî’dir. I. Alâeddin Keykubad’ın bir kilise kalıntısı üzerine inşa ettirdiği ileri sürülen Selçuklu camisinin yerine inşa edildiği genel kabul gören yapıya, biri doğu cephe ekseninin kuzeyine kaydırılmış, diğeri kuzey cephe ekseninde yer alan basık kemerli iki kapıyla girilmektedir. Tüm duvarları kaba yonu taşlarla inşa edilen yapının doğu cephe ekseninin güneyinde altta dikdörtgen, üstte sivri kemer biçimli birer pencere; kuzey cephe ekseninde ve eksenin iki yanında sivri kemerli birer üst, altta kapının batısında üç, doğusunda iki dikdörtgen biçimli pencere bulunmaktadır. Batısından bir başka yapıya bitişik olan caminin güney cephe ekseninde ve eksenin doğusunda birer, eksenin batısında iki sivri kemerli üst pencere, eksende zemine yakın bir, eksenin doğusunda iki, batısında üç dikdörtgen biçimli alt pencere bulunmaktadır."
  },
  {
    "id": "3735389",
    "unitNumber": 5,
    "text": "Mahfillerin korkuluk şebekeleri geometrik oymalarla bezenmiştir. Ahşap kirişlerin üzerine oyma ahşap levhalar takılmış, mukarnaslı başlıklar, kiriş yüzeyleri, kirişler arasından görünen tavanın alt yüzü renkli kalemişi nakışlarla bezenmiştir. Yapının minberi özgün değildir. Güney duvar ekseninden hafifçe mekâna taşan alçı mihrabı, tabanı dahil dört yönden birkaç sıralı mukarnaslı çerçeve içine alınmıştır. Altı sıra mukarnas dolgulu kavsarayla örtülü mihrap nişinin üç dilimli kemeri, eksenleri etrafında dönebilen silindirik mermer sütuncelerin mukarnaslı başlıkları üzerinden yükselir. Alçı mihrabın geniş çerçeve şeridiyle kemeri arasında bulunan yüzeyi, kalıplama tekniğinde yapılmış ortalarında küçük yuvarlak kabartmaların bulunduğu karelere bölünmüş bir kompozisyonla bezenmiştir.<br/>Yukarıda özellikleri belirtilen yapı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Beyşehir Eşrefoğlu Süleyman Bey Camii",
      "B": "Kastamonu Kasabaköy Mahmut Bey Camii",
      "C": "Afyon Ulu Camii:",
      "D": "Sivrihisar Ulu Camii",
      "E": "Ankara Arslanhane (Ahi Şerafeddin) Camii"
    },
    "explanation": "Kastamonu Kasabaköy Mahmut Bey Camii: Kuzey-güney doğrultusunda dikdörtgen biçimli bir alana oturan, yanları kapalı son cemaat yeri bulunan yapının duvar örgüsünde kaba yonu ve moloz taş, cephe köşeleri ile pencere söve ve lentolarında kesme taş; kitabe panosu, mihrap sütunceleri ve kapısının söve ve lentolarında mermer kullanılmıştır. Cami, son cemaat yerinin güney duvarı ekseninde bulunan giriş kapısının sivri kemerli alınlığında yer alan dört satırlık inşa kitabesine göre, Candaroğullarından Adil Bey’in oğlu, büyük emir Mahmut Bey tarafından 1366 tarihinde yaptırılmıştır. Mimarı bilinmemektedir. Giriş kapısının ahşap kapı kanatlarını, kitabesine göre nakkaş Mahmud oğlu Abdullah yapmıştır. Özgün ahşap kapı kanatları Etnoğrafya Müzesi’nde (Liva Paşa Konağı) sergilenmektedir. Günümüzdeyapının kapısına özgün ahşap kapı kanatlarının birebir taklitleri takılmıştır. Bilinen ilk onarımı 1852’de gerçekleştirilen cami, 1940’lı yıllarda kapsamlı bir onarım görmüştür. 1943 depreminde hasar gören minaresi 1945’de sökülerek yeniden yapılmıştır. Son cemaat yerinin batı duvarına dıştan dayanan minaresi 1961-62’de kaidesine kadar yıkılarak yenilenmiştir. Son restorasyonu 2007-2008 arasında gerçekleştirilen caminin, kârgir minaresi ortadan kaldırılmış, son cemaat yerinin güneybatı iç köşesine tek şerefeli yeni bir ahşap minare kurulmuştur (Resim 5.16). İkisi duvarlara dayanan, ikisi serbest dört sütunla taşınan ahşap tavanla örtülü son cemaat yerinin güney duvar ekseninden dikdörtgen biçimli kapıyla cami mekânına girilmektedir. Mekân, mihrap aksının iki yanına yerleştirilen mukarnaslı ahşap başlıkları bulunan ikişer ahşap sütunun bulunduğu birer destek sırasının ahşap sütunlarının, başlıkları üzerinden atılan kuzeygüney doğrultusundaki ana taşıyıcı kirişlerle ortadakinin daha geniş ve yüksek tutulduğu mihraba dik üç sahına ayrılmıştır (Resim 5.16). Ana taşıyıcı kirişlere profilli konsollar üzerinden atılan sık aralıklı ahşap kirişlerin üzerinden kirişlemesi üstten kaplamalı ahşap tavanla örtülen mekânın kuzey duvarı önüne özel ahşap sütunlar üzerine oturtulmuş, merdivenlerle çıkılarak ulaşılan farklı kuruluşlara sahip, farklı seviyelerde kademelenen dört ahşap mahfil kurulmuştur. Mahfillerin korkuluk şebekeleri geometrik oymalarla bezenmiştir. Ahşap kirişlerin üzerine oyma ahşap levhalar takılmış, mukarnaslı başlıklar, kiriş yüzeyleri, kirişler arasından görünen tavanın alt yüzü renkli kalemişi nakışlarla bezenmiştir. Yapının minberi özgün değildir. Güney duvar ekseninden hafifçe mekâna taşan alçı mihrabı, tabanı dahil dört yönden birkaç sıralı mukarnaslı çerçeve içine alınmıştır. Altı sıra mukarnas dolgulu kavsarayla örtülü mihrap nişinin üç dilimli kemeri, eksenleri etrafında dönebilen silindirik mermer sütuncelerin mukarnaslı başlıkları üzerinden yükselir. Alçı mihrabın geniş çerçeve şeridiyle kemeri arasında bulunan yüzeyi, kalıplama tekniğinde yapılmış ortalarında küçük yuvarlak kabartmaların bulunduğu karelere bölünmüş bir kompozisyonla bezenmiştir."
  },
  {
    "id": "3735390",
    "unitNumber": 5,
    "text": "Duvarlarında kesme taş ve kaba yonu taş, taç kapısında beyaz ve gri renkli mermer, kubbe ve tonozlarında tuğla malzeme kullanılmıştır. Doğu/giriş cephesinin güney köşesine yakın olan taç kapısı kuruluş ve bezeme olarak Konya Alaeddin Camii’nin kuzey cephesinin ortadaki taç kapısına benzemektedir. Bu benzerliğe dayanarak mimarının, 1220-37 tarihleri arasındaki Konya Alaeddin Camii’nin inşaatlarını gerçekleştiren Şamlı Havlan oğlu Muhammed olabileceği tahmin edilmektedir. 1954’de bazı bölümleri tamamlanarak restore edilen yapı, günümüzde çini eserleri müzesi olarak hizmet vermektedir.<br/>Yukarıdaki açıklama aşağıdaki eserlerden hangisini açıklamaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Konya İnce Minareli Medrese",
      "B": "Kırşehir Caca Bey Medresesi",
      "C": "Erzurum Yakutiye Medresesi",
      "D": "Kayseri Çifte Medrese",
      "E": "Konya Karatay Medresesi"
    },
    "explanation": "Konya Karatay Medresesi: Kitabesine göre, Selçuklu vezir ve devlet adamlarından Celâleddin Karatay (öl.1254) tarafından 649/ 1251-52 tarihinde yaptırılmıştır. Mimarı bilinmemektedir. Doğu-batı doğrultusunda dikdörtgen tabanlı bir alana oturan medrese, kapalı avlulu ve tek (ana) eyvanlıdır. Duvarlarında kesme taş ve kaba yonu taş, taç kapısında beyaz ve gri renkli mermer, kubbe ve tonozlarında tuğla malzeme kullanılmıştır. Doğu/giriş cephesinin güney köşesine yakın olan taç kapısı kuruluş ve bezeme olarak Konya Alaeddin Camii’nin kuzey cephesinin ortadaki taç kapısına benzemektedir. Bu benzerliğe dayanarak mimarının, 1220-37 tarihleri arasındaki Konya Alaeddin Camii’nin inşaatlarını gerçekleştiren Şamlı Havlan oğlu Muhammed olabileceği tahmin edilmektedir. Beyaz ve gri mermerden geçme kompozisyonları bulunan taç kapısıyla birlikte doğu/giriş cephesinin büyük kısmı, kapalı avlusunun duvarları ve kubbesi, ana eyvanı ve ana eyvanının güney yanındaki Celaleddin Karatay’ın sandukasının bulunduğu kubbe örtülü türbe mekânı ve giriş mekânının kuzey duvarı hariç, yapının diğer mekânlarının tümü örtüleriyle birlikte yıkılmıştır. 1954’de bazı bölümleri tamamlanarak restore edilen yapı, günümüzde çini eserleri müzesi olarak hizmet vermektedir."
  },
  {
    "id": "3735391",
    "unitNumber": 5,
    "text": "Sâhib Ata Fahreddin Ali tarafından 1271 tarihinde yaptırılmıştır. Taç kapısında bulunan sanatçı kitabesine göre yapının mimarı Konyalı Kalûyân’dır. Doğu-batı yönünde dikdörtgen tabanlı bir alana oturan medrese, iki yandan revaklı açık avlulu, dört eyvanlıdır. Yapının batı/giriş cephesinin köşeleri silindirik gövdeli konik külâh örtülü birer kule, yan cepheleri yarım yuvarlak tabanlı silindirik gövdeli payandalarla desteklenmiştir.<br/>Yukarıda özellikleri açıklanan medrese aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kayseri Çifte Medrese",
      "B": "Kayseri Sahibiye Medresesi",
      "C": "Sivas Çifte Minaresi Medrese",
      "D": "Sivas Gök Medrese",
      "E": "Sivas Buruciye Medresesi"
    },
    "explanation": "Sivas Gök Medrese: Kitabesine göre Selçuklu veziri Sâhib Ata Fahreddin Ali tarafından 1271 tarihinde yaptırılmıştır. Taç kapısında bulunan sanatçı kitabesine göre yapının mimarı Konyalı Kalûyân’dır. Doğu-batı yönünde dikdörtgen tabanlı bir alana oturan medrese, iki yandan revaklı açık avlulu, dört eyvanlıdır. Yapının batı/giriş cephesinin köşeleri silindirik gövdeli konik külâh örtülü birer kule, yan cepheleri yarım yuvarlak tabanlı silindirik gövdeli payandalarla desteklenmiştir. Batı cephe ekseninde yer alan dışa taşkın sivri kemerli taç kapı kuruluşunun üst köşelerinden, gövdelerine turkuaz ve patlıcan moru sırlı ve normal tuğlalarla örülürken desen verilmiş tek şerefeli birer minare yükselmektedir"
  },
  {
    "id": "3836907",
    "unitNumber": 5,
    "text": "Divriği Ulu Camii ve Şifahanesi yapılarında çalışan ekibin baş mimarı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bekir Çavuş",
      "B": "Ahlatlı Hürremşah",
      "C": "Tiflisli İbrahim oğlu",
      "D": "Mehmet oğlu Ahmet",
      "E": "Ahlatlı Ahmed"
    },
    "explanation": "Divriği Ulu Camii ve Şifahanesi yapılarında çalışan ekibin baş mimarı Ahlatlı Hürremşah'tır."
  },
  {
    "id": "3836910",
    "unitNumber": 5,
    "text": "II. Dünya Savaşı nedeniyle 1940-1945 tarihleri arasında Milli Sarayların eşyaları nerede saklanarak korunmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "Divriği Ulu Camii",
      "B": "Yivli Minare Camii",
      "C": "Afyon Ulu Camii",
      "D": "Kasabaköy Mahmut Bey Camii",
      "E": "Ankara Arslanhane Camii"
    },
    "explanation": "II. Dünya Savaşı nedeniyle 1940-1945 tarihleri arasında Milli Sarayların eşyaları Divriği Ulu Camii'de saklanarak korunmuştur."
  },
  {
    "id": "3836913",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi serbest üsluplu iri yüksek kabartmaları nedeniyle Barok kapı olarak da adlandırılan Divriği Ulu Cami'nin kapılarından biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Doğu Taç Kapı",
      "B": "Şah Kapısı",
      "C": "Batı Taç Kapı",
      "D": "Tekstil Kapısı",
      "E": "Kuzey Taç Kapı"
    },
    "explanation": "Kuzey Taç Kapı, serbest üsluplu iri yüksek kabartmaları nedeniyle Baro kapı olarak da adlandırılan Divriği Ulu Camii'nin kapılarından biridir."
  },
  {
    "id": "3836916",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Ahşap Tavanlı ve Ahşap Sütunlu Anadolu Camileri başlığı altında 19.9.2023 tarihinde UNESCO'nun Dünya Mirası Listesine girmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sivrihisar Ulu Camii",
      "B": "Yivli Minare Camii",
      "C": "Divriği Ulu Camii",
      "D": "Konya İnce Minareli",
      "E": "Erzurum Çifte Minareli"
    },
    "explanation": "Sivrihisar Ulu Camii, Ahşap Tavanlı ve Ahşap Sütunlu Anadolu Camilerin başlığı altında 19.9.2023 tarihinde UNESCO'nun Dünya Mirası Listesine girmiştir."
  },
  {
    "id": "3836926",
    "unitNumber": 5,
    "text": "Unesco'nun Dünya Mirası Geçici Listesine alınan Anadolu Selçuklu Medreselerinden hangisi Kapalı Avlulu Medreseler listesine girmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Konya Karatay Medresesi",
      "B": "Kayseri Çifte Medrese",
      "C": "Kayseri Sahibiye Medresesi",
      "D": "Sivas Gök Medrese",
      "E": "Erzurum Çifte Minareli Medrese"
    },
    "explanation": "Konya Karatay Medresesi, Unesco'nun Dünya Mirası Geçici Listesine alınan Anadolu Selçuklu Medreselerinden Kapak Avlulu Medreseler listesine girmektedir."
  },
  {
    "id": "3836931",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi hem avlulu hem kapalı bölümü bulunan karma/klasik tipteki hanlardan biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Evdir Han",
      "B": "Şarapsa Han",
      "C": "Erzincan Tercan Mama Hatun Hanı",
      "D": "Alara Hanı",
      "E": "Alay Han"
    },
    "explanation": "Alay Han, hem avlulu hem kapalı bölümü bulunan karma/klasik tipteki hanlardan biridir."
  },
  {
    "id": "3836935",
    "unitNumber": 5,
    "text": "Arkeolojik kazı çalışmalarıyla zemininin altında tespit edilen su künklerinin yakınındaki hamamdan getirilen sıcak suyun caminin alttan ısıtılmasını sağladığı ileri sürülen camii aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Afyon Ulu Camii",
      "B": "Beyşehir Eşrefoğlu Süleyman Bey Camii",
      "C": "Yivli Minare Camii",
      "D": "Kasabaköy Mahmut Bey Camii",
      "E": "Ankara Aslanhane Camii"
    },
    "explanation": "Arkeolojik kazı çalışmalarıyla zemininin altında tespit edilen su küreklerinin yakınındaki hamamdan getirilen sıcak suyun caminin alttan ısıtılmasını sağladığı ileri sürülen camii Yivli Minare Camii'dir."
  },
  {
    "id": "3836942",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi eş odalık han tipinde inşa edilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Öresun Han",
      "B": "Aksaray Ağzıkara Han",
      "C": "Çardak Han",
      "D": "Tercan Mama Hatun Hanı",
      "E": "Zadin Han"
    },
    "explanation": "Tercan Mama Hatun Hanı, eş odalık han tipinde inşa edilmiştir."
  },
  {
    "id": "3836960",
    "unitNumber": 5,
    "text": "Erzurum'dan Tebriz'e giden yol güzergahı üzerinde Türkiye sınırları içinde yer alan ve harabeye dönüşmüş olan son han aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kayseri Tuzhisarı Sultan Han",
      "B": "Hacıbekir Hanı",
      "C": "Alay Han",
      "D": "Ağzıkara Han",
      "E": "Obruk Han"
    },
    "explanation": "Erzurum'dan Tebriz'e giden yol güzergahı üzerinde Türkiye sınırları içinde yer alan ve harabeye dönüşmüş olan son han, Hacıbekir Hanı'dır."
  },
  {
    "id": "3836964",
    "unitNumber": 5,
    "text": "Konya-Antalya yolu üzerinde yer alan 14. yy başında geçirdiği büyük bir yangında tamamen yıkılarak harabeye dönüşen karma/klasik yapıdaki han aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kuruçeşme Hanı",
      "B": "Kızılören Hanı",
      "C": "Ertokuş Han",
      "D": "Eğirdir Han",
      "E": "Dokuzun Han"
    },
    "explanation": "Konya-Antalya yolu üzerinde yer alan 14. yy. başında geçirdiği büyük bir yangında tamamen yıkılarak harabeye dönüşen karma/klasik yapıdaki han, Eğirdir Han'dır."
  },
  {
    "id": "3735207",
    "unitNumber": 6,
    "text": "Beçin Ortaçağ kenti nerededir?",
    "correctAnswer": "A",
    "options": {
      "A": "Muğla - Milas İlçesi",
      "B": "Muğla - Marmaris İlçesi",
      "C": "Muğla - Bodrum İlçesi",
      "D": "Muğla - Yatağan İlçesi",
      "E": "Denizli -Çal İlçesi"
    },
    "explanation": "Beçin Ortaçağ Kenti<br/>Muğla - Milas İlçesi"
  },
  {
    "id": "3735208",
    "unitNumber": 6,
    "text": "Beçin en parlak dönemini ne zaman yaşamıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Fatih Sultan Mehmet Dönemi",
      "B": "Menteşeoğulları Dönemi",
      "C": "Geç Osmanlı Dönemi",
      "D": "Erken Roma Dönemi",
      "E": "Eski Yunan Dönemi"
    },
    "explanation": "Beçin Orta Çağ Dönemi<br/>Menteşeoğulları Dönemi"
  },
  {
    "id": "3735209",
    "unitNumber": 6,
    "text": "Menteşeoğulları Beçin'i hangi amaçla kullanmışlardır?",
    "correctAnswer": "C",
    "options": {
      "A": "Eğitim ve Kültür Merkezi",
      "B": "Başkent",
      "C": "Yazlık İkametgah",
      "D": "Artı Ürün depolama alanı",
      "E": "Kutsal Alan"
    },
    "explanation": "Beçin Orta Çağ Kenti<br/>Yazlık İkametgah"
  },
  {
    "id": "3735210",
    "unitNumber": 6,
    "text": "Beçin'de hangi yıldan bu yana bilimsel arkeolojik kazılar gerçekleştirilir?",
    "correctAnswer": "D",
    "options": {
      "A": "1966",
      "B": "1968",
      "C": "1970",
      "D": "1972",
      "E": "1974"
    },
    "explanation": "Beçin Orta Çağ Kenti<br/>1972"
  },
  {
    "id": "3735211",
    "unitNumber": 6,
    "text": "Beçin'de 2000 yılı bilimsel arkeolojik kazıların en önemli buluntu grubunu hangi kontekst oluşturmuştur?",
    "correctAnswer": "E",
    "options": {
      "A": "Forum ve Cam-Keramik Atölyeleri buluntu grubu",
      "B": "Heroon ve armağan buluntuları",
      "C": "Eski Yunan tapınağı ve adak hazinesi",
      "D": "Bizans Dönemi batık gemi ve amphora konteksti",
      "E": "48849 Osmanlı sikkesi ve 848 Avrupa kökenli sikke"
    },
    "explanation": "Beçin Orta Çağ Kenti<br/>48849 Osmanlı sikkesi ve 848 Avrupa kökenli sikke"
  },
  {
    "id": "3735212",
    "unitNumber": 6,
    "text": "Beçin Orta Çağ yerleşimi ne zamana kadar devam etmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "17. Yüzyıl",
      "B": "16. Yüzyıl",
      "C": "18. Yüzyıl",
      "D": "19. Yüzyıl",
      "E": "20. Yüzyıl"
    },
    "explanation": "Beçin Orta Çağ Kenti<br/>17. Yüzyıl"
  },
  {
    "id": "3735213",
    "unitNumber": 6,
    "text": "Beçin ne zaman Unesco Dünya Kültür Mirası Geçici Listesine alınmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "2011",
      "B": "2012",
      "C": "2013",
      "D": "2014",
      "E": "2015"
    },
    "explanation": "Beçin Orta Çağ Kenti<br/>2012"
  },
  {
    "id": "3735214",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Beçin'in MS 14-15. yüzyıllara tarihlendirilen önemli anıtsal yapılarından biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Süleymaniye Külliyesi",
      "B": "Şehzade Mehmet Camii",
      "C": "Orhan Camii",
      "D": "Valens Su Kemeri",
      "E": "Phryg Yazılıkayası"
    },
    "explanation": "Mimari<br/>Orhan Camii"
  },
  {
    "id": "3735215",
    "unitNumber": 6,
    "text": "Beçin Orhan Camii hangi yıllar arasında inşa edilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "1305-1315",
      "B": "1295-1305",
      "C": "1295-1300",
      "D": "1330-1335",
      "E": "1330-1340"
    },
    "explanation": "Mimari<br/>1330-1335"
  },
  {
    "id": "3735216",
    "unitNumber": 6,
    "text": "Birgi Tarihi Kenti günümüzde nerededir?",
    "correctAnswer": "E",
    "options": {
      "A": "Çanakkale - Ayvacık İlçesi",
      "B": "İzmir - Bornova İlçesi",
      "C": "İzmir - Karşıyaka İlçesi",
      "D": "İzmir - Dikili İlçesi",
      "E": "İzmir - Ödemiş İlçesi"
    },
    "explanation": "Birgi Tarihi Kenti<br/>İzmir - Ödemiş İlçesi"
  },
  {
    "id": "3735433",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi nitelik ve değer olarak (iii) ölçütüne uyduğu gerekçesiyle 2012 tarih/5730 referans numarasıyla UNESCO’nun Dünya Mirası Geçici Listesine alınmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Beçin Ortaçağ Kenti",
      "B": "Birgi Tarihi Kenti",
      "C": "Hacı Bektaş Veli Külliyesi",
      "D": "Ahi Evran Türbesi",
      "E": "Efes Antik Kenti"
    },
    "explanation": "<strong>Beçin Ortaçağ Kenti , nitelik ve değer olarak (iii) ölçütüne uyduğu gerekçesiyle 2012 tarih/5730 referans numarasıyla</strong>; Birgi Tarihi Kenti, nitelik ve değer olarak (ii, iv) ölçütlerine uyduğu gerekçesiyle 2012 tarih/5728 referans numarasıyla; Hacı Bektaş Veli Külliyesi nitelik ve değer olarak (iii, vi) ölçütlerine uyduğu gerekçesiyle 2012 tarih/5735 referans numarasıyla; Hacı Bayram Camii ve Çevresindeki Tarihi Alanlar nitelik ve değer olarak (iv, vi) ölçütlerine uyduğu gerekçesiyle 2016 tarih/6124 referans numarasıyla; Ahi Evran Türbesi nitelik ve değer olarak (iii, vi) ölçütlerine uyduğu gerekçesiyle 2014 tarih/5902 referans numarasıyla UNESCO’nun Dünya Mirası Geçici Listesine alınmıştır. Efes Antik Kenti ise UNESCO Dünya Mirası Listesi'nde yer alan önemli bir tarihi ve arkeolojik alan olarak kabul edilmektedir."
  },
  {
    "id": "3735434",
    "unitNumber": 6,
    "text": "Türkiye’deki kazılarda ele geçen en büyük define, kaç yılında ve nerede bulunmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "2000 yılı Beçin",
      "B": "1975 yılı Köyceğiz",
      "C": "2018 yılı Balat",
      "D": "1999 yılı Bodrum",
      "E": "2020 Çine"
    },
    "explanation": "1972 yılından bu yana düzenli olarak kazı çalışmalarının sürdürüldüğü Beçin Kalesi’nde 2000 yılında 48.849 Osmanlı sikkesiyle 848’i Avrupa kökenli sikke ele geçmiştir. Ele geçen en büyük Osmanlı definesi olarak kayda geçirilen sikkeler, aynı zamanda Türkiye’deki kazılarda ele geçen en büyük defineyi oluşturmaktadır."
  },
  {
    "id": "3735435",
    "unitNumber": 6,
    "text": "Verilen cümlede, bırakılan boşluklara gelmesi gereken yanıt çiftini seçeneklere göre belirleyiniz.<br/>Hacı Bektaş-ı Veli Külliyesi Dergâh Avlusunda ……………., Meydan Havuzu, Aslanlı Çeşme, Aşevi, ……………, Meydan Evi, Tekke Camii bulunmaktadır.",
    "correctAnswer": "A",
    "options": {
      "A": "Üçler Kapısı/ Çamaşır Evi",
      "B": "Altılar Kapısı / Hazret Avlusu",
      "C": "Balım Sultan Türbesi/ Hacı Bektâş-ı Veli Türbesi",
      "D": "Güvenç Abdal Kümbeti / Resul Bali Türbesi",
      "E": "Hazret Avlusu/Kırklar Meydanı"
    },
    "explanation": "Dergâh Avlusu olarak da adlandırılan İkinci Avlu’da Üçler Kapısı, Meydan Havuzu, Aslanlı Çeşme, Aşevi, Çamaşır Evi, Meydan Evi, Tekke Camii bulunmaktadır. A seçeneği dışındaki seçenekler ise Hazret Avlusunda yer almaktadır. Hazret Avlusu olarak adlandırılan Üçüncü Avlu’da Altılar Kapısı ve Hazret Avlusu, Balım Sultan Türbesi, Hacı Bektâş-ı Veli Türbesi, Güvenç Abdal Kümbeti ve Resul Bali Türbesi ile Kırklar Meydanı bulunmaktadır."
  },
  {
    "id": "3735436",
    "unitNumber": 6,
    "text": "Beçin en parlak dönemini ne zaman yaşamıştır?<br/>Menteşeoğulları<br/>Anadolu Şelçuklu Devleti<br/>Osmanlı İmparatorluğu<br/>Karamanoğulları<br/>Moğollar",
    "correctAnswer": "A",
    "options": {
      "A": "Menteşeoğulları",
      "B": "Anadolu Şelçuklu Devleti",
      "C": "Osmanlı İmparatorluğu",
      "D": "Karamanoğulları",
      "E": "Moğollar"
    },
    "explanation": "En parlak dönemini Menteşeoğulları döneminde yaşayan Beçin, daha sonraki yüzyıllarda terkedildiğinden harap olmakla birlikte özgün kent dokusunu koruyabilmiştir."
  },
  {
    "id": "3735437",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Beçin’in en belirgin yapıları içinde <u>yer almaz?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Orhan Camii,",
      "B": "Ahmed Gazi Medresesi",
      "C": "Mültezim Evi",
      "D": "Orman Tekkesi",
      "E": "Karaoğlu Camii"
    },
    "explanation": "Beçin Kalesi ile kalenin güneyindeki yerleşim alanını kapsayan Beçin’in en belirgin yapılarını 14.-15. yüzyıllara tarihlendirilen Orhan Camii, Ahmed Gazi Medresesi, Ahmed Gazi İmareti, Orman Tekkesi, Büyük Hamam, Bey Hamamı, Yelli Hamam, Seymenlik Zaviyesi, Lokman Zaviyesi, Küçük Zaviye, Mültezim Evi, Bey Konağı, Kubbeli Çeşme, Taş Ev, Menteşe Mezarlığı, Orhan Bey Türbesi oluşturmaktadır. <strong>Karaoğlu Camii ise Birgi Deresi’ne hâkim bir yamaç üzerinde, Sarı Bey Mahallesinde yer alır</strong>."
  },
  {
    "id": "3735438",
    "unitNumber": 6,
    "text": "Birgi’nin yerleşme tarihi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "MÖ 3000",
      "B": "MÖ 4000",
      "C": "MÖ 2000",
      "D": "MÖ 1000",
      "E": "MÖ 500"
    },
    "explanation": "Frig Uygarlığından günümüze kadar kesintisiz yerleşim gören Birgi, Bozdağ’ın güney eteklerinde tepeler arasından inen Sarıyar Deresi’nin iki yamacına kurulmuş bir kent olarak Aydınoğulları Beyliği döneminden başlayarak sekiz yüzyıllık bütünlüğünü ve özgünlüğünü koruyan ve Orta Çağ kenti özelliklerini yansıtan düzenli planlanmış kentsel dokusu ve doğal güzellikleriyle öne çıkmaktadır. <strong>Yerleşme tarihi MÖ 3000’li yıllara kadar geri gittiği tahmin edilen kentin yer aldığı bölge kronolojik olarak; Frig, Lidya, Pers, Bergama, Roma ve Bizans egemenliğine girmiştir.</strong>"
  },
  {
    "id": "3735439",
    "unitNumber": 6,
    "text": "Birgi tarihi kentinin yer aldığı bölgede kronolojik olarak hangi egemenlikler yer almıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Frig, Lidya, Pers, Bergama, Roma ve Bizans",
      "B": "Lidya, Pers, Frig, Roma, Bizans",
      "C": "Lidya, Batı Roma, Selçuklu, Doğu Roma",
      "D": "Frig, Bergama, Osmanlı, Doğu Roma",
      "E": "Helen, Lidya, Bergama, Pers"
    },
    "explanation": "Yerleşme tarihi MÖ 3000’li yıllara kadar geri gittiği tahmin edilen kentinin yer aldığı bölge kronolojik olarak; Frig, Lidya, Pers, Bergama, Roma ve Bizans egemenliğine girmiştir"
  },
  {
    "id": "3735440",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Selçuklu döneminin çini mozaik tekniğinde yapılan mihrap geleneğinin son temsilcisi olarak kabul edilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Birgi Ulu Camii",
      "B": "Beçin Orhan Camii",
      "C": "Derviş Ağa Camii",
      "D": "Karaoğlu Camii",
      "E": "Beçin Ahmed Gazi Medresesi"
    },
    "explanation": "Birgi Ulu Camii:Mihrap önü kubbeli ve mihraba dik beş sahınlı caminin, güney duvar ekseninde yer alan mihrabı, Selçuklu döneminin çini mozaik tekniğinde yapılan mihrap geleneğinin son temsilcisi olarak kabul edilmektedir. Amel-i ününü kullanan ahşap ustası Muzaffereddin, yapının gerçek kündekâri teknikli ahşap minberi ile yapının ahşap pencere kanatlarını yapmıştır."
  },
  {
    "id": "3735441",
    "unitNumber": 6,
    "text": "Hacı Bayram Veli Külliyesi ile çevresinde bulunan türbeler hangi kriterlere göre UNESCO Dünya Mirası Geçici Listesine alınmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "iv ve vi",
      "B": "iv ve x",
      "C": "iii ve x",
      "D": "iii ve viii",
      "E": "ix ve x"
    },
    "explanation": "Ankara’nın Ulus ilçesinde Ankara Kalesi’nin kuzeybatısında Hacı Bayram mahallesinde yer alan Hacı Bayram Veli Külliyesi ile çevresinde bulunan Ahi Yakup Camii ve Türbesi, Ahi Tura, Şeyh İzzettin Camii ve Türbesi, Balaban Camii ve günümüzde dövme demirden (ferforje) bir düzenek ile çevrelenen Gül Baba Türbesi 2016 yılında iv ve vi kriterlere göre UNESCO Dünya Mirası Geçici Listesine alınmıştır. Bölgenin tarihi MÖ 8. yüzyıla kadar gitmekte, dönem kaynakları ve arkeolojik buluntular, Hacı Bayram mahallesinin ve çevresinin akropol alanı olarak kullanıldığını göstermektedir."
  },
  {
    "id": "3735442",
    "unitNumber": 6,
    "text": "Ahi Evran Türbesi hangi şehirde ve hangi yapı bünyesinde yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kırşehir-Ahi Evran Zaviyesi",
      "B": "Ankara- Hacı Bayram Veli Külliyesi",
      "C": "Ankara-Ahi Yakup Camii ve Türbesi",
      "D": "Ankara- Ahi Tura Camii",
      "E": "Nevşehir- Tekke Camii"
    },
    "explanation": "Kırşehir merkezde Ahi Evran mahallesinde, Ahi Evran Zaviyesi’nin bünyesinde yer alır. Tam adı Şeyh Nasîrüddin Mahmûd Ahî Evran b. Abbas olan, dericilerin (tabakçıların) piri, 32 zanaat ve ticaret türünün lideri olarak kabul edilen Ahi Evran, Ahilik Teşkilatını kuran bir Türk filozofudur. Günümüzde İran sınırları içinde kalan Azerbaycan’ın Hoy ilçesinde doğan Ahi Evran’ın, doğum tarihi kesin olarak bilinmemekle birlikte 93 yıl yaşadığı ve 1261 yılında vefat ettiği bilindiğinden 1171 yılında doğduğu anlaşılmaktadır. Azerbaycan, Horasan ve Bağdat’ta eğitim gördükten sonra 1205 yılında Anadolu’yu gelmiş, bir süre Konya ve Denizli’de yaşamış, Kayseri’ye yerleşerek Ahilik Teşkilatını kurmuş, daha sonra yerleştiği Kırşehir’de 1261’deki vefatına kadar yaşamını sürdürmüştür."
  },
  {
    "id": "3836879",
    "unitNumber": 6,
    "text": "Orta Çağ Türk yerleşimini gösteren, Türk kültür tarihine ışık tutan ve UNESCO Dünya Mirası Geçici Listesine alınan kentin adı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bergama",
      "B": "Beçin",
      "C": "Balat",
      "D": "Frig",
      "E": "Lidya"
    },
    "explanation": "Orta Çağ Türk yerleşimini gösteren, Türk kültür tarihine ışık tutan ve UNESCO Dünya Mirası Geçici Listesine alınan kentin adı Beçin'dir."
  },
  {
    "id": "3836880",
    "unitNumber": 6,
    "text": "Beçin'deki ayakta kalan ve inşa tarihini veren kitabesi bulunan tek yapı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ahmet Gazi Medresesi",
      "B": "Ahmet Gazi İmareti",
      "C": "Orhan Camii",
      "D": "Orman Tekkesi",
      "E": "Büyük Hamam"
    },
    "explanation": "Beçin'de ayakta kalan ve inşa tarihini veren kitabesi bulunan tek yapı Ahmet Gazi Medresesi'dir."
  },
  {
    "id": "3836883",
    "unitNumber": 6,
    "text": "Selçuklu döneminin çini mozaik tekniğinde yapılan mihrap geleneğinin son temsilcisi olarak kabul edilen yapının adı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Güdük Minare Mescidi",
      "B": "Derviş Ağa Camii",
      "C": "Birgi Ulu Camii",
      "D": "Derviş Ağa Darülhadisi",
      "E": "Minare Mescidi"
    },
    "explanation": "Selçuklu döneminin çini mozaik tekniğinde yapılan mihrap geleneğinin son temsilcisi olarak kabul edilen yapının adı Birgi Ulu Camii'dir."
  },
  {
    "id": "3836888",
    "unitNumber": 6,
    "text": "Hacı Bektaş Veli Külliyesi'nin üç avlusundan Nadar Avlusu olarak da adlandırılan birinci avlusunda Külliyeye girişi sağlayan taç kapı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ak kapı",
      "B": "Kale kapısı",
      "C": "Çatal kapı",
      "D": "Dergah avlusu",
      "E": "Üçler kapısı"
    },
    "explanation": "Hacı Bektaş Veli Küllüyesi'nin üç avlusundan Nadar Avlusu olarak da adlandırılan birinci avlusunda Külliyeye girişi sağlayan taç kapı Çatal kapıdır."
  },
  {
    "id": "3836890",
    "unitNumber": 6,
    "text": "Hacı Bektaş-ı Veli Külliyesinde yer alan Üçler Çeşmesi kimin tarafından yaptırılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Fatma Nuriye Hanım",
      "B": "Sadrazam Halil Paşa",
      "C": "Feyzi Baba",
      "D": "Kara Fatma Sultan",
      "E": "Malkaçoğlu Bali Bey"
    },
    "explanation": "Hacı Bektaş-ı Veli Külliyesinde yer alan Üçler Çeşmesi Fatma Nuriye Hanım tarafından yaptırılmıştır."
  },
  {
    "id": "3836892",
    "unitNumber": 6,
    "text": "Hacı Bayram-ı Veli Camii'nin hangi yüzyılda inşa edildiği kabul edilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "15. yy",
      "B": "16. yy",
      "C": "17. yy",
      "D": "18. yy",
      "E": "19. yy"
    },
    "explanation": "Hacı Bayram-ı Veli Camii'nin 15. yüzyılda inşa edildiği kabul edilmiştir."
  },
  {
    "id": "3836894",
    "unitNumber": 6,
    "text": "Kırşehir merkezde yer alan türbesiyle anılan, dericilerin piri, 32 zanaat ve ticaret türünün lideri kabul edilen, Ahilik Teşkilatını kuran Türk filozofu aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Seydi Bey'in oğlu Hasan Bey",
      "B": "Şeyh Erzurumi",
      "C": "Sultan Mehmet Han",
      "D": "Sultan II. Mahmud",
      "E": "Ahi Evran"
    },
    "explanation": "Kırşehir merkezinde yer alan türbesiyle anılan, dericilerin piri, 32 zanaat ve ticaret türünün lideri kabul edilen, Ahilik Teşkilatını kuran Türk filozofu Ahi Evran'dır."
  },
  {
    "id": "3836896",
    "unitNumber": 6,
    "text": "Osmanlı Devleti hükümdarlarından Yıldırım Bayezid döneminde Ankara'da yaşamış Ahi reislerinden Ahi Yakup'un adını taşıyan yapı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ahi Yakup Camii",
      "B": "Ahi Yakup Medresesi",
      "C": "Ahi Yakup Kütüphanesi",
      "D": "Ahi Yakup Minaresi",
      "E": "Ahi Yakup Külliyesi"
    },
    "explanation": "Osmanlı Devleti hükümdarlarından Yıldırım Bayezid döneminde Ankara'da yaşamış Ahi reislerinden Ahi Yakup'un adını taşıyan yapı Ahi Yakup Cami'dir."
  },
  {
    "id": "3836900",
    "unitNumber": 6,
    "text": "Hacı Bayram-ı Veli Camii'sinin çevresindeki tarihi alanlardan olan ve günümüze kadar gelememiş olan yapılar aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İsmail Fazıl Paşa Türbesi",
      "B": "Hacı Bayram-ı Veli Kütüphanesi",
      "C": "Hacı Bayram-ı Veli Türbesi",
      "D": "Medrese ve Harem",
      "E": "Şeyh İzzettin Türbesi"
    },
    "explanation": "Hacı Bayram-ı Veli Camii'sinin çevresindeki tarihi alanlardan olan ve günümüze kadar gelememiş yapılar Medrese ve Haremdir."
  },
  {
    "id": "3836901",
    "unitNumber": 6,
    "text": "Balım Sultan Türbesi kimin tarafından yaptırılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Hacı Bektaş Veli",
      "B": "Şehsuvaroğlu Ali Bey",
      "C": "Ahi Murad",
      "D": "Fatma Nuriye Hanım",
      "E": "Hoca Ahmed Yesevi"
    },
    "explanation": "Balım Sultan Türbesi Şehsuvaroğlu Ali Bey tarafından yaptırılmıştır."
  },
  {
    "id": "3735352",
    "unitNumber": 7,
    "text": "Anadolu’nun batısında Marmara Bölgesi’nin güneyinde bulunan, Marmara ve Ege Bölgelerini İç Anadolu’ya bağlayan verimli ovalara sahip bir kavşakta yer alan, on yedi ilçeye sahip olan ve binlerce yıllık geçmişiyle pek çok uygarlığın beşiği olan ilimiz aşağıdakilerden hangisidir ?",
    "correctAnswer": "D",
    "options": {
      "A": "Bilecik",
      "B": "İstanbul",
      "C": "Sakarya",
      "D": "Bursa",
      "E": "Kocaeli"
    },
    "explanation": "Anadolu’nun batısında Marmara Bölgesi’nin<br/>güneyinde bulunan Bursa, Marmara ve Ege Bölgelerini İç Anadolu’ya bağlayan verimli ovalara sahip<br/>bir kavşakta yer almaktadır. Günümüzde merkez<br/>ilçe Osmangazi ile Nilüfer, Büyükorhan, Yıldırım,<br/>Gemlik, Gürsu, Harmancık, İnegöl, İznik, Karacabey, Keles, Kestel, Mudanya, Mustafakemalpaşa,<br/>Orhaneli Orhangazi ve Yenişehir olmak üzere on<br/>yedi ilçeye sahip olan Bursa, binlerce yıllık geçmişiyle pek çok uygarlığın beşiği olmuştur."
  },
  {
    "id": "3735353",
    "unitNumber": 7,
    "text": "Bursa’nın Erken Osmanlı döneminden günümüze gelebilen en önemli yapı örneklerini ve Osmanlı’nın fetih anlayışının nasıl işlediğini de gösteren mimari yapılar aşağıdakilerden hangisidir ?",
    "correctAnswer": "C",
    "options": {
      "A": "Külliyeler",
      "B": "Bedestenler",
      "C": "Camiler",
      "D": "İmarethaneler",
      "E": "Medreseler"
    },
    "explanation": "Bursa’nın Erken Osmanlı döneminden günümüze gelebilen en önemli yapı örneklerini Osmanlı’nın fetih anlayışının nasıl işlediğini de gösteren zaviyeli ya da tabhaneli camiler oluşturur."
  },
  {
    "id": "3735354",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi “Bursa Kemeri” olarak mimari literatüre geçmiş kemer tipinin ilk uygulandığı yapıdır ?",
    "correctAnswer": "E",
    "options": {
      "A": "Ulu Camii",
      "B": "Orhan Gazi Camii",
      "C": "Kurşunlu Camii",
      "D": "Yeşil Camii",
      "E": "Yıldırım Camii"
    },
    "explanation": "Yıldırım Camii, “Bursa Kemeri” olarak mimari literatüre geçmiş kemer tipinin, ilk uygulandığı yapıdır."
  },
  {
    "id": "3735355",
    "unitNumber": 7,
    "text": "1419-1430 yılları arasında inşa edilen, bünyesinde cami, medrese, hamam, türbe ve han gibi yapılar bulunan, adını<br/>eşsiz turkuaz rengindeki çinilerinden alan Yeşil Külliye'de medfun bulunan Osmanlı Padişahı kimdir ?",
    "correctAnswer": "C",
    "options": {
      "A": "Orhan Gazi",
      "B": "I. MUrad",
      "C": "Sultan Çelebi Mehmet",
      "D": "Yıldırım Bayezid",
      "E": "Osman Gazi"
    },
    "explanation": "1419-1430 yılları arasında inşa edilmiştir. Cami, medrese, hamam, türbe ve han yapılarından oluşan külliye adını<br/>eşsiz turkuaz rengindeki çinilerinden almaktadır. (224)<br/>Caminin güneyinde daha yüksek kotta yer alan Sultan Çelebi Mehmed’in defnedildiği Türk üçgeniyle geçilen kubbe örtülü sekizgen tabanlı Yeşil Türbe içinde ve dışında yoğun olarak kullanılmış çinileri ile ünlüdür.(225)"
  },
  {
    "id": "3735356",
    "unitNumber": 7,
    "text": "Aşağıdaki yapılardan hangisi II. Murad döneminde inşa edilen, Tarihi Çarşı ve Hanlar Bölgesi’nin de doğu-batı aksını oluşturan öenmli yapılardan biridir ?",
    "correctAnswer": "B",
    "options": {
      "A": "Koza Han",
      "B": "Kütahya Han",
      "C": "Bilecik Han",
      "D": "Gelincik Çarşısı",
      "E": "Uzun Çarşı"
    },
    "explanation": "Bursa’nın ticari merkezi olan Hanlar Bölgesi’nde çok sayıda han inşa edilmiş ve çarşı kurulmuştur.<br/>Bu yapılardan II. Murad döneminde inşa edilen Kütahya Han, Tarihi Çarşı ve Hanlar Bölgesi’nin doğu-batı aksını oluşturan önemli bir yapıdır."
  },
  {
    "id": "3735357",
    "unitNumber": 7,
    "text": "19. yüzyılda Avrupa tarzında inşa edilen, üst kattaki saçak altı ahşap süslemeleriyle dikkati çeken ve günümüzde müzeye dönüştürülen Atatürk Köşkü, Bursa kent merkezinde bulunan çok sayıda anıtsal eserin yanı sıra geleneksel konutların da<br/>yoğun olduğu hangi bölgede yer alır ?",
    "correctAnswer": "C",
    "options": {
      "A": "Hanlar Bölgesi",
      "B": "Şehreküstü",
      "C": "Çekirge",
      "D": "Cumalıkızık",
      "E": "Muradiye"
    },
    "explanation": "Günümüzde, Bursa kent merkezinde bulunan çok sayıda anıtsal eserin yanı sıra geleneksel konutların<br/>yoğun olduğu Muradiye ve Çekirge mahallelerinde yerel yönetimler ve valiliğin desteği ile çok sayıda restorasyon çalışması yapılmaktadır. Bursa’da günümüze gelebilmiş az sayıdaki evlerden bazılarını Osmanlı Evi,<br/>Hatice Bayraktar Evi, Papaz Evi, Türkel Evi, Ortapazar’daki Ev, Alacahırka’daki Ev, Kadı Köşkü, Ömer Özcan Evi, Abdalfırın’daki Ev, Sümbüllü Bahçe Konağı oluşturmaktadır.Geleneksel konutlardan<br/>farklı olarak 19. yüzyılda Avrupa tarzında inşa edilen, üst<br/>kattaki saçak altı ahşap süslemeleriyle dikkati çeken <strong>Çekirge Caddesi’nde yer alan Atatürk Köşkü,</strong> Mustafa Kemal<br/>Atatürk tarafından Bursa ziyaretlerinde kullanmıştır. Daha<br/>sonra Atatürk’e hediye edilen köşk günümüzde müzeye<br/>dönüştürülmüştür."
  },
  {
    "id": "3735358",
    "unitNumber": 7,
    "text": "Bursa'da Yıldırım Bayezid döneminde inşaa edilen ve ilk imam-hatibi, Mevlid-i Şerif yazarı Süleyman Çelebi olan cami aşağıdakilerden hangisidir ?",
    "correctAnswer": "C",
    "options": {
      "A": "Kurşunlu Camii",
      "B": "Hüdavendigar Camii",
      "C": "Ulu Camii",
      "D": "Yeşil Camii",
      "E": "Yıldırım Bayezid Camii"
    },
    "explanation": "Caminin ilk imam-hatibi, Mevlid-i Şerif yazarı Süleyman Çelebi’dir. Mevlid-i Şerif’i yazmasına vesile<br/>olan meşhur hadise burada cereyan etmiştir."
  },
  {
    "id": "3735359",
    "unitNumber": 7,
    "text": "Geleneksel Osmanlı evlerinde pencerelerin alt bölümlerinde ya da sofaların dışa açılan kısımlarında evin mahremiyetini korumak amacıyla kullanılan dekoratif ahşap kafeslere ne ad verilir ?",
    "correctAnswer": "E",
    "options": {
      "A": "Sundurma",
      "B": "Serender",
      "C": "Cihannüma",
      "D": "Cumba",
      "E": "Muşabak"
    },
    "explanation": "Geleneksel Osmanlı evlerinde pencerelerin alt bölümlerinde ya da sofaların dışa açılan kısımlarında evin mahremiyetini korumak amacıyla kullanılan dekoratif ahşap kafeslere muşabak denilmektedir."
  },
  {
    "id": "3735360",
    "unitNumber": 7,
    "text": "Çoğunlukla sivil mimaride, yapının en yüksek yerinde geniş bir seyirlik alana hâkim odalara ne ad verilir ?",
    "correctAnswer": "C",
    "options": {
      "A": "Cumba",
      "B": "Serender",
      "C": "Cihannüma",
      "D": "Muşabak",
      "E": "Rıbat"
    },
    "explanation": "Çoğunlukla sivil mimaride, yapının en yüksek yerinde geniş bir seyirlik alana hâkim odalara cihannüma denilmiştir."
  },
  {
    "id": "3735361",
    "unitNumber": 7,
    "text": "Anadolu Selçuklu Sultanı I. İzzeddin Kılıç Arslan’ın 1097 yılında Haçlılarla yaptığı Doryleaum Savaşı sırasında, ordugâhını kurduğu, Türkler tarafından “Sultan Höyüğü” olarak anılmaya başlanan ve 12. yüzyıldan itibaren de Sultanönü olarak söylenegelen bölge günümüzde aşağıdaki hangi adla bilinmektedir ?",
    "correctAnswer": "A",
    "options": {
      "A": "Odunpazarı",
      "B": "Tepebaşı",
      "C": "Cumalıkızık",
      "D": "Pazaryeri",
      "E": "Söğüt"
    },
    "explanation": "Anadolu Selçuklu Sultanı I. İzzeddin Kılıç Arslan’ın 1097 yılında Haçlılarla yaptığı Doryleaum Savaşı sırasında, ordugâhını kurduğu günümüzdeki <strong>Odunpazarı bölgesi,</strong> Türkler tarafından “Sultan Höyüğü” olarak anılmaya başlamıştır. 12. yüzyıldan itibaren bu ad Sultanönü olarak söylenegelmiştir."
  },
  {
    "id": "3735453",
    "unitNumber": 7,
    "text": "Hangisi, Osmanlı’nın Bursa’daki egemenliği ile birlikte bölgeye Oğuzların Kayı Boyu Türklerinden birinin yerleşmesi ile kurulan yedi köyden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sarıcakaya",
      "B": "Cumalıkızık",
      "C": "Satılmış",
      "D": "Valiköy",
      "E": "Saruhan"
    },
    "explanation": "Oğuzların Kayı boyu Türklerinden biri Kızıklardır. Cumalıkızık ismi ilişkilidir.<br/>Osmanlı’nın Bursa’daki egemenliği ile birlikte bölgeye Oğuzların Kayı Boyu Türklerinden Kızıkların yerleşmesi ile kurulan yedi köyden biri Cumalıkızık'dır?"
  },
  {
    "id": "3735454",
    "unitNumber": 7,
    "text": "Hangi külliye için devamındaki açıklama doğrudur “Ters T planlı caminin önünde beş kubbeli bir son cemaat yeri bulunmaktadır. Yapının mihrap, minber ve beden duvarları üzerinde yer alan iki minaresinden batı daki zamanla çeşitli onarımlar görmüştür. Açık avlulu, tek eyvanlı ve 16 öğrenci hücresi bulunan medrese yapısı erken dönem örneğidir.”",
    "correctAnswer": "E",
    "options": {
      "A": "Kurşunlu",
      "B": "Yeşil",
      "C": "Orhan Gazi",
      "D": "Yıldırım",
      "E": "Muradiye"
    },
    "explanation": "II. Murad zamanında, 1426 yılında inşası tamamlanan<br/>ve bulunduğu semte adını veren Muradiye Külliyesi inşa<br/>edildiği dönemde cami, medrese, hamam, imaret ve sultan<br/>türbesinden oluşmaktaydı. Külliyenin ana yapısı yine zavi<br/>yeli bir camidir. Ters T planlı caminin önünde beş kubbeli<br/>bir son cemaat yeri bulunmaktadır."
  },
  {
    "id": "3735455",
    "unitNumber": 7,
    "text": "Hangi Külliye Sultan Çelebi Mehmed zamanında 1419 1430 yılları arasında inşa edilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kurşunlu",
      "B": "Yeşil",
      "C": "Orhan Gazi",
      "D": "Yıldırım",
      "E": "Çelebi"
    },
    "explanation": "Yeşil Külliye 1419-1430 yılları arasında inşa edilmiştir.<br/>Kente hâkim bir tepe üzerine farklı kademelere yerleştirilmiş yapılardan oluşan Yeşil Külliye, Sultan Çelebi Mehmed zamanında 1419-1430 yılları arasında inşa edilmiştir."
  },
  {
    "id": "3735456",
    "unitNumber": 7,
    "text": "Hazire, Bedesten, Bursa kemeri, Arasta hakkında hangi yanıt yanlıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Aynalı kemer Brusa kemeridir,",
      "B": "Değerli eşyanın satıldığı kendilerine özgü planları olan yüksek korunaklı kapalı çarşılara bedesten denir.",
      "C": "Hazire külliyelerdeki çalışma odalarına verilen addır.",
      "D": "Arasta sıralı çarşıdır.",
      "E": "Bulunduğu bölgenin ihtiyaçlarını karşılayan ortasında cami bulunan çok binalı yapı Külliyedir."
    },
    "explanation": "Külliyeler içinde ya da cami ve mescitlerin bahçelerinde, yapıyla ilişkili kişilerin defnedilmesi ile başlayan, zamanla diğer definlerle gelişen küçük mezarlıklara hazire denilmektedir.<br/>Hazire bir küçük mezardır."
  },
  {
    "id": "3735457",
    "unitNumber": 7,
    "text": "Bithynia bölgesinde hangi şehir yer almaz?",
    "correctAnswer": "A",
    "options": {
      "A": "Çorum",
      "B": "Bursa",
      "C": "Bilecik",
      "D": "Sakarya",
      "E": "İzmit"
    },
    "explanation": "Çorum bahsi geçen bölgeden daha doğudadır.<br/>Antik Çağ’da Anadolu’nun kuzeybatısın da yaklaşık olarak bugünkü Bursa, Bilecik, Bolu, Sakarya, Kocaeli illeri ile İstanbul Anadolu’daki parçasını Zonguldak ilinin batı yarısını kapsayan bölge Bithynia olarak adlandırılmıştır"
  },
  {
    "id": "3735458",
    "unitNumber": 7,
    "text": "Hipoje ve Hazire arısında hangi ortak nokta yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "ikisi de küçüktür",
      "B": "ikisi de mezardır",
      "C": "İkisi de külliyelerde bulunur",
      "D": "İkisi de çalışma ya da toplantılar için kullanılırlar",
      "E": "Bölge olarak Bithynia’da bulunurlar"
    },
    "explanation": "Erken Hristiyanlık döneminde önemli kişiler için yapılan, üzeri tonozla örtülü gizli mezar odalarına ve yapılarına hipoje adı verilir.<br/>Hazire de Hipoje de bir çeşit mezardır."
  },
  {
    "id": "3735459",
    "unitNumber": 7,
    "text": "Füttüvet sahibi olan bir ahiden aşağıdakilerden hangisi beklenmez?",
    "correctAnswer": "C",
    "options": {
      "A": "Ahlakı ön planda tutması",
      "B": "Kahramanlık gösterecek yapıda olması",
      "C": "Ucuza alınanı olası en pahalıya satmak konusundaki marifetini ön planda tutması",
      "D": "Gerektiğinde ihtiyaç sahiplerine yardım etmesi",
      "E": "Bir söz ağzından çıktıktan sonra ne pahasına olursa olsun arkasında durması"
    },
    "explanation": "Ahiliğin kaynağı Fütüvvet’tir, ancak bir sanat ya<br/>da meslek sahibi olmayanlar Ahi olamazlar.<br/>Sözlük anlamı gençlik, kahramanlık, cömertlik olan fütüvvet kelimesi, İslam düşüncesinde erken dönemlerden itibaren dini konularda bu kavramlara sahip çıkan ve bunlara göre yaşayan, ahlaki olarak güçlü ve inancı tam kişiler anlamında kullanılmıştır."
  },
  {
    "id": "3735460",
    "unitNumber": 7,
    "text": "Debbağlık nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Dere yatağı temizliği",
      "B": "Bağdarlık",
      "C": "Saray hayvanları bakımı ile ilgilenen kişiler",
      "D": "Deri tabaklama",
      "E": "Deri ürün satışı"
    },
    "explanation": "Selçuklu döneminde 13. yüzyılda yaşayan Denizli’de bahçıvanlık, Kayseri’de debbağlık (deri tabaklama) yapan Ahiliğin kurucu<br/>su Ahi Evran esnaf ve<br/>sanatkâr lideridir.<br/>Debbağlık deriyi terbiye ederek işlenmeye hazır hale getirme mesleğidir."
  },
  {
    "id": "3735461",
    "unitNumber": 7,
    "text": "Aşağıdaki hangi bilgi yanlıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Çoğunlukla sivil mimaride, yapının en yüksek yerinde geniş bir seyirlik alana hâkim odalara cihannüma denilmiştir.",
      "B": "Kanuni Sultan Süleyman Camii bir diğer adı ile Yeni Cami'dir.",
      "C": "Çoğunlukla pipo, takı ve biblo yapımında kullanılan lületaşı, beyaz renkli yanmaz ve sudan hafif olan bir kayaç türüdür",
      "D": "93 Harbi olarak adlandırılan 1902 Osmanlı Rusya Savaşı’ndan sonra<br/>gelen göçmenlerin yerleştirilmesiyle kentin nüfusu artmıştır.",
      "E": "Eskişehir'de Hamam Yolu olarak adlandırılan bölgedeki doğal ve şifalı sıcak sular, temizlik ve sağlık amaçlı olarak tarih boyunca kesintisiz kullanılmıştır ve kullanılmaktadır."
    },
    "explanation": "Osmanlı Rusya Savaşı’1877'de geçmiştir.<br/>93 Harbi 1877'de olmuştur."
  },
  {
    "id": "3735462",
    "unitNumber": 7,
    "text": "Hangi şehrimiz için bu bilgiler geçerlidir? \"yerleşimin tarihi Alt Paleolitik (Yontma Taş) çağına kadar inen, 12 km kuzey batısında Dülük köyü ile Karahöyük köyü arasında yer alan eski kent, Asur, Med ve Pers hâkimiyetinin ardından Büyük İskender’in yönetimine geçmiştir.",
    "correctAnswer": "A",
    "options": {
      "A": "Gaziantep",
      "B": "Urfa",
      "C": "Diyarbakır",
      "D": "Erzurum",
      "E": "Erzincan"
    },
    "explanation": "Yerleşimin tarihi Alt Paleolitik (Yontma Taş) çağına kadar inen bugünkü Gaziantep’in 12 km kuzey<br/>batısında Dülük köyü ile Karahöyük köyü arasında yer alan eski kent, Asur, Med ve Pers hâkimiyetinin ardından Büyük İskender’in yönetimine geçmiştir.<br/>Gaziantep'in 12 km kuzey batısında Dülük köyü vardır."
  },
  {
    "id": "3735342",
    "unitNumber": 8,
    "text": "2011 tarih/1366 dosya numarasıyla UNESCO Dünya Mirası Listesine giren camii ve külliyesi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Süleymaniye",
      "B": "Selimiye",
      "C": "Rüstempaşa",
      "D": "Bursa Ulu",
      "E": "II. Bayezit"
    },
    "explanation": "2011 tarih/1366 dosya numarasıyla UNESCO Dünya Mirası Listesine giren Camii ve Külliyesi Edirne Selimiye'dir."
  },
  {
    "id": "3735343",
    "unitNumber": 8,
    "text": "II. Bayezid Külliyesi hangi tarih aralığında yapılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "1484-1486",
      "B": "1484-1487",
      "C": "1484-1488",
      "D": "1484-1489",
      "E": "1484-1490"
    },
    "explanation": "Balkanlara yapılacak sefer öncesinde geldiği Edirne’de şehrin darüşşifaya ihtiyacı olduğunu öğrenen Sultan II. Bayezid, 1484-1488 yılları arasında Tunca Nehri’nin kuzey kıyısına adıyla anılan II. Bayezid Külliyesi’ni yaptırmıştır."
  },
  {
    "id": "3735344",
    "unitNumber": 8,
    "text": "Selimiye Camii’ni ve külliyesini kim inşa etmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mimar Sinan",
      "B": "Şeyh Hamdullah",
      "C": "Hafiz Osman",
      "D": "Ali Kuşçu",
      "E": "Mimar Kemalettin"
    },
    "explanation": "Dâyezâde Mustafa Efendi, Risale-i Selimiye adlı eserinde Selimiye Camii’nin yapımı için Sultan II. Selim’in 1568 yılında Mimar Sinan’ı görevlendirdiğini ve caminin yerinin seçilmesini emrettiğini kaydetmiştir."
  },
  {
    "id": "3735345",
    "unitNumber": 8,
    "text": "Osmanlı sanatının zirvesini temsil eden Selimiye külliyesinin tüm bileşenleri aşağıdakilerden hangisinde yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "cami, bir medrese, dua kubbeli bir arasta, sıbyan mektebi",
      "B": "cami, iki medrese, dua kubbeli bir arasta, sıbyan mektebi ve muvakkithane",
      "C": "cami, bir medrese, dua kubbeli bir arasta, sıbyan mektebi, muvakkithaneden, matbaa",
      "D": "iki medrese, dua kubbeli bir arasta, sıbyan mektebi",
      "E": "iki medrese, dua kubbeli bir arasta, sıbyan mektebi ve muvakkithane"
    },
    "explanation": "Osmanlı sanatının zirvesini temsil eden Selimiye külliyesi; cami, iki medrese, dua kubbeli bir arasta, sıbyan mektebi ve muvakkithaneden oluşur."
  },
  {
    "id": "3735346",
    "unitNumber": 8,
    "text": "Selimiye Camii kaç minarelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "\"Yapının dört köşesine yerleştirilen üçer şerefeli minarelerinin çap, yükseklik ve şerefe yerleri yapının kütlesiyle iyi orantılandırılmış, böylelikle yapının merkezi planlı simetrik kuruluşu belirgin biçimde dışa yansıtılmıştır.\""
  },
  {
    "id": "3735347",
    "unitNumber": 8,
    "text": "Selimiye Külliyesi arastasında kaç dükkan bulunmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "132",
      "B": "152",
      "C": "98",
      "D": "23",
      "E": "124"
    },
    "explanation": "Evliya Çelebi’nin, Kavaflar Çarşısı olarak tanımladığı arastada kare tabanlı beşik tonoz örtülü 124 dükkân bulunmaktadır"
  },
  {
    "id": "3735348",
    "unitNumber": 8,
    "text": "Uzunköprü hangi yılda tamamlanmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "1439",
      "B": "1440",
      "C": "1441",
      "D": "1442",
      "E": "1443"
    },
    "explanation": "İki satırlık inşa kitabesinde köprünün, 174 gözlü olduğu ve 1443 tarihinde tamamlandığı bildirilmektedir."
  },
  {
    "id": "3735349",
    "unitNumber": 8,
    "text": "Osmanlı mimarisinin son büyük külliyesi olarak tanımlanan eser hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Selimiye",
      "B": "II. Bayezit",
      "C": "Nuruosmaniye",
      "D": "Fatih",
      "E": "Dolmabahçe"
    },
    "explanation": "Osmanlı mimarisinin son büyük külliyesi olarak tanımlanan erer Nuruosmaniye Külliyesidir."
  },
  {
    "id": "3735350",
    "unitNumber": 8,
    "text": "İshak Paşa Sarayı hangi ilimizdedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Van",
      "B": "Adıyaman",
      "C": "Diyarbakır",
      "D": "Ağrı",
      "E": "Gaziantep"
    },
    "explanation": "İshak Paşa Sarayı Ağrı, Doğubayazıt’tadır."
  },
  {
    "id": "3735351",
    "unitNumber": 8,
    "text": "İsmail Fakirullah Türbesi kim tarafından yaptırılmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "II. Bayezit",
      "B": "Sokullu Mehmet Paşa",
      "C": "Gazpıralı İsmail",
      "D": "Erzurumlu İbrahim Hakkı",
      "E": "Enver Paşa"
    },
    "explanation": "İsmail Fakirullah’ın (1657-1734) ölümünden sonra öğrencisi yazar, şair ve âlim Erzurumlu İbrahim Hakkı (1703-1780) tarafından Siirt’in Aydınlar ilçesinde (Tillo) yaptırılan türbe ve ışık kırılma mekanizması, tasavuffi inanışın mimariye yansıtıldığı istisnai bir örnek olarak değerlendirilmektedir"
  },
  {
    "id": "3735473",
    "unitNumber": 8,
    "text": "Darüşşifa yapısı, hangi tarihte Sağlık Müzesi adıyla ziyarete açılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "23 Nisan 1996",
      "B": "23 Nisan 1997",
      "C": "23 Nisan 1998",
      "D": "23 Nisan 2007",
      "E": "23 Nisan 2008"
    },
    "explanation": "Darüşşifa yapısı, Türkiye Büyük Millet Meclisi’nin (TBMM) açılışının 57. yıldönümünde 23 Nisan 1997 tarihinde Sağlık Müzesi, medrese yapısı ise TBMM açılışının 88. yıldönümünde 23 Nisan 2008 tarihinde Tıp Medresesi adıyla ziyarete açılmıştır."
  },
  {
    "id": "3735474",
    "unitNumber": 8,
    "text": "TBMM açılışının 88. yıldönümünde 23 Nisan 2008 tarihinde Tıp Medresesi adıyla ziyarete açılan yapı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Darül Erkam",
      "B": "Darülkurra",
      "C": "Darülaceze",
      "D": "Darüşşafaka",
      "E": "Darüşşifa"
    },
    "explanation": "Darüşşifa yapısı, Türkiye Büyük Millet Meclisi’nin (TBMM) açılışının 57. yıldönümünde 23 Nisan 1997 tarihinde Sağlık Müzesi, medrese yapısı ise TBMM açılışının 88. yıldönümünde 23 Nisan 2008 tarihinde Tıp Medresesi adıyla ziyarete açılmıştır."
  },
  {
    "id": "3735475",
    "unitNumber": 8,
    "text": "II. Bayezid Camii, ünlü hattat Şeyh Hamdulah’ın yazdığı, Zenbilli Ali Efendi’nin metnini kaleme aldığı kitabesine göre hangi tarihte tamamlanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "1485-1486",
      "B": "1486-1487",
      "C": "1487-1488",
      "D": "1488-1489",
      "E": "1489-1490"
    },
    "explanation": "II. Bayezid Camii: Ünlü hattat Şeyh Hamdulah’ın yazdığı, Zenbilli Ali Efendi’nin metnini kaleme aldığı kitabesine göre 1487-1488 tarihinde tamamlanmıştır"
  },
  {
    "id": "3735476",
    "unitNumber": 8,
    "text": "Mimar Sinan'ın \"ustalık eserim\" dediği eseri aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ayasofya Camii",
      "B": "Süleymaniye Camii",
      "C": "Selimiye Camii",
      "D": "Ulu Cami",
      "E": "Edirne II. Bayezid Camii"
    },
    "explanation": "Tezkiretü’l Bünyan’da belirttiği gibi Ayasofya’nın statik sorunlarına akılcı çözümler getiren Mimar Sinan, ustalık eserim dediği Selimiye Camii’ni ve külliyesini inşa etmiştir."
  },
  {
    "id": "3735477",
    "unitNumber": 8,
    "text": "Planı, boyutu, estetiği ve iç tasarımındaki ince işçiliğiyle Klasik Osmanlı mimarisinin baş yapıtlarından olan ve 12 Nisan 1569’da temeli atılan Selimiye camii hangi tarihte ibadete açılmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "14 Mart 1571",
      "B": "14 Mart 1572",
      "C": "14 Mart 1573",
      "D": "14 Mart 1574",
      "E": "14 Mart 1575"
    },
    "explanation": "12 Nisan 1569’da temeli atılan cami; planı, boyutu, estetiği ve iç tasarımındaki ince işçiliğiyle Klasik Osmanlı mimarisinin baş yapıtlarındandır. II. Selim’in vefatı üzerine 14 Mart 1575 tarihinde birkaç aylık bir gecikmeyle ibadete açılan Selimiye Camii’nin, giderlerinin bir kısmı 1571 yılında Kıbrıs Adası’nın alınmasından sonra sultanın payına düşen ganimetten karşılanmış, gerekli mermerler Atina, Kavala ve Marmara Adası’ndan demir, Bulgaristan’ın Samokov yerleşiminden kurşun, Yunanistan ve Bulgaristan’dan temin edilmiştir."
  },
  {
    "id": "3735478",
    "unitNumber": 8,
    "text": "Çok geniş bir yatağa ve bataklık bir çevreye sahip olan Ergene Nehri üzerine Sultan II. Murad’ın yaptırdığı Ergene Köprüsü adıyla da tanınan yapı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kırıkköprü",
      "B": "Karaköprü",
      "C": "Vezirköprü",
      "D": "Uzunköprü",
      "E": "Taşköprü"
    },
    "explanation": "Çok geniş bir yatağa ve bataklık bir çevreye sahip olan Ergene Nehri üzerine Sultan II. Murad’ın yaptırdığı Ergene Köprüsü adıyla da tanınan Uzunköprü’nün inşaatı, Gazi İshak Bey ile kardeşi Timurtaş Bey ve Timurtaş Bey’in oğlu Osman Çelebi’nin nezaretinde Mimar Müslihiddin ile Mehmed usta tarafından gerçekleştirilmiştir."
  },
  {
    "id": "3735479",
    "unitNumber": 8,
    "text": "İstanbul’un Çemberlitaş semtinde, Kapalıçarşı girişinde bulunana, Osmanlı mimarisinin son büyük külliyesi olarak tanımlanan Barok ve Rokoko üsluplarının görüldüğü külliye aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Valide-i Cedid Külliyesi",
      "B": "Nuruosmaniye Külliyesi",
      "C": "Aziz Mahmud Hüdayi Külliyesi",
      "D": "Selimiye Külliyesi",
      "E": "Şemsi Paşa Külliyesi"
    },
    "explanation": "Nuruosmaniye Külliyesi, İstanbul’un Çemberlitaş semtinde, Kapalıçarşı girişinde bulunmaktadır. Osmanlı mimarisinin son büyük külliyesi olarak tanımlanan Barok ve Rokoko üsluplarının görüldüğü külliye, at nalı şeklindeki ünik avlusuyla Türk Barok üslubunun doğduğu bir geçiş dönemi örneği olarak diğer külliyelerden farklı özellikler taşır."
  },
  {
    "id": "3735480",
    "unitNumber": 8,
    "text": "Barok üslubun Osmanlı mimarisindeki ilk önemli örneği, Batılılaşma döneminin simge yapısı olan cami aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Molla Fenari İsa Camii",
      "B": "Selimiye Camii",
      "C": "Sultanahmet Camii",
      "D": "Nuruosmaniye Camii",
      "E": "Nusretiye Camii"
    },
    "explanation": "Barok üslubun Osmanlı mimarisindeki ilk önemli örneği, Batılılaşma döneminin simge yapısı olan Nuruosmaniye Camii, mimari ve plan olarak tek kubbeli harim kısmı, revaklı bölümleri, minareleri ve çoğu ögeleriyle klasik şemayı ve geleneksel özellikleri sürdürse de Barok özellik taşıyan oval avlusu, beşgen tabanlı mihrap nişi, taç kapıları, sütun başlıkları, cephelerindeki plaster ve katlı silmeleri, yuvarlak kemerleri, payandalı duvarları, yüksek kubbesi, kubbe kasnağı ve süslemeleriyle Klasik Osmanlı yapılarından kesin bir ayrılışı gösterir."
  },
  {
    "id": "3735481",
    "unitNumber": 8,
    "text": "Ağrı, Doğubayazıt’ta bulunan, inşasına 1720’de Bayezıd Sancak Beyi Mahmud Paşa döneminde başlananan, Mahmud Paşa’nın 1769’daki ölümünden sonra oğlu Abdulfettah Paşa ile yapıya adını veren ve 1775-1799 yıllarında tamamlanana saray aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "İbrahim Paşa Sarayı",
      "B": "İshak Paşa Sarayı",
      "C": "Eski Saray",
      "D": "Yıldız Sarayı",
      "E": "Dolmabahçe Sarayı"
    },
    "explanation": "Ağrı, Doğubayazıt’ta bulunan İshak Paşa Sarayı’nın inşasına 1720’de Bayezıd Sancak Beyi Mahmud Paşa döneminde başlanmıştır. Saray, Mahmud Paşa’nın 1769’daki ölümünden sonra oğlu Abdulfettah Paşa ile yapıya adını veren Mahmud Paşa’nın akrabası veya oğlu olan İshak Paşa (1775-1799) zamanında tamamlanmıştır."
  },
  {
    "id": "3735482",
    "unitNumber": 8,
    "text": "UNESCO sayfasında; Dünya Mirası Listesinde buna benzer hiçbir yapının olmadığı, bir dini inancın ve insanlık tarihindeki aşamasının mimari kanıtını temsil ettiğinden söz edilen ve onun ışığı kırılma mekanizmasının, yüzyıllardır devam eden güçlü bir manevi ve kültürel geleneğin istisnai bir tanığı olduğu belirtilen yapı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Abdülfettâh Efendi Türbesi",
      "B": "Aziz Mahmud Hüdâyî Efendi Camii Türbeleri",
      "C": "İsmail Fakirullah Türbesi",
      "D": "Eyüp Sultan Türbesi",
      "E": "Şeyh Abdurrahmani Erzincani Türbesi"
    },
    "explanation": "UNESCO sayfasında; Dünya Mirası Listesinde buna benzer hiçbir yapının olmadığı, bir dini inancın ve insanlık tarihindeki aşamasının mimari kanıtını temsil ettiğinden söz edilen İsmail Fakirullah Türbesi ve onun ışığı kırılma mekanizmasının, yüzyıllardır devam eden güçlü bir manevi ve kültürel geleneğin istisnai bir tanığı olduğu belirtilmiştir. İsmail Fakirullah Türbesi ve Işık Kırılma Mekanizması, sadece kendi döneminde olağanüstü olmasıyla değil, 1742’den beri çalışır durumda olan tüm temel parçalarıyla ayakta kalması ve hâlâ yapılış amacına uygun olarak işlevini sürdürüyor olmasıyla da öne çıkmaktadır."
  }
]