[
  {
    "id": "3175997",
    "unitNumber": 1,
    "text": "<ol type=\"I\"><br/><li>Bulgaristan-Yunanistan sınırı</li><br/><li>Türkiye-Yunanistan sınırı</li><br/><li>Türkiye-Irak sınırı</li><br/></ol><br/>Yukarıdakilerden hangileri Lozan anlaşması ile belirlenen sınırlardan biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "I ve II",
      "E": "II ve III"
    },
    "explanation": "Türkiye-Irak sınırı Lozan antlaşması ile karara bağlanan sınırlardan ve egemenlik haklarından değildir.\n<br/>\"Barış görüşmelerinde İngiliz ve Türk Heyetleri arasında sert tartışmalara yol açan Türkiye-Irak sınırı, yani Musul sorunu çözülemedi. Antlaşmanın 3/2 Maddesi’nde, “Türkiye ile Irak arasındaki sınır, işbu antlaşmanın yürürlüğe girişinden başlayarak dokuz aylık bir süre içinde Türkiye ile İngiltere arasında dostça bir çözüm yoluyla saptanacaktır. Öngörülen süre içinde iki Hükümet arasında bir anlaşmaya varılamazsa, anlaşmazlık Milletler Cemiyeti Meclisine götürülecektir” şeklinde hükme bağlandı.\""
  },
  {
    "id": "3176012",
    "unitNumber": 1,
    "text": "I.Dünya Savaşı Sonrası toplanan barış konferansında, Dörtler konseyi olarak isimlendirilen kurulda aşağıdaki ülkelerden hangisi <strong>bulunmamaktadır</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Fransa",
      "B": "İngiltere",
      "C": "İtalya",
      "D": "ABD",
      "E": "Rusya"
    },
    "explanation": "Dörtler konseyi, Paris Barış Konferansı’na katılan 32 devletten asıl karar alıcılarının bulunduğu grubu göstermektedir. \"<em>Mart 1919’dan itibaren Fransa Başbakanı Georges Clemenceau’nın başkanlığını üstlendiği “Dörtler Konseyi” oluşturuldu. Clemenceau’nın dışında İtalya Başbakanı Vittorio Emanuele Orlando, ABD Başkanı Woodrow Wilson ve İngiltere Başbakanı David Lloyd George, “Dörtler </em><em>Konseyi”nde yer aldı.</em>\" \n<br/>Rusya ise 1917’de gerçekleşen Bolşevik Devrimi nedeniyle Paris Konferansına davet edilmemişti."
  },
  {
    "id": "3176020",
    "unitNumber": 1,
    "text": "Aşağıdaki ülkelerden hangisi, 1915’te İttifak Devletleri aleyhine savaşa girmesi karşılığında gizli Londra Antlaşması’yla İtalya’ya vaad edilen yerler arasında yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Almanya’nın Shandong’da bazı toprakların elde edilmesi",
      "B": "On iki adalar üzerinde kontrol kurma",
      "C": "Cebelitarık üzerinde kontrol",
      "D": "İstanbul üzerinde kontrol",
      "E": "Batum'un hakimiyeti"
    },
    "explanation": "İtalya'ya 1915’te İttifak Devletleri aleyhine savaşa girmesi karşılığında gizli Londra Antlaşması’yla geniş topraklar vaat edilmişti. <strong>On iki Adalar üzerinde kontrol kurma,</strong> Arnavutluk’u himaye etme, Kuzey Dalmaçya ve Trieste liman kenti dahil Avusturya Littoral’i gibi yerler İtalya’ya bırakılmıştı."
  },
  {
    "id": "3176042",
    "unitNumber": 1,
    "text": "Anadolu’ya çıkarken Mustafa Kemal Paşa’nın görevi (sıfatı) aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kuvay-i Milliye Komutanlığı",
      "B": "9.Ordu Müfettişliği",
      "C": "Takvim-i Vekayi dergisi yazarlığı",
      "D": "Osmanlı Meclis-i Mebusan üyeliği",
      "E": "Yıldırım orduları komutanlığı"
    },
    "explanation": "Doğu Karadeniz bölgesinde Türkler ve Rumlar arasında gerginliğin artması ve karşılıklı çete mücadelelerinin yaşanması üzerine İngiliz Amiral Calthorpe İstanbul Hükümeti’ne 21 Nisan 1919’da bir<br/>ültimatom verdi.\n Ültimatomda karışıklığın giderilmemesi halinde bölgenin işgal edileceği belirtilmişti. Bu tehdit üzerine Padişah Vahdettin ve Sadrazam Damat Ferit Paşa, Samsun yöresine yetkili bir komutanın gönderilmesi kararını aldı. Padişah Vahdettin, “fahri” yaveri Mustafa Kemal Paşa'yı krizi çözmek amacıyla 30 Nisan 1919’da <strong>9. Ordu Müfettişliği’ne</strong> tayin etti."
  },
  {
    "id": "3176063",
    "unitNumber": 1,
    "text": "Aşağıdaki tarihlerden hangisi İtilaf Devletleri’nin İstanbul’u işgal tarihidir?",
    "correctAnswer": "A",
    "options": {
      "A": "16 Mart 1920",
      "B": "24 Temmuz 1923",
      "C": "18 Ocak 1919",
      "D": "19 Mayıs 1919",
      "E": "23 Nisan 1920"
    },
    "explanation": "Anadolu’daki mücadelenin örgütlülüğünün artması ve iktidarın güçlenmesi üzerine İtilaf Devletleri 16 Mart 1920’de İstanbul’u işgal etti."
  },
  {
    "id": "3176077",
    "unitNumber": 1,
    "text": "Türklerin tek vatanda ve tek bayrak altında birleştirilmesini amaçlayan siyasal ve kültürel akıma verilen isim …………………………. dır.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisini doğru olarak tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Emperyalizm",
      "B": "Milliyetçilik",
      "C": "Pan-İslamizm",
      "D": "Pan-Turanizm",
      "E": "Türkçülük"
    },
    "explanation": "Pan-Turanizm: İkinci Meşrutiyet döneminde İttihat ve Terakki Cemiyeti üyeleri ve aydınlar arasında sıkça tartışılmış olan Pan-Turanizm, Türklerin tek vatanda ve tek bayrak altında birleştirilmesini amaçlayan siyasal ve kültürel bir akımdır."
  },
  {
    "id": "3176097",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Moskova Antlaşması</li> <li>Gümrü Antlaşması</li> <li>Ankara İtilafnamesi</li> <li>Kars Antlaşması</li> </ol> Yukarıdaki hangileri Türkiye'nin doğu sınırı belirleyen anlaşmalardandır?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve IV",
      "B": "II ve III",
      "C": "I ve III",
      "D": "III ve IV",
      "E": "II, III ve IV"
    },
    "explanation": "<ul> <li>Moskova Antlaşması: Rusya ile Türkiye arasında, Gümrü Antlaşması, Türkiye ile Ermenistan Demokratik Cumhuriyeti arasında, Kars Antlaşması Azerbaycan, Ermenistan, Gürcistan ve Türkiye arasında yapılmıştır. ve Türkiye'nin doğu sınırını belirlemektedir. </li> <li>Ankara İtilafnamesi ise Fransa ile yapılmıştır ve güney sınırının bir kısmını netleştirmiştir. </li> </ul>"
  },
  {
    "id": "3176100",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Lozan Antlaşmasının bölümlerinden <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Siyasal Hükümler",
      "B": "Mali Hükümler",
      "C": "Ekonomik Hükümler",
      "D": "Ulaşım Yolları ve Sağlık Sorunları",
      "E": "MC Misakı ile ilgili hükümler"
    },
    "explanation": "Lozan Barış Antlaşması 143 madde ve 17 adet “ek” ten oluşmaktadır. Barış Antlaşması’nın metni Siyasal Hükümler (madde 1-45), Mali Hükümler (46- 63), Ekonomik Hükümler (Madde 64-100), Ulaşım Yolları ve Sağlık Sorunları (Madde 101-118) ve Çeşitli Hükümler (119-143) olmak üzere beş bölümden oluşmaktaydı."
  },
  {
    "id": "3176107",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Lozan Barış Antlaşması'nın <strong>mali</strong> hükümlerindendir?",
    "correctAnswer": "A",
    "options": {
      "A": "Osmanlı borçlarının tasfiyesi",
      "B": "Savaş tutsakları ile ilgili konular",
      "C": "Ege denizindeki 12 adanın egemenliği konusu",
      "D": "Boğazlar komisyonun kurulması konusu",
      "E": "Endüstri, edebiyat ya da sanat yapıtları mülkiyeti konuları"
    },
    "explanation": "Lozan Anlaşması'nın Mali Hükümler bölümünde (Madde 46-63) “Osmanlı Devlet Borcu”nun tasfiyesi, yani Düyun-u Umumiye-i Osmaniye olarak adlandırılan borçların nasıl ödeneceğine yönelik düzenlemeler yapılmıştı. Borçlar, Türkiye ile Osmanlı İmparatorluğu’ndan ayrılan diğer ülkeler arasında paylaştırılmıştı (Madde 46)."
  },
  {
    "id": "3176119",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Birinci Dünya Savaşı sonunda ortadan kalkan imparatorluklardan <strong>değildir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Osmanlı İmparatorluğu",
      "B": "Rus Çarlığı",
      "C": "Birleşik Krallık",
      "D": "Avusturya-Macaristan İmparatorluğu",
      "E": "Alman İmparatorluğu"
    },
    "explanation": "Birleşik Krallık (İngiltere) savaşın galipleri arasındadır. Diğer imparatorluk savaş sonucunda topraklarını kaybetmiş ve başka devletlere dönüşmüşlerdir."
  },
  {
    "id": "3177256",
    "unitNumber": 1,
    "text": "Aşağıdaki ülkelerden hangisi Paris Barış Konferansı’na katılan Onlar Konseyi'nde yer almamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Avusturya",
      "B": "İngiltere",
      "C": "Fransa",
      "D": "İtalya",
      "E": "Japonya"
    },
    "explanation": "Uluslararası Ortam<br/>Avusturya Paris Barış Konferansı’na katılan Onlar Konseyi'nde yer almamaktadır? Doğru yanıt a seçeneğidir."
  },
  {
    "id": "3177262",
    "unitNumber": 1,
    "text": "I. Padişah II. Abdülhamid döneminde kurulmuştur.\n II. 1881-1923 yılları arasında faaliyet göstermiştir.\n III. Osmanlı İmparatorluğu’nun iç ve dış borçlarını alacaklı devletler lehine denetleyerek toplama görevini üstlenmiştir.\n IV. Genel borçlar anlamına gelmektedir.\n Yukardaki maddelerden hangileri Düyûn-u Umûmiye için doğru ifadelerdir?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II",
      "B": "I, III",
      "C": "II, III",
      "D": "II, III, IV",
      "E": "I, II, III, IV"
    },
    "explanation": "Ulusal Ortam<br/>Soru cümlesindeki tüm maddeler doğrudur. Doğru yanıt e seçeneğidir."
  },
  {
    "id": "3177270",
    "unitNumber": 1,
    "text": "I. Kuva-yı Milliye’nin nasıl kurulduğu ve gücü\n II. Gayrimüslim topluluklar\n III. Ermeni Sorunu\n IV. Yabancı bir devletin yardım ve desteğinin aranıp aranmadığı\n Yukardaki maddelerden hangileri Türkiye'ye gelerek araştırmalar yapan General Harbord Heyeti'nin değerlendirdiği konular arasındadır?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II",
      "B": "I, III",
      "C": "II, III",
      "D": "II, III, IV",
      "E": "I, II, III, IV"
    },
    "explanation": "Ulusal Ortam<br/>General Harbord Heyeti 20 Eylül 1919’da Sivas’a gelerek Mustafa Kemal Paşa ile görüştü. Bu görüşmede, Kuva-yı Milliye’nin nasıl kurulduğu, gücü, gayrimüslim topluluklar, Ermeni Sorunu, yabancı bir devletin yardım ve desteğinin aranıp aranmadığı gibi konular değerlendirildi. Doğru yanıt e seçeneğidir."
  },
  {
    "id": "3177273",
    "unitNumber": 1,
    "text": "İstanbul İtilaf Devletleri tarafından hangi tarihte işgal edilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "1 Ocak 1920",
      "B": "16 Mart 1920",
      "C": "16 Kasım 1920",
      "D": "16 Mart 1921",
      "E": "16 Kasım 1921"
    },
    "explanation": "Ulusal Ortam<br/>İtilaf Devletleri 16 Mart 1920’de İstanbul’u işgal etti. Doğru yanıt b seçeneğidir."
  },
  {
    "id": "3177276",
    "unitNumber": 1,
    "text": "Aşağıdaki seçeneklerden hangisi tüm dünya Müslümanlarının, Osmanlı Halifesi liderliğinde birleştirilmesini ve tek idare altında yönetilmesini amaçlayan siyasal anlayıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Pan-Turanizm",
      "B": "Sykes-Picot",
      "C": "Pan-İslamizm",
      "D": "Takvim-i Vekayi",
      "E": "Turanizm"
    },
    "explanation": "TBMM’NİN AÇILMASI VE DIŞ POLİTİKA<br/>Pan-İslamizm: Osmanlı Devleti’nin kurtarılması için öne sürülen siyasal akımlardan biri olan Pan-İslamizm, tüm dünya Müslümanlarının, Osmanlı Halifesi liderliğinde birleştirilmesini ve tek idare altında yönetilmesini amaç edinmiştir. Doğru yanıt c seçeneğidir."
  },
  {
    "id": "3177278",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi TBMM Hükümeti ile Sovyet Rusya arasındaki ilişkilerin kurulmasında etkili olmamıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Batı emperyalizmine karşı birlikte mücadele etme",
      "B": "İki ülkenin güvenlik sorunu",
      "C": "TBMM’nin Sovyet Rusya’dan iktisadi ve askeri yardım alma isteği",
      "D": "Yerel halkla ılımlı diyalog kurması",
      "E": "Sovyet lideri Lenin’in dünya ihtilâli düşüncesi"
    },
    "explanation": "TBMM Hükümeti ile Sovyet Rusya İlişkileri<br/>TBMM Hükümeti ile Sovyet Rusya arasındaki ilişkilerin kurulmasında, Batı emperyalizmine karşı birlikte mücadele etme, iki ülkenin güvenlik sorunu, TBMM’nin Sovyet Rusya’dan iktisadi ve askeri yardım alma isteği, Sovyet lideri Lenin’in dünya ihtilâli düşüncesi (özellikle Asya’da ihtilal doktrini) etkili oldu. Doğru yanıt d seçeneğidir."
  },
  {
    "id": "3177279",
    "unitNumber": 1,
    "text": "TBMM 23 Nisan 1920’de açıldıktan sonra ilk resmi düzeyde temaslar aşağıdaki ülkelerden hangisi ile gerçekleştirilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Rusya",
      "B": "İtalya",
      "C": "İngiltere",
      "D": "Fransa",
      "E": "ABD"
    },
    "explanation": "TBMM’NİN AÇILMASI VE DIŞ POLİTİKA<br/>Doğru yanıt a seçeneğidir."
  },
  {
    "id": "3177282",
    "unitNumber": 1,
    "text": "Aşağıdaki isimlerden hangisi TBMM Hükümeti tarafından 21 Kasım 1920’de Moskova Büyükelçiliği görevine atanmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Bekir Sami Kunduh",
      "B": "Ali Fuat Cebesoy",
      "C": "Yusuf Kemal Tengirşenk",
      "D": "Dr. İbrahim Tali Öngören",
      "E": "Seyfi Düzgören"
    },
    "explanation": "TBMM Hükümeti ile Sovyet Rusya İlişkileri<br/>Ali Fuat Cebesoy TBMM Hükümeti tarafından 21 Kasım 1920’de Moskova Büyükelçiliği görevine atanmıştır. Doğru yanıt b seçeneğidir."
  },
  {
    "id": "3177286",
    "unitNumber": 1,
    "text": "TBMM Hükümeti ile Afganistan arasında gerçekleşen “Türkiye-Afganistan Dostluk Antlaşması” hangi tarihte imzalanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "1 Mart 1920",
      "B": "1 Kasım 1920",
      "C": "1 Mart 1921",
      "D": "1 Kasım 1921",
      "E": "1 Kasım 1922"
    },
    "explanation": "TBMM Hükümeti, Afganistan’la 1 Mart 1921’de Moskova’da “Türkiye-Afganistan Dostluk Antlaşması”nı imzalayarak, bu ülkeye ne denli<br/>önem verdiğini gösterdi. Doğru yanıt c seçeneğidir."
  },
  {
    "id": "3177289",
    "unitNumber": 1,
    "text": "TBMM Hükümeti’nin yabancı bir devletle imzaladığı ilk antlaşma aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Türkiye-Afganistan Dostluk Antlaşması",
      "B": "Türkiye-Ukrayna Dostluk ve Kardeşlik Antlaşması",
      "C": "Lozan Barış Antlaşması",
      "D": "Gümrü Antlaşması",
      "E": "Moskova Antlaşması"
    },
    "explanation": "Ermenistan Cumhuriyeti’yle İlişkiler<br/>Gümrü Antlaşması TBMM Hükümeti’nin yabancı bir devletle imzaladığı ilk antlaşmadır. Doğru yanıt d seçeneğidir."
  },
  {
    "id": "3181852",
    "unitNumber": 1,
    "text": "Paris Barış Konferansı’na katılan ülke sayısı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "24",
      "B": "26",
      "C": "28",
      "D": "30",
      "E": "32"
    },
    "explanation": "<strong>Uluslararası Ortam</strong><br/>Doğru yanıt E seçeneğidir. Çünkü, Paris Barış Konferansı’na 32 devlet katıldı, savaşta yenilen Almanya, Avusturya-Macaristan, Bulgaristan ve Osmanlı İmparatorluğu dışlandı."
  },
  {
    "id": "3181854",
    "unitNumber": 1,
    "text": "“Düyûn-u Umûmiye”, aşağıda yer verilen hangi padişah döneminde kurulmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "Abdülmecid",
      "B": "II. Abdülhamid",
      "C": "Vahdettin",
      "D": "II. Mahmut",
      "E": "I. Abdülhamid"
    },
    "explanation": "<strong>Ulusal Ortam</strong><br/>Doğru yanıt B seçeneğidir. Çünkü, genel borçlar anlamına gelen “Düyûn-u Umûmiye”, Padişah II. Abdülhamid döneminde kurulmuş ve 1881-1923 yılları arasında faaliyet göstermiş olan kurum, Osmanlı İmparatorluğu’nun iç ve dış borçlarını alacaklı devletler lehine denetleyerek toplama görevini üstlenmiştir."
  },
  {
    "id": "3181855",
    "unitNumber": 1,
    "text": "İkinci Meşrutiyet döneminde İttihat ve Terakki Cemiyeti üyeleri ve aydınlar arasında sıkça tartışılmış olan ………………., Türklerin tek vatanda ve tek bayrak altında birleştirilmesini amaçlayan siyasal ve kültürel bir akımdır.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Neo-Osmanlıcılık",
      "B": "Pan-Turanizm",
      "C": "Pan-Slavizm",
      "D": "Neo-Türklük",
      "E": "Pan-İslamizm"
    },
    "explanation": "<strong>TBMM’NİN AÇILMASI VE DIŞ POLİTİKA</strong><br/>Doğru yanıt B seçeneğidir. Çünkü, İkinci Meşrutiyet döneminde İttihat ve Terakki Cemiyeti üyeleri ve aydınlar arasında sıkça tartışılmış olan Pan-Turanizm, Türklerin tek vatanda ve tek bayrak altında birleştirilmesini amaçlayan siyasal ve kültürel bir akımdır."
  },
  {
    "id": "3181856",
    "unitNumber": 1,
    "text": "Türkiye’nin kuzey doğu sınırı son şeklini 13 Ekim 1921’de üç Kafkas Cumhuriyeti’yle imzalanan antlaşma aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Moskova Antlaşması",
      "B": "Kars Antlaşması",
      "C": "Paris Antlaşması",
      "D": "Batum Antlaşması",
      "E": "Gümrü Antlaşması"
    },
    "explanation": "<strong><em>Ermenistan Cumhuriyeti’yle İlişkiler</em></strong><br/>Gümrü Antlaşması, Sovyet Rusya’nın 2 Aralık 1920’de Ermenistan’ı Bolşevikleştirmesi sonucu yürürlüğe girmedi, ancak sınırları belirleyen önemli bir niteliğe sahip oldu. Türkiye’nin kuzey doğu sınırı son şeklini 13 Ekim 1921’de üç Kafkas Cumhuriyeti’yle imzalanan Kars Antlaşması’yla aldı. Dolayısıyla, doğru yanıt B seçeneğidir."
  },
  {
    "id": "3181859",
    "unitNumber": 1,
    "text": "Ankara İtilafnamesi ile TBMM Hükümeti’ni ilk defa hukuken tanıyan Batılı ülke aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "İngiltere",
      "B": "ABD",
      "C": "İtalya",
      "D": "Almanya",
      "E": "Fransa"
    },
    "explanation": "<strong>TBMM Hükümeti ile Fransa İlişkileri</strong><br/>Doğru yanıt, E seçeneğidir. Çünkü, Fransız Hükümeti’yle yapılan Ankara İtilafnamesi TBMM Hükümeti’nin ilk defa Batılı bir ülke tarafından de jure (hukuken) tanınmasını sağladı. İtilaf Devletleri arasındaki görüş ayrılıkları daha da netleşmekteydi."
  },
  {
    "id": "3181860",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Mudanya Ateşkes Antlaşması’nda alınan kararlardan biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Batı Trakya’nın Müttefik Kuvvetlerince işgal edilmesi, bu kuvvetlerin düzenin korunmasını sağlaması",
      "B": "Müttefik askerlerinin çekilmesi, Yunan kuvvetlerinin boşaltma hareketinin bitiminden itibaren otuz gün içerisinde gerçekleştirilmesi",
      "C": "Meriç’in sağ kıyısı, Karaağaç ile birlikte, Müttefik Devletlerce saptanacak yerlere yerleşmek üzere, onların askersel birliklerince işgal edilmesi",
      "D": "Trakya’daki Yunan kuvvetlerinin 15 gün içerisinde, Yunan jandarma ve sivil yetkilileri ise de mümkün olan en kısa zamanda Meriç Irmağı’nın sol kıyısına çekilmesi",
      "E": "Türk ve Yunan silahlı kuvvetleri arasındaki çarpışmaların durdurulması"
    },
    "explanation": "<strong>MUDANYA ATEŞKES ANTLAŞMASI</strong><br/>Mudanya Ateşkes Antlaşması’nda kısaca şu hususlara yer verilmiştir:\n <ol> <li>Türk ve Yunan silahlı kuvvetleri arasındaki çarpışmaların durdurulması</li> <li>Trakya’daki Yunan kuvvetlerinin 15 gün içerisinde, Yunan jandarma ve sivil yetkilileri ise de mümkün olan en kısa zamanda Meriç Irmağı’nın sol kıyısına çekilmesi</li> <li>Meriç’in sağ kıyısı, Karaağaç ile birlikte, Müttefik Devletlerce saptanacak yerlere yerleşmek üzere, onların askersel birliklerince işgal edilmesi</li> <li>Doğu Trakya’nın Yunan kuvvetlerince boşaltılmasının on beş günlük bir süre içerisinde gerçekleştirilmesi</li> <li>Doğu Trakya’nın Müttefik Kuvvetlerince işgal edilmesi, bu kuvvetlerin düzenin korunmasını sağlaması</li> <li>Müttefik askerlerinin çekilmesi, Yunan kuvvetlerinin boşaltma hareketinin bitiminden itibaren otuz gün içerisinde gerçekleştirilmesi</li> <li>Türk Ordusu’nun tespit edilen hatlar üzerinde durması ve barış konferansı süresince bu hatları geçmemesi</li> </ol> Dolayısıyla, doğru yanıt A seçeneğidir."
  },
  {
    "id": "3181862",
    "unitNumber": 1,
    "text": "Lozan Barış Antlaşması aşağıda yer verilen tarihlerin hangisinde imzalanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "23 Nisan 1923",
      "B": "19 Mayıs 1923",
      "C": "24 Temmuz 1923",
      "D": "24 Eylül 1923",
      "E": "29 Ekim 1923"
    },
    "explanation": "<strong>Türkiye’nin Kurucu Belgesi: Lozan Barış Antlaşması</strong><br/>Lozan Barış Antlaşması ilgili devletlerin heyetleri arasında 24 Temmuz 1923’te imzalandı ve TBMM tarafından da 23 Ağustos 1923’te onaylandı. Dolayısıyla, doğru yanıt C seçeneğidir."
  },
  {
    "id": "3181864",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi TBMM Hükümeti ile Sovyet Rusya arasındaki ilişkilerin kurulmasında etkili olan unsurlardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Batı emperyalizmine karşı birlikte mücadele etme",
      "B": "TBMM’nin Sovyet Rusya’dan iktisadi ve askeri yardım alma isteği",
      "C": "Sovyet lideri Lenin’in dünya ihtilâli düşüncesi",
      "D": "Her iki ülkenin güvenlik sorunu",
      "E": "Sovyetlerin TBMM Hükümetini nüfuzu altına almak istemesi"
    },
    "explanation": "<strong>TBMM Hükümeti ile Sovyet Rusya İlişkileri</strong><br/>Doğru yanıt E seçeneğidir. Çünkü, TBMM Hükümeti ile Sovyet Rusya arasındaki ilişkilerin kurulmasında, Batı emperyalizmine karşı birlikte mücadele etme, iki ülkenin güvenlik sorunu, TBMM’nin Sovyet Rusya’dan iktisadi ve askeri yardım alma isteği, Sovyet lideri Lenin’in dünya ihtilâli düşüncesi (özellikle Asya’da ihtilal doktrini) etkili oldu. Sovyet Rusya’nın Türkiye’nin bağımsızlığını tanıması, toprak bütünlüğünü kabul etmesi ve Misak-ı Milli’yi onaylaması Türk aydınları ile TBMM Hükümeti tarafından heyecanla karşılandı. Sovyet Rusya ile birlikte Batı’ya karşı bir dayanışma içerisine girildi."
  },
  {
    "id": "3181886",
    "unitNumber": 1,
    "text": "Paris Barış Konferansı’nda katılan 32 devletin tamamı eşit hak ve ağırlığa sahip değildi. Hiyerarşik olarak en tepede “Onlar Konseyi” vardı. Onlar Konseyi’nde beş ülkenin devlet başkanı veya başbakanları ile dışişleri bakanları mevcuttu. Aşağıdakilerden hangisi bu konseyin üyesi ülkelerden birisi <u>değildir?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Almanya",
      "B": "ABD",
      "C": "İngiltere",
      "D": "Fransa",
      "E": "İtalya"
    },
    "explanation": "Paris Barış Konferansı’nda katılan 32 devletin tamamı eşit hak ve ağırlığa sahip değildi. Hiyerarşik olarak en tepede “Onlar Konseyi” vardı. Onlar Konseyi’nde beş ülkenin (ABD, İngiltere, Fransa, İtalya ve Japonya) devlet başkanı veya başbakanları ile dışişleri bakanları mevcuttu.<br/>Sorunun doğru cevabı A seçeneğinde verilmiştir."
  },
  {
    "id": "3181887",
    "unitNumber": 1,
    "text": "Birinci dünya savaşı sonrası galip devletlerin İtalya’da Benito Mussolini ve yeni doğmuş Faşist hareketi desteklemeye karar vermesinin nedeni aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Paris Antlaşması",
      "B": "Bolşevik Devrimi",
      "C": "Sevr Antlaşması",
      "D": "Lozan Antlaşması",
      "E": "Versailles Antlaşması"
    },
    "explanation": "Galip devletler arasında Bolşevik Devrim tehdidinin en yüksek olduğu ülke İtalya’ydı; kırsal kesimde ve şehirlerde zaman zaman şiddete kayan eylemler olmaktaydı. Sanayici ve büyük toprak sahipleri kendilerini “kızıl tehditten” koruyacak bir “kurtarıcı” aramaya başladı ve bu amaçla Benito Mussolini ile yeni doğmuş Faşist hareketi desteklemeye karar verdiler.<br/>Sorunun doğru yanıtı B seçeneğinde verilmiştir."
  },
  {
    "id": "3181888",
    "unitNumber": 1,
    "text": "İkinci Meşrutiyet döneminde İttihat ve Terakki Cemiyeti üyeleri ve aydınlar arasında sıkça tartışılmış, Türklerin tek vatanda ve tek bayrak altında birleştirilmesini amaçlayan siyasal ve kültürel akıma ne isim verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Milliyetçilik",
      "B": "Pan-İslamizm",
      "C": "Pan-Turanizm",
      "D": "Devletçilik",
      "E": "İslamcılık"
    },
    "explanation": "Pan-Turanizm: İkinci Meşrutiyet döneminde İttihat ve Terakki Cemiyeti üyeleri ve aydınlar arasında sıkça tartışılmış olan Pan-Turanizm, Türklerin tek vatanda ve tek bayrak altında birleştirilmesini amaçlayan siyasal ve kültürel bir akımdır.<br/>Sorunun doğru yanıtı C seçeneğinde verilmiştir."
  },
  {
    "id": "3181889",
    "unitNumber": 1,
    "text": "Türkiye’nin hangi devlet ile yaptığı Dostluk Antlaşması sembolik bir özelliğe sahipti ve Doğu uluslarının özgürlük mücadelesinin destekleneceğini içermekteydi?",
    "correctAnswer": "D",
    "options": {
      "A": "Ermenistan",
      "B": "Azerbaycan",
      "C": "Pakistan",
      "D": "Afganistan",
      "E": "Sovyetler Birliği"
    },
    "explanation": "Türkiye-Afganistan Dostluk Antlaşması sembolik bir özelliğe sahipti. Doğu uluslarının özgürlük mücadelesinin destekleneceğini içermekteydi.<br/>Sorunun doğru yanıtı D seçeneğinde verilmiştir."
  },
  {
    "id": "3181890",
    "unitNumber": 1,
    "text": "İstanbul’un işgalinden sonra Anadolu hareketine ılımlı bakan Sadrazam Salih Paşa’yı istifaya zorlayan ve Damat Ferit Paşa’nın yeni Sadrazam olarak atanmasını sağlayan ülke aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "İtalya",
      "B": "ABD",
      "C": "Fransa",
      "D": "Yunanistan",
      "E": "İngiltere"
    },
    "explanation": "İngiltere, İstanbul’un işgalinden sonra Anadolu hareketine ılımlı bakan Sadrazam Salih Paşa’yı istifaya zorladı ve Damat Ferit Paşa’nın yeni Sadrazam olarak atanmasını sağladı.<br/>Sorunun doğru cevabı E seçeneğinde verilmiştir."
  },
  {
    "id": "3181892",
    "unitNumber": 1,
    "text": "Aşağıdaki ülkelerden hangisi Anadolu’da işgal altında bulundurduğu bölgelerde Kuva-yı Milliye’nin örgütlenmesine kolaylık sağlayarak yerel halka ılımlı diyaloglar sürdürdü ve ellerindeki silah fazlasını Anadolu Hareketi yanlılarına satarak İstanbul’dan Anadolu’ya silah ve insan geçirilmesine göz yummuştur?",
    "correctAnswer": "E",
    "options": {
      "A": "ABD",
      "B": "Sovyetler Birliği",
      "C": "Japonya",
      "D": "Almanya",
      "E": "İtalya"
    },
    "explanation": "Başbakan Nitti’nin sahip olduğu bu görüşler, İtalya’nın Anadolu’da işgal altında bulundurduğu bölgelerde Kuva-yı Milliye’nin örgütlenmesine kolaylık sağlamasının ve yerel halka ılımlı diyaloglar sürdürmesinin önünü açtı. Bu ülkenin Anadolu’daki yetkilileri ellerindeki silah fazlasını Anadolu Hareketi yanlılarına sattı, İstanbul’dan Anadolu’ya silah ve insan geçirilmesine göz yumdu.<br/>Sorunun doğru cevabı E seçeneğinde verilmiştir."
  },
  {
    "id": "3181893",
    "unitNumber": 1,
    "text": "Hangi ülkenin temsilcisi Mudanya Ateşkes antlaşmasının imza günü Mudanya açıklarında bir savaş gemisinde bekleyerek mütareke belgesine imza <u>atmamıştır?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "ABD",
      "B": "Fransa",
      "C": "İngiltere",
      "D": "Yunanistan",
      "E": "İtalya"
    },
    "explanation": "Türkiye ve Yunanistan fiilen savaşan taraflar olsa da Mudanya’da İsmet Paşa’nın karşısında İngiltere, Fransa ve İtalya devletlerinin temsilcileri bulunuyordu. Yunanistan temsilcisi General Mazarakis, mütarekenin imza günü Mudanya açıklarında bir savaş gemisinde bekleyerek mütareke belgesine imza atmamıştır.<br/>Sorunun doğru cevabı D seçeneğinde verilmiştir."
  },
  {
    "id": "3181895",
    "unitNumber": 1,
    "text": "Lozan Barış Konferansında Türk Heyeti, Misak-ı Milli sınırları içinde olmasına ve çok arzu edilmesine rağmen hangi bölgeyi Türkiye’ye dâhil <u>edememiştir?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Kars",
      "B": "Antep",
      "C": "Hatay",
      "D": "Diyarbakır",
      "E": "Adana"
    },
    "explanation": "Türk Heyeti, Misak-ı Milli sınırları içinde olan İskenderun Sancağı’nı (bugünkü Hatay) çok arzu etmesine rağmen Türkiye’ye dâhil edemedi.<br/>Sorunun doğru yanıtı C seçeneğinde verilmiştir."
  },
  {
    "id": "3181897",
    "unitNumber": 1,
    "text": "Lozan Barış konferansı sırasında petrol açısından zengin Musul’un kendi denetimleri altında kalmasını sağlamak için büyük bir hırs ve istek duyan ülke aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "ABD",
      "B": "İngiltere",
      "C": "Yunanistan",
      "D": "Fransa",
      "E": "İtalya"
    },
    "explanation": "İngiltere’nin büyük bir hırs ve istekle üzerinde durduğu Musul Sorunu, Ülke ve Askerlik İşleri Komisyonu’nda sert tartışmalara yol açtı. Lord Curzon sorunu “Asya’daki Türk topraklarının güney sınırının saptanması” başlığı içerisinde ele almış ve ülkesinin denetimi altındaki Irak ile Türkiye arasındaki sınırın belirlenmesi bağlamında değerlendirmiştir. Aslında temel amacı, petrol açısından zengin Musul’un İngiltere’nin denetimi altında kalmasını sağlamaktı.<br/>Sorunun doğru yanıtı B seçeneğinde verilmiştir."
  },
  {
    "id": "3181899",
    "unitNumber": 1,
    "text": "Lozan Barış Konferansı’nda Türkiye’nin hangi ülke ile olan sınırı ele <u>alınmamıştır?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "İran",
      "B": "Irak",
      "C": "Yunanistan",
      "D": "Bulgaristan",
      "E": "Suriye"
    },
    "explanation": "Türkiye-Sovyetler Birliği ve Türkiye-İran sınırları bu konferans çerçevesinde ele alınmadı.<br/>Sorunun doğru yanıtı A seçeneğinde verilmiştir."
  },
  {
    "id": "3184093",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi I. Dünya Savaşı sonuçlarından biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İngiltere, Fransa ve özellikle İtalya derin bir ekonomik çöküşün içine girdi.",
      "B": "Rus Çarlığı, Avusturya-Macaristan, Osmanlı ve Alman İmparatorlukları dağıldı.",
      "C": "Savaş, Avrupa’nın sarsılmaz denilen gücüne darbeler indirdi.",
      "D": "İtalya’da siyasal ve toplumsal muhalefet büyüdü.",
      "E": "ABD savaş sonunda bir kazanca sahip oldu."
    },
    "explanation": "Savaşın galiplerinden biri olan ABD 48 bin askerini kaybetmiş, ancak savaş sonunda el konulan bazı Alman varlıklarından başka bir kazanca sahip olmamıştı."
  },
  {
    "id": "3184145",
    "unitNumber": 1,
    "text": "İmparatorluğun dağılışına tanıklık etmiş̧ olan yazarımız aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Edward House",
      "B": "Halide Edip",
      "C": "Rauf bey",
      "D": "Ali Fuat Paşa",
      "E": "Lloyd George"
    },
    "explanation": "İmparatorluğun dağılışına tanıklık etmiş̧ olan yazarımız Halide Edip’ dir."
  },
  {
    "id": "3184146",
    "unitNumber": 1,
    "text": "Tarihe son Osmanlı Meclis-i Mebusan’ı olarak geçen Meclis toplantısında alınan en önemli karar hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "On iki Adalar üzerinde kontrol kurma",
      "B": "Yeni bir dünya düzeninin kurulması",
      "C": "Misak-ı Milli",
      "D": "“Şark Meselesi” adı verilen projenin uygulanmak",
      "E": "“Irksal eşitlik” kavramının konulması"
    },
    "explanation": "Misak-ı Milli belgesinin temelini oluşturmuştur."
  },
  {
    "id": "3184147",
    "unitNumber": 1,
    "text": "Manda konusu hangi kongrede ele alındı?",
    "correctAnswer": "A",
    "options": {
      "A": "Sivas Kongresi",
      "B": "Erzurum Kongresi",
      "C": "Viyana Kongresi",
      "D": "Amasya Kongresi",
      "E": "Uşak Kongresi"
    },
    "explanation": "Sivas Kongresi’nde bir süreden beri geniş bir çevrede tartışılagelen manda konusu etraflıca ele alındı."
  },
  {
    "id": "3184148",
    "unitNumber": 1,
    "text": "Üç Liva diye adlandırılan şehirler hangileridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Erzurum, Kars ve Ağrı",
      "B": "Kars, Ardahan ve Batum",
      "C": "Artvin, Iğdır ve Rize",
      "D": "Erzincan, Amasya ve Sivas",
      "E": "Ardahan, Ağrı ve Erzurum"
    },
    "explanation": "Üçlü Liva şehirleri Kars, Ardahan ve Batum’dur."
  },
  {
    "id": "3184150",
    "unitNumber": 1,
    "text": "Mustafa Kemal Paşa’nın 24 Nisan 1920’de Meclis başkanlığına verdiği önergede aşağıdaki hangisi görüşleri içinde <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Pan-Turanist ve Pan-İslamist bir politikanın izlenmeyeceğini ilan etti.",
      "B": "Ülkenin maddi-manevi kaynaklarının milli sınırlar dahilinde, halkın refahı ve mutluluğu için harcanacağını belirtti.",
      "C": "Avrupa’daki “güç dengesi” konumunu korumak niyetindeydi.",
      "D": "Meclis’in üstünde bir güç olmamalıydı.",
      "E": "Suriye ve Irak’ın bağımsızlıklarını kazanmaları ve kendi halklarının istemeleri halinde federatif bir yapının kurulabileceği belirtti."
    },
    "explanation": "“Avrupa’daki “güç dengesi” konumunu korumak niyetindeydi” Mustafa Kemal Paşa’nın görüşlerinden biri değildir."
  },
  {
    "id": "3184151",
    "unitNumber": 1,
    "text": "Hangi antlaşma ile Kars, Sarıkamış, Kağızman, Kulp ve Iğdır gibi kent ve kasabaların Türkiye’ye katılması Ermenistan tarafından kabul edildi?",
    "correctAnswer": "E",
    "options": {
      "A": "Sevr Antlaşması",
      "B": "Versailles Antlaşması",
      "C": "Kars Antlaşması",
      "D": "Londra Antlaşması",
      "E": "Gümrü Antlaşması"
    },
    "explanation": "Gümrü Antlaşması ile Kars, Sarıkamış, Kağızman, Kulp ve Iğdır gibi kent ve kasabaların Türkiye’ye katılması Ermenistan tarafından kabul edildi."
  },
  {
    "id": "3184152",
    "unitNumber": 1,
    "text": "Hangi ülke Damat Ferit Paşa’nın yeni Sadrazam olarak atanmasını sağlamıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Fransa",
      "B": "Sovyet Rusya",
      "C": "İtalya",
      "D": "İngiltere",
      "E": "Almanya"
    },
    "explanation": "İngiltere, İstanbul’un işgalinden sonra Anadolu hareketine ılımlı bakan Sadrazam Salih Paşa’yı istifaya zorladı ve Damat Ferit Paşa’nın yeni Sadrazam olarak atanmasını sağladı"
  },
  {
    "id": "3184153",
    "unitNumber": 1,
    "text": "Fransız Hükümeti’nin Anadolu Hükümeti’yle ilk teması ne zaman gerçekleşmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ağustos 1920",
      "B": "Haziran 1921",
      "C": "Aralık 1919",
      "D": "Ocak 1920",
      "E": "Ekim 1921"
    },
    "explanation": "Fransız Hükümeti’nin Anadolu Hükümeti’yle ilk teması, Suriye Yüksek Komiseri Georges Picot’un Aralık 1919’da Sivas’ta Mustafa Kemal Paşa’yla görüşmesidir."
  },
  {
    "id": "3184154",
    "unitNumber": 1,
    "text": "İtalya’nın İstanbul’daki Yüksek Komiseri “Türk dostu” olarak bilinen kişi kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kont Carlo Sforza",
      "B": "Çiçerin",
      "C": "Aristide Briand",
      "D": "Earl Curzon",
      "E": "Lloyd George"
    },
    "explanation": "İtalya’nın İstanbul’daki Yüksek Komiseri “Türk dostu” olarak bilinen Kont Carlo Sforza’ydı."
  },
  {
    "id": "3174971",
    "unitNumber": 2,
    "text": "\"Tek Ülkede Sosyalizm\" politikası hangi lider tarafından Sovyetler Birliği devlet politikası olarak uygulamaya geçirilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Josef Stalin",
      "B": "Vlademir Lenin",
      "C": "Lev Troçki",
      "D": "Nikita Kruşçev",
      "E": "Vyaçeslav Molotov"
    },
    "explanation": "Tek Ülkede Sosyalizm: 1922 yılının Kasım-Aralık aylarında toplanan ve Lenin’in katıldığı son kongre olma özelliği taşıyan Dördüncü Komintern Kongresi’nde ilan edilen “Rus Devrimi Üzerine” başlıklı tez, “tek ülkede sosyalizm” konusunu işlemiştir. Metinde; “Dördüncü Dünya Kongresi, her yerdeki proleterlere hatırlatır ki, proletarya devrimi bir tek ülkenin sınırları içinde asla zafer kazanamaz; yalnızca uluslararası bir şekilde, dünya devrimine doğru gelişerek zafere ulaşabilir.”1924 yılında Joseph Stalin tarafından formülleştirilen metin, ertesi yıl Nikolay Buharin tarafından geliştirilmiş ve nihayet Stalin tarafından bir devlet politikası haline dönüştürülmüştür. Doğru cevap A şıkkıdır."
  },
  {
    "id": "3174980",
    "unitNumber": 2,
    "text": "I- Almanya\n II- İngiltere\n III- İtalya\n Yukarıdaki devletlerden hangisi ya da hangileri II. Dünya Savaşı öncesi kurulan Anti Komintern Paktı üyelerindendir?",
    "correctAnswer": "B",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve III",
      "D": "I, II ve III",
      "E": "Yalnız II"
    },
    "explanation": "Anti Komintern Paktı Almanya ve Japonya tarafından bu devletler tarafından tehdit unsuru olarak görülen komünist tehlikesine karşı kurulmuş ve İtalya, 5 Kasım 1937’de Almanya ve Japonya’nın kurduğu Anti Komintern Paktı’na katılmıştır. İngiltere ise bu pakta katılmamıştır. Doğru cevap B şıkkıdır."
  },
  {
    "id": "3175003",
    "unitNumber": 2,
    "text": "1925 yıllında Musul Sorunu ile ilgili görüşmeler devam ederken Türkiye'nin güney doğusunda çıkan ve çıkmasında İngiltere'nin etkisi olduğu iddia edilen ayaklanma hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Anzavur Ayaklanması",
      "B": "Koçgiri Ayaklanması",
      "C": "Şeyh Sait Ayaklanması",
      "D": "Çerkez Ethem Ayaklanması",
      "E": "Çopur Musa Ayaklanması"
    },
    "explanation": "Musul Sorunu ile ilgili görüşmeler devam ederken Şubat 1925 tarihinde Şeyh Sait Ayaklanması patlak verdi. 1924 yılında ortaya çıkan Nasturi ayaklanmasında olduğu gibi Şeyh Sait Ayaklanması’nda da İngilizlerin rolü olduğu ve Musul sorununun çözümünde bu ayaklanmaların belirleyici olduğu iddia edilmektedir. Doğru cevap C şıkkıdır"
  },
  {
    "id": "3175018",
    "unitNumber": 2,
    "text": "I- İstanbul’da oturan Rumlar\n II- Batı Trakya’da oturan Müslümanlar\n III- 12 Ada'da oturan Müslümanlar\n Yukarıdaki gruplardan hangisi ya da hangileri 1923 yıllında Türkiye ve Yunanistan arasında imzalanan Yunan ve Türk Halklarının Mübadelesine İlişkin Sözleşme'ye göre mübadeleden muaf tutulmuşlardır?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve III",
      "D": "I ve II",
      "E": "I, II ve III"
    },
    "explanation": "Sözleşmenin 2. Maddesi şu şekildeydi; “Birinci maddede öngörülen mübadele a) İstanbul’da oturan Rumları, b) Batı Trakya’da oturan Müslümanları kapsamayacaktır. 12 Ada hakkında bir karar sözleşmede yoktur. Doğru cevap D şıkkıdır."
  },
  {
    "id": "3175868",
    "unitNumber": 2,
    "text": "1939 yılında hangi ilimiz Türkiye'ye katılmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Hakkari",
      "B": "Adana",
      "C": "Kilis",
      "D": "Gaziantep",
      "E": "Hatay"
    },
    "explanation": "Türkiye, mevcut uluslararası konjonktürden de yararlanarak (özellikle İngiltere ile başlayan İttifak görüşmeleri) Hatay’ın Türkiye’ye katılmasını sağlayacak adımlar atmakta gecikmedi. Fransa en baştan beri Hatay’ın Türkiye’ye katılmasına karşı çıkmış fakat Almanya ve İtalya’nın, Fransa karşıtı politikalarına hız vermeleri nedeniyle pozisyonunu değiştirmişti. 23 Haziran 1939 tarihinde Fransa, Hatay’ın Türkiye’ye ilhakına onay vermiş; aynı gün de Hatay Meclisi, Türkiye’ye ilhak kararı almıştı. TBMM ise 7 Temmuz 1939’da Hatay’ın Türkiye’ye ilhakını onayladı."
  },
  {
    "id": "3175869",
    "unitNumber": 2,
    "text": "Aşağıdaki devletlerden hangisi Balkan Antantı'na üye <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sırbıstan",
      "B": "Bulgaristan",
      "C": "Yunanistan",
      "D": "Romanya",
      "E": "Türkiye"
    },
    "explanation": "Türkiye ve 5 Balkan ülkesinin (Yugoslavya, Arnavutluk, Bulgaristan, Romanya, Yunanistan) katılımıyla Atina’da gerçekleştirilen Balkan Antantı 5 Ekim 1930’da Atina'da imzalanmıştır."
  },
  {
    "id": "3175870",
    "unitNumber": 2,
    "text": "I- Rıza Pehlevi\n II- VIII. Edward\n III- III. Napolyon\n Yukarıdaki liderlerden hangisi ya da hangileri Atatürk zamanında Türkiye'yi ziyaret etmişlerdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "İngiltere Kralı VIII. Edward 1936 yılında, İran Şahı Rıza Pehlevi 1934 yıllında Türkiye'yi ziyaret etmişlerdir. III. Napolyon ise Türkiye Cumhuriyeti kurulmadan önce vefat etmiştir."
  },
  {
    "id": "3175871",
    "unitNumber": 2,
    "text": "Irak, İran, Afganistan ve Türkiye tarafından 1937 yıllında kurulan pakt hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Anti Komintern Pakt",
      "B": "Akdeniz Pakt",
      "C": "Balkan Paktı",
      "D": "Sadabat Paktı",
      "E": "Cenevre Paktı"
    },
    "explanation": "İran, Irak ve Afganistan’ın yer aldığı ve Türkiye’nin inşa edilmesinde büyük rol oynadığı Sadabat Paktı, kuruluş amacı itibariyle bir saldırmazlık ve dostluk antlaşmasıydı. Paktın oluşturulmasında üç önemli neden vardı. Bunlar; İtalya’nın yayılmacı siyaseti, Pakt’a taraf olan ülkeler arasında sınır sorunlarının kalıcı bir biçimde çözülmesi isteği ve Pakt’ta yer alacak ülkelerin bağımsızlık ve egemenliklerinin teyit edilmesi gereği."
  },
  {
    "id": "3175872",
    "unitNumber": 2,
    "text": "Aşağıdaki devletlerden hangisi Montrö Boğazlar Sözleşmesi'ne ilk aşamada imza <strong>atmamıştır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Türkiye",
      "B": "Fransa",
      "C": "İngiltere",
      "D": "Yunanistan",
      "E": "İtalya"
    },
    "explanation": "Montrö Boğazlar Konferansı, 20 Temmuz 1936’de Montrö Boğazlar Sözleşmesi’nin imzalanmasıyla son buldu. Montrö Boğazlar Sözleşmesine imza atan devletler, Lozan Boğazlar Sözleşmesi’ne imza atan (İtalya hariç) devletlerdi. İtalya 1938 yılında sözleşmeye katılmıştır."
  },
  {
    "id": "3175873",
    "unitNumber": 2,
    "text": "I- Adolf Hitler\n II- Benito Mussolini\n III- Winston Churchill\n Yukarıdaki liderlerden hangisi ya da hangileri 1. Dünya Savaşı sonrasında ülkelerinin yönetimini ele alan faşist ideolojiye sahip liderlerdendir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "1. Dünya Savaşı sonrasında Adolf Hitler Almanya'da, Mussolini ise İtalya'da yönetimi ele almış, faşizm ideolojisine bağlı liderlerdendir."
  },
  {
    "id": "3179556",
    "unitNumber": 2,
    "text": "Paris Barış Konferansı’ndan sonra ABD başkanı Wilson’un ısrarıyla İtilaf devletleri temsilcileri, barışı korumak ve anlaşmazlıklar diplomasi yoluyla çözmek amacıyla Paris’te “Milletler Cemiyeti” adlı örgütü kaç yılında kurmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "27 Ağustos 1928",
      "B": "28 Nisan 1919",
      "C": "1 Aralık 1925",
      "D": "3 Ekim 1935",
      "E": "30 Ocak 1933"
    },
    "explanation": "Soruda Milletler Cemiyetinin kuruluş tarihinin hatırlanması amaçlanmıştır.<br/>İnsanlığın kendi elleriyle inşa ettiği medeniyetin, Birinci Dünya Savaşı ile birlikte büyük bir çöküş yaşadığı bazı aydınlar tarafından dile getirilmişti. Bunun etkisiyle Paris Barış Konferansı’nda ABD başkanı Wilson’un ısrarıyla İtilaf devletleri temsilcileri, barışı korumanın ve anlaşmazlıkların diplomasi yoluyla çözümü için bir örgütün kurulması gerektiği fikrinde uzlaştı. Buna göre 28 Nisan 1919 yılında Paris’te “Milletler Cemiyeti” adıyla bir örgüt kuruldu. Örgütün, uluslararası diplomaside iş birliği süreçlerini yönetmek, barış ve güvenliği sağlamak, savaşın devletlerarası anlaşmazlıklarda bir başvuru kaynağı olmasının önüne geçmek gibi idealist görevleri vardı."
  },
  {
    "id": "3179579",
    "unitNumber": 2,
    "text": "Milli kültürün inşası ve kitlelerin aidiyet temeline dayanan birliğini öne çıkararak Türk kavramını; “Türkiye ahalisine din ve ırk farkı olmaksızın vatandaşlık itibarıyla Türk denir” şeklinde açıklayan Anayasa aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "1876 Anayasası",
      "B": "1921 Anayasası",
      "C": "1924 Anayasası",
      "D": "1961 Anayasası",
      "E": "1982 Anayasası"
    },
    "explanation": "Soruda verilen Türk kavramının hangi anayasada ortaya çıktığının bilinmesi amaçlanmıştır.<br/>Dönemin milliyetçiliği, kültürel alanda aşırılığa kaymış olsa da “kan”a dayanan bir niteliğe bürünmemişti. Önemli olan milli kültürün inşası ve kitlelerin aidiyet temeline dayanan birliğiydi. Bu bağlamda 1924 Anayasası’nda ifadesini bulan Türk kavramı; “Türkiye ahalisine din ve ırk farkı olmaksızın vatandaşlık itibarıyla Türk denir” şeklinde açıklanmıştı."
  },
  {
    "id": "3179595",
    "unitNumber": 2,
    "text": "1930’a kadar sürecek ekonomi politikasının belirlendiği, tüccar ve büyük toprak sahipleri, güçlü figürler olarak her kesimim temsil edildiği, 17 Şubat-4 Mart 1923 tarihleri arasında yapılan İktisat Kongresi hangi ilimizde toplanmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "İstanbul",
      "B": "Ankara",
      "C": "Uşak",
      "D": "Aydın",
      "E": "İzmir"
    },
    "explanation": "Soruda İktisat Kongresinin hangi ilimizde toplandığının hatırlanması amaçlanmıştır.<br/>Ülkede karşılaşılan en önemli sorun ekonomikti. Lozan Barış Konferansı’na ara verildiği bir sırada, 17 Şubat-4 Mart 1923 tarihleri arasında İzmir’de İktisat Kongresi toplandı. Bu kongrede ağırlıklı olarak 1930’a kadar sürecek ekonomi politikası belirlendi. Kongrede hemen her sektörün temsilcisi vardı. Tüccar ve büyük toprak sahipleri, güçlü figürler olarak kongrede ağırlıklı olarak temsil edildiler. Kongre sonunda ekonomik bağımsızlığı ve kalkınmayı içeren “Misak-ı İktisadi” açıklandı."
  },
  {
    "id": "3179607",
    "unitNumber": 2,
    "text": "Milletler Cemiyeti’ne karşı başlangıçta çekimser bir politika izlese de barışçıl politikası uluslararası arenada dikkat çeken Türkiye hangi tarihte Milletler Cemiyeti’ne üye olması için davet edilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "5 Kasım 1937",
      "B": "3 Mart 1924",
      "C": "4 Mart 1925",
      "D": "6 Temmuz 1932",
      "E": "5 Haziran 1924"
    },
    "explanation": "Soruda Türkiye'nin Milletler Cemiyet'ine davet tarihinin hatırlanması amaçlanmıştır.<br/>Bu nedenle, başlangıçta, Milletler Cemiyeti’ne karşı çekimser bir politika izlemiştir. 1930’larda uluslararası koşullar değişmeye başlayınca bu örgüte üyeliği gündemine almıştır. Türkiye’nin barışçıl politikası uluslararası arenada dikkat çekmiş ve bu nedenle Türkiye 6 Temmuz 1932’de Milletler Cemiyeti’ne üye olması için davet edilmiştir."
  },
  {
    "id": "3179691",
    "unitNumber": 2,
    "text": "Milli Mücadele önderlerinin yeni rejimi ve devrimi temsil eden Ankara'yı 13 Ekim 1923’de başkent ilan etmesine ilk tepkiyi gösteren, siyasi baskı ve nüfuz alanlarının korunması için başkentin İstanbul olarak kalmasından yana tavır alan ve yandaş toplayan ülke aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İngiltere",
      "B": "Almanya",
      "C": "Japonya",
      "D": "Avusturya",
      "E": "Yunanistan"
    },
    "explanation": "Soruda Ankara'nın başkent olmasına tepki gösteren ülkenin tanınması amaçlanmıştır.<br/>Lozan Barış Antlaşması’nın imzalanmasının ardından Milli Mücadele önderlerinin ilk girişimi, 13 Ekim 1923’de Ankara’nın başkent yapılmasıdır. Ankara yeni rejimi ve devrimi temsil ediyordu. Fakat Türkiye Devleti’nin yeni başkentinin Ankara olması Müttefiklerin özellikle de İngilizlerin büyük tepkisini çekti. Nitekim İngilizler, boğazlarda bulundurdukları donanmaları vasıtasıyla askeri; öteden beri oluşturdukları nüfuz ile de İstanbul üzerinde siyasi baskı oluşturabiliyordu. Bu nedenle İngiltere söz konusu baskının devam etmesi ve nüfuz alanlarının korunması için başkentin İstanbul olarak kalmasından yana tavır aldı. Ankara gibi bozkırın ortasında bir şehrin başkent olarak seçilmesine tepki gösterdi. İngiltere’nin tepkisine katılan Fransa ve İtalya da, başkentin Ankara’ya naklinde ısrarcı olunması halinde büyükelçi yerine ortaelçi göndereceklerini ilan ettiler. (Bayur, 1938:149). Ama Türkiye’nin ısrarcı tutumu nedeniyle bu ülkeler geri adım atmak zorunda kaldılar."
  },
  {
    "id": "3179719",
    "unitNumber": 2,
    "text": "Türkiye’nin Batılı ülkelerle yaşadığı ilk sorunlardan biri olan, aynı zamanda deniz hukuku alanında ilk zaferi olarak tarihe geçen, “Bozkurt-Lotus” davası aşağıdaki ülkelerden hangisi ile yaşanmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "İngiltere",
      "B": "Fransa",
      "C": "Almanya",
      "D": "İtalya",
      "E": "Afganistan"
    },
    "explanation": "Soruda verilen olayın hangi ülke ile yaşandığının hatırlanması amaçlanmıştır.<br/>Diğer bir sorun da “Bozkurt-Lotus” davasıdır. Fransız bayraklı Lotus gemisi ile Türk bayraklı Bozkurt şilebi 2 Ağustos 1926’da çarpışmış ve bu olayda sekiz Türk denizci hayatını kaybetmişti. Konu, Lahey Uluslararası Daimi Adalet Divanı’na götürüldü ve Divan 7 Eylül 1927’de Türkiye’nin lehine karar vermiştir. Türkiye’nin deniz hukuku alanında ilk zaferi olarak tarihe geçen davada Türk tarafını mahkemelerde temsil eden Adliye Vekili Mahmut Esat Bey, bu davadaki başarısı nedeniyle davaya konu olan Türk gemisinin adını yani Bozkurt’u soyadı olarak almıştır. Mahmut Esat Bey, Lahey’deki Uluslararası Adalet Divanı’nda, olayın (suçun) Bozkurt Şilebinde gerçekleşmesi nedeniyle Türkiye’nin bu suçun sanıklarını kovuşturma yetkisine sahip olduğunu ileri sürmüştür. Bu görüş davanın Türkiye lehine sonuçlanmasını sağlamıştır. Karar, Lotus Prensibi veya Lotus Yaklaşımı olarak deniz hukuku literatürüne geçmiştir."
  },
  {
    "id": "3179739",
    "unitNumber": 2,
    "text": "1924-1930 tarihleri arasında Türkiye’nin dış ticaretinde en yüksek paya sahip, Trieste’ye yerleşen tüccarların eski bağlantılarını kullanarak ticari ilişkileri sürdürmeleri sayesinde Çukurova'daki pamuk üretiminin en büyük alıcısı olan devlet aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "İngiltere",
      "B": "Fransa",
      "C": "Almanya",
      "D": "Afganistan",
      "E": "İtalya"
    },
    "explanation": "Soruda Çukurova'daki pamuk üretiminin en büyük alıcısı olan devletin tanınması amaçlanmıştır.<br/>1924-1930 tarihleri arasında Türkiye’nin dış ticaretinde en yüksek paya sahip ülke İtalya idi. Türkiye ve İtalya arasındaki ticaret hacminin yüksek seyretmesinin önemli iki nedeni vardı. Bunlardan birisi Türkiye’den ayrılan Rum tüccarların bazılarının Trieste’ye yerleşmeleri ve buradan Türkiye’deki eski bağlantılarını kullanarak ticari ilişkileri sürdürmeleri; diğeri ise İtalya’nın Çukurova’daki pamuk üretiminin en büyük alıcılarından biri haline gelmiş olmasıydı. Çukurova pamuğu, ünü tüm dünyaya yayılmakta olan İtalyan tekstil sektörünün ana hammaddesi haline gelmişti."
  },
  {
    "id": "3179761",
    "unitNumber": 2,
    "text": "Norveçli Nansen’in göçmenlerin son derece zor şartlar altında bulunduklarını belirtmesi üzerine, Yunanistan’da bulunan Müslüman (Türk) azınlıklar ile Türkiye’de bulunan Rumların mübadelesinin şartlarını kapsayan, “Yunan ve Türk Halklarının Mübadelesine İlişkin Sözleşme” hangi tarihte imzalanmıştır.",
    "correctAnswer": "D",
    "options": {
      "A": "21 Haziran 1925",
      "B": "10 Haziran 1930",
      "C": "30 Ekim 1918",
      "D": "30 Ocak 1923",
      "E": "30 Mayıs 1929"
    },
    "explanation": "Soruda Yunan ve Türk Halklarının Mübadelesine İlişkin Sözleşme'nin hangi tarihte imzalandığının hatırlanması amaçlanmıştır.<br/>Türkiye ve Yunanistan, 1923’ten sonra özellikle iki sorun nedeniyle karşı karşıya gelmiştir. Bunlar<br/>nüfus mübadelesi ve Patrikhane idi. Özellikle nüfus mübadelesi acil olarak çözüm bekleyen bir sorundu. Nitekim Lozan Barış Konferansı sürerken Norveçli Nansen’in göçmenlerin son derece zor<br/>şartlar altında bulunduklarını belirterek, bu sorunun bir antlaşmayla çözülmesini istemişti. Bunun<br/>üzerine 30 Ocak 1923’te “Yunan ve Türk Halklarının Mübadelesine İlişkin Sözleşme” imzalanmıştı. Sözleşme Yunanistan’da bulunan Müslüman (Türk) azınlıklar ile Türkiye’de bulunan Rumların mübadelesini kapsıyordu. Sözleşmede mübadeleye tabii tutulacak kimseler, mübadele şartları ve uygulama hükümleri yer almıştı."
  },
  {
    "id": "3180207",
    "unitNumber": 2,
    "text": "Türkiye’nin 1980’lerin ortalarında katıldığı F-16 projesinden önce giriştiği ilk uçak üretim projesi olan Tayyare ve Motor Türk Anonim Şirketi'nin üstlendiği Kayseri Uçak Fabrikası hangi ülkenin işbirliği ile yapılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "İngiltere",
      "B": "Fransa",
      "C": "Almanya",
      "D": "İtalya",
      "E": "Amerika Birleşik Devletleri"
    },
    "explanation": "Soruda Türkiye'nin ilk uçak üretim projesinin hangi ülke ile birlikte yapıldığının anlaşılması isteniyor.<br/>Almanya ve Türkiye arasındaki ilk önemli iktisadi girişim, Kayseri’de kurulacak uçak fabrikası için Alman Junkers firmasıyla yapılan 1925 tarihli antlaşma oldu. Bu projenin Almanya için özel bir önemi de vardı. Versailles Antlaşması’nın getirdiği kısıtlamalar nedeniyle kendi ülkesinde silah üretemeyen Alman Hükümeti, ülke dışında kurulacak fabrikalarla bu açığını gidermeye çalıştı. Nitekim projeyi Türk-Alman ortaklığı olan Tayyare ve Motor Türk Anonim Şirketi üstlendi ve fabrikanın yapımı yaklaşık 12 ay içinde tamamlandı. Kayseri uçak fabrikası, Türkiye’nin 1980’lerin<br/>ortalarında katıldığı F-16 projesinden önce giriştiği ilk uçak üretim projesidir."
  },
  {
    "id": "3180220",
    "unitNumber": 2,
    "text": "İngiltere ve Türkiye arasındaki ilişkilerin dostane bir çizgide geliştiğini göstermesi açısından önemli olan, 4-6 Eylül 1936 tarihlerinde İstanbul’a bir ziyarette bulunan İngiliz Kralı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "VIII. Edward",
      "B": "VI. George",
      "C": "IV. William",
      "D": "III. Charles",
      "E": "II. James"
    },
    "explanation": "Soruda İstanbul'a ziyarette bulunan İngiliz Kralının hatırlanması amaçlanmıştır.<br/>İki ülke ilişkiler 4-6 Eylül 1936 tarihlerinde İngiliz Kralı VIII. Edward’ın İstanbul’a yaptığı ziyareti ile daha dostane bir hal aldı. Bir yıl sonra ise Kral VI. George’un taç giyme törenine Başbakan İsmet İnönü’nün katılması ilişkilerdeki yakınlığı artırdı."
  },
  {
    "id": "3185497",
    "unitNumber": 2,
    "text": "28 Nisan 1919 yılında Paris’te kurulan ve uluslararası diplomaside iş birliği süreçlerini yönetmek, barış ve güvenliği sağlamak, savaşın devletlerarası anlaşmazlıklarda bir başvuru kaynağı olmasının önüne geçmek gibi<br/>idealist görevleri olan oluşum aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Milletler Cemiyeti",
      "B": "Cenevre Paktı",
      "C": "NATO",
      "D": "Birleşmiş Milletler",
      "E": "Briand-Kellogg Paktı"
    },
    "explanation": "28 Nisan 1919 yılında Paris’te “Milletler Cemiyeti” adıyla bir örgüt kuruldu. Örgütün, uluslararası diplomaside iş birliği süreçlerini yönetmek, barış ve güvenliği sağlamak, savaşın devletlerarası anlaşmazlıklarda bir başvuru kaynağı olmasının önüne geçmek gibi idealist görevleri vardı."
  },
  {
    "id": "3185508",
    "unitNumber": 2,
    "text": "Terakkiperver Cumhuriyet Partisi aşağıdaki kanunlardan hangisi ile kapatılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Takrir-i Sükûn Kanunu",
      "B": "Tevhid-i Tedrisat Kanunu",
      "C": "Laikliğin kabulü",
      "D": "Medeni Kanun",
      "E": "Halifeliğin kaldırılması"
    },
    "explanation": "Terakkiperver Cumhuriyet Partisi, iç politikayı aynı tarihlerde meşgul<br/>eden Şeyh Sait İsyanı sonrası 4 Mart 1925’te çıkarılan Takrir-i Sükûn kanunu kapsamında Haziran 1925’te kapatıldı."
  },
  {
    "id": "3185512",
    "unitNumber": 2,
    "text": "Lozan Barış Konferansı’na ara verildiği bir sırada, 17 Şubat-4 Mart 1923 tarihleri arasında İzmir’de İktisat Kongresi toplandı. Bu durum ülkede yaşanan en büyük sorunun hangi alanda olduğunun bir göstergesidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Siyaset",
      "B": "Ekonomi",
      "C": "Hukuk",
      "D": "Eğitim",
      "E": "Sağlık"
    },
    "explanation": "Ülkede karşılaşılan en önemli sorun ekonomikti. Lozan Barış Konferansı’na ara verildiği bir<br/>sırada, 17 Şubat-4 Mart 1923 tarihleri arasında<br/>İzmir’de İktisat Kongresi toplandı. Bu kongrede<br/>ağırlıklı olarak 1930’a kadar sürecek ekonomi politikası belirlendi."
  },
  {
    "id": "3185520",
    "unitNumber": 2,
    "text": "\"Türkiye, Milli Mücadele döneminden itibaren birbirlerine rakip büyük<br/>devletler arasında kurduğu denge siyaseti ile sorunların üstesinden gelmeyi başarmıştır.\" Verilen bu durum Türkiye'nin dış politikada izlediği hangi hedefle yakından ilişkilidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Antlaşmalara ve hukuka saygı",
      "B": "Çağdaşlaşma ve demokratikleşme",
      "C": "İttifaklara katılmama",
      "D": "Uluslararası örgütlere karşı izlenen çekimser politika",
      "E": "Mevcut dengeleri gözetme"
    },
    "explanation": "Mevcut dengeleri gözetme: Türkiye, Milli Mücadele döneminden itibaren birbirlerine rakip büyük<br/>devletler arasında kurduğu denge siyaseti ile sorunların üstesinden gelmeyi başarmıştır. İtilaf devletlerinin birbirleri ile olan çekişmelerden de yararlanarak Milli Mücadele’den zaferle ayrılan Türkiye,<br/>1923’ten sonra da, izlediği denge politikasıyla güçlü ve bağımsız devlet olma niteliğini sürdürmüştür."
  },
  {
    "id": "3185550",
    "unitNumber": 2,
    "text": "Lozan Barış Antlaşması’nın imzalanmasının ardından Milli Mücadele önderlerinin ilk girişimi aşağıdakilerden hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ankara'nın başkent yapılması",
      "B": "Yabancı okullardaki statü değişikliği",
      "C": "Millet Cemiyeti'ne üye olunması",
      "D": "Halifeliğin kaldırılması",
      "E": "Şapka kanunu"
    },
    "explanation": "Lozan Barış Antlaşması’nın imzalanmasının ardından Milli Mücadele önderlerinin ilk girişimi,<br/>13 Ekim 1923’de Ankara’nın başkent yapılmasıdır.<br/>Ankara yeni rejimi ve devrimi temsil ediyordu."
  },
  {
    "id": "3185564",
    "unitNumber": 2,
    "text": "Aşağıdaki anlaşmalardan hangisi Türkiye-Suriye sınırının belirlendiği anlaşmadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Lozan Anlaşması",
      "B": "Paris Anlaşması",
      "C": "Ankara Anlaşması",
      "D": "Kasr-ı Şirin Anlaşması",
      "E": "Kars Anlaşması"
    },
    "explanation": "Türkiye-Fransa arasındaki en önemli sorun hiç<br/>kuşkusuz Fransa’nın mandası altında bulunan Suriye ile Türkiye arasındaki sınır hattı sorunuydu.<br/>Milli Mücadele döneminde 20 Ekim 1921 tarihinde Türkiye ile Fransa arasında imzalanan Ankara<br/>Antlaşması, Türkiye-Suriye sınırını tespit etmiş ve<br/>Sancak (bugünkü Hatay) bölgesi için özel bir rejim<br/>belirlenmişti."
  },
  {
    "id": "3185570",
    "unitNumber": 2,
    "text": "1936 yılına kadar oldukça iyi bir seyir izleyen Türk-Sovyet ilişkileri, aşağıdakilerden hangisiyle gerilmeye başlamıştır.",
    "correctAnswer": "A",
    "options": {
      "A": "Montrö Boğazlar Sözleşmesi",
      "B": "Lozan Anlaşması",
      "C": "Paris Anlaşması",
      "D": "Ankara Anlaşması",
      "E": "Versailles Anlaşması"
    },
    "explanation": "1936 yılına kadar oldukça iyi bir seyir izleyen<br/>Türk-Sovyet ilişkileri, Montrö Boğazlar Sözleşmesinden sonra gerilmeye başlamıştır."
  },
  {
    "id": "3185575",
    "unitNumber": 2,
    "text": "30 Mayıs 1926 tarihli “Türkiye ve Fransa Dostluk ve İyi Komşuluk Sözleşmesi” nin ardından iki ülke ilişkileri oldukça olumlu bir seyir izlemişti. Söz konusu olumlu ilişki 1930’lu yılların ortasında Türk-Fransız ilişkilerinde temel gündem maddesi olan hangi sorun gündeme gelinceye kadar sürmüştür?",
    "correctAnswer": "D",
    "options": {
      "A": "Yabancı okulların durumu",
      "B": "Boğazlar meselesi",
      "C": "Musul sorunu",
      "D": "Hatay sorunu",
      "E": "Türk-İngiliz Deklarasyonu"
    },
    "explanation": "30 Mayıs 1926 tarihli “Türkiye ve Fransa Dostluk ve İyi Komşuluk Sözleşmesi” nin ardından iki<br/>ülke ilişkileri oldukça olumlu bir seyir izlemişti.<br/>Söz konusu olumlu ilişki 1930’lu yılların ortasında<br/>Türk-Fransız ilişkilerinde temel gündem maddesi<br/>olan Hatay (Sancak) sorunu gündeme gelinceye<br/>kadar sürmüştür. Bu yaklaşım Sancak’ta yaşayan<br/>Türk nüfusun durumunun iyileşmesine de olanak sağlamıştı."
  },
  {
    "id": "3185596",
    "unitNumber": 2,
    "text": "20-26 Ekim 1931’de İkinci Balkan Konferansı hangi şehirde gerçekleşmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Atina",
      "B": "İstanbul",
      "C": "Bükreş",
      "D": "Selanik",
      "E": "Ankara"
    },
    "explanation": "Birinci Balkan Konferansı’nda alınan karar<br/>doğrultusunda 20-26 Ekim 1931’de İkinci Balkan Konferansı (İstanbul); 23-26 Ekim 1932’de<br/>Üçüncü Balkan Konferansı (Bükreş); 5-11 Kasım<br/>1933’te Dördüncü Balkan Konferansı (Selanik)<br/>toplandı."
  },
  {
    "id": "3185599",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Sadabat Paktı'nda yer alan ülkelerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Türkiye",
      "B": "İran",
      "C": "Irak",
      "D": "Afganistan",
      "E": "Suriye"
    },
    "explanation": "İran, Irak ve Afganistan’ın yer aldığı ve<br/>Türkiye’nin inşa edilmesinde büyük rol oynadığı<br/>Sadabat Paktı, kuruluş amacı itibariyle bir saldırmazlık ve dostluk antlaşmasıydı."
  },
  {
    "id": "3186125",
    "unitNumber": 2,
    "text": "Atatürk Dönemi boyunca dış politikanın temel argümanı aşağıdakilerden hangisi olmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "Bağımsızlık",
      "B": "Yayılmacılık",
      "C": "Savaş",
      "D": "Gelişme",
      "E": "Modernizm"
    },
    "explanation": "Bağımsızlık"
  },
  {
    "id": "3186132",
    "unitNumber": 2,
    "text": "Uluslararası ortamın gergin hale gelmesinin nedenlerinden biri olan Almanya'ya dayatılan sözleşme aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Versailles Antlaşması",
      "B": "Locarno Antlaşması",
      "C": "Litvinov Protokolü",
      "D": "Sadabat Paktı",
      "E": "Briand Kellogg Paktı"
    },
    "explanation": "Versailles Antlaşması"
  },
  {
    "id": "3186137",
    "unitNumber": 2,
    "text": "Halifelik hangi yılda kaldırılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "3 Mart 1924",
      "B": "11 Eylül 1923",
      "C": "4 Mart 1925",
      "D": "17 Şubat 1923",
      "E": "4 Mart 1923"
    },
    "explanation": "3 Mart 1924"
  },
  {
    "id": "3186141",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Atatürk Döneminde dış politikanın temel hedeflerinden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Revizyonist ülkelerle ittifak kurmak",
      "B": "Çağdaşlaşma ve Demokratikleşme",
      "C": "Mevcut dengeleri gözetmek",
      "D": "Antlaşmalar ve hukuka saygı duymak",
      "E": "Egemenlik ve eşitlik ilkesine dayalı ilişkiler kurmak"
    },
    "explanation": "Revizyonist ülkelerle ittifak kurmak"
  },
  {
    "id": "3186144",
    "unitNumber": 2,
    "text": "Şeyh Said Ayaklanması kaç yılında gerçekleşmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "1924",
      "B": "1923",
      "C": "1925",
      "D": "1918",
      "E": "1919"
    },
    "explanation": "1925"
  },
  {
    "id": "3186155",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Türkiye- İngiltere ilişkileri içinde yer almaz?",
    "correctAnswer": "A",
    "options": {
      "A": "Bozkurt-Lotus Davası",
      "B": "Brüksel Hattı",
      "C": "Musul Sorunu",
      "D": "Irak Sınırı ve Komşuluk ilişkileri Antlaşması",
      "E": "Şeyh Sait Ayaklanması"
    },
    "explanation": "Bozkurt-Lotus Davası"
  },
  {
    "id": "3186160",
    "unitNumber": 2,
    "text": "Adana-Mersin Demiryolu Hattı ve tesislerinin millileştirilmesi isteğine hangi ülke karşı çıkmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Fransa",
      "B": "İngiltere",
      "C": "İtalya",
      "D": "Almanya",
      "E": "Afganistan"
    },
    "explanation": "Fransa"
  },
  {
    "id": "3186164",
    "unitNumber": 2,
    "text": "Batı Trakya'da bulunan Müslüman-Türk ahali ile İstanbul'da bulunan Rumların el konulan mallarının iadesi hangi antlaşma ile gerçekleşmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Atina",
      "B": "Ankara",
      "C": "Lozan",
      "D": "Locarno",
      "E": "Litvinov"
    },
    "explanation": "Atina"
  },
  {
    "id": "3186170",
    "unitNumber": 2,
    "text": "Türkiye'nin 1980' lerin ortasında katıldığı F-16 projesinden önce giriştiği ilk uçak üretim projesi olan Kayseri Uçak Fabrikasının antlaşması kaç yılında gerçekleşmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "1925",
      "B": "1930",
      "C": "1923",
      "D": "1935",
      "E": "1940"
    },
    "explanation": "1925"
  },
  {
    "id": "3186172",
    "unitNumber": 2,
    "text": "Suriye 1946 yılına kadar hangi ülkenin hakimiyetinde kalmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Fransa",
      "B": "İtalya",
      "C": "Almanya",
      "D": "İngiltere",
      "E": "Türkiye"
    },
    "explanation": "Fransa"
  },
  {
    "id": "3186342",
    "unitNumber": 2,
    "text": "1929’dan sonra örgütlenmeye hız veren, yoğun ve etkili bir propaganda süreci yü- rüten Nazi Partisi, kaç yılında yapılan seçimlerde büyük bir başarı elde etti.",
    "correctAnswer": "C",
    "options": {
      "A": "1930",
      "B": "1931",
      "C": "1932",
      "D": "1933",
      "E": "1934"
    },
    "explanation": "1929’dan sonra örgütlenmeye hız veren, yoğun ve etkili bir propaganda süreci yü- rüten Nazi Partisi, 6 Kasım 1932’de yapılan seçim- lerde büyük bir başarı elde etti."
  },
  {
    "id": "3186344",
    "unitNumber": 2,
    "text": "Hangi ülke 5 Kasım 1937’de Almanya ve Japonya’nın kurduğu Anti Komintern Paktı’na katıldı?",
    "correctAnswer": "D",
    "options": {
      "A": "Fransa",
      "B": "Almanya",
      "C": "İngiltere",
      "D": "İtalya",
      "E": "İspanya"
    },
    "explanation": "İtalya, 5 Kasım 1937’de Almanya ve Japonya’nın kurduğu Anti Komintern Paktı’na katıldı."
  },
  {
    "id": "3186357",
    "unitNumber": 2,
    "text": "Türkiye-Fransa arasındaki en önemli sorun Fransa’nın mandası altında bulunan……. ile Türkiye arasındaki sınır hattı sorunuydu.\n Yukarıdaki cümledeki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Irak",
      "B": "İran",
      "C": "Suriye",
      "D": "Yunanistan",
      "E": "Bulgaristan"
    },
    "explanation": "Türkiye-Fransa arasındaki en önemli sorun hiç kuşkusuz Fransa’nın mandası altında bulunan Suriye ile Türkiye arasındaki sınır hattı sorunuydu."
  },
  {
    "id": "3187301",
    "unitNumber": 2,
    "text": "30 Mayıs 1928 tarihinde Türkiye ile hangi ülke arasında “Tarafsızlık, Uzlaşma ve Yargısal Çözüm Antlaşması” imzalanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Almanya",
      "B": "İngiltere",
      "C": "İtalya",
      "D": "Fransa",
      "E": "Avusturya"
    },
    "explanation": "30 Mayıs 1928 tarihinde Roma’da Türkiye ve İtalya arasında “Tarafsızlık, Uzlaşma ve Yargısal Çözüm Antlaşması” imzalanmıştır."
  },
  {
    "id": "3187311",
    "unitNumber": 2,
    "text": "Yunanistan ve Türkiye arasında imzalanan 30 Ocak 1923’te “Yunan ve Türk Halklarının Mübadelesine İlişkin Sözleşme” de tarafların en fazla anlaşmazlık yaşadıkları Madde aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "1. Madde",
      "B": "2. Madde",
      "C": "3. Madde",
      "D": "4. Madde",
      "E": "5. Madde"
    },
    "explanation": "30 Ocak 1923’te “Yunan ve Türk Halkla- rının Mübadelesine İlişkin Sözleşme” imzalanmıştı. tarafların en fazla anlaşmazlık yaşadıkları 2. Madde ise şöyleydi; “Birinci maddede öngörülen mübadele a) İstanbul’da oturan Rumları, b) Batı Trakya’da oturan Müslümanları kapsamayacaktır."
  },
  {
    "id": "3187313",
    "unitNumber": 2,
    "text": "Kaç yılında imzalanan Türk-Sovyet Antlaşması’ndan sonra iki ülke arasındaki siyasi ilişkiler geliştirilmiş fakat ticari ve iktisadi alanda Türkiye’nin istediği düzeye çıkarılamamıştı.",
    "correctAnswer": "C",
    "options": {
      "A": "1923",
      "B": "1924",
      "C": "1925",
      "D": "1926",
      "E": "1927"
    },
    "explanation": "1925 Türk-Sovyet Antlaşması’ndan sonra iki ülke arasındaki siyasi ilişkiler geliştirilmiş fakat ticari ve iktisadi alanda Türkiye’nin istediği düzeye çıkarılamamıştı."
  },
  {
    "id": "3187316",
    "unitNumber": 2,
    "text": "30 Ekim 1918’de imzalanan Mondros Ateşkes Antlaşması’nın 23. maddesihangi ülke ile tüm ilişkilerin kesilmesini öngörüyordu.",
    "correctAnswer": "D",
    "options": {
      "A": "Fransa",
      "B": "İtalya",
      "C": "Yunanistan",
      "D": "Almanya",
      "E": "Avusturya"
    },
    "explanation": "30 Ekim 1918’de imzalanan Mondros Ateş- kes Antlaşması’nın 23. maddesi Almanya ile tüm ilişkilerin kesilmesini öngörüyordu."
  },
  {
    "id": "3187342",
    "unitNumber": 2,
    "text": "Mustafa Kemal Atatürk, Yunan Başbakanı Venizelos tarafından hangi yıl Nobel Barış Ödülü’ne aday gösterilmişti?",
    "correctAnswer": "D",
    "options": {
      "A": "1931",
      "B": "1932",
      "C": "1933",
      "D": "1934",
      "E": "1935"
    },
    "explanation": "Mustafa Kemal Atatürk, Yunan Başbakanı Venizelos tarafından 1934 yılında Nobel Barış Ödülü’ne aday gösterilmişti."
  },
  {
    "id": "3187347",
    "unitNumber": 2,
    "text": "Rebus sic stantibus Latince’de hangi anlama gelmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ticaret yasasının değiştiği",
      "B": "Koşulların değiştiği",
      "C": "Anlaşmanın bozulduğu",
      "D": "Savaşın ilan edilmesi",
      "E": "Anlaşma maddelerinin değiştiği"
    },
    "explanation": "Rebus sic stantibus: Latince’de “koşulların değiştiği” anlamına gelen terim, uluslararası hukuk literatüründe yaygın olarak kullanıl- maktadır. Bir devletin bu ilkeye başvurarak sonuç alabilmesi için ön koşulların ger- çekleşmiş olması gereklidir. Bunlar; ortaya çıkan değişikliğin köklü bir niteliğe sahip olması ve bu değişikliğin tarafların yüküm- lülüklerini önemli ölçüde etkilemesidir."
  },
  {
    "id": "3174655",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Mare Nostrum ile ilgili doğru bir ifade <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Akdeniz’e Romalılar tarafından verilen bir isimdir.",
      "B": "Bizim Deniz anlamına gelmektedir.",
      "C": "1860’tan sonra İtalya’nın siyasi birliğini sağlaması üzerine kullanılan bir kavramdır.",
      "D": "İtalyan milliyetçileri tarafından kullanılan bir kavramdır.",
      "E": "İtalyanların Ege Denizi'ni de kendi denizleri yapmak istemesidir."
    },
    "explanation": "Tamamlandı.<br/>Mare Nostrum: Akdeniz’e Romalılar tarafından<br/>verilmiş “Bizim Deniz” anlamına<br/>gelen bir kavramdır. 1860’tan sonra<br/>İtalya’nın siyasi birliğini sağlaması üzerine<br/>kendilerini Roma İmparatorluğu’nun varisi<br/>olarak gören İtalyan milliyetçileri tarafından<br/>kullanılmıştır\n Cevap E."
  },
  {
    "id": "3175282",
    "unitNumber": 3,
    "text": "İtalya'nın 22 Mayıs 1939 tarihinde Almanya ile bir askeri ittifak imzalamasının nedeni aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "12 Adalar’ın tehlikeye düştüğünü düşünmesi",
      "B": "Almanya ile ticaretin kötüye gittiği düşüncesi",
      "C": "Akdeniz Bölgesi'nde savaş çıkma olasılığı",
      "D": "Hatay sorunu",
      "E": "İngiltere’nin Ankara Büyükelçiliği’ne bir muhtıra vermesi"
    },
    "explanation": "Tamamlandı.<br/>Türk - İngiliz ve Türk - Fransız Deklarasyonları<br/>özellikle Almanya ve İtalya tarafından tepkiyle<br/>karşılandı. Almanya, 1 Eylül 1939’da süresi dolan<br/>Türk-Alman Ticaret Antlaşması’nın süresini uzatmadı.<br/>İtalya ise 12 Adalar’ın tehlikeye düştüğünü<br/>ileri sürerek 22 Mayıs 1939’da Almanya ile bir askeri<br/>ittifak imzaladı.\n Cevap A."
  },
  {
    "id": "3175283",
    "unitNumber": 3,
    "text": "\"Türkiye, İngiltere ve Fransa Arasında Karşılıklı Yardım Antlaşması” hangi tarihte imzalanmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "1 Ekim 1939",
      "B": "19 Ekim 1939",
      "C": "22 Ekim 1939",
      "D": "17 Ekim 1939",
      "E": "28 Eylül 1939"
    },
    "explanation": "Tamamlandı.<br/>Dışişleri Bakanı Şükrü Saraçoğlu, Ankara’ya ulaşmadan, 19 Ekim 1939’da daha önce hazırlanmış bulunulan “Türkiye, İngiltere ve Fransa Arasında Karşılıklı Yardım Antlaşması” imzalandı.\n<br/>Doğru cevap B."
  },
  {
    "id": "3175284",
    "unitNumber": 3,
    "text": "İtalya, 10 Haziran 1940’da hangi ülkelere savaş ilan etmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Türkiye ve Almanya",
      "B": "İngiltere ve Almanya",
      "C": "Sovyetler Birliği ve Yunanistan",
      "D": "Fransa ve İngiltere",
      "E": "Polonya ve Almanya"
    },
    "explanation": "Tamamlandı.<br/>İtalya, 10 Haziran 1940’da Fransa ve İngiltere’ye savaş ilan etti.\n Doğru cevap d."
  },
  {
    "id": "3175344",
    "unitNumber": 3,
    "text": "Aşağıdaki ifadelerden hangisi Türk-Sovyet Ortak Deklarasyonu ile ilgili <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Bulgaristan’ın Mihver Devletlerine katılması Sovyetler Birliği’nin Türkiye’ye karşı tutumunu değiştirmişti.",
      "B": "İngiltere, bir Türk-Sovyet yakınlaşmasını teşvik etmekteydi.",
      "C": "Türk ve İngiliz dışişleri bakanları 8-19 Mart 1941 tarihleri arasında Lefkoşa’da buluştu.",
      "D": "Türkiye’nin Polonya gibi Almanya ve Sovyetler Birliği tarafından işgal edileceği kaygısına Almanya Sendromu adı verildi.",
      "E": "25 Mart 1941’de Türk-Sovyet Saldırmazlık Deklarasyonu açıklandı."
    },
    "explanation": "Tamamlandı.<br/>Bulgaristan’ın Mihver Devletlerine katılması ve genel olarak Balkanların Almanya’nın işgaline uğraması Boğazların geleceğini riskli hale getirmişti.<br/>Bu gelişme Sovyetler Birliği’nin Türkiye’ye karşı tutumunu değiştirmişti. Sovyetler Birliği ile birlikte hareket etmeye çalışan İngiltere, bir Türk-<br/>Sovyet yakınlaşmasını teşvik etmekteydi. Türk ve İngiliz dışişleri bakanları 8-19 Mart 1941 tarihleri arasında Lefkoşa’da biraraya gelerek işbirliğini görüştü.<br/>Almanya’nın Bulgaristan’a yerleşerek Türk sınırına kadar gelmesi ve Sovyetler Birliği’nin öteden beri Ankara’dan taleplerde bulunması, Türk<br/>yetkililerde bu ülkenin doğudan saldırabileceği beklentisini arttırmıştı. Türkiye’nin Polonya gibi Almanya ve Sovyetler Birliği tarafından işgal edileceği ifade edilmeye başlandı. Türk yöneticilerini derin kaygıya sürükleyen bu duruma “<strong>Polonya</strong><br/><strong>Sendromu” adı verildi.</strong>\n<br/>İki hükümet hükümet tarafından karşılıklı güvencelerin verilmesinden sonra 25 Mart 1941’de Türk-Sovyet Saldırmazlık Deklarasyonu açıklandı.\n<br/>Doğru cevap D."
  },
  {
    "id": "3175366",
    "unitNumber": 3,
    "text": "Atlantik Bildirisi hangi iki ülke tarafından yayınlanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Amerika Birleşik Devletleri ve İngiltere",
      "B": "Almanya ve Türkiye",
      "C": "Almanya ve Sovyetler Birliği",
      "D": "İngiltere ve Polonya",
      "E": "Fransa ve İtalya"
    },
    "explanation": "Tamamlandı<br/>Birleşmiş Milletlerin kuruluşunun kökeninde, savaş sırasında ilan edilen Atlantik Bildirisi de yer almaktadır. ABD Başkanı Roosevelt ve İngiltere Başbakanı Churchill tarafından 9 Ağustos 1941’de hazırlanan Atlantik Bildirisi’nde, savaşın yürütülmesinin sağlanması ve zafer için gerekli önlemlerin alınması gibi hususlar vardı. Müttefikler, topraklarını genişletmek istemediklerini, dünyadaki bütün ulusların güvenle yaşayacakları bir barış ortamını sağlamayı hedeflediklerini bu belge ile açıkladılar. Bu bildiri 14 Ağustos 1941’de iki lider tarafından kamuoyuna duyuruldu.\n<br/>Doğru cevap A"
  },
  {
    "id": "3175367",
    "unitNumber": 3,
    "text": "Ortak Hareket Karşılıklı Yardımlaşması Antlaşması hangi ülkeler arasında gerçekleşmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "İngiltere ve Almanya",
      "B": "İngiltere ve Sovyetler Birliği",
      "C": "Almanya ve Polonya",
      "D": "Türkiye ve Almanya",
      "E": "İngiltere ve Fransa"
    },
    "explanation": "Tamamlandı.<br/>13 Temmuz’da İngiltere ve Sovyetler Birliği arasında<br/>“Ortak Hareket Karşılıklı Yardımlaşma” anlaşması imzalandı.\n<br/>Doğru cevap B."
  },
  {
    "id": "3176290",
    "unitNumber": 3,
    "text": "Nazi Almanya'sı 12 Mart 1938'de hangi ülkeyi ilhak etmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Avusturya",
      "B": "Çekoslovakya",
      "C": "Fransa",
      "D": "Polonya",
      "E": "Macaristan"
    },
    "explanation": "Hitler, Nazizm’i aşama aşama uygulamaya başlamıştır. Avusturya’yı 12 Mart 1938’de ilhak etmesi ve Çekoslovakya’daki Südet bölgesini Almanya’ya katmıştır."
  },
  {
    "id": "3176294",
    "unitNumber": 3,
    "text": "1 Eylül 1939'da 2. Dünya Savaşı çıktığında Türkiye Cumhuriyeti'nin dışişleri bakanı kimdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Refik Saydam",
      "B": "Şükrü Saraçoğlu",
      "C": "Numan Menemencioğlu",
      "D": "Hasan Saka",
      "E": "Fatin Rüştü Zorlu"
    },
    "explanation": "Almanya 1 Eylül 1939'da Polonya'ya girip 2. Dünya Savaşı'nı başlattığında Dışişleri Bakanı Şükrü Saraçoğlu'dur. Kendisi 1942 yıllına kadar bu bakanlığını sürdürmüştür."
  },
  {
    "id": "3176297",
    "unitNumber": 3,
    "text": "2. Dünya Savaşı'nın başladığı ilk yıllarda Sovyetler Birliği ile ittifak çalışmaları yürütmek isteyen Türkiye, Sovyetlerin hangi antlaşmada revizeye gidilmesini istemesi sonucunda bu ittifaktan vazgeçmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sevr Antlaşması",
      "B": "Lozan Antlaşması",
      "C": "Montrö Antlaşması",
      "D": "Cenevre Antlaşması",
      "E": "Moskova Antlaşması"
    },
    "explanation": "Savaşın ilk yıllarında Moskova'ya giden Türk Heyeti’nin amacı Türkiye, İngiltere ve Fransa arasındaki İttifak ile Türk-Sovyet dostluğu arasında bir denge sağlamaktı. Bu çerçevede Dışişleri Bakanı Saraçoğlu, Sovyetlere Balkanlar ve Akdeniz bölgesini içeren ittifak antlaşması önerdi. Ancak Sovyetler Birliği Dışişleri Bakanı Molotov bu tür bir ittifakın yapılabilmesi için Montrö Antlaşması’nın bazı maddelerinin değiştirilmesi ile Karadeniz’e kıyısı olmayan devletlerin gemilerin Boğazlardan geçişinin önlenmesi halinde olabileceğini belirtti. Bu yüzden antlaşma çıkmaza girmiştir."
  },
  {
    "id": "3176299",
    "unitNumber": 3,
    "text": "2. Dünya Savaşı sırasında Türkiye'nin hem Almanya hem de Sovyetler Birliği tarafından aynı anda işgal edileceği korkusu hangi isimle anılmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Çift Cephe Sendromu",
      "B": "Balkan Sendromu",
      "C": "Baltık Sendromu",
      "D": "Polonya Sendromu",
      "E": "Finlandiya Sendromu"
    },
    "explanation": "Almanya’nın Bulgaristan’a yerleşerek Türk sınırına kadar gelmesi ve Sovyetler Birliği’nin öteden beri Ankara’dan taleplerde bulunması, Türk yetkililerde bu ülkenin doğudan saldırabileceği beklentisini arttırmıştı. Türkiye’nin Polonya gibi Almanya ve Sovyetler Birliği tarafından işgal edileceği ifade edilmeye başlandı. Türk yöneticilerini derin kaygıya sürükleyen bu duruma “Polonya Sendromu” adı verildi."
  },
  {
    "id": "3176301",
    "unitNumber": 3,
    "text": "Nazi Almanya'sının Sovyetler Birliği'ni 22 Haziran 1941’de hangi harekâtla işgale başlamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Barbarossa Harekâtı",
      "B": "Odessa Harekâtı",
      "C": "Yıldırım Harekâtı",
      "D": "Overlord Harekâtı",
      "E": "Kış Harekâtı"
    },
    "explanation": "Hitler, 22 Haziran 1941’de Barbarossa Harekâtı’nı başlattı. Askeri tarihçiler, Alman generallerinin harekât planlamasının risklerle dolu olduğunu öne sürmektedirler. Moskova’ya ulaşmak için kat edilecek mesafenin uzunluğu, Sovyet kara ve demir yollarının yetersizliği ve Alman Ordusunun sadece beşte birinin bu denli hızlı bir saldırıya hazır oluşu gibi etkenlere dikkat çekmektedirler."
  },
  {
    "id": "3176302",
    "unitNumber": 3,
    "text": "2. Dünya Savaşı sırasında Türk-Alman ticaretinin büyük bölümünü oluşturan ve Almanya'nın savaş sanayisi için büyük öneme sahip olması nedeniyle tartışma konusu olan maden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gümüş",
      "B": "Krom",
      "C": "Altın",
      "D": "Demir",
      "E": "Civa"
    },
    "explanation": "Türkiye savaş döneminde sürdürdüğü tarafsızlık politikasıyla her iki tarafla da ticari ilişkilerini sürdürmüştür. Savaş döneminde neredeyse tüm ticaretini kliring sistemini uygulayan ülkelerle yapan Türkiye, Almanya’nın savaş sanayisi için ihtiyaç duyduğu kromun en önemli üreticisiydi. Almanya, Türkiye’den yıllık yaklaşık 60.000 ton krom alıyordu. Türk-Alman ticaretinin büyük bölümünü kromun oluşturması Müttefiklerin Türkiye’ye bu ticareti devam ettirmemesi yönünde baskı oluşturmasına neden olmuş ve savaşın ilk yıllarında krom ihracatı durmuştur."
  },
  {
    "id": "3176303",
    "unitNumber": 3,
    "text": "14-24 Ocak 1943 tarihleri arasında ABD Başkanı Roosevelt ve İngiltere Başbakanı Churchill'in savaşın gidişatını konuşmak için bir araya geldikleri konferans hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tahran Konferansı",
      "B": "Moskova Konferansı",
      "C": "Paris Konferansı",
      "D": "Kazablanka Konferansı",
      "E": "Londra Konferansı"
    },
    "explanation": "ABD Başkanı Roosevelt ve İngiltere Başbakanı Churchill 14-24 Ocak 1943 tarihleri arasında Fas’ın Kazablanka kentinde bir araya geldi. Konferans’a Hür Fransa adına da Charles de Gaulle de katıldı. Bu Konferans’ta Sovyetler Birliği’nin Avrupa’da ikinci bir cephenin açılması isteği görüşülmekle birlikte kayda değer bir karar alınmadı."
  },
  {
    "id": "3176304",
    "unitNumber": 3,
    "text": "I- Moskova Konferansı\n II- Tahran Konferansı\n III- Adana Konferansı\n Yukarıdaki konferanslardan hangisi ya da hangilerinde İsmet İnönü ile Winston Churchill bir araya gelmişlerdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "II ve III"
    },
    "explanation": "Adana Konferansı, 30 Ocak-1 Şubat 1943 tarihleri arasında gizliliğin korunması amacıyla Adana-Yenice istasyonunda Cumhurbaşkanı İnönü’nün özel vagonunda gerçekleştirildi. Türk heyetinde Cumhurbaşkanı İsmet İnönü, Başbakan Şükrü Saraçoğlu, Dışişleri Bakanı Numan Menemencioğlu ve Genelkurmay Başkanı Mareşal Fevzi Çakmak başta olmak üzere üst düzey diplomatlar vardı. İngiltere’yi temsilen ise Başbakan Churchill ve Dışişleri Daimi Müsteşarı Sir Alexander Cadogan ile kalabalık asker ve sivil görevli yer aldı."
  },
  {
    "id": "3176305",
    "unitNumber": 3,
    "text": "Türkiye aşağıdakilerden hangisine kurucu üye olabilmek için 1945 yıllında Almanya ve Japonya'ya savaş ilan etmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "NATO",
      "B": "Avrupa Birliği",
      "C": "Dünya Ticaret Örgütü",
      "D": "Dünya Bankası",
      "E": "Birleşmiş Milletler Örgütü"
    },
    "explanation": "Yalta Konferansı’nın 8 Şubat 1945 tarihli beşinci oturumunda, Birleşmiş Milletler Örgütü’nün oluşturulması için 25 Nisan 1945’te toplanacak San Francisco Konferansı’na katılabilmek için 1 Mart 1945’ten önce Mihver Devletlerine savaş ilan edilmesi koşulu getirildi. Bu yaklaşım, savaşa girmekte tereddüt gösteren Türkiye’yi Almanya ve Japonya'ya savaş ilan etme kararını almaya itti."
  },
  {
    "id": "3176837",
    "unitNumber": 3,
    "text": "12 Ocak 1944 tarihinde yaş haddinden emekliye sevk edilen genel kurmay başkanı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mareşal Fevzi Çakmak",
      "B": "Orgeneral M.Kazım Orbay",
      "C": "Orgeneral Salih Omurtak",
      "D": "Orgeneral A. Nafiz Gürman",
      "E": "Orgeneral M. Nuri Yamut"
    },
    "explanation": "Tamamlandı.<br/>Mareşal Fevzi Çakmak Hükümet tarafından 12 Ocak 1944’te yaş haddinden emekliye sevk edildi.\n<br/>Cevap A."
  },
  {
    "id": "3176841",
    "unitNumber": 3,
    "text": "Doğu Avrupa ve Balkanların paylaşılmasını içeren anlaşma aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Versailles Antlaşması",
      "B": "Yüzdeler Antlaşması",
      "C": "Üçlü İttifak Antlaşması",
      "D": "Dostluk ve Tarafsızlık Antlaşması",
      "E": "Türkiye-Bulgaristan Antlaşması"
    },
    "explanation": "Tamamlandı.<br/>“Yüzdeler Antlaşması” denilen belge Doğu Avrupa ve Balkanların paylaşılmasını içeriyordu.\n<br/>Cevap B."
  },
  {
    "id": "3176844",
    "unitNumber": 3,
    "text": "İlk atom bombasını Hiroşima’ya daha sonra da Nagasaki’yi atarak Japonya’yı teslim olmaya zorlayan ülke aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Almanya",
      "B": "Fransa",
      "C": "İngiltere",
      "D": "Amerika Birleşik Devletleri",
      "E": "Sovyetler Birliği"
    },
    "explanation": "Tamamlandı.<br/>6 Ağustos’ta ilk atom bombasını Hiroşima’ya, 9 Ağustos’ta da Nagasaki’yi atarak Japonya’yı teslim olmaya zorlayan Amerika Birleşik Devletleridir.\n<br/>Doğru cevap D."
  },
  {
    "id": "3185789",
    "unitNumber": 3,
    "text": "Doğu Avrupa ve Balkanların paylaşılmasını içeren “Yüzdeler Antlaşması” hangi iki ülke arasında imzalanmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Fransa, İtalya",
      "B": "ABD, Fransa",
      "C": "Rusya, Almanya",
      "D": "İngiltere, ABD",
      "E": "Rusya, İngiltere"
    },
    "explanation": "Kitabınızın \"Yüzdeler Antlaşması\" başlıklı konusunu yeniden çalışın.<br/>İngiltere ve Rusya arasında savaş sonrasında nüfuz bölgeleri üzerine gizli bir antlaşma yapıldı. “Yüzdeler Antlaşması” denilen belge Doğu Avrupa ve Balkanların paylaşılmasını içeriyordu. Buna göre, İngiltere, Polonya’nın tümünü nüfuz alanı olarak Sovyetler Birliği’ne bıraktı."
  },
  {
    "id": "3185794",
    "unitNumber": 3,
    "text": "1941'de gerçekleşen Pearl Harbour saldırısını hangi ülke yapmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "ABD",
      "B": "Almanya",
      "C": "Japonya",
      "D": "Rusya",
      "E": "İngiltere"
    },
    "explanation": "Kitabınızın \"MÜTTEFİKLERİN TÜRKİYE’Yİ SAVAŞA SOKMA ÇABALARI\" başlıklı bölümünü yeniden çalışın.<br/>Japon Ordusunun 7 Aralık 1941’de Pearl Harbour’da ABD donanmasına yaptığı etkili saldırıdır."
  },
  {
    "id": "3185797",
    "unitNumber": 3,
    "text": "Başbakan Churchill, Türkiye'yi savaşa sokmak niyetiyle Adana'da Cumhurbaşkanı İsmet İnönü ile hangi tarihte görüşmüştür?",
    "correctAnswer": "B",
    "options": {
      "A": "1942",
      "B": "1943",
      "C": "1944",
      "D": "1945",
      "E": "1946"
    },
    "explanation": "Kitabınızın \"Adana Konferansı\" başlıklı bölümünü yeniden çalışın.<br/>Görüşme 30 Ocak-1 Şubat 1943 tarihleri arasında gizliliğin korunması amacıyla Adana-Yenice<br/>istasyonunda Cumhurbaşkanı İnönü’nün özel vagonunda gerçekleştirildi."
  },
  {
    "id": "3185800",
    "unitNumber": 3,
    "text": "Cumhurbaşkanı İnönü'nün baskılara daha fazla dayanamayıp Türkiye'nin <strong>prensip olarak</strong> savaşa katılmayı kabul ettiğini açıkladığı toplantı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Washington Konferansı",
      "B": "Tahran Konferansı",
      "C": "I. Kahire Konferansı",
      "D": "II. Kahire Konferansı",
      "E": "Quebec Konferansı"
    },
    "explanation": "Kitabınızın \"İkinci Kahire Konferansı\" başlıklı konusunu yeniden çalışın.<br/>II. Kahire konferansında Cumhurbaşkanı İnönü, daha fazla direnemez ve Türkiye’nin prensip olarak savaşa katılmayı kabul ettiğini açıklar."
  },
  {
    "id": "3185802",
    "unitNumber": 3,
    "text": "Almanya’nın yenilgisi halinde Sovyetler Birliği’nin bütün Almanya’yı işgal etmesinin engellenmesi için Müttefiklerin Berlin’e Kızıl Ordu ile birlikte girmesi anlaşmasına ne ad verildi?",
    "correctAnswer": "E",
    "options": {
      "A": "Versailles Antlaşması",
      "B": "Mare Nostrum",
      "C": "Saldırmazlık Paktı",
      "D": "Yeni Nizam Doktrini",
      "E": "Rankin Planı"
    },
    "explanation": "Kitabınızın \"Quebec Konferansı\" başlıklı konusunu yeniden çalışın.<br/>Almanya’nın yenilgisi halinde Sovyetler Birliği’nin bütün Almanya’yı işgal etmesinin engellenmesi ve<br/>Müttefiklerin Berlin’e Kızıl Ordu ile birlikte girmesi planına “Rankin Planı” adı verildi."
  },
  {
    "id": "3185803",
    "unitNumber": 3,
    "text": "Almanya, Türkiye'yi yanına çekmek için aşağıdakilerden hangisini destekleme stratejisi geliştirmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kemalist hareketi destekleme.",
      "B": "Milliyetçi hareketi destekleme.",
      "C": "Turancı hareketi destekleme",
      "D": "Sosyalist hareketi destekleme",
      "E": "Cumhuriyetçi hareketi destekleme"
    },
    "explanation": "Kitabınızın \"Almanya’nın Sovyetler Birliği’ne Saldırması ve Türk Dış Politikası\" başlıklı bölümünü yeniden çalışın.<br/>Alman yetkililer, Türkiye’yi Almanya’nın safına çekebilmek için Alman Dışişleri Bakanı Ribbentrop Büyükelçi Von Papen’e Türkiye’deki Turancı hareketin desteklenmesi için 5 milyon altın Mark göndermiştir"
  },
  {
    "id": "3185810",
    "unitNumber": 3,
    "text": "Almanya 1941'de başlattığı Barbarossa Harekatı ile hangi ülkeyi hedef almıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Hollanda",
      "B": "Polonya",
      "C": "Danimarka",
      "D": "Sovyetler Birliği",
      "E": "Norveç"
    },
    "explanation": "Kitabınızın \"Almanya’nın Sovyetler Birliği’ne Saldırması ve Türk Dış Politikası\" başlıklı bölümünü yeniden çalışın.<br/>Alman Genelkurmayı 3 Temmuz 1940’tan itibaren Sovyetler Birliği’ne saldırı planları üzerinde çalışmaktaydı. Alman Genelkurmay’ı çalışmalarını belli bir aşamaya getirdikten sonra Hitler’e<br/>sunmuş ve Hitler de 13 Aralık 1940’ta Barbarossa Harekâtı adını taşıyan planın uygulanması emrini vermiştir."
  },
  {
    "id": "3185813",
    "unitNumber": 3,
    "text": "10 Haziran 1940 tarihinde İtalya hangi iki ülkeye savaş ilan etmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Cezayir, Hollanda",
      "B": "Arnavutluk, Danimarka",
      "C": "Yunanistan, Çekoslavakya",
      "D": "İngiltere, Fransa",
      "E": "Sırbistan, Bulgaristan"
    },
    "explanation": "Kitabınızın \"SAVAŞ VE TÜRKİYE’NİN DENGE POLİTİKASI\" başlıklı bölümünü yeniden çalışın.<br/>İtalya, 10 Haziran 1940’da Fransa ve İngiltere’ye savaş ilan etti."
  },
  {
    "id": "3185815",
    "unitNumber": 3,
    "text": "Türkiye'nin savaşa ilişkin hangi kaygısına “Polonya Sendromu” adı verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Almanya ve Sovyetler Birliği tarafından işgal edilme kaygısı.",
      "B": "Fransa ve İngiltere'nin, Romanya ve Yunanistan'a verdiği güvenceleri Türkiye'ye vermeme kaygısı.",
      "C": "Almanya'nın Bulgaristan üzerinden Türkiye'ye saldırma kaygısı.",
      "D": "İtalya'nın Akdeniz Bölgesinde savaşa neden olacak bir saldırı başlatması kaygısı.",
      "E": "İttifak devletlerinin Montrö Boğazlar Sözleşmesi'nde değişiklik istemesi kaygısı."
    },
    "explanation": "Kitabınızın \"Türk-Sovyet Deklarasyonu\" başlıklı konusunu yeniden çalışın.<br/>Türkiye’nin Polonya gibi Almanya ve Sovyetler Birliği tarafından işgal edileceği ifade edilmeye başlanır. Türk yöneticilerini derin kaygıya sürükleyen bu duruma “Polonya Sendromu” adı verilir."
  },
  {
    "id": "3185820",
    "unitNumber": 3,
    "text": "İngiltere, Almanya'ya karşı savaşan Sovyetler Birliği'ne askeri yardım gönderebilmek için Sovyetler Birliği ile birlikte hangi ülkeyi işgal etti?",
    "correctAnswer": "E",
    "options": {
      "A": "Bulgaristan",
      "B": "Estonya",
      "C": "Yugoslavya",
      "D": "Letonya",
      "E": "İran"
    },
    "explanation": "Kitabınızın \"Almanya’nın Sovyetler Birliği’ne Saldırması ve Türk Dış Politikası\" başlıklı konusunu yeniden çalışın.<br/>İngiltere ve Sovyetler Birliği, 19 Ağustos 1941’de İran’ı işgal etti ve askeri yardım İran üzerinden Moskova’ya ulaştırıldı."
  },
  {
    "id": "3176558",
    "unitNumber": 4,
    "text": "5 Mart 1946 tarihinde Winston Churchill’in ABD’de Westminster Koleji’nde verdiği söylevde benimsenmiş ve Soğuk Savaş’ın habercisi olarak tanımlanan söylemi ifade eden terim aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Demir perde",
      "B": "Demilitarizasyon",
      "C": "İç savaş",
      "D": "Potsdam",
      "E": "Bloklaşma"
    },
    "explanation": "Demir Perde: 5 Mart 1946 tarihinde Winston Churchill’in ABD’de Westminster Koleji’nde verdiği söylevde benimsenmiş ve Soğuk Savaş’ın habercisi olarak tanımlanan söylemi ifade etmektedir."
  },
  {
    "id": "3176559",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Demir Perde'nin işlevini ortaya koymaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Berlin'in ABD ve Fransa arasında paylaşılarak yönetilmesini sağlamak.",
      "B": "Sovyetler Birliği’nin ve kendisine bağlı uydu devletlerin, Batı ülkeleri ile olan diplomatik siyasal, ekonomik ve kültürel ilişkisini engelleme çabalarını temsil etmektedir.",
      "C": "İngiltere ve Sovyetler Birliği'nin yayılmacı politika benimsemesine olanak tanımak.",
      "D": "Avrupa'nın bölünmesine yol açmak.",
      "E": "ABD ve Fransa'nın siyasi-ideolojik, askeri ve ekonomik açıdan köklü bir biçimde değişimini sağlamak."
    },
    "explanation": "Demir Perde, Sovyetler Birliği’nin ve kendisine bağlı uydu devletlerin, Batı ülkeleri ile olan diplomatik siyasal, ekonomik ve kültürel ilişkisini engelleme çabalarını temsil etmektedir."
  },
  {
    "id": "3177073",
    "unitNumber": 4,
    "text": "Hem Avrupa açısından hem de uluslararası sistem açısından büyük değişikliklerin yaşandığı yıl aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "1945",
      "B": "1950",
      "C": "1968",
      "D": "1942",
      "E": "1970"
    },
    "explanation": "Savaş Sonrasında Yeni Güçler Dengesi<br/>1945"
  },
  {
    "id": "3177074",
    "unitNumber": 4,
    "text": "Uluslararası Para Fonu (IMF) hangi ülkede kurulmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "İngiltere",
      "B": "Amerika Birleşik Devletleri",
      "C": "Almanya",
      "D": "Rusya",
      "E": "Fransa"
    },
    "explanation": "Savaş Sonrasında Yeni Güçler Dengesi<br/>Amerika Birleşik Devletleri"
  },
  {
    "id": "3177075",
    "unitNumber": 4,
    "text": "1944 Yılında Birleşmiş Milletler ’in kurulmasının ele alındığı konferans aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalta Konferansı",
      "B": "Tahran Konferansı",
      "C": "Dumbarton-Oaks Konferansı",
      "D": "Postdam Konferansı",
      "E": "Arkadya Konferansı"
    },
    "explanation": "Savaş Sonrasında Yeni Güçler Dengesi<br/>Dumbarton-Oaks Konferansı"
  },
  {
    "id": "3177076",
    "unitNumber": 4,
    "text": "Hiroşima ve Nagazaki’ye atılan atom bombalarının Soğuk Savaş’ın başlangıcı olduğunu ve bu savaşa ABD’nin yol açtığını savunan önemli tarih ekolü aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "E. H. Carr",
      "B": "Walter Lafeber",
      "C": "Warren I. Cohen",
      "D": "Gar Alperovitz",
      "E": "Nancy Woloch"
    },
    "explanation": "Soğuk Savaş ve Bloklaşma<br/>Gar Alperovitz"
  },
  {
    "id": "3177078",
    "unitNumber": 4,
    "text": "Federal Almanya Cumhuriyeti kaç yılında kurulmuştur?",
    "correctAnswer": "E",
    "options": {
      "A": "1942",
      "B": "1945",
      "C": "1946",
      "D": "1968",
      "E": "1949"
    },
    "explanation": "Doğu Bloku'nun Kurulması<br/>1949"
  },
  {
    "id": "3177079",
    "unitNumber": 4,
    "text": "Eylül 1947’de Marshall Planı’na karşı kurulan Sovyet örgütü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kominform",
      "B": "Komintern",
      "C": "Kızıl Sendika Enternasyonal",
      "D": "Birinci Enternasyonal",
      "E": "Dördüncü Enternasyonal"
    },
    "explanation": "Doğu Bloku'nun Kurulması<br/>Kominform"
  },
  {
    "id": "3177080",
    "unitNumber": 4,
    "text": "George Kennan tarafından Washington’a gönderilen Uzun Telgraf kaç yılında yazılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "1944",
      "B": "1946",
      "C": "1945",
      "D": "1950",
      "E": "1948"
    },
    "explanation": "Batı Bloku'nun Kurulması<br/>1946"
  },
  {
    "id": "3177081",
    "unitNumber": 4,
    "text": "“ABD’nin politikası silahlı azınlıklar tarafından girişilen zulme ve dışarıdan yapılan baskıya karşı koyan özgür halkları desteklemek zorundadır” cümlesi hangi doktrin olarak anılmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Carter Doktrini",
      "B": "Reagan Doktrini",
      "C": "Truman Doktrini",
      "D": "Monroe Doktrini",
      "E": "Bush Doktrini"
    },
    "explanation": "Batı Bloku'nun Kurulması<br/>Truman Doktrini"
  },
  {
    "id": "3177082",
    "unitNumber": 4,
    "text": "“Avrupa Kalkınma Planı” girişimini başlatan konuşma nerede yapılmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Oxford Üniversitesi",
      "B": "Cambridge Üniversitesi",
      "C": "Stanford Üniversitesi",
      "D": "Harvard Üniversitesi",
      "E": "Yale Üniversitesi"
    },
    "explanation": "Marshall Planı ve Türkiye<br/>Harvard Üniversitesi"
  },
  {
    "id": "3177083",
    "unitNumber": 4,
    "text": "Türkiye NATO’ya hangi yıl üye olmuştur?",
    "correctAnswer": "E",
    "options": {
      "A": "1948",
      "B": "1949",
      "C": "1950",
      "D": "1951",
      "E": "1952"
    },
    "explanation": "Türkiye'nin Nato'ya Üyeliği<br/>1952"
  },
  {
    "id": "3178170",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi demilitarizasyon'un amacını yansıtmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Savaş zamanında dış ülkelerden yardım alarak askeri donanmanın güçlendirilmesi",
      "B": "Almanya ve İngiltere'nin silahlı kuvvetlerini güçlendirme görüşünü yansıtan bir terim",
      "C": "Bir ülkenin silahlı kuvvetlerinin ve askeri araçlarının belli bir asgari seviyeye düşürülmesi",
      "D": "II. Dünya Savaşı'nda Sovyet Rusya’nın tampon bölge oluşturması",
      "E": "Savaş suçlularının etkin şekilde cezalandırılması"
    },
    "explanation": "Demilitarizasyon: Askersizleştirme ya da demilitarizasyon, bir ülkenin silahlı kuvvetlerinin ve askeri araçlarının belli bir asgari seviyeye düşürülmesidir. İkinci Dünya Savaşı’nın ardından Almanya’nın askersizleştirilmesi ve dünya barışını tehlikeye sokacak bir orduyu yeniden oluşturmasının önüne geçilmesi kararlaştırılmıştı."
  },
  {
    "id": "3178180",
    "unitNumber": 4,
    "text": "Napolyon'un Avrupa üzerindeki hegemonyasını yitirdiği savaş aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Vatanseverlik Savaşı",
      "B": "Birinci Dünya Savaşı",
      "C": "II. Dünya Savaşı",
      "D": "Soğuk Savaş",
      "E": "Fone Savaşı"
    },
    "explanation": "Sovyet Rusya’nın tampon bölge oluşturma fikrine temel olan 1812 tarihli Napolyon’un Rusya seferi, Rusya’da “Vatanseverlik Savaşı” olarak adlandırılmıştır. Napolyon’un “Büyük Ordu” adı verilen ve yaklaşık 680.000 askerden oluşan ordusu, Rus toprakları üzerinde yaklaşık üç ay boyunca Rus ordusunu geri çekilmeye zorlamıştı. Moskova’ya giren Napolyon’un ordusunu büyük bir açlık ve olumsuz hava koşulları bekliyordu. İstediği kesin zaferi kazanamayarak Aralık 1812’de Rusya’yı terk eden Napolyon, bu savaşın ardından Avrupa üzerindeki hegemonyasını yitirdi."
  },
  {
    "id": "3178513",
    "unitNumber": 4,
    "text": "İkinci Dünya Savaşı’ndan sonra ABD’nin ve Sovyetler Birliği’nin liderliklerini yaptığı Batı ile Doğu blokları arasındaki küresel egemenlik, askeri üstünlük ve ideolojik çatışmayı tanımlamak için kullanılan tanım aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Deklarasyon",
      "B": "Soğuk Savaş",
      "C": "Demilitarizasyon",
      "D": "Kurtarılmış Avrupa Bildirisi",
      "E": "Demir Perde"
    },
    "explanation": "Soğuk Savaş: İkinci Dünya Savaşı’ndan sonra ABD’nin ve Sovyetler Birliği’nin liderliklerini yaptığı Batı ile Doğu blokları arasındaki küresel egemenlik, askeri üstünlük ve ideolojik çatışmayı tanımlamak için kullanıldı."
  },
  {
    "id": "3178516",
    "unitNumber": 4,
    "text": "“Yaşamı devrimci gelişmesi içinde yansıtma” amacını, kitleleri sosyalist anlayışla eğitmek ile birleştiren, “yozlaşmış burjuva kültürü” olarak tanımladığı Batı değerlerine karşı çıkan ve resmi kültür politikasına adını veren Sovyet devlet adamı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "F. Dzerjinski",
      "B": "M. Kalinin",
      "C": "V. Lenin",
      "D": "A. A. Jdanov",
      "E": "J. Stalin"
    },
    "explanation": "A.A. Jdanov tarafından geliştirilen ve Sovyetler Birliği Komünist Parti Merkez Komitesi’nin 14 Ağustos 1946 tarihindeki toplantısında onaylanan resmi kültür politikası, Jdanovculuk olarak adlandırılmıştır. Jdanovculuk, “toplumcu gerçekçiliği” temel alarak idealize edilmişti. “Yaşamı devrimci gelişmesi içinde yansıtma” amacını, kitleleri sosyalist anlayışla eğitmek ile birleştiren Jdanov, “yozlaşmış burjuva kültürü” olarak tanımladığı Batı değerlerine karşı çıkmıştır."
  },
  {
    "id": "3178531",
    "unitNumber": 4,
    "text": "Sovyet Rusya’nın liderlik ettiği farklı ülkelerdeki komünist partilerin, birleşik bir komünist dünya partisi halindeki birliğine ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Demilitarizasyon",
      "B": "Demir perde",
      "C": "Kominform",
      "D": "Komintern",
      "E": "Polonya sendromu"
    },
    "explanation": "Sovyet Rusya’nın liderlik ettiği farklı ülkelerdeki komünist partilerin, birleşik bir komünist dünya partisi halindeki birliğine Komintern denir."
  },
  {
    "id": "3178536",
    "unitNumber": 4,
    "text": "5 Ekim 1947’de Sovyet Rusya ve Doğu Bloku ülkelerinin Amerikan emperyalizminin vasıtası olarak tanımladıkları Marshall Planı’na karşı bir girişim olarak dünyadaki komünist partileri bir araya getirmeyi amaçlayan oluşumun adı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Komintern",
      "B": "Kominform",
      "C": "Deklarasyon",
      "D": "Demir perde",
      "E": "Demilitarizasyon"
    },
    "explanation": "Kominform: 5 Ekim 1947’de Sovyet Rusya ve Doğu Bloku ülkelerinin Amerikan emperyalizminin vasıtası olarak tanımladıkları Marshall Planı’na karşı bir girişim olarak dünyadaki komünist partileri biraraya getirmeyi amaçlayan oluşumun adıdır."
  },
  {
    "id": "3178552",
    "unitNumber": 4,
    "text": "Polonya Sendromu tanımının ortaya çıkmasına sebep olan olay aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sovyetler Birliği ve Almanya'nın Polonya ve Baltık Cumhuriyetlerini aralarında paylaşması ve Polonya’yı birlikte işgal etmesi",
      "B": "Polonya’nın Batı sınırını Oder-Neisse hattı olarak belirlenmesi ve Danzig’in Polonya’ya ait olması",
      "C": "Polonya’yı Almanya’nın işgal etmesi",
      "D": "Baltık ülkelerini Almanya'nın işgal etmesi",
      "E": "Sovyet-Polonya sınırının Batı’ya kaydırılması ve doğal bir güvenlik hattı oluşturulması"
    },
    "explanation": "Polonya Sendromu: Sovyetler Birliği ve Almanya 23 Ağustos 1939’da yaptıkları antlaşma ile, Polonya ve Baltık Cumhuriyetlerini aralarında paylaşmış ve Polonya’yı birlikte işgal etmişlerdi. Türkiye ise iki ateş arasında kalma ya da iki ülkenin aynı anda işgaline uğrayarak paylaşılma korkusuna, “Polonya Sendromu” adını vermiştir."
  },
  {
    "id": "3178564",
    "unitNumber": 4,
    "text": "Çekoslavakya’da komünist yönetiminin başlangıcı olarak görülen olay aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Nagazaki saldırısı",
      "B": "Marshall Planı",
      "C": "Yalta konferansı",
      "D": "Potsdam konferansı",
      "E": "Prag darbesi"
    },
    "explanation": "1948’de Çekoslovakya’da meydana gelen Prag Darbesi, Soğuk Savaş’a uzanan diplomatik krizler için bir milat olarak görülmüştür. Şubat 1948’de Çekoslovakya Komünist Partisi’nin, Sovyetlerin desteği ile gerçekleştirdiği darbe, Çekoslavakya’da yaklaşık kırk yıllık komünist yönetiminin başlangıcını oluşturdu. Sovyetlerin bu hamlesi sonrası, Batılı ülkelerde artan endişe, Marshall Planı’nın daha hızlı benimsenmesine, Almanya’nın Batısında bir devlet kurulmasına ve NATO’nun oluşum sürecinin hızlanmasına neden oldu."
  },
  {
    "id": "3185515",
    "unitNumber": 4,
    "text": "Almanya'nın 07 Mayıs 1945 yılında teslim olması sonrasında aşağıdaki ülkelerden hangisi Berlin'in yönetiminde yer almamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "İtalya",
      "B": "Fransa",
      "C": "ABD",
      "D": "İngiltere",
      "E": "Sovyetler Birliği"
    },
    "explanation": "Almanya'nın 07 Mayıs 1945 yılında teslim olması sonrasında ABD, İngiltere, Sovyetler Birliği ve Fransa\n<br/>Berlin yönetiminde görev almışlardır<br/>Almanya'nın 07 Mayıs 1945 yılında teslim olması sonrasında ABD, İngiltere, Sovyetler Birliği ve Fransa, Berlin yönetiminde görev almışlardır"
  },
  {
    "id": "3185526",
    "unitNumber": 4,
    "text": "Sovyetler Birliği’nin ve kendisine bağlı uydu devletlerin, Batı ülkeleri ile olan diplomatik siyasal, ekonomik ve kültürel ilişkisini engelleme çabaları aşağıdakilerden hangisi ile adlandırılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Sosyalizm",
      "B": "Demir Perde",
      "C": "Büyük ittifak",
      "D": "Demilitarizasyon",
      "E": "Soğuk Savaş"
    },
    "explanation": "Demir Perde 5 Mart 1946 tarihinde Winston Churchill’in ABD’de Westminster Koleji’nde verdiği söylevde benimsenmiş ve Soğuk Savaş’ın habercisi olarak tanımlanan söylemi ifade etmektedir.<br/>Sovyetler Birliği’nin ve kendisine bağlı uydu devletlerin, Batı ülkeleri ile olan diplomatik siyasal, ekonomik ve kültürel ilişkisini engelleme çabaları Demir Perde olarak adlandırılmıştır."
  },
  {
    "id": "3185530",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi \"Kurtarılmış Avrupa Deklarasyonu” olarak bilinen bildirinin yayınlandığı yerdir?",
    "correctAnswer": "A",
    "options": {
      "A": "1943 Moskova Konferansı",
      "B": "1945 Yalta Konferansı",
      "C": "1941 Atlantik Bildirisi",
      "D": "1944 Bretton Woods Konferansı",
      "E": "1944 Dumbarton-Oaks Konferansı"
    },
    "explanation": "4 Ağustos 1941 tarihli Atlantik Bildirisi’nde yer alan ilkeler<br/>çerçevesinde 1943 yılında Moskova Konferansı sırasında“Kurtarılmış Avrupa Bildirisi” yayınlanmıştır. Doğru yanıt A seçeneğidir. Konferans’ta savaş suçlularının etkin şekilde cezalandırılması, bu cezalandırma ile ilgili Nürnberg’te bir mahkeme kurulması, Alman ve İtalyan işgalinden kurtarılan bölgelerin gelecekteki görünümleri tartışılmıştı. “Kurtarılmış Avrupa Bildirisi” nin yayınlanmasıyla birlikte Almanya’da Nazizmin ve İtalya’da Faşizmin tasfiye edilmesi ve bu ideolojilerin yeniden yaygınlaşmasını engellemek için alınması gereken önlemler ele alınıyordu"
  },
  {
    "id": "3185537",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi \"Kurtarılmış Avrupa Deklarasyonu\" olarak bilinen bildirideki tartışma konularından biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Savaş suçlularının etkin biçimde cezalandırılması",
      "B": "Savaş suçları için Nürnberg'de mahkeme kurulması",
      "C": "Alman ve İtalyan işgalinden kurtarılan bölgelerin gelecekteki görünümleri",
      "D": "Savaş sonrası Berlin'in yönetiminin galip devletler arasında nasıl gerçekleştirileceği",
      "E": "Nazizmin ve Faşizmin Avrupa'da yeniden yaygınlaşmasını engellemek için alınması gereken önlemler"
    },
    "explanation": "Konferans’ta savaş suçlularının etkin şekilde cezalandırılması, bu cezalandırma ile ilgili Nürnberg’te bir mahkeme kurulması, Alman ve İtalyan işgalinden kurtarılan bölgelerin gelecekteki görünümleri tartışılmıştı. “Kurtarılmış Avrupa Bildirisi” nin yayınlanmasıyla birlikte Almanya’da Nazizmin ve İtalya’da Faşizmin tasfiye edilmesi ve bu ideolojilerin yeniden yaygınlaşmasını engellemek için alınması gereken önlemler ele alınıyordu."
  },
  {
    "id": "3185544",
    "unitNumber": 4,
    "text": "Uluslararası Para Fonu (IMF) ve Uluslararası Yeniden Yapılanma ve Kalkınma Bankası (Dünya Bankası) aşağıdaki hangi konferans sürecinde kurulması karara bağlanmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "1943 Moskova Konferansı",
      "B": "1945 Yalta Konferansı",
      "C": "1941 Atlantik Bildirisi",
      "D": "1944 Bretton Woods Konferansı",
      "E": "1944 Dumbarton-Oaks Konferansı"
    },
    "explanation": "Temmuz 1944’te New Hampshire’de Bretton Woods adlı yerde 44 ülkenin katılımı ile bir konferans düzenlenmiştir. İngiliz-Amerikan liberal ekonomi serbest ticaret anlayışı doğrultusunda gerçekleştirilen konferansın sonunda Uluslararası Para Fonu (IMF) ve Uluslararası Yeniden Yapılanma ve Kalkınma Bankası (Dünya Bankası) kurulmuştur."
  },
  {
    "id": "3185548",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Postdam Konferansında ele alınan konulardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Polonyanın geleceği",
      "B": "Almanya'nın sınırları",
      "C": "Almanya'nın demilitarizasyonu",
      "D": "Almanya ve Avusturya'nın dört işgal bölgesine ayrılması",
      "E": "Birleşmiş Milletlerin kuruluşu"
    },
    "explanation": "Birleşmiş Milletler'in kuruluşu, Dumbarton-Oaks (21 Ağustos-7 Ekim 1944) konferansında ele alınmıştır. Doğru yanıt E seçeneğidir."
  },
  {
    "id": "3185554",
    "unitNumber": 4,
    "text": "Türkiye’nin boğazlarının yönetiminin ve Montrö Boğazlar sözleşmesinin tartışmaya açıldığı konferans aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "1945 Potsdam Konferansı",
      "B": "1943 Moskova Konferansı",
      "C": "1945 Yalta Konferansı",
      "D": "1944 Bretton Woods Konferansı",
      "E": "1944 Dumbarton-Oaks Konferansı"
    },
    "explanation": "Potsdam Konferansında Truman, aralarında Türkiye’nin boğazlarının da<br/>yer aldığı Kiel Kanalı, Ren ve Tuna gibi su yollarının geçiş rejimini tartışmaya açmıştır. Bu tartışmada, Montrö Boğazlar Sözleşmesi’nin yeniden gözden geçirilmesi gerektiğini, boğazların tüm ülke gemilerine açık olmasını ve uluslararası bir mekanizma ile güvencenin sağlanmasını istemiştir."
  },
  {
    "id": "3185571",
    "unitNumber": 4,
    "text": "Sovyet Rusya’nın liderlik ettiği farklı ülkelerdeki komünist partilerin, birleşik bir komünist dünya partisi halindeki birliğine aşağıdakilerden hangi ad verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kominform",
      "B": "Komintern",
      "C": "Comecon",
      "D": "Doğu bloku",
      "E": "Vandenberg Kararı"
    },
    "explanation": "Sovyet Rusya’nın liderlik ettiği farklı ülkelerdeki komünist partilerin,<br/>birleşik bir komünist dünya partisi halindeki birliğine Komintern denir"
  },
  {
    "id": "3185581",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi 5 Mayıs 1949’da Londra Avrupa Konseyi’ni kuran ülkeler arasında yer almaz?",
    "correctAnswer": "C",
    "options": {
      "A": "İngiltere",
      "B": "Danimarka",
      "C": "Avusturya",
      "D": "Norveç",
      "E": "Belçika"
    },
    "explanation": "İngiltere, Fransa, Belçika, Hollanda ve Lüksemburg ile Danimarka, İrlanda, İtalya, Norveç ve İsveç, 5 Mayıs 1949’da Londra’da bir araya gelerek Avrupa Konseyi’ni kurmuşlardır."
  },
  {
    "id": "3185606",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Kuzey Atlantik Antlaşması Örgütü’nün kurulması sürecinde 11 Haziran 1948’de ABD Kongresi tarafından kabul edilen ve Amerika’nın kişisel ve ortak savunmasına dayanan ve ulusal güvenliğini de etkileyen bölgesel ve diğer antlaşmalara katılmasını öngörmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Varşova paktı",
      "B": "Vandenberg Kararı",
      "C": "Truman doktrini",
      "D": "Kurtarılmış Avrupa Bildirisi",
      "E": "NATO"
    },
    "explanation": "Vandenberg Kararı Birleşik Milletler Anayasası’nın 51. Maddesi gereğince kişisel veya ortak savunma hakkını kullanmak hususunda ABD’nin azmini açıklamakta, Amerika’nın kişisel ve ortak savunmasına dayanan ve ulusal güvenliğini de etkileyen bölgesel ve diğer antlaşmalara katılmasını öngörmekteydi."
  },
  {
    "id": "3186683",
    "unitNumber": 4,
    "text": "Uluslararası Para Fonu (IMF) hangi yılda kurulmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "1940",
      "B": "1943",
      "C": "1944",
      "D": "1946",
      "E": "1948"
    },
    "explanation": "SAVAŞ SONRASINDA YENİ GÜÇLER DENGESİ<br/>1944’te Uluslararası Para Fonu (IMF) kuruldu. Doğru yanıt c seçeneğidir."
  },
  {
    "id": "3186692",
    "unitNumber": 4,
    "text": "Uluslararası Yeniden Yapılanma ve Kalkınma Bankası (Dünya Bankası)hangi yılda kurulmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "1944",
      "B": "1945",
      "C": "1947",
      "D": "1949",
      "E": "1950"
    },
    "explanation": "SAVAŞ SONRASINDA YENİ GÜÇLER DENGESİ<br/>Uluslararası Yeniden Yapılanma ve Kalkınma Bankası (Dünya Bankası) 1944’te kuruldu. Doğru yanıt a seçeneğidir."
  },
  {
    "id": "3186719",
    "unitNumber": 4,
    "text": "Bir ülkenin silahlı kuvvetlerinin ve askeri araçlarının belli bir asgari seviyeye düşürülmesi aşağıdaki ifadelerden hangisi ile açıklanır?",
    "correctAnswer": "B",
    "options": {
      "A": "Kominform",
      "B": "Demilitarizasyon",
      "C": "Komintern",
      "D": "Marshall Planı",
      "E": "Truman Doktrini"
    },
    "explanation": "Potsdam Konferansı<br/>Demilitarizasyon, bir ülkenin silahlı kuvvetlerinin ve askeri araçlarının belli bir asgari seviyeye düşürülmesidir. Doğru yanıt ab seçeneğidir."
  },
  {
    "id": "3187006",
    "unitNumber": 4,
    "text": "Kuzey Atlantik Antlaşması Teşkilatı’nın (NATO) hangi yılda kurulmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "1942",
      "B": "1945",
      "C": "1947",
      "D": "1949",
      "E": "1953"
    },
    "explanation": "Batı Bloku’nun Kurulması<br/>Kuzey Atlantik Antlaşması Teşkilatı’nın (NATO) 1949 yılında kurulmuştur. Doğru yanıt d seçeneğidir."
  },
  {
    "id": "3187016",
    "unitNumber": 4,
    "text": "Truman Doktrini ve Marshall planı hangi ülkeye karşı yeni dünya düzeni oluşturma isteği olarak değerlendirilir?",
    "correctAnswer": "E",
    "options": {
      "A": "İngiltere",
      "B": "Yunanistan",
      "C": "İran",
      "D": "Almanya",
      "E": "Sovyetler Birliği"
    },
    "explanation": "SOĞUK SAVAŞA GEÇİŞ SÜRECİNDE TÜRK DIŞ POLİTİKASI<br/>Sovyetler Birliği ve dolayısıyla komünizme karşı bir dünya düzeni oluşturmak istediler. Doğru yanıt e seçeneğidir."
  },
  {
    "id": "3187047",
    "unitNumber": 4,
    "text": "Türkiye, Batı Blok'unun bir üyesi olarak mutlak blok politikasını hangi yıla kadar izlemiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "1961",
      "B": "1964",
      "C": "1965",
      "D": "1967",
      "E": "1969"
    },
    "explanation": "Truman Doktrini ve Türkiye<br/>Türkiye, Batı Blok'unun bir üyesi olarak mutlak blok politikasını 1964'e kadar izlemiştir. Doğru yanıt b seçeneğidir."
  },
  {
    "id": "3187061",
    "unitNumber": 4,
    "text": "Marshall Planı’ndan Türkiye’nin yararlanmasını sağlayan, Türkiye ile ABD arasında Ekonomik İşbirliği Antlaşması hangi tarihte imzalanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "4 Temmuz 1944",
      "B": "4 Kasım 1947",
      "C": "4 Temmuz 1948",
      "D": "4 Ağustos 1949",
      "E": "4 Temmuz 1950"
    },
    "explanation": "Marshall Planı ve Türkiye<br/>Türkiye ile ABD arasında 4 Temmuz 1948’de Ekonomik İşbirliği Antlaşması imzalanarak Marshall Planı’ndan Türkiye’nin yararlandırılmasına başlandı. Doğru yanıt c seçeneğidir."
  },
  {
    "id": "3187074",
    "unitNumber": 4,
    "text": "17 Mart 1948’de imzalanan Brüksel Antlaşması'nda aşağıdaki ülkelerden hangisi yer almaz?",
    "correctAnswer": "D",
    "options": {
      "A": "İngiltere",
      "B": "Fransa",
      "C": "Belçika",
      "D": "Avusturya",
      "E": "Hollanda"
    },
    "explanation": "Türkiye’nin Avrupa Konseyi’ne Girmesi<br/>Doğru yanıt d seçeneğidir."
  },
  {
    "id": "3187090",
    "unitNumber": 4,
    "text": "Türkiye’nin Batı blokunun bir üyesi olarak görülmesini sağlayan gelişmelerden biri sayılan Avrupa Konseyi üyeliği hangi yılda gerçekleşmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "5 Ağustos 1946",
      "B": "8 Ağustos 1949",
      "C": "5 Ağustos 1950",
      "D": "2 Ağustos 1951",
      "E": "2 Ağustos 1953"
    },
    "explanation": "Türkiye’nin Avrupa Konseyi’ne Girmesi<br/>Doğru yanıt b seçeneğidir."
  },
  {
    "id": "3187095",
    "unitNumber": 4,
    "text": "Aşağıdaki ülkelerden hangisi ilk kuruluşunda Kuzey Atlantik Antlaşması Örgütünde yer almaz?",
    "correctAnswer": "A",
    "options": {
      "A": "Yunanistan",
      "B": "İtalya",
      "C": "ABD",
      "D": "Kanada",
      "E": "İzlanda"
    },
    "explanation": "Türkiye’nin NATO Üyeliği<br/>Doğru yanıt a seçeneğidir."
  },
  {
    "id": "3187914",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi, \"Kurtarılmış Avrupa Deklarasyonu”ile ilgili doğru bir bilgi değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kurtarılmış Avrupa Bildirisi de denir.",
      "B": "1943 yılında Moskova Konferansı sırasında yayınlanmıştır.",
      "C": "Almanya’da Faşizmin engellenmesi için önlemler alınması öngörülmüştür.",
      "D": "Savaş suçlularının cezalandırması için mahkeme kurulmasını öngörür.",
      "E": "Avrupa Ekonomik Topluluğu'nun kurulması"
    },
    "explanation": "Kurtarılmış Avrupa Bildirisi: Diğer adıyla literatürde “Kurtarılmış Avrupa Deklarasyonu” olarak bilinen bildiri, 1943 yılında Moskova Konferansı sırasında yayınlanmıştır. Konferans’ta savaş suçlularının etkin şekilde cezalandırılması, bu cezalandırma ile ilgili Nürnberg’te bir mahkeme kurulması, Alman ve İtalyan<br/>işgalinden kurtarılan bölgelerin gelecekteki görünümleri tartışılmıştı. “Kurtarılmış Avrupa Bildirisi” nin yayınlanmasıyla birlikte Almanya’da Nazizmin ve İtalya’da Faşizmin tasfiye edilmesi ve bu ideolojilerin yeniden yaygınlaşmasını engellemek için alınması gereken önlemler ele alınıyordu."
  },
  {
    "id": "3187947",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi \"Soğuk Savaş\" dönenine ilişkin doğru bir bilgi değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "İkinci Dünya Savaşı’ndan sonraki 45 yıl boyunca süren bir dönemdir.",
      "B": "Bu dönemin başlamasında Potsdam Konferansı'nın etkileri de vardır.",
      "C": "Bu dönemde Sovyetler Birliği,Marksist yönelimli milliyetçileri destekler.",
      "D": "Avrupa merkezli akademik çevrelerce,Soğuk Savaş, Stalin’in kişisel hırslarının sonucudur.",
      "E": "Soğuk Savaş, Hiroşima ve Nagazaki’ye atılan atom bombalarıyla son bulmuştur."
    },
    "explanation": "Revizyonist tarih ekolün, Hiroşima ve Nagazaki’ye atılan atom bombalarının Soğuk Savaş’ın başlangıcı nedeni olduğunu söyler."
  },
  {
    "id": "3187955",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi, 1945 yılında Türkiye’den toprak ve Boğazlarda etkin denetim hakkına kavuşmak için üs talep etmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Roosevelt",
      "B": "Wilson",
      "C": "Truman",
      "D": "Stalin",
      "E": "Attlee"
    },
    "explanation": "Stalin 1945’in sonlarında Batı’da istediği toprak kazanımlarını ve nüfuz alanlarını büyük çapta elde etmişti. Ancak, güneyde, Kafkasya’da istediği sınıra ulaşamamıştı. İran’ın petrol kaynaklarının Almanya’nın eline geçmemesi için 1942’de İngilizlerle yapılan bir antlaşmanın sonucu Sovyet ordusunca işgal edilen Kuzey İran’dan (İran Azerbaycan’ı) çekilmedi. Türkiye’den toprak ve Boğazlarda etkin denetim hakkına kavuşmak için üs talep etti."
  },
  {
    "id": "3187973",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi , \"Jdanovculuk\" kavramına ilişkin doğru bir bilgi değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "SovyetlerBirliği Komünist Parti Merkez Komitesi’nin resmi kültür politikasıdır.",
      "B": "Sovyet kültürü yaşamı üzerindeki yozlaşmış burjuva kültürü etkisine karşı ortaya çıkmıştır.",
      "C": "“toplumcu gerçekçiliği” temel alarak idealize edilmiştir.",
      "D": "Ağustos 1946 tarihinde ortaya çıkmıştır.",
      "E": "Sovyetler Birliği’nin iktisadi alt yapısını güçlendiren bir kavramdır."
    },
    "explanation": "Sovyetler Birliği’nin iktisadi alt yapısını güçlendiren bir kavram değil kültür<br/>alanında ortaya çıkan bir kavramdır."
  },
  {
    "id": "3187995",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Enver Hoca'ya ilişkin doğru bir bilgi değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Osmanlı Devleti’nde Meşrutiyetin ikinci kez ilan edildiği 1908 tarihinde dünyaya gelmiştir.",
      "B": "1941’de kurulan Arnavutluk Emek Partisi’nin Genel Sekreterlik görevine seçilmiştir.",
      "C": "11 Ocak 1946 tarihinde kurulan Arnavutluk Halk Cumhuriyeti’nin başkanlığına getirilmiştir.",
      "D": "Stalin’le hiç bir zaman görüş ayrılığına düşmemiştir.",
      "E": "Kominform örgütünün üyeleri arasında yer almaz."
    },
    "explanation": "Tito ve Enver Hoca, Stalin’le görüş ayrılığına düşmüştür."
  },
  {
    "id": "3188348",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi \"Avrupa Kalkınma Planı”na ilişkin doğru bir bilgi değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Truman Doktrini’nin tamamlayıcısı niteliğindedir.",
      "B": "George Marshall'ın, 5 Haziran 1947’de Harvard Üniversitesi’nde<br/>yaptığı konuşmada ortaya çıkmıştır.",
      "C": "İngiliz Dışişleri Bakanı Bevin ve Fransa Dışişleri Bakanı Bidault 1947’de Paris’te biraraya gelerek plana olumlu yaklaşmışlardır.",
      "D": "Sovyetler Birliği Dışişleri Bakanı Molotov, bu Planın uygulanabilirliğine inanmıştır.",
      "E": "Avrupa’nın, Sovyetler Birliği dahil olmak üzere kalkındırılması ve ortak bir imar planı çerçevesinde bir araya getirilmesi hedefini taşır."
    },
    "explanation": "ABD Dışişleri Bakanı George Marshall, 5 Haziran 1947’de Harvard Üniversitesi’nde<br/>yaptığı konuşmada ortaya çıkmıştır.İngiliz Dışişleri Bakanı Bevin, Fransa Dışişleri Bakanı Bidault ve Sovyetler Birliği Dışişleri Bakanı Molotov, 27 Haziran 1947’de Paris’te biraraya gelerek planınuygulanabilirliğini ele aldı. Molotov, Plan’ın, kapitalist bir entrikadan ibaret olduğunu belirterek toplantıdan ayrılmıştır."
  },
  {
    "id": "3188361",
    "unitNumber": 4,
    "text": "Aşağıdakilerden Bidault ve Bevin'in 12Temmuz 1947’de Paris’te yapılacak konferansa çağrıda bulunduğu 22 ülkeden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Türkiye",
      "B": "Avusturya",
      "C": "Danimarka",
      "D": "İspanya",
      "E": "Yunanistan"
    },
    "explanation": "Bidault ve Bevin, 12<br/>Temmuz 1947’de Paris’te yapılacak konferansa 22<br/>ülkeye çağrıda bulundu. İspanya, davet edilmedi.<br/>Bidault ve Bevin, 12 Temmuz 1947’de Paris’te yapılacak konferansa 22<br/>ülkeye çağrıda bulundu. İspanya, davet edilmedi."
  },
  {
    "id": "3188366",
    "unitNumber": 4,
    "text": "Türkiye ile ABD arasında ne zaman Ekonomik İşbirliği Antlaşması imzalanarak Marshall Planı’ndan Türkiye’nin yararlandırılmasına başlandı?",
    "correctAnswer": "C",
    "options": {
      "A": "1946",
      "B": "1947",
      "C": "1948",
      "D": "1945",
      "E": "1950"
    },
    "explanation": "Türkiye ile ABD arasında 4 Temmuz 1948’de Ekonomik İşbirliği Antlaşması imzalanarak Marshall Planı’ndan Türkiye’nin yararlandırılmasına başlandı."
  },
  {
    "id": "3188385",
    "unitNumber": 4,
    "text": "Hangi anlaşma gereğince, imzacı devletlerin savunma bakanlarından oluşan bir<br/>“Batı Savunma Komitesi” kurulacaktır?",
    "correctAnswer": "A",
    "options": {
      "A": "1948 tarihli BrükselAntlaşması",
      "B": "1947 tarihli Dunkirk Antlaşması",
      "C": "1948 tarihli Ekonomik İşbirliği Antlaşması",
      "D": "1925 tarihli Dostluk ve Tarafsızlık Antlaşması",
      "E": "1949 tarihli Kuzey Atlantik Antlaşması"
    },
    "explanation": "1948’de beş ülke arasında işbirliğini içeren Brüksel Antlaşması imzalandı. Brüksel Antlaşması’nın 4. maddesine göre taraflardan biri Avrupa’da silahlı bir saldırıya uğrarsa, diğer imzacı devletler sahip oldukları askeri ve diğer araçlarla saldırıya uğrayana yardımcı olacaklardı. Ayrıca, yine anlaşma gereğince, imzacı devletlerin savunma bakanlarından bir“Batı Savunma Komitesi” kurulacaktı."
  },
  {
    "id": "3188395",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi 5 Mayıs 1949’da Londra’da bir araya gelerek Avrupa Konseyi’ni kurduklarını açıklamamıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Danimarka",
      "B": "İrlanda",
      "C": "İtalya",
      "D": "Türkiye",
      "E": "Norveç"
    },
    "explanation": "Brüksel Antlaşması’nı imzalayan beş ülke (İngiltere, Fransa, Belçika, Hollanda ve Lüksemburg) ile Danimarka, İrlanda, İtalya, Norveç ve İsveç, 5<br/>Mayıs 1949’da Londra’da bir araya gelerek Avrupa Konseyi’ni kurduklarını açıkladı"
  },
  {
    "id": "3161459",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Demokrat Parti ile ilgili doğru bir ifadedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Demokrat Parti, Cumhuriyet Halk Partisi’nden ortaya çıkmamıştır.",
      "B": "Demokrat Parti, Cemal Bayar ve İsmet İnönü ayrımına dayanmaktadır.",
      "C": "Demokrat Parti, Cumhuriyet Halk Partisi’nin Türkiye’nin içine soktuğu siyasi süreci devam ettirmemiştir.",
      "D": "Sovyet Savaşı tırmanırken liberal düzene entegrasyonu Demokrat Parti sağlamamıştır.",
      "E": "Demokrat Parti dönemi dış politika ve eylemleri Cumhuriyet Halk Partisi geleneğinden bir kopuştur."
    },
    "explanation": "Demokrat Parti, Cumhuriyet Halk Partisi’nin içinden çıkmıştır. Parti, tarihsel ve siyasal kökleri olan Celal Bayar - İsmet İnönü ayrımına dayanmaktadır. Celal Bayar ve arkadaşları Demokrat Parti’yi kurmuş ve Parti’nin ikinci seçimlerde 1950’de tek başına iktidar olmasını sağlamıştır. Dış politika açısından Demokrat Parti, gerçekte Cumhuriyet Halk Partisi’nin Türkiye’yi içine soktuğu siyasal süreci devam ettirmiştir. Bu açıdan Demokrat parti dönemi dış politika karar ve eylemlerini Cumhuriyet Halk Partisi geleneğinden bir kopuş olarak değerlendirmemek gerekir. Öte yandan Soğuk Savaş tırmanırken Türkiye’de iktidar Demokrat Parti’ye geçtiği için liberal yeni düzene entegrasyon amacıyla siyasi ve ekonomik adımları atmak da Demokrat Parti’ye kalmıştır."
  },
  {
    "id": "3161466",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Demokrat Parti’nin kuruluş dönemindeki gelişmelerden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bu dönem Kore Savaşı’nın ardındaki gerginlik dönemi olarak tanımlanamaz.",
      "B": "Bu dönemde iki kutuplu düzen tüm yerküreyi bir tür mücadele alanına çevirmemiştir.",
      "C": "Bu dönemde Orta Doğu gelişmeleri Türk Dış Politikasını doğrudan belirlemiştir buna örnek olarak Türkiye’nin NATO üyeliği ve Bağdat Paktı verilebilir.",
      "D": "Bu dönemde ABD’de Eisenhower’ın Orta Doğu Stratejisi’nin Türkiye ve ABD ilişkilerine etkisi olmamıştır.",
      "E": "Bu dönemde Demokrat Parti’nin yönetim stratejisi sınırlı değildir."
    },
    "explanation": "Söz konusu dönem Kore Savaşı’nın hemen sonrasında küresel ölçekte tırmanan bir gerginlik dönemidir. İki kutuplu düzen tüm yerküreyi bir tür mücadele alanına çevirmiştir. Özellikle Orta Doğu gelişmeleri Türk Dış Politikasını doğrudan belirlemiştir. Türkiye’nin NATO üyeliği ve Bağdat Paktı bu bağlamda değerlendirilebilir. ABD’de bu dönemde başkan olan Eisenhower ve onun kendi adıyla anılan Orta Doğu stratejisi Türkiye-ABD ilişkilerinin hızla ve fazlaca derinleşmesine yol açmıştır. Yönetim tecrübesi sınırlı olan genç bir siyasal hareket olarak Demokrat Parti bu konuda sınır koymakta zaman zaman zorlanmıştır. Türkiye’deki ABD askeri tesislerinin yoğunluğu, çeşitliliği ve bir tür denetim dışı istihbarat faaliyetleri buna örnektir. Balkan siyasetinde de aynı gelişmeler Türk Dış Politikasını belirlemiştir. Balkan Paktı, kısa ömürlü olmakla birlikte bu yönde bir siyasal gelişmedir."
  },
  {
    "id": "3161470",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Demokrat Parti yönetiminde Türk Dış Politikasında dönemin genel eğilimi ve ruhuna aykırı kalan tek konusu nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kafkaslar",
      "B": "Ege adaları",
      "C": "Avrasya",
      "D": "Kıbrıs",
      "E": "Balkanlar"
    },
    "explanation": "Türk Dış Politikasında, dönemin genel eğilimi ve ruhuyla ayrıksı kalan tek konusu Kıbrıs’tır. Demokrat Parti Hükümeti bugüne kadar gelen Kıbrıs davasının temelini, Britanya ve ABD’ye meydan okurcasına bu dönemde atmıştır. Kıbrıs’ın Britanya’dan bağımsızlık kazandığı söz konusu dönemde Ada’da tırmanan ve Türklere yönelen şiddet eylemlerine karşı Türk Mukavemet Teşkilatı (TMT) bu dönemde kurulmuştur. TMT, Türkiye’nin Kıbrıs’a yönelik politikasının Ada’daki temelini oluşturmuş ve uzun yıllar bu temel üzerinde gelişim sağlanmıştır. Kıbrıs davasının liderleri de TMT içerisinden çıkmıştır."
  },
  {
    "id": "3174592",
    "unitNumber": 5,
    "text": "Demokrat Parti döneminde ekonomik olarak Türkiye nasıl bir süreçle karşılaşmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Türk ekonomisi iç pazara yönelmiştir.",
      "B": "Türk ekonomisinin hızlıca dışa açılması ağır bir mali krizi beraberinde getirmemiştir.",
      "C": "Türk ekonomisi dışa açılmaktan vazgeçmiştir.",
      "D": "Türkiye’nin üretim gücü artmıştır.",
      "E": "Türkiye Marshall yardımlarını alarak liberal ekonomiye geçmiştir."
    },
    "explanation": "Üretim gücü sınırlı olan Türk ekonomisi bu hızlı dışa açılma döneminin sonunda ağır bir mali krizle karşılaşmıştır. Ekonomik olarak da söz konusu süreç Demokrat Parti’nin Marshall yardımlarıyla liberal ekonomiye geçişi gerçekleştirdiği bir dönem olmuştur."
  },
  {
    "id": "3176328",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi NATO’nun kuruluş aşamasındaki gelişmelerden birini doğru ifade etmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kuzey Atlantik Antlaşması 1940’da Paris’te imzalanmıştır.",
      "B": "1949’da Türkiye NATO’ya katılma iradesi gösterdiğinde isteği hemen kabul edilmiştir.",
      "C": "Türkiye NATO’ya hemen katılamamasını Avrupa Konseyi üyeliği ile telafi etmek istemiştir.",
      "D": "Avrupa Konseyi, NATO’dan daha fazla güvenlik garantisi sunmaktadır.",
      "E": "İkinci Dünya Savaşı sonrası artan Sovyet baskısı Türkiye’yi NATO’ya girmeye teşvik etmemiştir."
    },
    "explanation": "Kuzey Atlantik Antlaşması 4 Nisan 1949’da Washington’da imzalanmıştır. Bu antlaşma ile kurulan Kuzey Atlantik Antlaşması Örgütü - NATO’ya Türkiye katılma iradesini göstermiş, ancak bu istek muhataplarından bir karşılık bulamamıştır. Cumhuriyet Halk Partisi iktidarının son yılında bu konuda pek çok girişimde bulunulmuştur. Türkiye’nin NATO’ya katılamamasının yarattığı kırgınlık bir bakıma Avrupa Konseyi’ne üyeliği ile telafi edilmek istenmiştir. Ağustos 1949’da Türkiye Avrupa Konseyi’ne katılması için davet edilmiştir. NATO ise bir kolektif güvenlik örgütüdür. Bu açıdan Avrupa Konseyi ile kıyaslanamayacak bir güvenlik garantisi sunmaktadır. İkinci Dünya Savaşı sonrasında artan Sovyet baskısı karşısında NATO üyeliği Türkiye açısından büyük önem kazanmıştır."
  },
  {
    "id": "3176350",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi İkinci Dünya Savaşı biterken Kore Yarımadası ile ilgili doğru bir gelişmedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Japonya’nın savaşı kaybetmesi sonucu yalnızca ABD, Kore’yi işgal etmiştir.",
      "B": "Japonya’nın savaşı kaybetmesi sonucu yalnızca Sovyetler Birliği, Kore’yi işgal etmiştir.",
      "C": "Japonya’nın savaşı kaybetmesi sonucu hem ABD hem de Sovyetler Birliği Kore’yi işgal etmiştir.",
      "D": "Japonya’nın savaşı kaybetmesi sonucu Kore iki işgal bölgesine ayrılmamıştır.",
      "E": "Japonya’nın savaşı kaybetmesi sonucu Kore tek işgal bölgesine ayrılmıştır."
    },
    "explanation": "İkinci Dünya Savaşı biterken Sovyet orduları 10 Ağustos 1945’te Japonya’ya karşı Kore Yarımadası’na girmiştir. Japonya’nın savaşı kaybetmesinin bir sonucu olarak ABD ve Sovyetler Birliği Kore’yi işgal etmiştir. Kore, 38. paralel esas alınarak Sovyet ve Amerikan işgal bölgelerine ayrılmıştır. Kore’nin iki işgal bölgesine ayrılması, Almanya ile büyük benzerlik içerisinde bu iki büyük gücün mutabakatıyla gerçekleştirilmiştir."
  },
  {
    "id": "3176355",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Kore’de yaşanan gelişmeler sırasında Çin’de yaşanan bir gelişme değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "1949’da Çin Komünist Partisi, Pekin’de Çin Halk Cumhuriyeti’ni ilan etmiştir.",
      "B": "Sovyetler Birliği ile Çin Halk Cumhuriyeti arasında 1950’de bir ittifak anlaşması imzalanmıştır.",
      "C": "Sovyetler Birliği ile Çin Halk Cumhuriyeti’nin birlikte harekete geçtiği ilk cephe Kore’dir.",
      "D": "Sovyetler Birliği ile Çin Halk Cumhuriyeti arasındaki yakınlaşma ABD’yi bölgeden çıkarmayı hedef almamıştır.",
      "E": "Çin Komünist Partisi, ABD’ye karşı Kuzey Kore’ye destek vermiştir ve Sovyetler Birliği’nin Kuzey Kore konusunda onayını almıştır."
    },
    "explanation": "Kore’de bu gelişmeler yaşanırken Çin’de yaşanan bir gelişme, dünya siyasetini derinden sarsmıştır. 1 Ekim 1949’da Çin Komünist Partisi, Pekin’de Çin Halk Cumhuriyeti’ni ilan etmiştir. Sovyetler Birliği ile Çin Halk Cumhuriyeti arasında 14 Şubat 1950’de bir “Dostluk, İttifak ve Karşılıklı Yardım Antlaşması” imzalanmıştır. Sovyetler Birliği ile yeni kurulan Çin Halk Cumhuriyeti arasındaki yakınlaşma esas olarak ABD’yi bölgeden çıkarmayı hedefine almıştır. Bu iki gücün ABD’ye karşı harekete geçtiği ilk cephe Kore’dir. Çin Komünist Partisi, ABD’ye karşı Kuzey Kore’ye destek vermeye başlamıştır. Bu konuda Sovyetler Birliği’nin onayını ve desteğini de almıştır."
  },
  {
    "id": "3176372",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Türkiye’nin NATO üyeliğinden sonra Türkiye’de yaşanan gelişmelerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "1955 yılından itibaren Türkiye’de ABD askeri tesisleri kurulmuş ve işletilmeye başlanmıştır.",
      "B": "Türkiye’de kurulan ABD tesisleri yalnızca kara kuvvetlerine bağlıdır.",
      "C": "Türkiye’de kurulan ABD tesisleri yalnızca deniz kuvvetlerine bağlıdır.",
      "D": "Türkiye’de kurulan ABD tesisleri yalnızca hava kuvvetlerine bağlıdır.",
      "E": "ABD’nin elektronik istihbarat, lojistik, deniz ve hava kuvvetleri birimleri faaliyetleri Türkiye üzerinden yürütülmemiştir."
    },
    "explanation": "Türkiye’nin NATO üyeliği ABD ile ikili askeri ilişkilerin kurulmasına zemin oluşturmuştur. Bu kapsamda 1955 yılından itibaren Türkiye’de onlarca ABD askeri tesisi kurulmuş ve işletilmiştir. Bu tesisler ABD’nin Kara, Deniz ve Hava Kuvvetleri’ne bağlı çok farklı birimler şeklinde gelişmiştir. ABD’nin elektronik istihbarat, lojistik, deniz ve hava kuvvetleri birimleri faaliyetleri bu tesislerden yürütülmüştür."
  },
  {
    "id": "3176373",
    "unitNumber": 5,
    "text": "Aşağıdaki kısaltmalardan hangisi ABD’nin Türkiye’deki askeri tesislerine verilen ismi doğru belirtmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "TUSOG",
      "B": "TUSLOG",
      "C": "TUROG",
      "D": "TIRLOG",
      "E": "TURLOG"
    },
    "explanation": "ABD’nin Türkiye’deki askeri tesisleri “Türkiye ABD Lojistik Grubu” (TUSLOG) adı altında açılmıştır."
  },
  {
    "id": "3176374",
    "unitNumber": 5,
    "text": "ABD’nin TUSLOG karargahı aşağıdaki hangi şehirde kurulmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "İzmir Karşıyaka",
      "B": "Ankara Çankaya",
      "C": "İzmir Konak",
      "D": "Ankara Balgat",
      "E": "İstanbul Kadıköy"
    },
    "explanation": "ABD’nin TUSLOG karargahı Ankara Balgat’da kurulmuştur."
  },
  {
    "id": "3177350",
    "unitNumber": 5,
    "text": "Türkiye Cumhuriyeti siyasal tarihinin ilk askeri darbesi kaç yılında yapılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "1950",
      "B": "1956",
      "C": "1960",
      "D": "1962",
      "E": "1970"
    },
    "explanation": "GİRİŞ<br/>1960 askeri darbesi Türkiye Cumhuriyeti siyasal tarihinin ilk askeri darbesidir. Doğru yanıt c seçeneğidir."
  },
  {
    "id": "3177354",
    "unitNumber": 5,
    "text": "Çok partili yaşama geçişte Cumhuriyet Halk Partisi dışında ilk parti olarak kurulan Milli Kalkınma Partisi aşağıdaki isimlerden hangisi tarafından kurulmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "Nuri Demirağ",
      "B": "Celal Bayar",
      "C": "Fuat Köprülü",
      "D": "Refik Koraltan",
      "E": "Adnan Menderes"
    },
    "explanation": "DEMOKRAT PARTİ’NİN KURULUŞU VE HÜKÜMET KURMASI<br/>Nuri Demirağ liberal esaslara dayanan Milli Kalkınma Partisi’ni resmi olarak izin verilmesi üzerine 5 Eylül 1945’te kurabilmiştir. Doğru yanıt a seçeneğidir."
  },
  {
    "id": "3177364",
    "unitNumber": 5,
    "text": "Türk siyasi tarihinde çok partili yaşama geçişte Demokrat Parti hangi yılda kurulmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "7 Ocak 1942",
      "B": "7 Ocak 1946",
      "C": "5 Ocak 1950",
      "D": "5 Ocak 1952",
      "E": "7 Ocak 1956"
    },
    "explanation": "DEMOKRAT PARTİ’NİN KURULUŞU VE HÜKÜMET KURMASI<br/>Demokrat Parti 7 Ocak 1946’da kurulmuştur. Doğru yanıt b seçeneğidir."
  },
  {
    "id": "3177388",
    "unitNumber": 5,
    "text": "Türkiye’nin NATO üyeliği Türkiye Büyük Millet Meclisi’nde hangi tarihte onaylanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "15 Mayıs 1951",
      "B": "17 Ekim 1951",
      "C": "18 Şubat 1952",
      "D": "15 Mayıs 1952",
      "E": "!5 Eylül 1952"
    },
    "explanation": "KORE SAVAŞI VE TÜRKİYE’NİN NATO ÜYELİĞİ<br/>Türkiye’nin NATO’ya üyeliği Türkiye Büyük Millet Meclisi’nde görüşülmüş 18 Şubat 1952’de kabul edilen bir kanunla Kuzey Atlantik Antlaşması onaylanmış ve bu antlaşmaya taraf olan devletlerle yapılacak antlaşmaları onaylama yetkisi Bakanlar Kurulu’na verilmiştir. Doğru yanıt c seçeneğidir."
  },
  {
    "id": "3177396",
    "unitNumber": 5,
    "text": "I. NATO’nun çok az daimi askeri kuvveti vardır.\n II. NATO’nun entegre askeri yapısını, çeşitli çok uluslu karargahlarda bulunan küçük personeller oluşturmaktadır.<br/>III. NATO hazır kuvvete sahip değildir, üyelerinin kuvvetlerini kullanma esasına dayanır.\n IV. NATO üyesi devletlerin askeri kuvvetleri barış döneminde NATO görevleri kapsamında planlanır ve NATO görevleriyle entegre biçimde çalışacak şekilde yapılandırılır.\n Yukardaki maddelerden hangileri NATO’nun Entegre Askeri Yapısını açıklar?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II",
      "B": "I, III",
      "C": "II, III",
      "D": "I, II, III",
      "E": "I, II, III, IV"
    },
    "explanation": "TÜRKİYE’DE ABD ASKERİ TESİSLERİNİN KURULMASI<br/>NATO’nun Entegre Askeri Yapısı NATO’nun çok az daimi askeri kuvveti vardır. NATO’nun entegre askeri yapısını, çeşitli çok uluslu karargahlarda bulunan küçük personeller oluşturmaktadır. Hazır kuvvete sahip olmayan NATO, üyelerinin kuvvetlerini kullanma esasına dayanır. Bu nedenle NATO üyesi devletlerin askeri kuvvetleri barış döneminde NATO görevleri kapsamında planlanır<br/>ve NATO görevleriyle entegre biçimde çalışacak şekilde yapılandırılır. Doğru yanıt e seçeneğidir."
  },
  {
    "id": "3177402",
    "unitNumber": 5,
    "text": "Aşağıdaki ülkelerden hangisi Britanya’nın Orta Doğu politikalarında merkezi önem taşımaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Mısır",
      "B": "Suriye",
      "C": "Irak",
      "D": "Ürdün",
      "E": "İran"
    },
    "explanation": "Bağdat Paktı ve Türkiye’nin Değişen Orta Doğu Politikası<br/>Britanya’nın Orta Doğu politikasında özellikle Mısır merkezi önem taşımaktadır. Doğru yanıt A seçeneğidir."
  },
  {
    "id": "3177417",
    "unitNumber": 5,
    "text": "Aşağıdaki ülkelerden hangisi Bağdat Paktında yer almaz?",
    "correctAnswer": "B",
    "options": {
      "A": "Türkiye",
      "B": "Mısır",
      "C": "Irak",
      "D": "İngiltere",
      "E": "Pakistan"
    },
    "explanation": "Bağdat Paktı ve Türkiye’nin Değişen Orta Doğu Politikası<br/>Doğru yanıt B seçeneğidir."
  },
  {
    "id": "3177425",
    "unitNumber": 5,
    "text": "Balkan Paktı olarak bilinen “Dostluk ve İşbirliği Anlaşması” aşağıdaki ülkelerden hangileri arasında imzalanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Türkiye, İtalya, Yugoslavya",
      "B": "Türkiye, Yunanistan, İtalya",
      "C": "Türkiye, Yunanistan, Yugoslavya",
      "D": "Türkiye, Yunanistan, Arnavutluk",
      "E": "Türkiye, Arnavutluk, Yugoslavya"
    },
    "explanation": "Balkan Paktı ve Türkiye<br/>Türkiye Cumhuriyeti, Yunanistan Krallığı ve Yugoslavya Federatif Halk Cumhuriyeti 28 Şubat 1953’te“Dostluk ve İşbirliği Anlaşması”nı Ankara’da imzalamıştır (Gönlübol, Ülman 1969: 257). Balkan Paktı olarak anılan bu anlaşma ile bu üç devlet ortak çıkarlar konusunda danışma ve güvenlik konusunda işbirliği içinde olmak hususunda anlaşmıştır. Doğru yanıt c seçeneğidir."
  },
  {
    "id": "3177428",
    "unitNumber": 5,
    "text": "Kıbrıs’ın Britanya’dan koparılmasını ve Yunanistan’la birleştirilmesini amaçlayan EOKA hangi yılda kurulmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "1945",
      "B": "1947",
      "C": "1948",
      "D": "1950",
      "E": "1955"
    },
    "explanation": "KIBRIS GELİŞMELERİ VE TÜRK DIŞ POLİTİKASI<br/>Kıbrıs’ın Britanya’dan koparılması ve Yunanistan’la birleştirilmesi hedefine yönelen EOKA 1950’de kurulmuştur. Doğru yanıt d seçeneğidir."
  },
  {
    "id": "3177444",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi sömürgecilik ve emperyalizmi reddeden, her türlü bloklaşmaya karşı çıkan bir siyasi oluşumdur?",
    "correctAnswer": "B",
    "options": {
      "A": "Balkan Paktı",
      "B": "Bağlantısızlar Hareketi",
      "C": "Bağdat Paktı",
      "D": "Kuzey Kuşağı Projesi",
      "E": "Eisenhower Doktrini"
    },
    "explanation": "Balkan Paktı ve Türkiye<br/>Doğru yanıt b seçeneğidir."
  },
  {
    "id": "3181926",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Çiftçiyi Topraklandırma Kanunu görüşmeleri sırasında Türk siyasal tarihine “Dörtlü Takrir” olarak geçen ve 7 Haziran 1945’te Cumhuriyet Halk Partisi grubuna sunulan önergeyi veren milletvekillerinden birisi <u>değildir?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Fatin Rüştü Zorlu",
      "B": "Celal Bayar",
      "C": "Adnan Menderes",
      "D": "Fuat Köprülü",
      "E": "Refik Koraltan"
    },
    "explanation": "Çiftçiyi Topraklandırma Kanunu görüşmeleri sırasında Türk siyasal tarihine “Dörtlü Takrir” olarak geçen önergeyi 7 Haziran 1945’te Cumhuriyet Halk Partisi grubuna vermiştir. Celal Bayar, Adnan Menderes, Fuat Köprülü, Refik Koraltan’ın sunduğu bu önerge Cumhuriyet Halk Partisi’nde siyasal yaklaşımlarla ilgili derin bir çatlağın oluştuğunu ortaya koymuştur.<br/>Sorunun doğru yanıtı A seçeneğinde verilmiştir."
  },
  {
    "id": "3181929",
    "unitNumber": 5,
    "text": "Demokrat Parti hangi yıl seçimleri kazanmış ve iktidara gelmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "1945",
      "B": "1950",
      "C": "1946",
      "D": "1947",
      "E": "1951"
    },
    "explanation": "14 Mayıs 1950 seçimleriyle hükümet kurma sorumluluğunu üstlenmiş ve bu durum Türkiye’nin Batı ittifakına dahil olması için çok önemli bir koşulun da yerine getirilmesini, liberal ekonomik ve siyasal düzene geçişi sağlamıştır.<br/>Sorunun doğru yanıtı B seçeneğinde verilmiştir."
  },
  {
    "id": "3181930",
    "unitNumber": 5,
    "text": "17 Ekim 1951’de Londra’da kabul edilen bir protokol ile Türkiye ve hangi ülkenin Nato’ya üye olmasına karar verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bulgaristan",
      "B": "İsveç",
      "C": "Yunanistan",
      "D": "Çek Cumhuriyeti",
      "E": "Avusturya"
    },
    "explanation": "17 Ekim 1951’de Londra’da kabul edilen bir protokol ile Türkiye ve Yunanistan’ın üyeliğine karar verilmiştir.<br/>Sorunun doğru yanıtı C seçeneğinde verilmiştir."
  },
  {
    "id": "3181932",
    "unitNumber": 5,
    "text": "İncirlik üssü hangi yıl faaliyete geçmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "1952",
      "B": "1951",
      "C": "1954",
      "D": "1955",
      "E": "1953"
    },
    "explanation": "İncirlik üssü Türkiye’nin NATO üyeliğinin tamamlanması öncesinde 1951 yılında inşa edilmeye başlanmış ve 1955 yılında faaliyete geçmiştir.<br/>Sorunun doğru yanıtı D seçeneğinde verilmiştir."
  },
  {
    "id": "3181934",
    "unitNumber": 5,
    "text": "İsrail’in kuruluşunda ortaya çıkan ilk Arap-İsrail savaşında dört ülke ağır bir yenilgiye uğramıştır. Aşağıdakilerden hangisi bu devletlerden birisi <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Mısır",
      "B": "Ürdün",
      "C": "Suriye",
      "D": "Irak",
      "E": "İran"
    },
    "explanation": "Mısır, Ürdün, Suriye ve Irak İsrail’in kuruluşunda ortaya çıkan bu ilk Arap-İsrail savaşında ağır bir yenilgiye uğramıştır.<br/>Sorunun doğru yanıtı E seçeneğinde verilmiştir."
  },
  {
    "id": "3181935",
    "unitNumber": 5,
    "text": "Bağdat Paktı’na karşı bir blok kurmak için harekete geçmiş olan ülke aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Irak",
      "B": "Filistin",
      "C": "Ürdün",
      "D": "Lübnan",
      "E": "Mısır"
    },
    "explanation": "Öte yandan Mısır, Bağdat Paktı’na karşı bir blok kurmak için harekete geçmiştir.<br/>Sorunun doğru yanıtı E seçeneğinde verilmiştir."
  },
  {
    "id": "3181937",
    "unitNumber": 5,
    "text": "Balkan Paktı’na giden süreçte Yunanistan ve Türkiye’yi Yugoslavya ile yakınlaşma yolunda teşvik eden ülke hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Almanya",
      "B": "Fransa",
      "C": "İtalya",
      "D": "ABD",
      "E": "İngiltere"
    },
    "explanation": "ABD de dolayısıyla Yunanistan ve Türkiye’yi Yugoslavya ile yakınlaşma yolunda teşvik etmiştir.<br/>Sorunun doğru yanıtı D seçeneğinde verilmiştir."
  },
  {
    "id": "3181938",
    "unitNumber": 5,
    "text": "Kıbrıslı Rumların, Birleşik Krallık idaresinde bulunan Kıbrıs adasını Yunanistan’a bağlanması için gerçekleştirdikleri eylemlere ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Asala",
      "B": "Eoka",
      "C": "Enosis",
      "D": "Akritas",
      "E": "Patris"
    },
    "explanation": "Enosis Kıbrıslı Rumların, Birleşik Krallık idaresinde bulunan Kıbrıs adasını Yunanistan’a bağlanması için gerçekleştirdikleri eylemlere verilen addır.<br/>Sorunun doğru yanıtı C seçeneğinde verilmiştir."
  },
  {
    "id": "3181941",
    "unitNumber": 5,
    "text": "Türkiye ve Yunanistan başbakanları Menderes ve Karamanlis Zürih’te 5-11 Şubat 1959 tarihlerinde bir araya gelmiştir. Burada mutabakata varan iki başbakan Londra’ya gidip Britanya ile konuyu görüşmeye karar vermiştir. Şubat 1959 da yapılan Londra Konferansı’na aşağıdaki kişilerden hangisi <u>katılmamıştır?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "Macmillan",
      "B": "Koraltan",
      "C": "Menderes",
      "D": "Karamanlis",
      "E": "Makarios"
    },
    "explanation": "Türkiye ve Yunanistan başbakanları Menderes ve Karamanlis Zürih’te 5-11 Şubat 1959 tarihlerinde bir araya gelmiştir. Burada mutabakata varan iki başbakan Londra’ya gidip Britanya ile konuyu görüşmeye karar vermiştir. Londra Konferansı’na İngiltere, Türkiye ve Yunanistan başbakanları Macmillan, Menderes, Karamanlis ile Kıbrıs Türk ve Rum cemaat liderleri Dr. Küçük ile Başpiskopos Makarios katılmıştır.<br/>Sorunun doğru cevabı B seçeneğinde verilmiştir."
  },
  {
    "id": "3181943",
    "unitNumber": 5,
    "text": "Demokrat Parti ekonomik tıkanmışlığı açmak için yeni kurulmuş olan Avrupa Ekonomik Topluluğu’na yakınlaşma yönünde harekete geçmiştir. Avrupa Ekonomik Topluluğu ile ortaklık anlaşması yapmak üzere 11 Temmuz______ tarihinde başvurulmuştur. Yunanistan’la eş zamanlı başlayan bu girişim bugüne kadar Türkiye-Avrupa Birliği ilişkilerinin hukuksal zeminini oluşturan Ankara Anlaşması’na giden süreci başlatmıştır.\n Yukarıdaki boşluğa aşağıdaki tarihlerden hangisinin gelmesi daha uygun olur?",
    "correctAnswer": "A",
    "options": {
      "A": "1959",
      "B": "1958",
      "C": "1960",
      "D": "1961",
      "E": "1957"
    },
    "explanation": "Demokrat Parti ekonomik tıkanmışlığı açmak için yeni kurulmuş olan Avrupa Ekonomik Topluluğu’na yakınlaşma yönünde harekete geçmiştir. Avrupa Ekonomik Topluluğu ile ortaklık anlaşması yapmak üzere 11 Temmuz 1959 tarihinde başvurulmuştur. Yunanistan’la eş zamanlı başlayan bu girişim bugüne kadar Türkiye-Avrupa Birliği ilişkilerinin hukuksal zeminini oluşturan Ankara Anlaşması’na giden süreci başlatmıştır.<br/>Sorunun doğru yanıtı A seçeneğinde verilmiştir."
  },
  {
    "id": "3184169",
    "unitNumber": 5,
    "text": "Aşağıdaki isimlerden hangisi Demokrat Partinin kurucularındandır?",
    "correctAnswer": "B",
    "options": {
      "A": "İsmet İnönü",
      "B": "Celal Bayar",
      "C": "Şükrü Tokay",
      "D": "Kazım Karabekir",
      "E": "Ali Fuat Cebesoy"
    },
    "explanation": "Demokrat Parti Celal Bayar ve arkadaşları tarafından kurulmuş Parti’nin ikinci seçimlerde 1950’de tek başına iktidar olmasını sağlamıştır. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3184170",
    "unitNumber": 5,
    "text": "Celal Bayar, Adnan Menderes, Fuat Köprülü ve Refik Koraltan’ın sunduğu, Türk siyasal tarihine “Dörtlü Takrir” olarak geçen önergenin meclis grubuna verildiği yıl aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "1948",
      "B": "1947",
      "C": "1946",
      "D": "1945",
      "E": "1944"
    },
    "explanation": "Türk siyasal tarihine “Dörtlü Takrir” olarak geçen önergeyi 7 Haziran 1945’te Cumhuriyet Halk Partisi grubuna vermiş, Celal Bayar, Adnan Menderes, Fuat Köprülü ve Refik Koraltan’ın sunduğu önerge Cumhuriyet Halk Partisi grubunda reddedilmiştir. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3184539",
    "unitNumber": 5,
    "text": "Aşağıda Kore savaşına katılan Türk birlikleri ile ilgili verilen bilgilerden hangisi <strong>yanlıştır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Asker sayısı itibariyle bölgedeki ikinci ülkedir",
      "B": "Türk tugayı Amerikan tümenine bağlı olarak görev yapmıştır",
      "C": "Savaş boyunca Türk birliği toplam 721 şehit vermiştir",
      "D": "Türkiye Kore'ye meclis kararıyla asker göndermiştir",
      "E": "Türkiye’nin Kore'deki askeri varlığı 1971 yılına kadar devam etmiştir"
    },
    "explanation": "Bakanlar Kurulu kararıyla Demokrat Parti Hükümeti Kore’ye bir tugay göndermiştir. Cumhuriyet Halk Partisi asker gönderme kararının Meclis’e getirilmemiş olmasına itiraz etmiştir. Bu kadar önemli bir kararın sadece Bakanlar Kurulunda görüşülerek karara bağlanması, bu kararın siyasal meşruiyeti üzerinde tartışma yaratmıştır. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3184540",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Türkiye’nin NATO’ya katıldığı tarihtir?",
    "correctAnswer": "A",
    "options": {
      "A": "1952",
      "B": "1951",
      "C": "1950",
      "D": "1949",
      "E": "1948"
    },
    "explanation": "Türkiye’nin NATO’ya üyeliği Türkiye Büyük Millet Meclisi’nde görüşülmüştür. 18 Şubat 1952’de kabul edilen bir kanunla Kuzey Atlantik Antlaşması onaylanmış ve bu antlaşmaya taraf olan devletlerle yapılacak antlaşmaları onaylama yetkisi Bakanlar Kurulu’na verilmiştir. Bu şekilde Türkiye’nin NATO üyeliği gerçekleştirilmiştir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3184542",
    "unitNumber": 5,
    "text": "Kore savaşı sonrası NATO üyesi ülkelerde askeri tesislerin kurulmasını düzenleyen ve 1952 yılında imzalanan anlaşma aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "İki Artı Dört Antlaşması",
      "B": "Avrupa'da Konvansiyonel Silahlı Kuvvetler Antlaşması",
      "C": "Standartlaştırma Antlaşması",
      "D": "Uluslararası Askeri İttifak Antlaşması",
      "E": "Kuvvetlerin Statüsüne İlişkin Atlantik Antlaşması"
    },
    "explanation": "NATO, Kore Savaşı sonrasında, müttefik ordulara yönelik planlama ve kontrol yapıları oluşturduğu bir döneme girilmiştir. NATO üyesi ülkelerde askeri tesisler kurulması da bu kapsamda düzenlenmiştir. “Kuvvetlerin Statüsüne İlişkin Atlantik Antlaşması”’ da 19 Haziran 1952 tarihinde bu bağlamda imzalanmıştır. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3184545",
    "unitNumber": 5,
    "text": "1950-1960 yılları arasında ABD’nin Türkiye’de oluşturduğu birçok askeri tesis ağı içerisinde önemli bir yere sahip olan ve Sovyetler Birliği’ne karşı dinleme faaliyetleri yürüten askeri istihbarat üssü hangi şehirde kurulmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "Sinop",
      "B": "Samsun",
      "C": "İstanbul",
      "D": "Adana",
      "E": "Diyarbakır"
    },
    "explanation": "1950-1960 arasında ABD, Türkiye’de çok yaygın bir askeri tesis ağı kurmuştur. Bunlar arasında Sinop’ta kurulan askeri istihbarat üssü önemli bir askeri tesistir. Sovyetler Birliği’ne karşı dinleme faaliyetlerini yürüten Sinop’taki üste Amerikan askeri personel sayısı 1960 yılı itibariyle 290’a kadar çıkmıştır. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3184546",
    "unitNumber": 5,
    "text": "Bağdat Paktı’nın kurulmasına yönelik ilk adım olarak 2 Nisan 1954 tarihinde Türkiye ve Pakistan arasında imzalanan anlaşma aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Dostluk ve İşbirliği Anlaşması",
      "B": "Karşılıklı İşbirliği Anlaşması",
      "C": "Dostane İşbirliği Anlaşması",
      "D": "Karşılıklı Yardım İşbirliği Anlaşması",
      "E": "Siyasal İşbirliği Anlaşması"
    },
    "explanation": "Bağdat Paktı’nın kurulmasına yönelik ilk adım Türkiye ve Pakistan arasında 2 Nisan 1954 tarihinde imzalanan “Dostane İşbirliği” anlaşmasıyla atılmıştır. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3184548",
    "unitNumber": 5,
    "text": "…………, Ortadoğu’da komünizmin yayılmasını önlemek için ABD’nin Ortadoğu ülkelerine askeri ve ekonomik yardımlarda bulunmasını amaçlayan bir girişimdir.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Carter Doktrini",
      "B": "Guam Doktrini",
      "C": "Monroe Doktrini",
      "D": "Truman Doktrini",
      "E": "Eisenhower Doktrini"
    },
    "explanation": "Eisenhower Doktrini, 5 Ocak 1957’de açıklanan ve dönemin ABD başkanı Eisenhower’ın adıyla anılan bu doktrin, Ortadoğu’da komünizmin yayılmasını önlemek için ABD’nin Ortadoğu ülkelerine askeri ve ekonomik yardımlarda bulunmasını amaçlayan bir girişimdir. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3184550",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Bağımsız Kıbrıs Cumhuriyeti’nin ilk cumhurbaşkanı ve enosis hareketinin önderlerinden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hrisostomos",
      "B": "Makarios",
      "C": "Glafkos",
      "D": "Spiros",
      "E": "Nikos"
    },
    "explanation": "Makarios (d. 13 Ağustos 1913, Panagia- ö. 3 Ağustos 1977, Lefkoşa) Kıbrıs Ortodoks Kilisesi başpiskoposu ve bağımsız Kıbrıs Cumhuriyeti’nin ilk cumhurbaşkanıdır. II. Dünya Savaşı’ndan sonraki dönemde Kıbrıs’ın Yunanistan ile birleşmesi için uygulamaya aktarılan Enosis hareketinin önderlerinden birisidir. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3184551",
    "unitNumber": 5,
    "text": "I. Türkiye, Yunanistan ve Britanya devletleri ile Kıbrıs Rum ve Türk toplumları arasında imzalanmıştır\n II. Kıbrıs Cumhuriyeti başkanlık sistemi ile yönetilecektir\n III. Seçilecek devlet başkanı Türk yardımcısı ise Rum olacaktır\n IV. Türkiye Britanya ve Yunanistan’ın Kıbrıs Cumhuriyeti’nin bağımsızlığını, ülke bütünlüğünü, güvenliğini ve anayasasını garanti etmiştir\n V. Kıbrıs Cumhuriyeti’nin bir devlet ile siyasi ve ekonomik bütünleşmeye girmeyeceğini taahhüt etmiştir\n Yukarıda 1959 yılında imzalanan Londra Antlaşmasının maddeleri ile ilgili verilen bilgilerden hangisi <strong><u>yanlıştır?</u></strong>",
    "correctAnswer": "C",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "IV",
      "E": "V"
    },
    "explanation": "Seçilecek devlet başkanı Rum, yardımcısı ise Türk olacaktır. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3186792",
    "unitNumber": 5,
    "text": "Aşağıdaki siyasetçilerden hangisi Demokrat Parti'nin kurucuları arasında <strong>değildir</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Şükrü Saraçoğlu",
      "B": "Celal Bayar",
      "C": "Adnan Menderes",
      "D": "Refik Koraltan",
      "E": "Fuat Köprülü"
    },
    "explanation": "Cumhuriyet Halk Partisi içerisinde bütçe yasası görüşmeleriyle başlayan muhalefet Çiftçiyi Topraklandırma Kanunu görüşmeleri sırasında Türk siyasal tarihine “Dörtlü Takrir” olarak geçen önergeyi 7 Haziran 1945’te Cumhuriyet Halk Partisi grubuna vermiştir. Söz konusu önerge Cumhuriyet Halk Partisi grubunda reddedilmiştir. Celal Bayar, Adnan Menderes, <br/>Fuat Köprülü, Refik Koraltan’ın sunduğu bu önerge Cumhuriyet Halk Partisi’nde siyasal yaklaşımlarla ilgili derin bir çatlağın oluştuğunu ortaya koymuştur. Bu dörtlü Demokrat Parti'yi kurmuştur."
  },
  {
    "id": "3186794",
    "unitNumber": 5,
    "text": "1945 yılında çok partili geçişte Cumhuriyet Halk Partisi dışında kurulan ilk parti hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Demokrat Parti",
      "B": "Milli Kalkınma Partisi",
      "C": "Adalet Partisi",
      "D": "Demokratik Sol Parti",
      "E": "Milli Selamet Partisi"
    },
    "explanation": "Savaş sonrası dönemde Cumhuriyet Halk Partisi dışında ilk siyasi parti kurma girişimi Nuri Demirağ’dan gelmiştir. Nuri <br/>Demirağ Temmuz 1945’te yeni bir parti kurma talebini dile getiren bir dilekçeyle İstanbul Valiliği’ne başvurmuştur. Havacılıkla ilgili bir iş adamı olan Nuri Demirağ liberal esaslara dayanan Milli Kalkınma Partisi’ni resmi olarak izin verilmesi üzerine 5 Eylül 1945’te kurabilmiştir. Dolayısıyla çok partili yaşama geçişte Cumhuriyet Halk Partisi dışında ilk parti olarak Milli Kalkınma Partisi kurulmuştur."
  },
  {
    "id": "3186797",
    "unitNumber": 5,
    "text": "Kore Savaşı sırasında hangi devlet Ekim 1950 tarihinde savaşa direk dahil olarak savaşı Kuzey Kore'nin kaybetmesi engellemiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sovyetler Birliği",
      "B": "Vietnam",
      "C": "Çin Halk Cumhuriyeti",
      "D": "Japonya",
      "E": "Hindistan"
    },
    "explanation": "ABD, Birleşmiş Milletler Güvenlik Konseyi’nden Kore Savaşı ile ilgili kararlar çıkartabilmiştir. 27 Haziran 1950’de Güvenlik <br/>Konseyi Kore Cumhuriyeti’ne askeri destek sağlanması yönünde bir tavsiye kararı almıştır. ABD bu şekilde savaşa dahil olmuştur. Savaşın güneyin lehine dönmesi üzerine Ekim 1950’de Çin Halk Cumhuriyeti de savaşa, Sovyetler Birliği’nin onayını ve desteğini alarak dahil olmuştur. ABD İkinci Dünya Savaşı’nın hemen sonrasında kendisini bir büyük başka savaşın ortasında bulmuştur. Kore Savaşı hızla ABD’nin Çin Halk Cumhuriyeti ve Sovyetler Birliği ile karşı karşıya geldiği ve tırmanan bir nitelik kazanmıştır."
  },
  {
    "id": "3186802",
    "unitNumber": 5,
    "text": "Mısır'da Kral Faruk'u devirerek başa geçip, Arap dünyasının siyasetine yıllarca yön veren siyasetçi kimdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yaser Arafat",
      "B": "Saddam Hüseyin",
      "C": "Muammer Kaddafi",
      "D": "Cemal Abdünnâsır",
      "E": "Enver Sedat"
    },
    "explanation": "Cemal Abdül Nasır 1949 yılında Özgür Subaylar hareketinin kurulmasında önemli bir rol oynamıştır. Bu süreç Kral Faruk’un devrildiği 1952 Mısır Devrimi ile sonuçlanmıştır."
  },
  {
    "id": "3186806",
    "unitNumber": 5,
    "text": "Kore Savaşı sırasında Türkiye'nin en fazla kayıp verdiği muharebe hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kujin Savaşı",
      "B": "Haman Savaşı",
      "C": "Seul Savaşı",
      "D": "Ongjin Savaşı",
      "E": "Kunuri Savaşı"
    },
    "explanation": "Türkiye Kore’de bulunan asker sayısı itibariyle ikinci ülkedir. Türk tugayı Albay Tahsin Yazıcıoğlu komutasında Amerikan tümenine bağlı olarak görev yapmıştır. Deniz yoluyla Kore’ye intikali sağlanan Türk Tugayı, Çin’in savaşa dahil olması sonrasında muharebe sahasında ciddi kayıplar vermiştir. Türk tugayı en çok şehidi 26-30 Kasım 1950 tarihlerinde gerçekleşen Kunuri Savaşı’nda vermiştir. Bu savaşta 215 şehit verilmiş dolayısıyla 4500 personelden oluşan tugayın yüzde 20’si kaybedilmiştir. Savaş boyunca Türk birliği toplam 721 şehit vermiştir. Türkiye’nin Kore’deki askeri varlığı küçültülerek 1971’e kadar devam ettirilmiştir. 1971 yılında tüm askeri birlikler geri çekilmiştir."
  },
  {
    "id": "3186812",
    "unitNumber": 5,
    "text": "I- Britanya\n II- Fransa\n III- İsrail\n Yukarıdaki devletlerden hangisi ya da hangileri Süveyş Savaşı sırasında Mısır'a saldırmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Bu süreçte Britanya, Fransa ve İsrail gizli görüşmelerle Kanal’a askeri müdahale konusunda anlaşmışlardır. Ancak bu üç <br/>devlet bu konuda ABD’nin desteğini alamamıştır. Buna rağmen savaş İsrail’in 29 Ekim 1956’da Mısır’a saldırmasıyla başlamıştır. 31 Ekim’de savaşa Britanya ve Fransa da dahil olmuştur."
  },
  {
    "id": "3186818",
    "unitNumber": 5,
    "text": "İkinci Dünya Savaşı sonrası Yugoslavya'yı kuran devlet başkanı kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Josip Broz Tito",
      "B": "Josef Stalin",
      "C": "Enver Hoca",
      "D": "Zarco Broz",
      "E": "Dragoljub Mihailovic"
    },
    "explanation": "İkinci Dünya Savaşı sonrasında Yugoslavya’yı Josip Broz Tito kurmuştur."
  },
  {
    "id": "3186827",
    "unitNumber": 5,
    "text": "I- Türkiye\n II- Yunanistan\n III- Bulgaristan\n Yukarıdaki devletlerden hangisi ya da hangileri Ankara'da 28 Şubat 1953 tarihli Dostluk ve İşbirliği Antlaşması tarafları arasındadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Türkiye, Yunanistan ve Yugoslavya arasında başlayan yakınlaşma, Yugoslavya ile Trieste konusunda uzlaşmazlık içinde olan İtalya’da birtakım güvenlik endişeleri yaratmıştır. Bu konuda, İtalya’ya verilen güvenceler sonrasında, Türkiye Cumhuriyeti, Yunanistan Krallığı ve Yugoslavya Federatif Halk Cumhuriyeti 28 Şubat 1953’te “Dostluk ve İşbirliği Anlaşması”nı Ankara’da imzalamıştır. Balkan Paktı olarak anılan bu anlaşma ile bu üç devlet ortak çıkarlar konusunda danışma ve güvenlik konusunda işbirliği içinde olmak hususunda anlaşmıştır."
  },
  {
    "id": "3186828",
    "unitNumber": 5,
    "text": "1955 yılında Bağlantısızlık Hareketi'ni başlatan konferans hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bangkok Konferansı",
      "B": "Tokyo Konferansı",
      "C": "Bandung Konferansı",
      "D": "Bali Konferansı",
      "E": "Pekin Konferansı"
    },
    "explanation": "Yugoslavya 18-24 Nisan 1955 tarihlerinde toplanan Bandung Konferansı’nın belirleyici devletlerinden biri olmuştur. Bağlantısızlık hareketini başlatan bu konferansa 29 devlet katılmıştır. Sömürgecilik ve emperyalizmi reddeden Üçüncü Dünya devletlerini bir araya getiren bu hareket iki kutuplu dünyada bu iki kutbun dışında kalmayı isteyen yeni bir siyasi oluşumu meydana getirmiştir. Yugoslavya bu oluşumun kuruluşunda Endonezya, Çin, Hindistan ve Mısır ile önemli bir rol oynamıştır. Dolayısıyla Batı ile siyasi ilişkilerini tekrar mesafelendiren Yugoslavya, dış politikasında Balkan İttifakı’ndan da uzaklaşmaya başlamıştır."
  },
  {
    "id": "3186831",
    "unitNumber": 5,
    "text": "1960 yılına kadar Kıbrıs hangi ülkeye bağlıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "ABD",
      "B": "Mısır",
      "C": "Yunanistan",
      "D": "Britanya",
      "E": "Türkiye"
    },
    "explanation": "1878-1960 yılları arasında Kıbrıs Britanya hakimiyetinde kalmıştır. İkinci Dünya Savaşı sonrasında Britanya, Kıbrıs’ta çok ciddi zorluklarla karşılaşmaya başlamıştır. Britanya Arap milliyetçiliği karşısında Orta Doğu’da hızla siyasal zemin kaybederken, Kıbrıs adası üzerindeki kontrolünü korumak daha da önemli hale gelmiştir. Bu kontrolü sağlayamayan Britanya 1960 yılında Kıbrıs'a özgürlük vermek zorunda kalmıştır."
  },
  {
    "id": "3177086",
    "unitNumber": 6,
    "text": "Aşağıdaki ülkelerden hangisi ABD’nin soğuk savaş politikasına karşı çıkarak NATO’nun askeri kolundan ayrılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Fransa",
      "B": "İngiltere",
      "C": "Polonya",
      "D": "Norveç",
      "E": "İtalya"
    },
    "explanation": "Uluslararası Politikada Yumuşama Süreci<br/>Fransa"
  },
  {
    "id": "3177087",
    "unitNumber": 6,
    "text": "Türkiye’deki Demokrat Parti iktidarı kaç yılında sona ermiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "1959",
      "B": "1960",
      "C": "1961",
      "D": "1962",
      "E": "1963"
    },
    "explanation": "1960'larda Türkiye"
  },
  {
    "id": "3177088",
    "unitNumber": 6,
    "text": "1961 Anayasasının politikayla doğrudan ilgili maddeleri aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "63-64",
      "B": "60-61",
      "C": "65-66",
      "D": "52-53",
      "E": "50-51"
    },
    "explanation": "1960'larda Türkiye<br/>65-66"
  },
  {
    "id": "3177089",
    "unitNumber": 6,
    "text": "İthal ikameci sanayileşme modeli temelinde Türkiye ekonomisi için önemli bir adım niteliğinde kurulan teşkilat aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "OECD",
      "B": "SBB",
      "C": "SPK",
      "D": "DPT",
      "E": "TEK"
    },
    "explanation": "1960'larda Türkiye<br/>DPT"
  },
  {
    "id": "3177091",
    "unitNumber": 6,
    "text": "1962 yılında ABD tarafından savunma amaçlı olarak Türkiye’ye yerleştirilen nükleer silahlar hangi şehre konumlandırılmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Adana",
      "B": "Hatay",
      "C": "Diyarbakır",
      "D": "Kars",
      "E": "İzmir"
    },
    "explanation": "Küba Füze Krizi ve Türkiye<br/>İzmir"
  },
  {
    "id": "3177092",
    "unitNumber": 6,
    "text": "Jüpiter Füzeleri Türkiye’den hangi yıl geri alınmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "1963",
      "B": "1964",
      "C": "1965",
      "D": "1966",
      "E": "1967"
    },
    "explanation": "Küba Füze Krizi ve Türkiye<br/>1963"
  },
  {
    "id": "3177093",
    "unitNumber": 6,
    "text": "Türkiye’nin Kıbrıs konusunda SSCB ile bir anlayış birliği geliştirdiği ziyaret aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Berlin",
      "B": "Moskova",
      "C": "Londra",
      "D": "Şam",
      "E": "Bağdat"
    },
    "explanation": "Johnson Mektubu ve Sonuçları<br/>Moskova"
  },
  {
    "id": "3177095",
    "unitNumber": 6,
    "text": "Türkiye’nin egemenlik haklarından doğan yetkilerini güçlendirdiği düşüncesiyle imzalanan anlaşma aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "OSS",
      "B": "AET",
      "C": "OSİA",
      "D": "Nato Katılım Görüşmeleri Bildirgesi",
      "E": "Varşova Paktı Katılım Görüşmeleri Bildirgesi"
    },
    "explanation": "İkili Anlaşmalar ve Amerikan Yardımları<br/>OSİA"
  },
  {
    "id": "3177097",
    "unitNumber": 6,
    "text": "Aşağıdakiler kentlerden hangisinde Sovyet sermayesi ve teknolojisiyle yapılmış bir sanayi tesisi bulunmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Antalya",
      "B": "Kırşehir",
      "C": "Muğla",
      "D": "İskenderun",
      "E": "Eskişehir"
    },
    "explanation": "Gelişen Türk-Sovyet İlişkileri<br/>İskenderun"
  },
  {
    "id": "3177099",
    "unitNumber": 6,
    "text": "Kıbrıs ve Türkiye arasında yaşanan gerginliğin patlak verdiği ‘Kanlı Noel’ hangi yılda yaşanmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "1959",
      "B": "1960",
      "C": "1961",
      "D": "1962",
      "E": "1963"
    },
    "explanation": "Yunanistan’la İlişkiler ve Kıbrıs Sorunu<br/>1963"
  },
  {
    "id": "3183240",
    "unitNumber": 6,
    "text": "1960’lar, dünya ekonomisi açısından bakıldığı zaman, 1950’lerde başlayan ve ne olarak adlandırılan ekonomik kalkınma ve istikrar döneminin bir devamı olarak kabul edilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Altın yıllar",
      "B": "Yumuşama",
      "C": "Güzel yıllar",
      "D": "İstikrarlı yıllar",
      "E": "Ekonomik kriz yılları"
    },
    "explanation": "1960’lar, dünya ekonomisi açısından bakıldığı zaman, 1950’lerde başlayan ve adı \"altın yıllar\" olarak adlandırılan ekonomik kalkınma ve istikrar döneminin bir devamı olarak kabul edilmiş yıllardır."
  },
  {
    "id": "3183241",
    "unitNumber": 6,
    "text": "1961 Anayasası, genel olarak ve dış politika gibi bir çok alanda sonuçlar doğuracak şekilde ekonomide ve toplumsal yapıda önemli bazı değişiklikler ortaya çıkarmıştır. Anayasada yer alan siyasi hakların yanı sıra hangi devlet anlayışı çerçevesinde yurttaşlara sendika, grev, sosyal güvenlik, eğitim vs. gibi konularda bazı haklar tanınmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Ulus-devlet",
      "B": "Sosyal refah devleti",
      "C": "Liberal kapitalizm",
      "D": "Üniter devlet",
      "E": "Minimal devlet"
    },
    "explanation": "1961 Anayasası, genel olarak ve dış politika alanında sonuçlar doğuracak şekilde ekonomide ve toplumsal yapıda önemli bazı değişiklikler ortaya çıkarmıştır. Anayasada yer alan siyasi hakların yanı sıra \"sosyal refah devleti\" anlayışı çerçevesinde yurttaşlara sendika, grev, sosyal güvenlik, eğitim vs. gibi konularda bazı haklar tanınmıştır."
  },
  {
    "id": "3183242",
    "unitNumber": 6,
    "text": "Türkiye’de Askeri müdahalenin yapıldığı 27 Mayıs 1960’tan, bir sonraki ara dönem olan 12 Mart 1971’e kadar geçen sürede (1961 Anayasası’nın kabulü öncesindeki ara dönem hariç tutulduğunda), aşağıdaki kişilerden hangisi başkanlığında bir hükümet kurulmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "Adnan Menderes",
      "B": "Mesut Yılmaz",
      "C": "Süleyman Demirel",
      "D": "Turgut Özal",
      "E": "Nihat Erim"
    },
    "explanation": "Türkiye’de Askeri müdahalenin olduğu 27 Mayıs 1960’tan, bir sonraki ara dönemin başlangıcı sayılan 12 Mart 1971’e kadar geçen sürede, 1961 Anayasası’nın kabulü öncesindeki ara dönem hariç tutulduğunda, İsmet İnönü (1961-1965), Suat Hayri Ürgüplü (1965) ve Süleyman Demirel (1965-1971) başkanlıklarında toplam 7 ayrı hükümet kurulmuştur."
  },
  {
    "id": "3183244",
    "unitNumber": 6,
    "text": "1960-1964 döneminde, Türkiye büyük ölçüde ABD ve NATO ile uyumlu politikalar izlemeyi sürdürmüştür. Ancak bu dönemin sona ermesine yol açarak, Türkiye’nin kendi ulusal çıkarları çerçevesinde hareket etmeyi seçtiği çok yönlü dış politika sürecini başlatan gelişme aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Vietnam Savaşı",
      "B": "Kıbrıs sorunu",
      "C": "Ülkedeki istikrarsız iktidar değişiklikleri",
      "D": "Johnson mektubu",
      "E": "Ülkedeki toplumsal sorunlar"
    },
    "explanation": "1960-1964 döneminde, Türkiye büyük ölçüde ABD ve NATO ile uyumlu politikalar izlemeyi sürdürmüştür. Ancak bu dönemin sona ermesine yol açan gelişme \"Johnson mektubu\" olayıdır. Bu gelişmeden sonra Türkiye’nin kendi ulusal çıkarları çerçevesinde hareket etmeyi seçtiği bir politika süreci başlamıştır."
  },
  {
    "id": "3183247",
    "unitNumber": 6,
    "text": "Türkiye Kıbrıs konusunda yaşanan olumsuz gelişmeler üzerine, Mart 1964’ten itibaren Kıbrıs ile ilgili girişimlerini hızlandırmıştır. Bu dönemde Türkiye’nin Kıbrıs'a karşı askeri bir müdahaleye girişeceği izlenimi yaratarak, böylesine ciddi bir durum oluşmadan ABD’nin devreye girmesini sağlayıp sorunun çözülmesini sağlamaya çalışan dönemin başbakanı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bülent Ecevit",
      "B": "Süleyman Demirel",
      "C": "Adnan Menderes",
      "D": "Recep Peker",
      "E": "İsmet İnönü"
    },
    "explanation": "Türkiye Kıbrıs konusunda yaşanan olumsuz gelişmeler üzerine, Mart 1964’ten itibaren Kıbrıs ile ilgili girişimlerini hızlandırmıştır. Bu dönemde Türkiye’nin Kıbrıs'a karşı askeri bir müdahaleye girişeceği izlenimi yaratan dönemin başbakanı İsmet İnönü, böylesine ciddi bir durum oluşmadan ABD’nin devreye girmesini sağlayıp sorunun çözülmesini sağlamaya çalışmıştır."
  },
  {
    "id": "3183380",
    "unitNumber": 6,
    "text": "Kıbrıs Türk liderliği, 1960 Anayasası’nın hükümleri Kıbrıs'ta tam olarak uygulanana kadar olmak üzere, Kıbrıs Geçici Türk Yönetimi’ni (KGTY) ne zaman ilan etmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "1967",
      "B": "1968",
      "C": "1969",
      "D": "1970",
      "E": "1971"
    },
    "explanation": "Kıbrıs Türk liderliği, 1960 Anayasası’nın hükümleri Kıbrıs'ta tam olarak uygulanana kadar 29 Aralık 1967'de Kıbrıs Geçici Türk Yönetimi’ni (KGTY) ilan etmiştir."
  },
  {
    "id": "3183381",
    "unitNumber": 6,
    "text": "ABD’nin dış yardımları azaltma tercihi bağlamında, Türkiye’ye de yapılacak ekonomik yardımlarda Batı Avrupa ülkelerinin daha fazla sorumluluk almasını istemesiyle birlikte, Türkiye'ye yurt dışı kaynaklı yardımlar konusunda hangi uluslararası örgüt ön plana çıkmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "NATO",
      "B": "OECD",
      "C": "OPEC",
      "D": "IMF",
      "E": "Dünya Bankası"
    },
    "explanation": "ABD’nin dış yardımları azaltma tercihi bağlamında, Türkiye’ye de yapılacak ekonomik yardımlarda Batı Avrupa ülkelerinin daha fazla sorumluluk almasını istemesiyle birlikte, OECD bünyesinde 12 Temmuz 1962’de, ABD’nin önerisiyle, Avrupa ülkelerinin de Türkiye’ye yapılan yardıma katkıda bulunmaları için “Türkiye’ye Yardım Konsorsiyumu” adında bir yapı kuruldu."
  },
  {
    "id": "3183382",
    "unitNumber": 6,
    "text": "AET ile Türkiye arasında 1960'da yapılan görüşmelerde, Türk tarafı AET'ye üyelik ve ortaklık konularında hangi ülke ile aynı koşullarda muamele görmek istediğini belirtmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Büyük Britanya",
      "B": "İrlanda",
      "C": "Yunanistan",
      "D": "Portekiz",
      "E": "İspanya"
    },
    "explanation": "AET ile Türkiye arasında 1960'da yapılan görüşmelerde, Türk tarafı AET’den kredi talep etti. AET Türkiye’ye beklediği içerikte bir yanıt vermezken, Yunanistan’la yapılacak anlaşmaya yoğunlaştı. Bu arada Türkiye ile yapılan görüşmelerde de Türk tarafı Yunanistan’la aynı koşullarda muamele görmek ve ortaklık ilişkisi kurmak istediğini belirtti."
  },
  {
    "id": "3183383",
    "unitNumber": 6,
    "text": "Türkiye, ABD ve Batı merkezli bir görüntüden uzaklaşan dış politika anlayışı çerçevesinde “anti-emperyalist” bir yaklaşımla, 1961’de BM’de yapılan oylamada Fransa karşısında hangi ülkenin bağımsızlığını desteklemiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Vietnam",
      "B": "Kongo",
      "C": "Uganda",
      "D": "Cezayir",
      "E": "Laos"
    },
    "explanation": "Türkiye’nin dış politikada ABD ve Batı merkezli görüntüden uzaklaşması Arap ülkeleriyle daha iyi ilişkiler kurmasına imkân sağladı. Örneğin, Türkiye “anti-emperyalist” bir yaklaşımla, 1961’de BM’de yapılan oylamada Fransa karşısında Cezayir’in bağımsızlığını destekledi."
  },
  {
    "id": "3183384",
    "unitNumber": 6,
    "text": "1964 yılının Temmuz ayında İran ve Türkiye, hangi ülkeyle birlikte aralarındaki ekonomik işbirliğini geliştirmek maksadıyla Bölgesel Kalkınma Örgütü'nü (Regional Cooperation for Development-RCD) kurmuşlardır?",
    "correctAnswer": "E",
    "options": {
      "A": "Irak",
      "B": "Ürdün",
      "C": "Afganistan",
      "D": "Kuveyt",
      "E": "Pakistan"
    },
    "explanation": "1964 yılının Temmuz ayında İran, Türkiye ve Pakistan, aralarındaki ekonomik işbirliğini geliştirmek maksadıyla Bölgesel Kalkınma Örgütü'nü (Regional Cooperation for Development-RCD) kurmuşlardır."
  },
  {
    "id": "3184218",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi1960'larda uluslararası politikadaki sürece verilen isimdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Birleşme",
      "B": "Uzlaşma",
      "C": "Yumuşama",
      "D": "Güçlenme",
      "E": "Gelişme"
    },
    "explanation": "1960’lar, uluslararası politikada Yumuşama adı<br/>verilen sürecin başladığı dönem olarak kabul edilir."
  },
  {
    "id": "3184227",
    "unitNumber": 6,
    "text": "Johnson Mektubu’nun yol açtığı tepki olarak Türkiye ABD’nin NATO içinde gerçekleştirmek istediği ....................adlı yapılanmadan çekildi\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru bir şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Barış Gönüllüleri",
      "B": "Barış Gücü",
      "C": "Ortak Savunma Gücü",
      "D": "Çok Taraflı Kuvvet",
      "E": "Gözlemci Kuvvet"
    },
    "explanation": "Johnson Mektubu’nun yol açtığı tepkinin bir başka yansıması NATO içinde de ortaya çıktı ve Türkiye ABD’nin NATO içinde gerçekleştirmek istediği <strong>Çok Taraflı Kuvvet</strong> adlı yapılanmadan çekildi"
  },
  {
    "id": "3184234",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi 3 Temmuz 1969’da, o güne kadar yapılan ikili anlaşmaları temel bir metin içinde toplayan ve Türkiye’deki Amerikan üslerine ve burada yapılan faaliyetlerin denetlenmesine ilişkin olarak Türkiye’nin egemenlik haklarından doğan yetkilerini güçlendiren anlaşmadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Garanti Anlaşması",
      "B": "Ortak Savunma İşbirliği Anlaşması",
      "C": "Ekonomik-Teknolojik İşbirliği Anlaşması",
      "D": "Ankara Anlaşması",
      "E": "İşgücü Anlaşması"
    },
    "explanation": "3 Temmuz 1969’da, o güne kadar yapılan ikili anlaşmaları temel bir metin içinde toplayan ve Türkiye’deki Amerikan üslerine ve burada yapılan faaliyetlerin<br/>denetlenmesine ilişkin olarak Türkiye’nin egemenlik haklarından doğan yetkilerini güçlendiren “<strong>Ortak Savunma İşbirliği Anlaşması</strong>”nın (OSİA)<br/>imzalanmasıydı."
  },
  {
    "id": "3184238",
    "unitNumber": 6,
    "text": "25 Mart 1967’de Ekonomik-Teknolojik İşbirliği Anlaşması aşağıda verilen hangi ülke ile imzalanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "SSCB",
      "B": "ABD",
      "C": "Fransa",
      "D": "İran",
      "E": "Almanya"
    },
    "explanation": "1965’te Başbakan Suat Hayri Ürgüplü’nün Moskova ziyaretinde varılan mutabakatla <strong>SSCB</strong>’den Türkiye’ye ekonomik yardım yapılması ve ticaretin artırılması kararlaştırılmıştı. 25 Mart 1967’de imzalanan <strong>Ekonomik-Teknolojik İşbirliği Anlaşması</strong> ise bu yardımı somutlaştırdı ve böylece Aliağa Rafinerisi, Seydişehir Alüminyum Tesisleri, İskenderun Demir-Çelik Fabrikası gibi Türkiye’nin bazı çok önemli sınai tesisleri <strong>Sovyet</strong> sermayesi ve teknolojisiyle yapıldı."
  },
  {
    "id": "3184239",
    "unitNumber": 6,
    "text": "Aşağıda verilen hangi tarihte Kıbrıs Türk liderliği, 1960 Anayasası’nın hükümleri tam olarak uygulanana kadar Kıbrıs Geçici Türk Yönetimi’ni (KGTY) ilan etti?",
    "correctAnswer": "C",
    "options": {
      "A": "1961",
      "B": "1964",
      "C": "1967",
      "D": "1968",
      "E": "1970"
    },
    "explanation": "29 Aralık <strong>1967’</strong>de Kıbrıs Türk liderliği, 1960 Anayasası’nın hükümleri tam olarak uygulanana kadar Kıbrıs Geçici Türk Yönetimi’ni (KGTY) ilan etti."
  },
  {
    "id": "3184240",
    "unitNumber": 6,
    "text": "Ankara’da 12 Eylül 1963’te Türkiye ile AET arasında ortaklık kuran anlaşmayı imzalayan ülkelerden biri <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Federal Almanya",
      "B": "Fransa",
      "C": "Hollanda",
      "D": "Danimarka",
      "E": "Lüksemburg"
    },
    "explanation": "Türkiye ile AET arasında ortaklık kuran anlaşma Ankara’da 12 Eylül 1963’te, Türkiye ile<br/>Belçika, Federal Almanya, Fransa, Hollanda, İtalya, Lüksemburg dışişleri bakanları ve AET adına Konsey dönem başkanı olan Hollanda tarafından imzalandı ve 1 Aralık 1964’te yürürlüğe girdi."
  },
  {
    "id": "3184242",
    "unitNumber": 6,
    "text": "1959’da Irak’ın çekilmesi nedeniyle Bağdat Paktı, aşağıdakilerden hangisi olarak yeniden düzenlenmişti?",
    "correctAnswer": "D",
    "options": {
      "A": "OECD",
      "B": "AET",
      "C": "RCD",
      "D": "CENTO",
      "E": "NATO"
    },
    "explanation": "1959’da Irak’ın çekilmesi nedeniyle Bağdat Paktı, Merkezi Anlaşma Örgütü <strong>(CENTO)</strong> olarak yeniden düzenlenmişti."
  },
  {
    "id": "3184925",
    "unitNumber": 6,
    "text": "ABD'nin, SSCB'nin kıtalararası balistik füze teknolojisine sahip olmasına tepki olarak, NATO ülkelerine orta menzilli nükleer füzeler yerleştirme teklifini hangi ülkeler kabul etmiştir?\n I. İngiltere\n II. İtalya\n III. Türkiye\n IV. Yunanistan\n V. Fransa",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III",
      "B": "II,III,IV",
      "C": "III,IV,V",
      "D": "I,III,V",
      "E": "II,III,V"
    },
    "explanation": "Kitabınızın \"Küba Füze Krizi ve Türkiye\" başlıklı bölümünü yeniden çalışın.<br/>SSCB’nin Sputnik uydusunu 1957’de uzaya göndererek kıtalararası balistik füze (Intercontinental Ballistic Missile - ICBM) teknolojisine sahip olması Washington’da büyük bir güvenlik endişesi yaratmıştı. Bu hamleye yanıt verebilmek amacıyla Eisenhower yönetimi 1950’lerin sonunda SSCB’nin yakınlarındaki ülkelere orta menzilli nükleer füzeler (Intermediate-range ballistic missile - IRBM) yerleştirme kararı almış, NATO ülkelerine sunulan teklife sadece İngiltere, İtalya ve Türkiye olumlu yanıt vererek ülkelerine ABD füzeleri yerleştirilmesini kabul etmişti."
  },
  {
    "id": "3184989",
    "unitNumber": 6,
    "text": "1964’te ..............ve Türkiye arasında ekonomik işbirliğini geliştirmek maksadıyla Bölgesel Kalkınma Örgütü (Regional Cooperation for Development-RCD) kuruldu.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru bir şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Irak, Pakistan",
      "B": "İran, Pakistan",
      "C": "Pakistan, Afganistan",
      "D": "Irak, Afganistan",
      "E": "İran, Afganistan"
    },
    "explanation": "1964’te <strong>İran, Pakistan</strong> ve Türkiye arasında ekonomik işbirliğini geliştirmek maksadıyla Bölgesel Kalkınma Örgütü (Regional Cooperation for Development-RCD) kuruldu."
  },
  {
    "id": "3185025",
    "unitNumber": 6,
    "text": "1964’te ekonomik işbirliğini geliştirmek maksadıyla Bölgesel Kalkınma Örgütü (Regional Cooperation for Development-RCD) aşağıdaki hangi ülkeler arasında kurulmuştur?",
    "correctAnswer": "E",
    "options": {
      "A": "Türkiye, ABD",
      "B": "Türkiye, SSCB",
      "C": "Türkiye, Almanya, Hollanda",
      "D": "Türkiye, Hindistan, Afganistan",
      "E": "Türkiye, İran, Pakistan"
    },
    "explanation": "Temmuz 1964’te <strong>İran, Pakistan ve Türkiye</strong><br/>arasında ekonomik işbirliğini geliştirmek maksadıyla Bölgesel Kalkınma Örgütü (Regional Cooperation for Development-RCD) kuruldu."
  },
  {
    "id": "3185030",
    "unitNumber": 6,
    "text": "Almanya ile yapılan işgücü anlaşması, benzer koşullarla aşağıdaki hangi ülke ile <strong>yapılmamıştır</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "İsveç",
      "B": "İsviçre",
      "C": "Hollanda",
      "D": "Belçika",
      "E": "Fransa"
    },
    "explanation": "Almanya ile yapılan işgücü anlaşması, benzer koşullarla Avusturya, Belçika, Hollanda ile 1964’te, Fransa ile 1965’te ve İsveç ile 1967’de yapıldı."
  },
  {
    "id": "3185468",
    "unitNumber": 6,
    "text": "Baasçı hareketler aşağıdaki hangi iki ülkede iktidar olmayı başarmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Suudi Arabistan, Katar",
      "B": "Irak, Suriye",
      "C": "Lübnan, İran",
      "D": "Ürdün, Suriye",
      "E": "İran, Filistin"
    },
    "explanation": "Kitabınızın \"ORTA DOĞU ÜLKELERİYLE İLİŞKİLER\" başlıklı bölümünü yeniden çalışın<br/>Arapça yeniden doğuş ya da diriliş anlamına gelen Baas Partisi, neredeyse tüm Arap ülkelerinde destek buldu fakat sadece Irak ve Suriye’de iktidara gelmeyi başardı."
  },
  {
    "id": "3185472",
    "unitNumber": 6,
    "text": "5 Haziran 1967'de başlayan ve \"Altı Gün Savaşı\" olarak adlandırılan savaşa aşağıdaki ülkelerden hangisi <u><strong>katılmamıştır</strong></u>?",
    "correctAnswer": "C",
    "options": {
      "A": "İsrail",
      "B": "Mısır",
      "C": "İran",
      "D": "Ürdün",
      "E": "Suriye"
    },
    "explanation": "Kitabınızın \"Arap İsrail Çatışmasında Türkiye’nin Tutumu\" başlıklı bölümünü yeniden çalışın.<br/>5 Haziran 1967’de İsrail ile Mısır, Ürdün ve Suriye’den oluşan Arap devletleri arasında yeni bir savaş patlak verdi. “Altı Gün Savaşı” olarak adlandırılan bu savaş sonunda Arap devletleri ağır bir yenilgi alırken İsrail Batı Şeria, Golan Tepeleri ve Sina yarımadasını işgal ederek topraklarını genişletti (Armaoğlu, 1994: 247-258)."
  },
  {
    "id": "3185477",
    "unitNumber": 6,
    "text": "Filistin Kurtuluş Örgütü 1964'te hangi ülkede kurulmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "Filistin",
      "B": "Irak",
      "C": "Ürdün",
      "D": "Mısır",
      "E": "Suriye"
    },
    "explanation": "Kitabınızın \"Arap İsrail Çatışmasında Türkiye’nin Tutumu\" başlıklı bölümünü yeniden çalışın.<br/>Filistin Kurtuluş Örgütü 1964’te Kahire’de kurulmuştur."
  },
  {
    "id": "3185484",
    "unitNumber": 6,
    "text": "1964’te aşağıdaki hangi ülkeler arasında ekonomik işbirliğini geliştirmek maksadıyla Bölgesel Kalkınma Örgütü (Regional Cooperation for Development-RCD) kuruldu?\n I. Türkiye\n II. Mısır\n III. Pakistan\n IV. İran\n V. Suriye\n VI. Ürdün",
    "correctAnswer": "D",
    "options": {
      "A": "I,II,III",
      "B": "II,III,IV",
      "C": "IV,V,VI",
      "D": "I,III,IV.",
      "E": "II,IV,VI"
    },
    "explanation": "Kitabınızın \"CENTO ve İran’la İlişkiler\" başlıklı bölümünü yeniden çalışın.<br/>Temmuz 1964’te İran, Pakistan ve Türkiye arasında ekonomik işbirliğini geliştirmek maksadıyla Bölgesel Kalkınma Örgütü (Regional Cooperation for Development-RCD) kuruldu."
  },
  {
    "id": "3185535",
    "unitNumber": 6,
    "text": "1960'lı yılların başında gelişmeye başlayan Türk-Sovyet ilişkileri, 1968'de gerçekleşen hangi olay nedeni ile Türkiye'nin SSCB ile daha yakın siyasi-askeri ilişkiler kurma olasılığını ortadan <u><strong>kaldırmıştır</strong></u>?",
    "correctAnswer": "E",
    "options": {
      "A": "ABD’nin U2 casus uçağının İncirlik üssünden kalkıp Pakistan üzerinden Sovyet hava sahasına girmesi.",
      "B": "ABD ve SSCB arasında yaşanan Küba füze krizi.",
      "C": "Kıbrıs ile ilgili federasyon tezinin SSCB tarafından kabul edilmesi.",
      "D": "SSCB'nin krom fiyatını indirmesi sonucu, ABD'nin Türkiye yerine SSCB’den krom ithal etmesi.",
      "E": "SSCB'nin Çekoslovakya'ya askeri müdahalesi."
    },
    "explanation": "Kitabınızın \"Gelişen Türk-Sovyet İlişkileri\" başlıklı bölümünü yeniden çalışın.<br/>1968’de SSCB’nin Çekoslovakya’ya askeri müdahalede bulunarak burada kendi istediği rejimi yeniden inşa etmesinin ardından İsmet İnönü, Türkiye’nin NATO’ya üyeliğini kastederek “Çeklerin bugünkü durumu bu kararın ne kadar doğru olduğunu göstermektedir” dedi (Hale, 2003: 158). Bu olay, Türkiye’deki karar vericiler nezdinde hem tepkiyle karşılandı hem de Soğuk Savaş içinde tarafsızlık ya da SSCB ile daha yakın siyasi-askeri ilişkiler kurulması gibi olasılıkları gündemden çıkardı."
  },
  {
    "id": "3185541",
    "unitNumber": 6,
    "text": "Kıbrıs genelinde Türklere karşı yapılan ve \"Kanlı Noel\" olarak adlandırılan saldırılar hangi tarihte başlamıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "1960",
      "B": "1961",
      "C": "1963",
      "D": "1964",
      "E": "1968"
    },
    "explanation": "Kitabınızın \"Kıbrıs’ta Gerginliğin Yeniden Artması ve 1964 Krizi\" başlıklı konusunu yeniden çalışın.<br/>“Kanlı Noel” olarak bilinen olaylarda ada genelinde Türklere yönelik saldırılar 21 Aralık 1963’te başlamıştır ve çok sayıda can kaybı yaşanmıştır."
  },
  {
    "id": "3185737",
    "unitNumber": 6,
    "text": "Türkiye'nin AET ile ortaklık kurması konusuna karşı olan kurum aşağıdakilerden hangisiydi?",
    "correctAnswer": "B",
    "options": {
      "A": "Dışişleri Bakanlığı",
      "B": "Devlet Planlama Teşkilatı",
      "C": "Milli Birlik Komitesi",
      "D": "Ortaklık Konseyi",
      "E": "Milli Güvenlik Kurulu"
    },
    "explanation": "Kitabınızın \"Hazırlık Döneminde Türkiye-AET İlişkileri\" başlıklı bölümünü yeniden çalışın.<br/>1960’ların en önemli kurumlarından olan Devlet Planlama Teşkilatı ve özellikle de DPT müsteşarı Turgut Özal, AET ile ortaklık konusunda hiç istekli değilken özellikle Dışişleri Bakanlığı’nın, siyasi sonuçlarını da dikkate alarak Avrupa bütünleşmesi konusuna yaklaşımı çok daha olumluydu."
  },
  {
    "id": "3185751",
    "unitNumber": 6,
    "text": "Batı Almanya, Türkiye ile hangi tarihte \"Türkiye-Almanya İşgücü Anlaşması\"nı imzaladı?",
    "correctAnswer": "B",
    "options": {
      "A": "1960",
      "B": "1961",
      "C": "1963",
      "D": "1967",
      "E": "1969"
    },
    "explanation": "Kitabınızın \"İşçi Göçü\" başlıklı konusunu yeniden çalışın.<br/>Batı Almanya, Türkiye ile \"Türkiye-Almanya İşgücü Anlaşması\"nı 30 Ekim 1961 tarihinde imzaladı."
  },
  {
    "id": "3185775",
    "unitNumber": 6,
    "text": "Marshall Planı kapsamındaki yardımların yönetimini üstlenen Avrupa Ekonomik İşbirliği Örgütü (OECC) hangi yılda kurulmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "1948",
      "B": "1950",
      "C": "1957",
      "D": "1961",
      "E": "1964"
    },
    "explanation": "Kitabınızın \"BATI AVRUPA ÜLKELERİYLE İLİŞKİLER\" başlıklı bölümünü yeniden çalışın.<br/>Avrupa Ekonomik İşbirliği Örgütü (Organisation for European Economic Cooperation - OEEC)Marshall Planı kapsamındaki yardımların yönetilmesi amacıyla 1948’de kurulmuştur."
  },
  {
    "id": "3187959",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi 1960’larda Türk Dış Politikasındaki değişimin temel özelliğini ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Ulusal çıkarlara göre daha özerk bir tutum",
      "B": "Sovyet tehditti karşında Batı yanlısı",
      "C": "Orta Doğu siyasetinden uzaklaşma",
      "D": "Soğuk savaş dönemi sertleşme",
      "E": "Asya-Pasifik ülkeleriyle yakınlaşma"
    },
    "explanation": "ABD ile kurulan ilişkilerin görünümü önemli ölçüde değişti ve Türkiye dış politikada daha özerk bir tutum sergilemeye başladı. Dolayısıyla 1960’larda Türkiye’nin dış politikadaki başlıca özelliği, kendi ulusal çıkar algılamasına göre tutum almaya başlaması oldu."
  },
  {
    "id": "3187963",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi 1961 Anayasasının dış politikayı etkileyen özelliğidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Genişleyen siyasal haklar, örgütlenme ve dış politikada kamu oyu gücü",
      "B": "Siyasal özgürlükler ve haklar uluslararası sivil toplum örgütlerinin ortaya çıkması",
      "C": "Sosyal refah devletinin önem kazanması ve dış politika modellerini etkilemesi",
      "D": "Cumhurbaşkanın uluslararası anlaşmalarda yetkilerinin artması",
      "E": "Yurt dışına asker gönderme Cumhurbaşkanlığı yetkileri lehine bozulması"
    },
    "explanation": "1961 Anayasası, dış politika alanında da sonuç doğuracak şekilde ekonomide ve toplumsal yapıda önemli bazı değişiklikler ortaya çıkardı. Anayasada yer alan siyasi hakların yanı sıra sosyal refah devleti kavramı çerçevesinde yurttaşlara sendika, grev, sosyal güvenlik, eğitim vb. haklar tanındı (Tanör, 2002: 381-382). Bu haklar, genişleyen siyasal haklar ve özgürlükler ile birlikte, örgütlenen, ülkenin gündemini izleyen ve bu gündem konusunda tepkiler veren etkin bir kamuoyunun ortaya çıkmasını sağladı."
  },
  {
    "id": "3187967",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Türkiye’nin en uzun süre dışişleri bakanlığı yapan bakanıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "İhsan Sabri Çağlayangil",
      "B": "Fatin Rüştü Zorlu",
      "C": "Selim R. Sarper",
      "D": "Ü. Haluk Bayülgen",
      "E": "Prof. Dr. Turan Güneş"
    },
    "explanation": "Ekim 1965’ten dönemin sonuna kadar dışişleri bakanı olan İhsan Sabri Çağlayangil ise içişleri bakanlığı bürokrasisinden gelmesi ve dış politika ile ilgili hiçbir birikimi bulunmaması nedeniyle başlangıçta çok eleştirilmişti. Fakat başında bulunduğu bakanlık personeliyle işbirliği ve uyum içinde çalışması sonucunda, hem bu değişim sürecinde önemli diplomatik hamleler yapılmasını sağladı hem de Türkiye’nin en uzun süre görev yapan dışişleri bakanlarından biri oldu."
  },
  {
    "id": "3187971",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Küba füze bunalımının Türkiye ve Türk dış politikası bakımından sonuçlarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Türkiye’nin konvansiyonel silahlarla güçlendirilmesi",
      "B": "Türkiye’de nükleer başlıklı füze sayının artması",
      "C": "Kamuoyunda Amerikan taraftarlığının artması",
      "D": "Amerikan çıkarlarına yönelik bir dış politikanın benimsenmesi",
      "E": "‘Esnek Karşılık’ stratejisinin belirsizleşmesi"
    },
    "explanation": "Küba füze bunalımının Türkiye ve Türk dış politikası bakımından çok önemli sonuçları oldu (Erhan, 2003: 684-685). İlk olarak, bu bunalım sırasında kıyısından dönülen doğrudan bir nükleer çatışmaya yol açmamak ve önce konvansiyonel silahların kullanıldığı bir çatışmada, ancak gerekirse nükleer silahlara başvurmak olarak özetlenebilecek NATO’nun “Esnek Karşılık” stratejisinde Türkiye’nin konvansiyonel silahlar bakımından güçlendirilmesi gündeme geldi. Özellikle hava gücünün modernizasyonu çerçevesinde Türkiye’ye F-104 ve F-100 savaş uçakları verildi. İkincisi, Amerikan karşıtlığının yükseldi ve dış politikada da ulusal çıkarlar çerçevesinde hareket edilmesi gerektiği fikrini güçlendirdi."
  },
  {
    "id": "3187975",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Johnson mektubunun Türk dış politikasında yarattığı sonuçlardan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Türkiye’nin NATO üyeliğinden ayrılması fikrinin güç kazanması",
      "B": "Türkiye’nin Varşova Paktına üyeliği fikrinin önem kazanması",
      "C": "Türk Silahlı Kuvvetlerinin Amerikan silahlarına daha bağımlı hale gelmesi",
      "D": "Dış politikada Amerikan politikalarına olan desteğin artması",
      "E": "NATO bünyesinde Türk askeri varlığının artması"
    },
    "explanation": "Johnson Mektubunun Türkiye’de gerek karar vericilerin gerekse kamuoyunun ABD ve NATO’ya ilişkin olumlu görüşlerine büyük bir darbe vurmasıydı. Türkiye ABD’nin NATO içinde gerçekleştirmek istediği Çok Taraflı Kuvvet adlı yapılanmadan çekildi. Türk dış politikasının çok yönlülüğe geçişi sürecini hızlandırmasıdır. Türk ordusundaki silahların büyük bölümünün ABD kaynaklı olmasının yarattığı bağımlılığı göstermesiydi. Bu bağımlılığı en aza indirgemek amacıyla Türkiye hem yerli silah sanayinin geliştirilmesi sürecini başlattı hem de tek bir kaynak yerine farklı ülkelerden askeri malzeme satın almaya çalıştı"
  },
  {
    "id": "3187977",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi 1960’larda Türkiye’nin Batı Avrupa Ülkeleriyle olan ilişkileri konusunda önem taşıyan hususlardan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dış yardımlar",
      "B": "Silahlanma",
      "C": "Boğazlar meselesi",
      "D": "Uluslararası örgütlere üyelik",
      "E": "Uluslararası hukuk"
    },
    "explanation": "1960’lar Batı Avrupa ülkeleriyle ilişkiler hususunda başlıca üç bakımdan önem taşımıştır. Birincisi, Türkiye’nin 1945 sonrasından itibaren giderek artan bir biçimde ihtiyaç duyduğu dış kaynağın sağlanmasında Batı Avrupa’nın rolü ile ilgiliydi. İkincisi Avrupa Ekonomik Topluluğu ile ortaklık ilişkisinin geliştirilmesiyle ilgilidir. Üçüncüsü gelişmiş Batı Avrupa ekonomilerinin işgücü ihtiyacını karşılamak üzere aralarında Türkiye’nin de bulunduğu bir grup ülkeden işçi almasıydı."
  },
  {
    "id": "3187980",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Türkiye’nin Avrupa Ekonomik Topluluğu’na (AET) başvurduğu yıldır?",
    "correctAnswer": "A",
    "options": {
      "A": "1959",
      "B": "1960",
      "C": "1961",
      "D": "1963",
      "E": "1965"
    },
    "explanation": "Yunanistan faktörünün devreye girmesiyle birlikte, Türkiye 31 Temmuz 1959’da AET’ye ortaklık için başvuruda bulunmuştur."
  },
  {
    "id": "3187982",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi 1960’larda Türkiye’nin Orta Doğu ülkelerine yönelik politikası bir önceki on yıldakine kıyasla belirgin biçimde değişmesinin sebebidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dış politikada ABD ve Batı merkezli görüntüden uzaklaşması",
      "B": "Arap ülkeleriyle artan ticaret hacmi",
      "C": "Bölgede İran etkisini azaltma politikası",
      "D": "Arap ülkelerindeki bağımsızlık akımları",
      "E": "Filistin’in bağımsızlığının önem kazanması"
    },
    "explanation": "1960’larda Türkiye’nin Orta Doğu ülkelerine yönelik politikası bir önceki on yıldakine kıyasla belirgin biçimde değişti. Soğuk Savaş gelişmeleri kadar bölgesel-tarihsel nedenlerin de etkisiyle karmaşık bir yapı haline gelen Orta Doğu coğrafyasında Türkiye blok politikalarının takipçisi olmaktan ziyade kendi ulusal çıkarları temelinde bir politika oluşturmaya yöneldi. Yumuşama sürecinin yarattığı koşullarda gündeme gelen söz konusu yönelimin belli başlı nedenleri vardı. Bunların başında 27 Mayıs ile başlayan dönemde Türkiye’nin DP döneminin eleştirilen dış politikasını düzeltme hedefi geliyordu. Türkiye’nin dış politikada ABD ve Batı merkezli görüntüden uzaklaşması Arap ülkeleriyle daha iyi ilişkiler kurmasına imkân sağladı."
  },
  {
    "id": "3187985",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi CENTO’nun temel amacıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "SSCB’nin çevrelenmesi",
      "B": "Bölgesel kalkınma",
      "C": "Bölgesel askeri işbirliği",
      "D": "Kültürel işbirliği",
      "E": "Türk-Arap işbirliği"
    },
    "explanation": "1959’da Irak’ın çekilmesi nedeniyle Bağdat Paktı, Merkezi Anlaşma Örgütü (CENTO) olarak yeniden düzenlenmişti. CENTO, ABD dış politikası çerçevesinde SSCB’nin çevrelenmesi planının Orta Doğu’daki ayağıydı."
  },
  {
    "id": "3187988",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi 1964-1969 döneminde Avrupa ülkelerine Türkiye’den giden işgücü göçün en önemli sonuçlarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Türkiye’ye döviz girdisinin artması",
      "B": "Türkiye’de istihdamın artması",
      "C": "Teknoloji transferi",
      "D": "Türkiye’de işgücünün zayıflaması",
      "E": "AET ortaklık sürecinin açılması"
    },
    "explanation": "1964-1969 döneminde yıllık 100 milyon dolar düzeyine yükselerek Türkiye ekonomisi bakımından önemli bir dış kaynak haline geldi"
  },
  {
    "id": "3176510",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Helsinki Nihai Senedinin “birinci sepeti”nde yer verilen ilkelerden birisi <u>değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Egemenlik haklarına saygı",
      "B": "Esir değişimine ilişkin düzenlemeler",
      "C": "Kuvvet kullanmaktan kaçınma",
      "D": "Anlaşmazlıkların barışçıl çözümü",
      "E": "Sınırların ihlal edilmezliği"
    },
    "explanation": "Katılımcı 35 ülkenin devlet ve hükümet başkanları hukuki bağlayıcılığa sahip bir antlaşma niteliği taşımayıp bir siyasal niyet bildirisi sayılan Helsinki Nihai Senedi adlı belgeyi 1 Ağustos 1975’te imzaladılar. AGİK’in dayandığı temel ilkeler ile başlıca faaliyet alanlarının her biri “sepet” adı verilen üç ayrı kısımda ortaya koyuldu. Bunlardan en önemlisi olan Birinci Sepette, egemenlik haklarına saygı, kuvvet kullanmaktan ya da kullanma tehdidinden kaçınma, sınırların ihlal edilmezliği, devletlerin toprak bütünlüğünün korunması, anlaşmazlıkların barışçıl çözümü, içişlerine karışmama, insan hakları ve temel özgürlüklere saygı, halklar için eşit haklar ve kendi kaderini belirleme hakkı gibi çok önemli ilkelere yer verildi. Yine, kabul edilen çeşitli güven artırıcı önlemlerle, barış ortamına katkı yapılması hedeflendi.\n Doğru cevap b) şıkkıdır"
  },
  {
    "id": "3176511",
    "unitNumber": 7,
    "text": "12 Mart 1971 Muhtırasından sonra Ekim 1973’teki seçimlere kadar Türkiye’yi sıkıyönetim ve hakları, özgürlükleri kısıtlayan anayasa değişiklikleri ile yöneten teknokrat hükümetin başbakanı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bülent Ecevit",
      "B": "Süleyman Demirel",
      "C": "Sadi Irmak",
      "D": "Nihat Erim",
      "E": "Naim Talu"
    },
    "explanation": "27 Mayıs 1960 darbesi ardından kabul edilen yeni anayasa ile Kasım 1961’den itibaren yaklaşık 10 yıldır süren sivil siyaset, 12 Mart 1971’de Türk Silahlı Kuvvetleri adına Genelkurmay Başkanı Memduh Tağmaç ile kara, hava ve deniz kuvvetleri komutanlarının Süleyman Demirel başkanlığındaki Adalet Partisi hükümetine verdiği muhtıra ile kesintiye uğradı. Muhtırada, parlamento ve hükümet, ülkenin halihazırdaki anarşi ve ekonomik krizle sarsılan durumu nedeniyle suçlanmakta, gerekli reformların ivedilikle yapılması istenmekte, bu yapılmadığı takdirde de ordunun yönetimi doğrudan devralacağı belirtilmekteydi. Bu ültimatom karşısında Demirel hemen istifa ederken eski CHP milletvekili Nihat Erim’e yeni kabineyi kurma görevi verildi.\n Muhtıradan sonra ordunun desteğiyle bir teknokrat hükümeti kuran Erim, bir yandan birçok ilde sıkıyönetim ilan ederken bir yandan da 1961 Anayasasının ülke için bir lüks olduğunu ifade ederek hem devlet gücünü yeniden düzenleyen hem de temel hak ve özgürlükleri sınırlayan birtakım değişiklikler yapılmasını sağladı. Ordunun siyasetteki rolünü artıran, yürütme organını yasama karşısında güçlendiren, yargının idare üzerindeki denetimini azaltan anayasa değişiklikleri, hak ve özgürlükler alanında da 1961 Anayasasına göre önemli kısıtlamalar getirdi. Erim kabinesinin icraatları, sıkıyönetim uygulamalarıyla birleşince, Ekim 1973’teki seçimlerle demokratik siyaset yeniden başlayıncaya kadar askeri baskının sürdüğü bir dönem yaşandı.\n Doğru cevap D) şıkkıdır"
  },
  {
    "id": "3176512",
    "unitNumber": 7,
    "text": "Türkiye’nin askeri ihtiyaçları için kaynak çeşitliliğinin yaratılarak tek bir kaynağa (ABD) bağımlılığın engellenmesi, Türkiye’nin çevresindeki ülkelerle kurulacak iyi ilişkiler yoluyla ulusal güvenliğin desteklenmesi ve asıl tehdidin Yunanistan olarak tanımlanması esaslarına dayanan “Ulusal Savunma ve Dış Politika” doktrinini 1978 yılında öneren politikacı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bülent Ecevit",
      "B": "Süleyman Demirel",
      "C": "İhsan Sabri Çağlayangil",
      "D": "Necmettin Erbakan",
      "E": "Alparslan Türkeş"
    },
    "explanation": "Dış politikada kendi ulusal çıkarlarını temel alan bir tutum takınan Türkiye, ABD’nin yaptırım tehdidine bile direnerek başta Kıbrıs konusu olmak üzere uygun gördüğü şekilde hareket etti. Sovyetler Birliği ile ekonomik işbirliği yapmak üzere normalleşen ilişkiler, AGİK sürecinin de etkisiyle biraz daha gelişti. Üçüncü Dünya ülkelerine yönelik açılım sürdürüldü, hatta Türkiye’nin ekonomik koşulları düşünüldüğünde bu ülkelere yönelik mütevazı sayılacak bir yardım programı bile devreye sokuldu. Bu özerk dış politika anlayışının somut bir sonucu, 1978’de tekrar iktidara gelen Ecevit’in önerdiği “Ulusal Savunma ve Dış Politika” doktriniydi. Söz konusu doktrin, Türkiye’nin askeri ihtiyaçları için kaynak çeşitliliğinin yaratılarak tek bir kaynağa (ABD) bağımlılığın engellenmesi, Türkiye’nin çevresindeki ülkelerle kurulacak iyi ilişkiler yoluyla ulusal güvenliğin desteklenmesi ve asıl tehdidin Yunanistan olarak tanımlanması esaslarına dayanıyordu.\n Doğru cevap a) şıkkıdır"
  },
  {
    "id": "3176513",
    "unitNumber": 7,
    "text": "1970’li yılların başında ABD ile yaşanan afyon krizinde Süleyman Demirel, Nihat Erim ve Bülent Ecevit hükümetlerinin afyon ekimi tavrı aşağıdakilerden hangisinde doğru olarak gösterilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Demirel yasakladı, Erim sınırlandırdı, Ecevit serbest bıraktı",
      "B": "Demirel serbest bıraktı, Erim sınırlandırdı, Ecevit yasakladı",
      "C": "Demirel sınırlandırdı, Erim yasakladı, Ecevit serbest bıraktı",
      "D": "Demirel yasakladı, Erim serbest bıraktı, Ecevit sınırlandırdı",
      "E": "Demirel serbest bıraktı, Erim yasakladı, Ecevit sınırlandırdı"
    },
    "explanation": "1970’ten itibaren ABD’nin artan baskıları sonuç vermeye başladı. Parlamentodaki konumu bakımından o sırada pek de iyi durumda olmayan Demirel hükümeti, 1969’da savuşturabildiği ABD taleplerine bu kez kısmen de olsa olumlu yanıt vermek durumunda kaldı. 30 Haziran 1970 tarihli bir kararname ile afyon üretimi tamamen yasaklanmamakla birlikte sınırlandı.\n Erim, afyon üreticisinden oy almak gibi bir kaygı da taşımıyordu, ayrıca herhangi bir seçmen grubuna da bağımlı değildi. Bir ara rejim hükümeti olarak ülke içinde ordunun, ülke dışında ise ABD’nin desteğine muhtaçtı. Dolayısıyla Erim kabinesinin ABD’yi mutlu edecek haşhaş ekimi yasağı kararını alabilmesi mümkündü. Nitekim 29 Haziran 1971’de Türkiye’de haşhaş ekimi tamamen yasaklandı.\n 1973 milletvekili seçimleri öncesindeki propaganda döneminde, MHP dışındaki tüm partiler seçimi kazanıp iktidar olmaları halinde afyon üretimine dair bu yasağı kaldıracaklarını vaat etmişlerdi. Seçimden birinci parti olarak çıkan 223 Türk Dış Politikası I 7 CHP, Erbakan’ın başkanı olduğu Milli Selamet Partisi ile Şubat 1974’te koalisyon hükümeti kurdu ve yeni hükümet 1 Temmuz 1974 tarihli bir kararname ile haşhaş ekimine ilişkin yasağı kaldırdı.\n Doğru cevap c) şıkkıdır"
  },
  {
    "id": "3176514",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Aralık 1974’te Türkiye’ye konulan Amerikan Ambargosunun gerekçelerinden <u>birisidir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Afyon ekimi krizinde Türkiye’nin takındığı durum",
      "B": "12 Mart Muhtırası ile ilgili olarak ABD’nin suçlanması",
      "C": "Türk hükümetinin NATO ilişkilerinden uzaklaşma eğilimi",
      "D": "Türk hükümetinin İsrail karşıtı bir tutum benimsemesi",
      "E": "Kıbrıs’ta yapılan ikinci harekatın tamamen hukuksuz sayılması"
    },
    "explanation": "1974 Kasım ayında yapılacak Kongre seçimleri, ABD siyasetini bu talepler karşısında daha duyarlı hale getiriyordu. ABD’li Kongre üyeleri, Türkiye’nin yaptığı ikinci harekatın tamamen hukuksuz olduğunu, Türkiye’nin müdahale sırasında Amerikan silahlarını kullanarak anlaşmaları ihlal ettiğini ve adadaki Türk işgaline son vermek için Türkiye’ye mutlaka silah ambargosu uygulanması gerektiğini iddia ediyorlardı.\n Doğru cevap e) şıkkıdır."
  },
  {
    "id": "3176515",
    "unitNumber": 7,
    "text": "Türkiye’nin Kıbrıs’ta yaptığı iki harekât arası dönemde ortaya çıkan gelişmeler bakımından aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Cenevre Konferansında Türkiye’nin haklılığı kabul edildi.",
      "B": "Kıbrıs Türk Federe Devleti kuruldu.",
      "C": "Kuzey Kıbrıs Türk Cumhuriyeti kuruldu.",
      "D": "Türkiye, haksız kabul edilerek adayı bölmekle suçlandı.",
      "E": "Makarios Cumhurbaşkanı, Denktaş Cumhurbaşkanı yardımcısı seçildi."
    },
    "explanation": "Cenevre Konferansı sonunda bir protokol kabul edildi. 6 Maddelik protokol, Türkiye için neredeyse tüm taleplerinin karşılandığı diplomatik bir zaferdi. Protokolle, harekatın 1960 antlaşmaları temelinde yapıldığı, dolayısıyla meşruiyeti tescil ediliyordu. 30 Temmuz itibarıyla askeri faaliyetlerin durması, Türk ordusunun denetlediği bölgenin bitiminden başlayan ve genişliği sonra belirlenecek bölgeye bir BM Barış Gücü konuşlandırılması, ayrıca, Türk tarafının denetimi dışındaki bölgelerde yaşayan Kıbrıslı Türklerin güvenliği için bu bölgelerdeki Yunan ve Rum kuvvetlerin çekilerek buralara BM Barış Gücü konuşlandırılması benimsenirken, Türk birliklerinin çekilmesi ise adada adil ve kalıcı bir çözüm bulunması koşuluna bağlandı. Kıbrıs’ta anayasal düzenin yeniden sağlanması için görüşmelere devam kararı alan taraflar, bu görüşmelere Kıbrıs Türk ve Kıbrıs Rum taraflarının da katılmasını kabul ettiler ve hatta Kıbrıs Cumhuriyeti’nde fiilen iki özerk yönetimin bulunduğunu da not ettiler.\n Doğru cevap a) şıkkıdır."
  },
  {
    "id": "3176516",
    "unitNumber": 7,
    "text": "1974’ten sonra Yunanistan ile yaşanan FIR hattı sorunu <u>temel olarak</u> aşağıdakilerden hangisi ile ilgilidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sismik araştırmaların bildirime tabi olması",
      "B": "Askeri uçakların bildirime tabi olması",
      "C": "Ege Denizindeki adaların silahlandırılması",
      "D": "Kıta sahanlığının 12 mil kabul edilmesi",
      "E": "Karasuların 12 mil olarak kabul edilmesi"
    },
    "explanation": "Ege’deki hava sahasıyla ilgili bir diğer sorun Uçuş Bilgi Bölgesi (Flight Information Region-FIR) ile ilgilidir. 1944 Şikago Sözleşmesi uyarınca, hava ulaşımı güvenliği açısından her üye devlet FIR adı verilen belli hava koridorlarından sorumlu olmalıdır. Ege’de bu sorumluluk 1950’den sonra Yunanistan’daydı. 1974’ten itibaren bu konu da bir sorun haline geldi. Yunanistan, Ege’de üzerinde uçan askeri uçakların da FIR sorumluluğu nedeniyle Atina’ya bilgi vermesi gerektiğini iddia etti. Türkiye Ağustos 1974’te bu duruma tepki olarak Ege’nin orta hattının doğusunda kalan kesimde FIR sorumluluğunun Türkiye’de olacağını ilan etti. Türkiye bu uygulamasını 1980’de ABD ile SEIA görüşmeleri tamamlanınca sonlandırsa da askeri uçuşlar için Yunanistan’a bilgi vermemeyi sürdürdü ve bu da Atina tarafından bir egemenlik ihlali olarak protesto edildi.\n Doğru cevap b) şıkkıdır."
  },
  {
    "id": "3176517",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi uluslararası anlaşmalarda silahsızlandırma konusunda adı geçen adalardan birisi <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Limni",
      "B": "Semadirek",
      "C": "Girit",
      "D": "Midilli",
      "E": "Sakız"
    },
    "explanation": "Doğu Ege Adaları olarak tanımlanan adalar üç gruptur: Boğaz-önü adaları olarak adlandırılan Limni ve Semadirek; Merkezi Doğu Ege Adaları olan Midilli, Sakız, Sisam ve Nikarya; Oniki Adalar denen ve aslında on dört ada ve onlara yakın adacıklardan oluşan güneydoğu Ege adaları. Bu ada gruplarından ilki Lozan Barış Antlaşması ve Lozan Boğazlar Sözleşmesi ile, ikincisi sadece Lozan Barış Antlaşması ile ve sonuncusu da Türkiye’nin taraf olmadığı 1947 Paris Barış Antlaşması ile askerden ve silahtan arındırılmıştır\n Doğru cevap c) şıkkıdır."
  },
  {
    "id": "3176518",
    "unitNumber": 7,
    "text": "Naim Talu hükümetinin Yom Kippur Savaşı sırasındaki tutumu konusunda aşağıda verilenlerin hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Arapları dengelemek üzere İran ile petrol anlaşması yaptı",
      "B": "İsrail’in genişlemesini savunan batı yanlısı bir tutum izledi",
      "C": "Savaşın yayılmaması için tarafsız bir tutum sergiledi",
      "D": "Araplara malzeme taşıyan Sovyet uçaklarına izin verdi",
      "E": "İsrail’e yardım götüren Amerikan uçaklarına izin verdi"
    },
    "explanation": "1970’lerde Orta Doğu’da Arap-İsrail sorunu en önemli konuyu teşkil ediyordu. Ekim 1973’te patlak veren Yom Kippur Savaşı ise yol açtığı sonuçlar itibarıyla bu bölgesel sorunu küresel bir sorun düzeyine çıkardı. Bu önemli gelişme, Türkiye’nin bölge ülkeleriyle ilişkileri de büyük ölçüde etkiledi. Savaş başladığı sırada Türkiye’de 12 Mart rejiminin son başbakanı olan Naim Talu’nun başında bulunduğu hükümet görevdeydi. Fakat savaş sırasında Türkiye’nin takındığı tutum, 1960’ların ortalarından itibaren izlenen ve esasen Türkiye’nin Kıbrıs meselesindeki yalnızlığını aşma çabasının bir sonucu olan Orta Doğu politikasıyla uyumlu olmuştur. Türkiye savaşta Arap yanlısı bir tutum izleyerek, ülkedeki üslerin ABD tarafından İsrail’e yardım etmek üzere kullanımına izin vermedi, buna karşılık Mısır ve Suriye’ye malzeme taşıyan Sovyet uçaklarının Türk hava sahasını kullanmasına izin verdi\n Doğru cevap d) şıkkıdır"
  },
  {
    "id": "3176519",
    "unitNumber": 7,
    "text": "Avrupa Ekonomi Topluluğu (AET) ile 23 Kasım 1970’te imzalanan Katma Protokol ile Türkiye’ye üyelik için tanınan fiili geçiş süresi aşağıdakilerden hangisinde verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "5 yıl",
      "B": "8 yıl",
      "C": "12 yıl",
      "D": "17 yıl",
      "E": "22 yıl"
    },
    "explanation": "23 Kasım 1970’te imzalanan ve 1 Ocak 1973’te yürürlüğe giren Katma Protokol, geçiş döneminde malların, kişilerin ve hizmetlerin serbest dolaşımı ile Türkiye ile AET’nin ekonomi politikalarının uyumlulaştırılması konularında hükümler içeriyordu. Protokol, en nihayetinde, Türkiye’nin gümrük birliği hedefine ulaşılması için gerekli koşulları düzenlemiş, fiilen 22 yıllık bir süre olarak öngörülen Geçiş döneminde Türkiye’nin, AET’nin sanayi ürünleri için kademeli olarak yapacağı gümrük düzenlemeleri sayılmıştır. Tarım ürünleri Gümrük Birliği dışında bırakılırken, Geçiş dönemi sonuna kadar Türkiye, AET’nin Ortak Tarım Politikası’na uyum sağlamayı yükümlenmiştir. Ayrıca bu süreçte, Türkiye’nin karşılaşacağı mali zorlukları hafifletmek için ayrı bir Mali Protokol düzenlenerek AET’nin vereceği mali yardım da kayıt altına alındı.\n Doğru cevap e) şıkkıdır"
  },
  {
    "id": "3180460",
    "unitNumber": 7,
    "text": "Bretton-Woods Sistemini aşağıdakilerden hangisi tanımlamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Amerikan dolarının üstünlüğüne dayanan sabit kur sistemi",
      "B": "Merkez bankalarındaki dolar rezervlerinin altına dönüştürülmesi",
      "C": "Dalgalı kur sistemi",
      "D": "Petrol piyasasının kontrolü",
      "E": "Devletlerin toprak bütünlüğünün korunması"
    },
    "explanation": "Bretton-Woods Sistemi Amerikan dolarının üstünlüğüne dayanan sabit kur sistemi olarak bilinir"
  },
  {
    "id": "3180520",
    "unitNumber": 7,
    "text": "\"Ulusal Savunma ve Dış Politika Doktrini\" aşağıdaki siyasetçilerden hangisi tarafından geliştirilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bülent Ecevit",
      "B": "Necmettin Erbakan",
      "C": "Süleyman Demirel",
      "D": "Alparslan Türkeş",
      "E": "Nihat Erim"
    },
    "explanation": "Ulusal Savunma ve Dış Politika Doktrini Bülent Ecevit tarafından geliştirilmiştir."
  },
  {
    "id": "3180528",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi \"Ulusal Savunma ve Dış Politika” doktrini ile ilgili değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Türkiye'nin ABD'ye bağımlılığının engellenmesi",
      "B": "Türkiye’nin çevresindeki ülkelerle iyi ilişkiler kurularak ulusal güvenliğin desteklenmesi",
      "C": "Soyvetler Birliğinin asıl tehdit olarak tanımlanması",
      "D": "Askeri ihtiyaçlar için kaynak çeşitliliğinin yaratılması",
      "E": "Ulusal çıkarların temelinde çevre ve üçüncü dünya ülkeleri ile işbirliklerinin geliştirilmesi"
    },
    "explanation": "Doktrin, Türkiye’nin askeri ihtiyaçları için kaynak çeşitliliğinin yaratılarak tek bir kaynağa (ABD) bağımlılığın engellenmesi,<br/>Türkiye’nin çevresindeki ülkelerle kurulacak iyi ilişkiler yoluyla ulusal güvenliğin desteklenmesi ve asıl tehdidin Yunanistan olarak tanımlanması esaslarına dayanıyordu.<br/>Doktrin, Türkiye’nin askeri ihtiyaçları için kaynak çeşitliliğinin yaratılarak tek bir kaynağa (ABD) bağımlılığın engellenmesi, Türkiye’nin çevresindeki ülkelerle kurulacak iyi ilişkiler yoluyla ulusal güvenliğin desteklenmesi ve asıl tehdidin Yunanistan olarak tanımlanması esaslarına dayanıyordu."
  },
  {
    "id": "3180586",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi 1970'li yıllarda Türk-Sovyet ilişkilerini olumsuz etkilemiş olan en önemli gelişmedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kıbrıs harekatı",
      "B": "Haşhaş ekimi",
      "C": "Sovyetlerin Afganistan işgali",
      "D": "Amerika Birleşik Devletleri ile kurulan iyi ikili ilişkiler",
      "E": "Amerika Birleşik Devletlerinin Türkiye'de kurduğu askeri üsler"
    },
    "explanation": "Türk-Sovyet ilişkilerini olumsuz etkileyen en önemli gelişme, Yumuşama dönemini de sonlandıran eylem olarak kabul edilen, Sovyetler Birliği’nin 1979 sonunda giriştiği Afganistan’ı işgal harekatıdır. Uluslararası alanda gerginliğin artmasıyla beraber Türk-Sovyet ilişkileri de gerilemiştir.<br/>1970'li yıllarda Türk-Sovyet ilişkilerini olumsuz etkilemiş olan en önemli gelişme Sovyetler Birliğinin Afganistan işgalidir."
  },
  {
    "id": "3180629",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi doğru olarak nitelendirilemez?",
    "correctAnswer": "D",
    "options": {
      "A": "Türkiye Kıbrısa yönelik iki harekât düzenlemiştir.",
      "B": "1973 yılında Kıbrıs Cumhurbaşkanı olarak seçilen Makarios Yunanistan'dan bağımsız bir politika izlemiştir.",
      "C": "Barış harekâtı sonrasında 13 Şubat 1975'de Kıbrıs Türk Federe Devleti ilan edilmiştir.",
      "D": "Yunanistan, Türkiye'nin Kıbrıs harekâtına karşılık olarak karasularını 6 mile çıkarmıştır.",
      "E": "Adalar, Lozan Barış Antlaşması, Lozan Boğazlar Sözleşmesi ve 1947 Paris Barış Antlaşması ile askerden ve silahtan arındırılmıştır"
    },
    "explanation": "Ege’deki karasuları Lozan Barış Konferansı’ndan sonra 3 mil olarak uygulanırken<br/>1930’larda ikili ilişkilerdeki iyileşmeye dayanarak Yunanistan 1936’da karasularını 6 mile çıkarmıştır."
  },
  {
    "id": "3180998",
    "unitNumber": 7,
    "text": "Aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Arap-İsrail savaşı olan Yom Kippur Savaşı 1967 yılında gerçekleşmiştir",
      "B": "Yom Kippur Savaşı ile Arap ülkeleri Sina Yarımadası, Golan Tepeleri, Batı Şeria ve Gazze Şeridini yeniden ele geçirmişlerdir.",
      "C": "1974 yılındaki İslam Konferansı Örgütündeki çalışmalar ile Filistin Kurtuluş Örgütü Filistin Halkının tek meşru temsilcisi olarak kabul edilmiştir.",
      "D": "Mısır-İsrail Barış Antlaşması ile İsrail Batı Kudüsten ayrılmıştır.",
      "E": "Yom Kippur Savaşı savaşı başladığı sırada Türkiye’de Bülent Ecevit'in başında bulunduğu CHP-MSP koalisyon hükümeti bulunmaktaydı."
    },
    "explanation": "1974 yılındaki İslam Konferansı Örgütündeki çalışmalar ile Filistin Kurtuluş Örgütü Filistin Halkının tek meşru temsilcisi olarak kabul edildi. Doğru yanıt C seçeneğidir."
  },
  {
    "id": "3181013",
    "unitNumber": 7,
    "text": "Türkiye ve Yunanistan arasındaki gerilime ilişkin aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Türkiye ile Yunanistan arasında, 1936’dan itibaren hava sahası konusunda ihtilaf yaşanmaktadır.",
      "B": "Yunanistan Türkiye'nin itirazına rağmen 1931 yılında hava sahasını 10 mile çıkarmıştır",
      "C": "Türkiye, Yunan hava sahasını ve karasularını 6 mil olarak kabul etmektedir",
      "D": "Kıbrıs Barış Harekatı’na tepki olarak Yunanistan NATO’nun askeri kanadından tamamen ayrılmıştır",
      "E": "Ege’deki karasuları Lozan Barış Konferansı’ndan sonra 6 mil olarak kabul edilmiştir."
    },
    "explanation": "Türkiye, Yunan hava sahasını ve karasularını 6 mil olarak kabul etmektedir. Doğru yanıt C seçeğidir."
  },
  {
    "id": "3181033",
    "unitNumber": 7,
    "text": "Kıbrıs Barış Harekâtı ile ilgili aşağıdaki ifadelerden hangisi yanlıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Birinci Kıbrıs Barış Harekâtı 20 Temmuz 1974 günü sabah 05.30’da başlamıştır.",
      "B": "Kıbrıs Barış Harekâtı sırasında Bülent Ecevit ve Necmettin Erbakan'ın liderlik yaptığı CHP-MSP koalisyonu bulunmaktaydı.",
      "C": "Harekât sonrasında Yunanistan’da Albaylar Cuntası görevi sivillere bırakma kararı almıştır.",
      "D": "İlk harekât sonrasında toplamda adanın % 34'ünde kontrol sağlanmıştır",
      "E": "Ateşkesin sonrasında Türk, Yunan ve İngiliz dışişleri bakanları Cenevre Konferansı’nda görüşmelere başlamıştır"
    },
    "explanation": "İlk harekât sonrasında toplamda adanın % 34'ünde değil %7'sinde kontrol sağlanabilmiştir."
  },
  {
    "id": "3181294",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi 9 Mart 1980’de Ankara’da Amerika Birleşik Devletleri ile Türkiye arasında imzalanan SEİA anlaşması ile ilgili doğru bir ifade değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "NATO ittifakına ait teçhizat ve hizmetlerin geliştirilmesi ve artırılması amacıyla, Türkiye’ye bazı askeri malzemelerin üretimi konusunda sınai mülkiyet hakları sağlanacaktır",
      "B": "Yerli savunma sanayii geliştirilmesine ABD yardım edecektir",
      "C": "Türkiye’nin çeşitli yerlerindeki toplam 12 üs ve tesiste ABD’ye faaliyet izni verilecektir",
      "D": "Savunma işbirliğinin kapsamı NATO antlaşmasından doğan yükümlülükler ile sınırlı olacaktır",
      "E": "Türkiye'deki ABD üslerinde görev yapacak personel ABD hukukuna tâbi olacaktır"
    },
    "explanation": "Bu anlaşma ile üslerde görev yapacak personelle ilgili olarak Türkiye’nin egemenlik haklarını gözeten çeşitli düzenlemeler yapılmıştır. Doğru yanıt E seçeneğidir."
  },
  {
    "id": "3181325",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Türk-Sovyet ilişkileri hakkında doğru bir ifade değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "1970'li yıllar Türk-Sovyet ekonomik işbirliğine dayanan ilişkilerin daha da ilerletildiği bir dönem olmuştur.",
      "B": "1973 yılında Karadeniz’de Türk-Sovyet sınırını belirleyen bir Protokol imzalanmıştır",
      "C": "Artan kredi hacmi ile Türkiye 1978’de Sovyetler Birliği’nden en fazla yardım alan gelişmekte olan ülke konumuna gelmiştir",
      "D": "Cumhurbaşkanı Ahmet Cevdet Sunay ile Sovyetler Birliği Yüce Sovyet Prezidyumu Başkanı Nikolai Podgorny arasında 1972 yılında İyi Komşuluk İlkeleri Bildirisi imzalanmıştır",
      "E": "Sovyetler Birliği’nin Afganistan’ı işgal harekatı nedeniyle Başbakan Ecevit döneminde ana tehdidin Sovyetler Birliği olduğu kabul edilmiştir"
    },
    "explanation": "Her ne kadar Afganistan işgali ilişkilerin gerilmesine yol açmış olsa da Kıbrıs Barış Harekatı sonrasında Türkiye’nin Yunanistan ve ABD ile yaşadığı sorunlar nedeniyle 1970'li yıllarda Ecevit döneminde ana tehdidin kuzeydeki Sovyetler Birliği’nden değil, batıdaki Yunanistan’dan geldiğine inanılıyordu"
  },
  {
    "id": "3185686",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi 1944 tarihli Bretton-Woods konferansı ile gerçekleşen durumlardan biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Uluslararası mali sistemdeki ülkeler paralarını sabit kurdan dolara bağlamışlar",
      "B": "Dolar onsu 35 dolardan altına sabitlenmiştir.",
      "C": "Konferans sonrası uygulanan sistem 1970’lerin başına kadar gerçekleştirilmiştir.",
      "D": "1970'lerden sonra ülkeler merkez bankalarının rezervleri altına çevrilmiştir.",
      "E": "Amerika Birleşik Devletleri Başkanı Nixon, 1971 yılında doların altına çevrilmesi kararını aldırdı."
    },
    "explanation": "Tamamlandı.<br/>1944 tarihli Bretton- Woods konferansında kabul edilen uluslararası mali sistemdeki ülkeler paralarını sabit kurdan dolara bağlamışlar, dolar ise onsu 35 dolardan altına sabitlenmiş ve sistem yaklaşık olarak 1970’lerin başına kadar bu şekilde gelmişti. Fakat 1970’lerle birlikte, ABD’de özellikle Vietnam Savaşı’nın finansmanı için basılan dolarlar, Japonya ve Avrupa<br/>ekonomilerinin 1945’ten sonraki yükselişi gibi nedenler, ABD ekonomisinin ve dolayısıyla doların konumunu sarsmaya başlayınca ülkeler merkez bankalarındaki dolar rezervlerini altına çevirme eğilimi göstermeye başladı. Bu durum ise ABD ekonomisini daha da güç durumda bırakıyordu. <strong>Bu durumda önce ABD Başkanı Nixon 15 Ağustos 1971’de doların altına konvertibilitesini durdurdu.</strong>\n<br/><strong>Cevap E.</strong>"
  },
  {
    "id": "3185702",
    "unitNumber": 7,
    "text": "CHP milletvekili Nihat Erim’e yeni kabineyi kurma görevi kimin istifa etmesinden sonra verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Süleyman Demirel",
      "B": "Necmettin Erbakan",
      "C": "Bülent Ecevit",
      "D": "Turhan Feyzioğlu",
      "E": "Ferit Melen"
    },
    "explanation": "lll<br/>Demirel hemen istifa ederken eski CHP milletvekili Nihat<br/>Erim’e yeni kabineyi kurma görevi verildi.\n<br/>cevap A."
  },
  {
    "id": "3185758",
    "unitNumber": 7,
    "text": "Altın Üçgen olarak adlandırılan bölgede hangi ülkeler vardır?",
    "correctAnswer": "B",
    "options": {
      "A": "Tayland-Endonezya-Vietnam",
      "B": "Burma-Tayland-Laos",
      "C": "Vietnam-Tayland-Kamboçya",
      "D": "Malezya-Vietnam-Burma",
      "E": "Laos-Kamboçya-Malezya"
    },
    "explanation": "Tamamlandı.<br/>Güneydoğu Asya’daki (Burma-Tayland-Laos arasındaki<br/>“Altın üçgen” olarak adlandırılan bölge)\n Doğru cevap B."
  },
  {
    "id": "3185764",
    "unitNumber": 7,
    "text": "29 Haziran 1971’de Türkiye’de haşhaş ekimi tamamen yasaklanmasında etkili olan ülke aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sovyetler Birliği",
      "B": "Amerika Birleşik Devletleri",
      "C": "Almanya",
      "D": "Yunanistan",
      "E": "Mısır"
    },
    "explanation": "Tamamlandı<br/>1970’ten itibaren ABD’nin artan baskıları sonuç<br/>vermeye başladı. Parlamentodaki konumu<br/>bakımından o sırada pek de iyi durumda olmayan<br/>Demirel hükümeti, 1969’da savuşturabildiği ABD<br/>taleplerine bu kez kısmen de olsa olumlu yanıt vermek<br/>durumunda kaldı. 30 Haziran 1970 tarihli bir<br/>kararname ile afyon üretimi tamamen yasaklanmamakla<br/>birlikte sınırlandı. Bu kararnameye ek olarak<br/>Türkiye ABD’nin iddialarını yatıştıracak çeşitli adli<br/>ve idari tedbirler de aldı. Ancak ABD tarafında,<br/>yardımların kesilmesi, ambargo uygulanması gibi<br/>yaptırımlardan bahsediliyordu.\n 29 Haziran 1971’de Türkiye’de haşhaş<br/>ekimi tamamen yasaklandı.\n cevap B."
  },
  {
    "id": "3185769",
    "unitNumber": 7,
    "text": "Amerika Birleşik Devletleri'nin silah ambargosu hangi tarihte son bulmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "8 Ekim 1976",
      "B": "5 Şubat 1975",
      "C": "10 Ağustos 1977",
      "D": "12 Eylül 1978",
      "E": "18Kasım 1979"
    },
    "explanation": "Tamamlandı.<br/>Silah ambargosu 12 Eylül 1978’de tamamen kaldırıldı.\n Doğru cevap D."
  },
  {
    "id": "3185772",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi 1980 Tarihli Savunma ve Ekonomik İşbirliği Anlaşması maddelerinden biri<strong> değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Taraflar ekonomik ve askeri işbirliğini sürdüreceklerdir.",
      "B": "Yerli savunma sanayii geliştirilmesine ABD yardım edecektir.",
      "C": "Anlaşma 10 yıl geçerlidir.",
      "D": "Türkiye’nin çeşitli yerlerindeki toplam 12 üs ve tesiste ABD’ye faaliyet izni verildi.",
      "E": "Savunma işbirliğinin kapsamı NATO antlaşmasından doğan yükümlülükler ile sınırlı olacaktır."
    },
    "explanation": "Tamamlandı.<br/>Anlaşmanın başlıca maddeleri şunlardır:<br/>• Taraflar ekonomik ve askeri işbirliğini sürdüreceklerdir.<br/>• Yerli savunma sanayii geliştirilmesine ABD<br/>yardım edecektir.<br/>• Savunma işbirliğinin kapsamı NATO antlaşmasından<br/>doğan yükümlülükler ile sınırlı<br/>olacaktır.<br/>• <strong>Anlaşmanın 5 yıl geçerli olması</strong> ve taraflar<br/>feshetmezse bir yıllık süreler halinde uzaması<br/>• Anlaşma ile sağlanan savunma malzemeleri<br/>ve teknik bilgilerin üçüncü taraflara devri<br/>tedarikçi taraf olan ABD’nin mutabakatına<br/>tabi olacaktır.<br/>• NATO ittifakına ait teçhizat ve hizmetlerin geliştirilmesi<br/>ve artırılması amacıyla, Türkiye’ye<br/>bazı askeri malzemelerin üretimi konusunda<br/>sınai mülkiyet hakları sağlanacaktır.<br/>• Türkiye’nin çeşitli yerlerindeki toplam 12<br/>üs ve tesiste ABD’ye faaliyet izni verildi.<br/>• Bu üsler ile üslerde görev yapacak personelle<br/>ilgili olarak Türkiye’nin egemenlik haklarını<br/>gözeten çeşitli düzenlemeler yapıldı. Bu<br/>kapsamda, Türkiye Cumhuriyeti hükümetinin<br/>olağanüstü durumlarda, ulusal varlığını<br/>korumak için uluslararası hukuka uygun<br/>olarak, gerekli gördüğü kısıtlayıcı önlemleri<br/>alabileceği kabul edildi.\n<br/>Cevap C."
  },
  {
    "id": "3185852",
    "unitNumber": 7,
    "text": "Oniki Adalar ne zaman Yunanistan'a verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "1947",
      "B": "1930",
      "C": "1971",
      "D": "1954",
      "E": "1964"
    },
    "explanation": "Tamamlandı.<br/>Oniki Adalar: Rodos ve çevresindeki adalar<br/>olup esasen sayıları on ikiden fazla olan bu<br/>adalar Lozan Barış Antlaşması ile Yunanistan’a<br/>değil, Birinci Dünya Savaşı’nın galiplerinden<br/>biri olan İtalya’ya bırakılmıştı. Türkiye bu nedenle<br/>İtalya ile adeta komşu olmuş, 1930’larda<br/>İtalya’nın Doğu Akdeniz’e ilişkin yükselen tehdidini<br/>yakından hissetmişti. Söz konusu adalar,<br/>İkinci Dünya Savaşı’nda mağlup olan İtalya’dan<br/>alınarak <strong>1947 tarihli Paris Barış Antlaşması ile</strong><br/><strong>Yunanistan’a devredilmişti.</strong>\n<br/>Cevap A."
  },
  {
    "id": "3185875",
    "unitNumber": 7,
    "text": "İran'daki Şah rejimi ne zaman sona ermiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "1980",
      "B": "1978",
      "C": "1979",
      "D": "1976",
      "E": "1977"
    },
    "explanation": "Tamamlandı.<br/>1978’de artan protestoların önü alınamaz noktaya<br/>geldiği 1979 Şubat ayında Şah rejimi sona<br/>erdi.\n cevap C."
  },
  {
    "id": "3185885",
    "unitNumber": 7,
    "text": "Avrupa Ekonomik Topluluğu'na (AET) 1973 yılından sonra hangi üç ülke üye olmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "Almanya, Fransa ve İngiltere",
      "B": "İngiltere, İrlanda ve Danimarka",
      "C": "Belçika, Fransa ve Hollanda",
      "D": "İtalya, Lüksemburg ve Danimarka",
      "E": "İngiltere, İrlanda ve Lüksemburg"
    },
    "explanation": "Tamamlandı.<br/>İngiltere’nin üyelik başvurusu<br/>olumlu sonuçlanmış, İngiltere ile birlikte İrlanda<br/>ve Danimarka da 1973’ten itibaren AET’nin yeni<br/>üyeleri olmuşlardı.\n<br/>Doğru cevap B."
  },
  {
    "id": "3185906",
    "unitNumber": 7,
    "text": "1969 yılında Avrupa Güvenlik ve İşbirliği Konferansı (AGİK) aşağıdaki hangi ülkenin önerisi ile gündeme gelmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Finlandiya",
      "B": "Danimarka",
      "C": "Almanya",
      "D": "Fransa",
      "E": "Lüksemburg"
    },
    "explanation": "Tamamlandı.<br/>Esasen 1969 yılında Finlandiya’nın önerisiyle gündeme gelen Avrupa Güvenlik ve İşbirliği Konferansı (AGİK)’nın ilk<br/>aşaması 1972’de başladı.\n Doğru cevap A."
  },
  {
    "id": "3187269",
    "unitNumber": 7,
    "text": "1970’lerde dünyada siyasal ve ekonomik alanda bir önceki on yıldaki kadar olumlu gelişmelerin yaşanmamış olsa da kimi iyi uygulamalar söz konusudur. Aşağıdakilerden hangisi 1970’lerde olumlu bir siyasi hava yaratmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "1975 Helsinki Nihai Senedi",
      "B": "Soğuk Savaş",
      "C": "Petrol krizi",
      "D": "Terör",
      "E": "Siyasal şiddet"
    },
    "explanation": "1970’lerde ise bir önceki on yıldaki kadar olumlu yaşandığını söylemek mümkün değildir. Soğuk Savaş içinde çok önemli bir aşamayı temsil eden 1975 Helsinki Nihai Senedi’nin yol açtığı ve kısa süren iyimser hava söz konusu olmuştur."
  },
  {
    "id": "3187276",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Bretton-Woods sistemini ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Amerikan dolarının üstünlüğüne dayanan sabit kur sistemi",
      "B": "Petrol ihraç eden ülkeler örgütü sistemi",
      "C": "Avrupa güvenlik ve işbirliği örgütü sistemi",
      "D": "Doğu blokü ülkeleri ekonomik sistemi",
      "E": "Helsinki nihai senedi"
    },
    "explanation": "1944 tarihli Bretton-Woods konferansında kabul edilen uluslararası mali sistemdeki ülkeler paralarını sabit kurdan dolara bağlamışlar, dolar ise onsu 35 dolardan altına sabitlenmiş ve sistem yaklaşık olarak 1970’lerin başına kadar bu şekilde gelmişti. Bretton-Woods Sistemi olarak bilinen ve Amerikan dolarının üstünlüğüne dayanan sabit kur sistemi 1971’den itibaren hızlı bir biçimde sona ermiştir."
  },
  {
    "id": "3187281",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisidir Avrupa Güvenlik ve İşbirliği Konferansı’nın ortaya koyduğu ilkelerden Birinci Sepette yer alan bir ilke <strong><u>değildir</u></strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "İşçilerin ve iş haklarının genişletilmesi",
      "B": "Egemenlik haklarına saygı",
      "C": "Kuvvet kullanmaktan ya da kullanma tehdidinden kaçınma,",
      "D": "Sınırların ihlal edilmezliği",
      "E": "Devletlerin toprak bütünlüğünün korunması"
    },
    "explanation": "Avrupa Güvenlik ve İşbirliği Konferansı AGİK’in dayandığı temel ilkeler ile başlıca faaliyet alanlarının her biri “sepet” adı verilen üç ayrı kısımda ortaya koyuldu. Bunlardan en önemlisi olan Birinci Sepette, egemenlik haklarına saygı, kuvvet kullanmaktan ya da kullanma tehdidinden kaçınma, sınırların ihlal edilmezliği, devletlerin toprak bütünlüğünün korunması, anlaşmazlıkların barışçıl çözümü, içişlerine karışmama, insan hakları ve temel özgürlüklere saygı, halklar için eşit haklar ve kendi kaderini belirleme hakkı gibi çok önemli ilkelere yer verildi. Yine, kabul edilen çeşitli güven artırıcı önlemlerle, barış ortamına katkı yapılması hedeflendi."
  },
  {
    "id": "3187283",
    "unitNumber": 7,
    "text": "12 Mart 1971’de Türk Silahlı Kuvvetleri tarafından muhtıra verildiğinde dönemim başbakanı kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Süleyman Demirel",
      "B": "Memduh Tağmaç",
      "C": "Nihat Erim",
      "D": "Bülent Ecevit",
      "E": "Necmettin Erbakan"
    },
    "explanation": "27 Mayıs 1960 darbesi ardından kabul edilen yeni anayasa ile Kasım 1961’den itibaren yaklaşık 10 yıldır süren sivil siyaset, 12 Mart 1971’de Türk Silahlı Kuvvetleri adına Genelkurmay Başkanı Memduh Tağmaç ile kara, hava ve deniz kuvvetleri komutanlarının Süleyman Demirel başkanlığındaki Adalet Partisi hükümetine verdiği muhtıra ile kesintiye uğradı."
  },
  {
    "id": "3187287",
    "unitNumber": 7,
    "text": "12 Mart 1971 Muhtıradan sonra birçok ilde sıkıyönetim ilan ederken bir yandan da 1961 Anayasasının ülke için bir lüks olduğunu ifade ederek hem devlet gücünü yeniden düzenleyen hem de temel hak ve özgürlükleri sınırlayan birtakım değişiklikler yapan başbakan aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Nihat Erim",
      "B": "Bülent Ecevit",
      "C": "Necmettin Erbakan",
      "D": "Süleyman Demirel",
      "E": "Memduh Tağmaç"
    },
    "explanation": "12 Mart 1971’de Türk Silahlı Kuvvetleri adına Genelkurmay Başkanı Memduh Tağmaç ile kara, hava ve deniz kuvvetleri komutanlarının Süleyman Demirel başkanlığındaki Adalet Partisi hükümetine verdiği Muhtıradan sonra ordunun desteğiyle bir teknokrat hükümeti kuran Erim, bir yandan birçok ilde sıkıyönetim ilan ederken bir yandan da 1961 Anayasasının ülke için bir lüks olduğunu ifade ederek hem devlet gücünü yeniden düzenleyen hem de temel hak ve özgürlükleri sınırlayan birtakım değişiklikler yapılmasını sağladı."
  },
  {
    "id": "3187293",
    "unitNumber": 7,
    "text": "Türkiye’de 29 Haziran 1971’de haşhaş ekimi tamamen yasaklandı. ABD’nin isteğiyle gerçekleşen bu politika sonucunda haşhaş üreticilerini mağduriyet yaşadı Bu mağduriyetini gidermek için aşağıdakilerden hangisi yapıldı?",
    "correctAnswer": "A",
    "options": {
      "A": "Üreticilere 30 milyon dollar vaad edildi üçte biri verildi",
      "B": "Çiftçilere buğday ve traktör verildi",
      "C": "Haşhaş ekiminin yasaklanması kabul edilmedi",
      "D": "Türk Hükümeti’nin ABD’Nin haşhaş konusundaki baskısına direndiı",
      "E": "ABD Kongresinde Türkiye’ye ambargo kararı alındı"
    },
    "explanation": "29 Haziran 1971’de Türkiye’de haşhaş ekimi tamamen yasaklandı. Erim bu yasağı getirirken ABD yönetiminin, böyle bir karardan etkilenecek üreticilere 30 milyon dolar verme vaadini de göz önünde bulundurmuştu. Fakat bu yardımların sadece üçte biri verildi ve bu da haşhaş üretimiyle geçinen on binlerce köylüyü mağdur etti."
  },
  {
    "id": "3187299",
    "unitNumber": 7,
    "text": "ABD’de yasa yapım sürecindeki bir konu, ilgili Senato ya da Temsilciler Meclisi komitelerinden birinde görüşülürken, çıkarılacak yasayla ilgili olarak kişiler ya da örgütler, kendi menfaatlerinin gözetilmesini sağlamak üzere girişimlerde bulunabilirler? Bu yasal girişime ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Lobicilik",
      "B": "Ambargo",
      "C": "Müzakere",
      "D": "İş birliği",
      "E": "Yaptırım"
    },
    "explanation": "ABD’de yasa yapım sürecindeki bir konu, ilgili Senato ya da Temsilciler Meclisi komitelerinden birinde görüşülürken, çıkarılacak yasayla ilgili olarak kişiler ya da örgütler, kendi menfaatlerinin gözetilmesini sağlamak üzere girişimlerde bulunabilirler. Bu yasal girişimlere lobicilik denir."
  },
  {
    "id": "3187302",
    "unitNumber": 7,
    "text": "Kıyı devletinin kara ülkesinin denizin altında süren ve kural olarak 200 mil genişliğindeki doğal uzantısı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kıta sahanlığı",
      "B": "FIR hattı",
      "C": "Hava sahası",
      "D": "Uçuş bölgesi",
      "E": "Silahsız bölge"
    },
    "explanation": "Kıta sahanlığı, kıyı devletinin kara ülkesinin denizin altında süren ve kural olarak 200 mil genişliğindeki doğal uzantısına verilen addır."
  },
  {
    "id": "3187306",
    "unitNumber": 7,
    "text": "Araplarlla İsrailin savaştığı Yom Kippur Savaşı, diğer adıyla Ramazan Savaşı aşağıda verilen tarihlerden hangisinde yapılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "1973",
      "B": "1975",
      "C": "1977",
      "D": "1979",
      "E": "1971"
    },
    "explanation": "1973’teki Arap-İsrail savaşına Yom Kippur Savaşı dendiği gibi Ramazan Savaşı da denmiştir."
  },
  {
    "id": "3187309",
    "unitNumber": 7,
    "text": "Türkiye’nin AET’ye geçiş süreci hangi tarihte başlamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "1969",
      "B": "1963",
      "C": "1971",
      "D": "1973",
      "E": "1977"
    },
    "explanation": "AET yetkilileri, Türk ekonomisinin performansını bu konuda yeterli görmemekle birlikte Türkiye’yi kaybetmemek adına müzakere sürecini Mart 1969’da başlattılar."
  },
  {
    "id": "3187915",
    "unitNumber": 7,
    "text": "1971 yılında ABD'nin baskıları nedeniyle Türkiye'de hangi bitkinin ekimi tamamen yasaklanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Haşhaş",
      "B": "Tütün",
      "C": "Kenevir",
      "D": "Mısır",
      "E": "Buğday"
    },
    "explanation": "Türkiye’de 12 Mart Muhtırası neticesinde iktidar değişti ve Nihat Erim kabinesi kuruldu. Erim, afyon üreticisinden oy almak gibi bir kaygı da taşımıyordu, ayrıca herhangi bir seçmen grubuna da bağımlı değildi. Bir ara rejim hükümeti olarak ülke içinde ordunun, ülke dışında ise ABD’nin desteğine muhtaçtı. Dolayısıyla Erim kabinesinin ABD’yi mutlu edecek haşhaş ekimi yasağı kararını alabilmesi mümkündü. Nitekim 29 Haziran 1971’de Türkiye’de haşhaş ekimi tamamen yasaklandı. Erim bu yasağı getirirken ABD yönetiminin, böyle bir karardan etkilenecek üreticilere 30 milyon dolar verme vaadini de göz önünde bulundurmuştu. Doğru seçenek A'dır."
  },
  {
    "id": "3187984",
    "unitNumber": 7,
    "text": "Aşağıdaki maddelerden hangisi 1980 tarihli Türkiye ile ABD arasındaki en kapsamlı anlaşma olan Savunma ve Ekonomik İşbirliği Anlaşması'nda (SEIA) yer almamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "NATO ittifakına ait teçhizat ve hizmetlerin geliştirilmesi ve artırılması amacıyla, Türkiye’ye bazı askeri malzemelerin üretimi konusunda sınai mülkiyet hakları sağlanacaktır.",
      "B": "Türkiye'nin çeşitli yerlerindeki toplam 12 üs ve tesiste ABD'ye faaliyet izni asla verilmeyecektir.",
      "C": "Savunma işbirliğinin kapsamı NATO antlaşmasından doğan yükümlülükler ile sınırlı olacaktır.",
      "D": "Yerli savunma sanayii geliştirilmesine ABD yardım edecektir.",
      "E": "Taraflar ekonomik ve askeri işbirliğini sürdüreceklerdir."
    },
    "explanation": "Türkiye ile ABD arasındaki en kapsamlı anlaşma olan SEİA (9 maddelik ana metne ekli üç tamamlayıcı anlaşma ve on üç uygulama anlaşması) 29 Mart 1980’de Ankara’da imzalandı. Anlaşmanın başlıca maddeleri şunlardır:<br/>• Taraflar ekonomik ve askeri işbirliğini sürdüreceklerdir.<br/>• Yerli savunma sanayii geliştirilmesine ABD yardım edecektir.<br/>• Savunma işbirliğinin kapsamı NATO antlaşmasından doğan yükümlülükler ile sınırlı olacaktır.<br/>• Anlaşmanın 5 yıl geçerli olması ve taraflar feshetmezse bir yıllık süreler halinde uzaması<br/>• Anlaşma ile sağlanan savunma malzemeleri ve teknik bilgilerin üçüncü taraflara devri tedarikçi taraf olan ABD’nin mutabakatına tabi olacaktır.<br/>• NATO ittifakına ait teçhizat ve hizmetlerin geliştirilmesi ve artırılması amacıyla, Türkiye’ye bazı askeri malzemelerin üretimi konusunda sınai mülkiyet hakları sağlanacaktır.<br/>• <strong>Türkiye’nin çeşitli yerlerindeki toplam 12 üs ve tesiste ABD’ye faaliyet izni verildi.</strong><br/>• Bu üsler ile üslerde görev yapacak personelle ilgili olarak Türkiye’nin egemenlik haklarını gözeten çeşitli düzenlemeler yapıldı. Bu kapsamda, Türkiye Cumhuriyeti hükümetinin olağanüstü durumlarda, ulusal varlığını korumak için uluslararası hukuka uygun olarak, gerekli gördüğü kısıtlayıcı önlemleri alabileceği kabul edildi.\n Doğru seçenek B'dir."
  },
  {
    "id": "3188002",
    "unitNumber": 7,
    "text": "Türk-Sovyet ilişkilerini olumsuz etkileyen en önemli gelişme olarak görülen ve Yumuşama dönemini de sonlandıran eylem olarak kabul edilen olay aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "1980 Tarihli Savunma ve Ekonomik İşbirliği Anlaşmasının (SEIA) imzalanması",
      "B": "Kıbrıs Barış Harekatı",
      "C": "Sovyetler Birliği'nin 1979 sonunda giriştiği Afganistan'ı işgal hareketi",
      "D": "ABD'den Türkiye'ye Silah Ambargosu kararı",
      "E": "Afyon Sorunu"
    },
    "explanation": "Türk-Sovyet ilişkilerini olumsuz etkileyen en önemli gelişme, Yumuşama dönemini de sonlandıran eylem olarak kabul edilen, Sovyetler Birliği’nin 1979 sonunda giriştiği Afganistan’ı işgal harekatıydı. Uluslararası alanda gerginliğin artmasıyla beraber Türk-Sovyet ilişkileri de geriledi. Doğru cevap C seçeneğinde verilmiştir."
  },
  {
    "id": "3188017",
    "unitNumber": 7,
    "text": "Kıbrıs Barış Harekatı hangi tarihte gerçekleşmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "1970",
      "B": "1971",
      "C": "1972",
      "D": "1973",
      "E": "1974"
    },
    "explanation": "20 Temmuz 1974 günü sabah 05.30’da Kıbrıs Barış Harekâtı olarak anılan Türkiye’nin askeri müdahalesi başladı. Doğru cevap E seçeneğinde verilmiştir."
  },
  {
    "id": "3188046",
    "unitNumber": 7,
    "text": "Oniki Adalar denen ve aslında on dört ada ve onlara yakın adacıklardan oluşan güneydoğu Ege adaları hangi antlaşma ile askerden ve silahtan arındırılmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Lozan Barış Antlaşması",
      "B": "Lozan Boğazlar Sözleşmesi",
      "C": "Savunma ve Ekonomik İşbirliği Antlaşması",
      "D": "Paris Barış Antlaşması",
      "E": "İyi komşuluk ilkeleri bildirisi"
    },
    "explanation": "Doğu Ege Adaları olarak tanımlanan adalar üç gruptur: Boğaz-önü adaları olarak adlandırılan Limni ve Semadirek; Merkezi Doğu Ege Adaları olan Midilli, Sakız, Sisam ve Nikarya; Oniki Adalar denen ve aslında on dört ada ve onlara yakın adacıklardan oluşan güneydoğu Ege adaları. Bu ada gruplarından ilki Lozan Barış Antlaşması ve Lozan Boğazlar Sözleşmesi ile, ikincisi sadece Lozan Barış Antlaşması ile ve sonuncusu da Türkiye’nin taraf olmadığı 1947 Paris Barış Antlaşması ile askerden ve silahtan arındırılmıştır. Doğru cevap D'dir."
  },
  {
    "id": "3188122",
    "unitNumber": 7,
    "text": "Ekim 1973'te patlak veren ve yaklaşık üç hafta süren, başta Mısır olmak üzere Arap ülkeleri ile İsrail arasında gerçekleşen savaşa ne ad verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yom Kippur Savaşı",
      "B": "Gazze Savaşı",
      "C": "Altı Gün Savaşı",
      "D": "Nebi Musa Ayaklanması",
      "E": "Jaffa Ayaklanması"
    },
    "explanation": "Yom Kippur Savaşı : 1967’deki savaşta İsrail’e karşı ağır kayıplar veren başta Mısır olmak üzere Arap ülkeleri, Sina Yarımadası, Golan Tepeleri, Batı Şeria ve Gazze Şeridini geri almak üzere yeniden bir araya gelerek İsrail’e sürpriz bir saldırı planladılar. Saldırının başladığı gün (6 Ekim) Müslümanların kutsal ayı Ramazan’a denk geldiği gibi, Yahudilerin en büyük bayramı olan Yom Kippur (Kefaret Günü) da aynı gündü. 1973’teki Arap-İsrail savaşına<br/>bu nedenle Yom Kippur Savaşı dendiği gibi Ramazan Savaşı da denmiştir. Her iki tarafın da ciddi kayıplar verdiği ve yaklaşık üç hafta süren savaşın sonunda ateşkes yapılmış, bunun ardından ise Mısır-İsrail ilişkilerini giderek iyileştirecek bir müzakere süreci başlamıştır.<br/>Yom Kippur Savaşı : 1967’deki savaşta İsrail’e karşı ağır kayıplar veren başta Mısır olmak üzere Arap ülkeleri, Sina Yarımadası, Golan Tepeleri, Batı Şeria ve Gazze Şeridini geri almak üzere yeniden bir araya gelerek İsrail’e sürpriz bir saldırı planladılar. Saldırının başladığı gün (6 Ekim) Müslümanların kutsal ayı Ramazan’a denk geldiği gibi, Yahudilerin en büyük bayramı olan Yom Kippur (Kefaret Günü) da aynı gündü. 1973’teki Arap-İsrail savaşına bu nedenle Yom Kippur Savaşı dendiği gibi Ramazan Savaşı da denmiştir. Her iki tarafın da ciddi kayıplar verdiği ve yaklaşık üç hafta süren savaşın sonunda ateşkes yapılmış, bunun ardından ise Mısır-İsrail ilişkilerini giderek iyileştirecek bir müzakere süreci başlamıştır. Doğru seçenek A'dır."
  },
  {
    "id": "3188220",
    "unitNumber": 7,
    "text": "Aşağıdaki maddelerden hangisi Avrupa Güvenlik ve İşbirliği Konferansı'nın (AGİK) dayandığı temel ilkeler arasında yer almaz?",
    "correctAnswer": "B",
    "options": {
      "A": "Egemenlik haklarına saygı",
      "B": "İsrail'e yardım ettiği kabul edilen ülkelere karşı petrol ambargosu uygulanması",
      "C": "Kuvvet kullanmaktan ya da kullanma tehdidinden kaçınma",
      "D": "Devletlerin toprak bütünlüğünün korunması",
      "E": "İnsan hakları ve temel özgürlüklere saygı"
    },
    "explanation": "AGİK’in dayandığı temel ilkeler ile başlıca faaliyet alanlarının her biri “sepet” adı verilen üç ayrı kısımda ortaya koyuldu. Bunlardan en önemlisi olan Birinci Sepette, egemenlik haklarına saygı, kuvvet kullanmaktan ya da kullanma tehdidinden kaçınma, sınırların ihlal edilmezliği, devletlerin toprak bütünlüğünün korunması, anlaşmazlıkların barışçıl çözümü, içişlerine karışmama, insan hakları ve temel özgürlüklere saygı, halklar için eşit haklar ve kendi kaderini belirleme hakkı gibi çok önemli ilkelere yer verildi. Yine, kabul edilen çeşitli güven artırıcı önlemlerle, barış ortamına katkı yapılması hedeflendi. Doğru seçenek B'dir."
  },
  {
    "id": "3188283",
    "unitNumber": 7,
    "text": "1975-1978 yılları arasında ABD'nin Türkiye'ye karşı uyguladığı silah ambargosuna gerekçe teşkil eden durum aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Arap-İsrail Çatışması",
      "B": "Türk-Sovyet İlişkileri",
      "C": "Türkiye'nin Kıbrıs Politikası",
      "D": "Türkiye İran ilişkileri",
      "E": "Yom Kippur Savaşı"
    },
    "explanation": "Başkan Ford, Kongre’den gelen ambargo kararlarını Aralık 1974’te onaylayarak yasalaştırdı. Bu yasa, Türkiye, ilgili Amerikan yasalarına uygun hareket edene ve Kıbrıs’taki askeri kuvvetlere ilişkin bir anlaşmaya yönelik esaslı bir ilerleme kaydedilene dek başkana ambargo uygulama yetkisi veriyordu. Bu kararın alınmasıyla, ABD’nin Türkiye’ye silah satışı 5 Şubat 1975’te durduruldu. Ambargo 12 Eylül 1978’de tamamen kaldırıldı. Ambargo nedeniyle Türkiye yaklaşık üç yıl boyunca ihtiyaç duyduğu askeri<br/>malzemeden mahrum kaldı. Öte yandan, ambargoya gerekçe teşkil eden Türkiye’nin Kıbrıs politikasında bir yumuşama olmadı.<br/>Başkan Ford, Kongre’den gelen ambargo kararlarını Aralık 1974’te onaylayarak yasalaştırdı. Bu yasa, Türkiye, ilgili Amerikan yasalarına uygun hareket edene ve Kıbrıs’taki askeri kuvvetlere ilişkin bir anlaşmaya yönelik esaslı bir ilerleme kaydedilene dek başkana ambargo uygulama yetkisi veriyordu. Bu kararın alınmasıyla, ABD’nin Türkiye’ye silah satışı 5 Şubat 1975’te durduruldu. Ambargo 12 Eylül 1978’de tamamen kaldırıldı. Ambargo nedeniyle Türkiye yaklaşık üç yıl boyunca ihtiyaç duyduğu askeri malzemeden mahrum kaldı. Öte yandan, ambargoya gerekçe teşkil eden Türkiye’nin Kıbrıs politikasında bir yumuşama olmadı. Doğru yanıt C'dir."
  },
  {
    "id": "3188337",
    "unitNumber": 7,
    "text": "I. Karasuları Sorunu\n<br/>II. Hava Sahası Sorunu\n<br/>III. Kıta Sahanlığı Sorunu\n<br/>IV. Adaların Silahlandırılması\n<br/>Yukarıdaki maddelerin hangisi/hangileri Ege Denizi'ndeki egemenlik alanlarına ilişkin sorunlar arasındadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "I, II ve III",
      "E": "I, II, III ve IV"
    },
    "explanation": "1974’ten sonraki süreçte Türkiye ile Yunanistan arasındaki sorunun bir kısmını da Ege Denizi’ne ilişkin çeşitli ihtilaflar oluşturdu. Evvelce iki ülkenin de NATO üyesi ve dolayısıyla aynı tarafta olmasından dolayı sorun yaratmayan kimi durumlar ve uygulamalar bu tarihten sonra büyük bir ihtilaf<br/>konusu haline geldi.<br/>1974’ten sonraki süreçte Türkiye ile Yunanistan arasındaki sorunun bir kısmını da Ege Denizi’ne ilişkin çeşitli ihtilaflar oluşturdu. Evvelce iki ülkenin de NATO üyesi ve dolayısıyla aynı tarafta olmasından dolayı sorun yaratmayan kimi durumlar ve uygulamalar bu tarihten sonra büyük bir ihtilaf konusu haline geldi. Doğru seçenek E'dir."
  },
  {
    "id": "3188410",
    "unitNumber": 7,
    "text": "1974'te Kıbrıs'a yönelik iki aşamalı askeri müdahale sürecinde dönemin başbakanı kimdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Süleyman Demirel",
      "B": "Nihat Erim",
      "C": "Turgut Özal",
      "D": "Bülent Ecevit",
      "E": "Mesut Yılmaz"
    },
    "explanation": "20 Temmuz 1974 günü sabah 05.30’da Kıbrıs Barış Harekâtı olarak anılan Türkiye’nin askeri müdahalesi başladı. Saat 06.00’da radyodan yaptığı<br/>konuşmasında <strong>Ecevit</strong>, “Adaya savaş için değil barış için gidiyoruz; ama yalnız Türklerin değil Rumların da barışı için gidiyoruz” dedi. Müdahale haberinin<br/>duyulması üzerine toplanan BM Güvenlik Konseyi, 20 Temmuz’da aldığı 353 Sayılı Kararda, tüm devletlerin Kıbrıs’ın egemenliğine, bağımsızlığına ve toprak bütünlüğüne saygı göstermeye, çatışan tarafları ateşkese, uluslararası antlaşmalar uyarınca bulunanlar dışındaki tüm askeri personeli adadan çekilmeye ve garantör devletleri görüşmelere başlamaya çağırdı. Doğru cevap D'dir."
  },
  {
    "id": "3175607",
    "unitNumber": 8,
    "text": "24 Ocak 1980'de Demirel Azınlık Hükümeti tarafından ülkedeki ekonomik krizin giderilmesi için hazırlanan ve ilan edilen, \"kapsamlı ve radikal denebilecek ölçüde bir reform paketi\"nin mimarı olarak kabul edilen dönemin Başbakanlık Müsteşarı kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Turgut Özal",
      "B": "Mesut Yılmaz",
      "C": "Kenan Evren",
      "D": "Bülent Ulusu",
      "E": "Turgut Sunalp"
    },
    "explanation": "24 Ocak 1980'de Demirel Azınlık Hükümeti tarafından ülkedeki ekonomik krizin giderilmesi için hazırlanan \"kapsamlı ve radikal denebilecek ölçüde bir reform paketi\"nin mimarı olarak kabul edilen dönemin Başbakanlık Müsteşarı Turgut Özal'dır."
  },
  {
    "id": "3175609",
    "unitNumber": 8,
    "text": "12 Eylül 1980 ile başlayan Askeri rejim, Anayasa yapımını müteakip olarak hangi tarihte yapılan milletvekili seçimlerine kadar sürmüştür?",
    "correctAnswer": "B",
    "options": {
      "A": "6 Kasım 1982",
      "B": "6 Kasım 1983",
      "C": "6 Kasım 1984",
      "D": "6 Kasım 1985",
      "E": "6 Kasım 1986"
    },
    "explanation": "12 Eylül ile başlayan askeri rejim, 7 Kasım 1982’de halk oylamasıyla kabul edilen yeni anayasanın yürürlüğe girmesinin ardından 6 Kasım 1983’te yapılan milletvekili seçimleri ile demokratik yaşama dönüşe kadar devam etmiştir."
  },
  {
    "id": "3175804",
    "unitNumber": 8,
    "text": "Türkiye'nin kendisine uyguladığı vetoyu kaldırması sonucunda Ekim 1980'de NATO'nun askeri kanadına geri dönen ülke aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Fransa",
      "B": "İtalya",
      "C": "Yunanistan",
      "D": "Belçika",
      "E": "Hollanda"
    },
    "explanation": "Yunanistan’ın 1974’te terk ettiği NATO’nun askeri kanadına geri dönüşü konusunda Türkiye bir süredir sergilediği olumsuz tavrı bıraktı. Kenan Evren’in “asker sözü” verdiğini söylediği NATO Avrupa Kuvvetler Komutanı Bernard Rogers’ın önerdiği planı kabul eden Türkiye Yunanistan’a ilişkin vetosunu kaldırdı ve Yunanistan Ekim 1980’de NATO’nun askeri kanadına döndü."
  },
  {
    "id": "3175806",
    "unitNumber": 8,
    "text": "Türkiye'de F-16 üretimi için ABD’li üretici firma ile ortaklaşa kurulan TAI, Türk Hava Kuvvetleri’ne ilk F-16 teslimatını hangi yıl yapmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "1984",
      "B": "1985",
      "C": "1986",
      "D": "1987",
      "E": "1988"
    },
    "explanation": "Türkiye'de F-16 üretimi için ABD’li üretici firma ile ortaklaşa kurulan TAI (TUSAŞ Aerospace Industry) Türk Hava Kuvvetleri’ne ilk teslimatını 1987’de yapmıştır."
  },
  {
    "id": "3175810",
    "unitNumber": 8,
    "text": "Kıbrıs sorunuyla ilgili olarak, 1984’te yeniden başlayan toplumlararası görüşmeler, hangi uluslararası kuruluşun arabuluculuğuyla olmuştur?",
    "correctAnswer": "E",
    "options": {
      "A": "NATO",
      "B": "AT",
      "C": "AGİK",
      "D": "IMF",
      "E": "BM"
    },
    "explanation": "Kıbrıs sorunuyla ilgili olarak, 1984’te BM arabuluculuğuyla toplumlararası görüşmeler yeniden başlamıştır."
  },
  {
    "id": "3175814",
    "unitNumber": 8,
    "text": "Aşağıdaki Ortadoğu ülkelerinden hangisi, 12 Eylül'den sonra Türk Silahlı Kuvvetleri’nden subayların ordularına eğitim verdiği ülkelerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kuveyt",
      "B": "Irak",
      "C": "Umman",
      "D": "Bahreyn",
      "E": "Ürdün"
    },
    "explanation": "12 Eylül'ün ardından, Türk Silahlı Kuvvetleri’nden subaylar, Suudi Arabistan ve Kuveyt ordularına eğitim vermişlerdir."
  },
  {
    "id": "3175848",
    "unitNumber": 8,
    "text": "15 Kasım 1988'de ilan edilen ve Türkiye tarafından aynı gün tanınan devlet aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Azerbaycan",
      "B": "Filistin",
      "C": "Kazakistan",
      "D": "Türkmenistan",
      "E": "Özbekistan"
    },
    "explanation": "15 Kasım 1988’de ilan edilen Filistin Devleti, Türkiye tarafından aynı gün de tanınmıştır."
  },
  {
    "id": "3175855",
    "unitNumber": 8,
    "text": "Türkiye, Avrupa İnsan Hakları Sözleşmesi'nde (AİHS) öngörülen başlıca insan hakları koruma mekanizmasını benimseyerek, bireylerin Türkiye aleyhinde Avrupa İnsan Hakları Komisyonu’na başvuru yapmalarını hangi tarihte kabul etmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "27 Ocak 1985",
      "B": "27 Ocak 1986",
      "C": "27 Ocak 1987",
      "D": "27 Ocak 1988",
      "E": "27 Ocak 1989"
    },
    "explanation": "Türkiye, AİHS’de öngörülen başlıca insan hakları koruma mekanizmasını benimseyerek, bireylerin Türkiye aleyhinde Avrupa İnsan Hakları Komisyonu’na başvuru yapmalarını 27 Ocak 1987’de kabul etmiştir."
  },
  {
    "id": "3175863",
    "unitNumber": 8,
    "text": "Türkiye ile SSCB arasındaki ilişkiler, 1960’ların ortalarından sonra ekonomi temelinde olmak üzere yolunda seyrederken, 1980'lerin ilk yarısıyla birlikte SSCB'nin hangi ülkeyi işgal etmesiyle bu ilişkiler zarar görmüştür?",
    "correctAnswer": "D",
    "options": {
      "A": "Estonya",
      "B": "Polonya",
      "C": "Ukrayna",
      "D": "Afganistan",
      "E": "Finlandiya"
    },
    "explanation": "Türkiye ile SSCB arasındaki ilişkiler, 1960’ların ortalarından beri ekonomi temelinde olmak üzere yolunda seyrediyordu. Fakat SSCB’nin Afganistan’ı işgali nedeniyle Yumuşama sürecinin sona ererek iki blok arasındaki ilişkilerin yeniden gerginleşmesi Türkiye’nin Moskova karşısındaki pozisyonunu da olumsuz etkiledi. 1980’lerin ilk yarısına denk gelen bu dönemde daha çok siyasal ilişkiler zarar gördü."
  },
  {
    "id": "3175864",
    "unitNumber": 8,
    "text": "SSCB'de Gorbaçov’un iktidara gelişiyle değişen Sovyet dış politikası Batı ile işbirliğine açık bir tutum benimsemiş ve bu Türkiye-SSCB ilişkilerini de olumlu etkilemiştir. Bundan sonra da Mart 1988’de Karadeniz FIR hattı belirlenmiş, daha sonra iki ülke arasında Temmuz 1988’de hangi sınır kapısının açılması kararlaştırılmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "İpsala",
      "B": "Uzunköprü",
      "C": "Türkgözü",
      "D": "Hamzabeyli",
      "E": "Sarp"
    },
    "explanation": "SSCB'de Gorbaçov’un iktidara gelişiyle değişen Sovyet dış politikası Batı ile işbirliğine açık bir tutum benimsemiş ve bu Türkiye-SSCB ilişkilerini olumlu etkilemiştir. Bundan sonra da Mart 1988’de Karadeniz FIR hattı belirlenmiş, Temmuz 1988’de de iki ülke arasında Sarp sınır kapısının açılması kararlaştırılmıştır."
  },
  {
    "id": "3177808",
    "unitNumber": 8,
    "text": "Şah Rıza Pehlevi’nin yönetimine son vererek, ABD’nin bölge politikalarına büyük bir darbe vuran, Körfez ülkeleri için yeni ve büyük bir tehdit ortaya çıkmasına neden olan İran devrimi hangi yıl gerçekleşmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "1977",
      "B": "1978",
      "C": "1979",
      "D": "1980",
      "E": "1981"
    },
    "explanation": "Soruda Ortadoğu için önemli bir olay olan İran Devriminin tarihinin hatırlanması amaçlanmıştır.<br/>İlk olarak 1979 başında İran’da patlak veren devrim, ABD’nin bölgedeki en önemli müttefiklerinden biri olan Şah Rıza Pehlevi’nin yönetimine son verdi. Bu durum ABD’nin bölge politikalarına büyük bir darbe vururken, ABD’nin bölgedeki müttefiki konumundaki Körfez ülkeleri bakımından da yeni ve büyük bir tehdit ortaya çıkmış oldu. İran hem benimsediği radikalizm hem de devrim ihracına yönelik tutumuyla, tüm Orta Doğu ülkeleri için ve özellikle de bünyesinde Şii nüfus barındıran Arap ülkeleri bakımından ciddi ve sürekli bir tehdit haline geldi."
  },
  {
    "id": "3177843",
    "unitNumber": 8,
    "text": "“Şer İmparatorluğu” olarak adlandırdığı SSCB’yi ve komünizmi kesin olarak mağlup etmek için, silahlanma harcamalarını olağanüstü ölçülerde artırarak Yıldız Savaşları olarak adlandırılan Stratejik Savunma Girişimi (Strategic Defence Initiative)'ni başlatan, 1981 yılında başa geçmiş olan Amerika Başkanı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Jimmy Carter",
      "B": "Ronald Reagan",
      "C": "George H. W Bush",
      "D": "Bill Clinton",
      "E": "Barack Obama"
    },
    "explanation": "Soruda verilen gelişmelerin hangi ABD başkanı zamanında ortaya çıktığının tanınması amaçlanmıştır.<br/>ABD’nin SSCB’ye yönelik siyaseti, asıl olarak Carter’dan sonra 1981’de başkanlık görevine başlayan Cumhuriyetçi Parti’den Ronald Reagan döneminde çok daha sertleşti. Güçlü bir komünizm karşıtı olan Reagan döneminde ABD SSCB’ye karşı sert ve kapsamlı politikalar izledi. “Şer İmparatorluğu” olarak adlandırdığı SSCB’yi ve komünizmi kesin olarak mağlup etmeyi ve uluslararası alanda bir süredir zemin kaybetmiş olan ABD’yi yeniden mutlak şekilde güçlü ve lider ülke haline getirmeyi amaçlayan Reagan bu çerçevede silahlanma harcamalarını olağanüstü ölçülerde artırdı. Örneğin Yıldız Savaşları olarak adlandırılan Stratejik Savunma Girişimi (Strategic Defence Initiative) bu silahlanma siyasetinin bir parçası olarak Sovyet füzelerini uzaydan imha etme amacı çerçevesinde başlatıldı."
  },
  {
    "id": "3178431",
    "unitNumber": 8,
    "text": "Kıbrıs Rum yönetiminin adanın tek otoritesi olarak benimsenmesine son vermeyi ve eşit bir taraf olarak kabul edilmeyi amaçlayan Kuzey Kıbrıs Türk Cumhuriyeti (KKTC) bağımsızlığını ne zaman ilan etmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "15 Kasım 1983",
      "B": "16 Kasım 1987",
      "C": "12 Eylül 1980",
      "D": "22 Eylül 1980",
      "E": "15 Kasım 1988"
    },
    "explanation": "Soruda KKTC'nin bağımsızlık ilanının tarihinin hatırlanması amaçlanmıştır.<br/>Papandreu’nun yönlendirmesiyle 1983’te başkan seçilen Spiros Kipriyanu, Türkiye’yi ve Denktaş’ı çözüme zorlayabilmek amacıyla toplumlararası görüşmeler yerine sorunu uluslararasılaştırmaya başladı. Bu politikanın sonucunda BM Genel Kurulu’nda 13 Mayıs 1983’te alınan kararda adadan “tüm işgal güçlerinin çekilmesi” ve Kıbrıslı Rum mültecilerin evlerine dönmeleri gibi esaslar kabul edildi. Bu karar Kıbrıslı Türklerde büyük bir tepkiye yol açtı ve Kıbrıs Türk Federe Devleti Parlamentosu, 15 Kasım 1983’te Kuzey Kıbrıs Türk Cumhuriyeti’nin (KKTC) bağımsızlığını ilan etti. Bu hamle, Kıbrıs Rum yönetiminin adanın tek otoritesi olarak benimsenmesine son vermeyi ve eşit bir taraf olarak kabul edilmeyi amaçlıyordu. Fakat KKTC sadece Türkiye tarafından tanındı ve BM Güvenlik Konseyi KKTC’yi hukuken geçersiz ilan etti"
  },
  {
    "id": "3178432",
    "unitNumber": 8,
    "text": "Türkiye açısından ekonomik ve siyasi bakımlardan önemli sonuçlar doğuran, İran’daki devrimden sonra ilişkileri giderek gerilen Irak ile İran arasındaki uzun soluklu savaş hangi tarihte başlamıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "15 Kasım 1983",
      "B": "16 Kasım 1987",
      "C": "22 Eylül 1980",
      "D": "10 Nisan 1981",
      "E": "14 Nisan 1987"
    },
    "explanation": "Soruda İran-İrak savaşının başlangıç tarihinin hatırlanması amaçlanmıştır.<br/>İran’daki devrimden sonra ilişkileri giderek gerilen Irak ile İran arasında 22 Eylül 1980’de savaş patlak verdi. Savaşın ilk gününden itibaren tarafsızlık siyaseti izleyen Türkiye, bu tutumunu savaşın sona erdiği Temmuz 1988’e kadar sürdürdü. Türkiye’nin güneydoğusundaki bu iki komşusu arasındaki uzun soluklu savaş, Türkiye bakımından da ekonomik ve siyasi bakımlardan önemli sonuçlar doğurdu."
  },
  {
    "id": "3178436",
    "unitNumber": 8,
    "text": "Kendi kimliklerini koruyan Türklerin uzun vadede büyük bir azınlık grubu haline gelebileceği, bu durumda Türkiye’nin etkisine daha açık hale gelme olasılığından çekinerek, Todor Jivkov yönetiminde 1984 sonlarında ülkedeki Türklere karşı Yeniden Doğuş Süreci adı altında bir asimilasyon kampanyası başlatan ülke aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yugoslavya",
      "B": "Yunanistan",
      "C": "Arnavutluk",
      "D": "Bulgaristan",
      "E": "Macaristan"
    },
    "explanation": "Soruda Türklere karşı Yeniden Doğuş Süreci adı altında, zorla isim değiştirme ve hatta Türkçeyi ve Türk kültürünü silme amacıyla bir asimilasyon kampanyası başlatan ülkenin tanınması amaçlanmıştır.<br/>Bulgaristan ile yaşanan sorunun esası, bu ülkede bulunan ve sayıları bir milyona yakın olan Türk<br/>azınlıktan Bulgar devletinin rahatsız olmasına dayanıyordu. Kendi kimliklerini koruyan Türklerin<br/>uzun vadede Bulgar nüfusu zorlayacak büyük bir azınlık grubu haline gelebileceği, bu durumda ise Bulgaristan’ın Türkiye’nin etkisine daha açık hale gelme olasılığından çekinen Todor Jivkov yönetimindeki Bulgaristan, 1984 sonlarından itibaren tutumunu sertleştirdi. Ülkedeki Türklere yönelik olarak Yeniden Doğuş Süreci adı altında, zorla isim değiştirme ve hatta Türkçeyi ve Türk kültürünü silme amacıyla bir asimilasyon kampanyası başlatıldı. Türkiye bu süreçte Bulgaristan’la diyalog kurmaya çalıştı, göç edecekleri kabul edeceğini duyurdu."
  },
  {
    "id": "3178439",
    "unitNumber": 8,
    "text": "Yumuşama sürecinin bir ürünü olarak nükleer silahların sınırlandırılması konusunda Haziran 1979’da SSCB ile imzalanan SALT II’ye (Strategic Arms Limitation Talks) ilişkin onay sürecini durduran, Basra Körfezi’ndeki petrol alanlarına yapılacak bir saldırıyı ABD’nin yaşamsal çıkarlarına yapılmış sayacağını ve böyle bir durumda gerekirse askeri güç kullanılacağını belirten ve kendi adıyla anılan bir doktrin ilan eden ABD başkanı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Jimmy Carter",
      "B": "Ronald Reagan",
      "C": "George H. W Bush",
      "D": "Bill Clinton",
      "E": "Barack Obama"
    },
    "explanation": "Soruda Basra Körfezi’ndeki petrol alanlarına yapılacak bir saldırıyı ABD’nin yaşamsal çıkarlarına yapılmış sayacağını ve böyle bir durumda gerekirse askeri güç kullanılacağını belirten ve kendi adıyla anılan bir doktrin ilan eden ABD başkanının tanınması amaçlanmıştır.<br/>Bu çerçevede ABD birtakım adımlar atarak hem Orta Doğu’da meydana gelen gelişmeler karşısında tepki vermeye hem de SSCB’ye karşı tutumunu sertleştirmeye başladı. Örneğin Yumuşama sürecinin bir ürünü olarak nükleer silahların sınırlandırılması konusunda Haziran 1979’da SSCB ile imzalanan SALT II’ye (Strategic Arms Limitation Talks) ilişkin onay sürecini durdurdu. Dönemin ABD Başkanı Jimmy Carter, Basra Körfezi’ndeki petrol alanlarına yapılacak bir saldırıyı ABD’nin yaşamsal çıkarlarına yapılmış sayacağını ve böyle bir durumda gerekirse askeri güç kullanılacağını belirttiği ve kendi adıyla anılan bir doktrin ilan etti."
  },
  {
    "id": "3178448",
    "unitNumber": 8,
    "text": "1985’te SSCB Komünist Partisi’nin yeni genel sekreteri sıfatıyla ülkenin karşı karşıya kaldığı bunalımı aşmak amacıyla, açıklık (glasnost) ve yeniden yapılanma (perestroika) olarak adlandırılan kapsamlı birtakım reformlar öneren SSCB lideri aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Nikolay Rıjkov",
      "B": "Nikita Kruşçev",
      "C": "Mihail Gorbaçov",
      "D": "Mihail Kalinin",
      "E": "Valentin Pavlov"
    },
    "explanation": "Soruda ülkenin karşı karşıya kaldığı bu bunalımı aşmak amacıyla, açıklık (glasnost) ve yeniden yapılanma (perestroika) olarak adlandırılan reformlar öneren SSCB’nin liderinin tanınması amaçlanmıştır.<br/>1985’te SSCB Komünist Partisi’nin yeni genel sekreteri sıfatıyla SSCB’nin yeni lideri olan Mihail Gorbaçov, ülkenin karşı karşıya kaldığı bu bunalımı aşmak amacıyla, açıklık (glasnost) ve yeniden yapılanma (perestroika) olarak adlandırılan kapsamlı birtakım reformlar önerdi. Gorbaçov, bu reformların başarıya ulaşabilmesi ve Sovyet sisteminin toparlanabilmesi için öncelikle yük haline gelen askeri harcamaları azaltmaya imkân tanıyacak barışçıl bir uluslararası ortama ihtiyaç duyuyordu"
  },
  {
    "id": "3178454",
    "unitNumber": 8,
    "text": "Nisan 1983’te yürürlüğe giren yeni siyasi partiler yasasına göre, Ulusu hükümetinde ekonomiden sorumlu başbakan yardımcısı olarak görev yapmış, 1970’lerin başındaki Dünya Bankası’ndaki çalışma deneyiminden dolayı özellikle ABD tarafından bilinen, Türk özel sektörünün aşina olduğu Anavatan Partisi’ni (ANAP) kuran siyasetçi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Turgut Sunalp",
      "B": "Bülent Ulusu",
      "C": "Necdet Calp",
      "D": "Turgut Özal",
      "E": "Nihat Erim"
    },
    "explanation": "Soruda 1970’lerin başındaki Dünya Bankası’ndaki çalışma deneyiminden dolayı özellikle ABD tarafından bilinen hem de Türk özel sektörünün aşina olduğu ANAP'ı kuran siyasetçinin tanınması amaçlanmıştır.<br/>Anayasanın kabulünden sonra gündeme gelen yeni siyasi partiler yasası Nisan 1983’te yürürlüğe girdi ve ertesi gün de siyaset yapma yasağı sona erdi. Bu süreçte 17 yeni parti kuruldu. Ulusu hükümetinde ekonomiden sorumlu başbakan yardımcısı olarak görev yapan Özal mayıs ayında Anavatan Partisi’ni (ANAP) kurdu. Esasen darbecilerin pek tercih etmediği biri olan Özal, hem 1970’lerin başındaki Dünya Bankası’ndaki çalışma deneyiminden dolayı özellikle ABD tarafından bilinen bir isimdi hem de Türk özel sektörünün aşina olduğu biriydi. Dolayısıyla askerlerin “izin verdiği” birkaç partiden biri de ANAP oldu."
  },
  {
    "id": "3178457",
    "unitNumber": 8,
    "text": "Türkiye'de ordunun modernizasyonunun en dikkat çeken projesi F-16 uçaklarının üretim ve montajıyla ilgili olarak ABD ile yapılan anlaşmaya göre, üretici firma ile ortaklaşa kurulan TAI (TUSAŞ Aerospace Industry) Türk Hava Kuvvetleri’ne ilk teslimatını hangi tarihte yapmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "6 Kasım 1983",
      "B": "8 Aralık 1987",
      "C": "22 Eylül 1980",
      "D": "15 Kasım 1983",
      "E": "16 Kasım 1987"
    },
    "explanation": "Soruda Türkiye'de ordunun modernizasyonunun en dikkat çeken projesi F-16 uçaklarının Türk Hava Kuvvetleri’ne ilk teslimatının hangi tarihte olduğunun hatırlanması amaçlanmıştır.<br/>ABD’nin de desteğiyle Orta Doğu’daki bazı ülkelerle bu alanda yapılan işbirlikleri siyasi alanda da olumlu sonuçlar yaratıyordu. Öte yandan, ordunun modernizasyonunun en dikkat çeken projesi F-16 uçaklarının üretim ve montajıyla ilgili olarak ABD ile yapılan anlaşmaydı. Maliyetinin yüksekliği, teknoloji transferinin istenen düzeyin altında gerçekleşmesi gibi olumsuzluklara karşın, Türkiye’de F-16’ların üretilebilmesi büyük bir teknolojik ilerleme anlamına geldi. F-16 üretimi için ABD’li üretici firma ile ortaklaşa kurulan TAI (TUSAŞ Aerospace Industry) Türk Hava Kuvvetleri’ne ilk teslimatını 16 Kasım 1987’de yaptı."
  },
  {
    "id": "3182763",
    "unitNumber": 8,
    "text": "I. İran’daki İslam devrimi sonrasında Şah rejiminin sona ermesi\n II. SSCB’nin Afganistan’ı işgal ederek Orta Doğu ve Basra Körfezi’ne doğru yönelmesi\n III. Türkiye'nin Kıbrıs Barış Harekâtını gerçekleştirmesi\n IV. Türkiye'nin Nato üyeliğine kabul edilmesi\n Yukarıdakilerden hangileri 1980'lerde Türk-Amerikan ilişkilerini şekillendiren gelişmeler arasındadır?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I ve IV",
      "D": "II ve III",
      "E": "III ve IV"
    },
    "explanation": "1980’lerde Türk-Amerikan ilişkileri başlıca üç gelişme çerçevesinde şekillendi. Öncelikle, SSCB’nin Afganistan’ı işgal ederek Orta Doğu ve Basra Körfezi’ne doğru yönelmesi, Yumuşama sürecinin durmasına yol açtı ve Türkiye’nin stratejik konumu yeniden hatırlandı. İkincisi, İran’daki İslam devrimi sonrasında Şah rejiminin sona ermesi, Orta Doğu’da Batı karşıtı ve radikal bir İslam anlayışının İran’dan başlayarak yayılması tehlikesi belirdi.<br/>Bu iki gelişmeye karşı ABD’nin Orta Doğu politikası, bölgede “ılımlı İslam”ı destekleyen ülkelerden oluşan bir “Yeşil Kuşak” oluşturmak ve bu sayede hem Sovyet komünizmini hem de İran kaynaklı radikal İslam’ı durdurmaktı. Bu değişen uluslararası koşullar ve ABD’nin uygulamak istediği<br/>strateji Türkiye’yi ABD ve NATO için yeniden önemli hale getirdi. Doğru yanıt A seçeneğidir."
  },
  {
    "id": "3182764",
    "unitNumber": 8,
    "text": "I. Yunanistan, bölgede Türkiye’ye karşı pozisyonunu güçlendirmek için Bulgaristan ve Romanya ile ilişkilerini geliştirmeye çalıştı.\n II. Yunanistan, Özal'ın ikili ilişkilerdeki sorunların çözüleceğine ilişkin dış politika yöntemini olumlu karşıladı.\n III. 1980’lerde Yunanistan’la ilişkilerin kapsamı Kıbrıs sorunu ile Ege Denizi’ndeki egemenlik konularından oluştu.\n IV. Yunanistan’ın Türkiye’ye yönelik sert ve negatif tutumu 1980’lerin ortasında sona erdi.\n 1980'lerde Türkiye-Yunanistan ilişkileri konusunda yukarıda verilen ifadelerden hangileri doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I ve IV",
      "D": "II ve III",
      "E": "III ve IV"
    },
    "explanation": "1980'lerde Türkiye-Yunanistan ilişkileri konusunda:\n Yunanistan, bölgede Türkiye’ye karşı pozisyonunu güçlendirmek için Bulgaristan ve Romanya ile ilişkilerini geliştirmeye çalıştı. Özal'ın ikili ilişkilerdeki sorunların çözüleceğine ilişkin dış politika yöntemi Yunanistan tarafında karşılık bulmadı. 1980’lerde Yunanistan’la ilişkilerin kapsamı Kıbrıs sorunu ile Ege Denizi’ndeki egemenlik konularından oluştu. Yunanistan’ın Türkiye’ye yönelik sert ve negatif tutumu 1980’lerin sonuna kadar devam etti. Doğru yanıt B seçeneğidir."
  },
  {
    "id": "3182923",
    "unitNumber": 8,
    "text": "Aralık 1979'da Afganistan'ı işgal etmesinden dolayı, Batı dünyası ve İslam ülkelerinde büyük tepkiyle karşılanan ülke aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "SSCB",
      "B": "Pakistan",
      "C": "Çin Halk Cumhuriyeti",
      "D": "İran",
      "E": "Irak"
    },
    "explanation": "SSCB’nin Aralık 1979’da Afganistan’ı fiilen işgal etmeye başlaması, başta ABD olmak üzere Batı dünyasında ve İslam ülkelerinde büyük bir tepkiye yol açtı."
  },
  {
    "id": "3182925",
    "unitNumber": 8,
    "text": "Demirel azınlık hükümeti tarafından alınan 24 Ocak 1980 tarihli kararlar sonucunda enflasyonu düşürmek, dışa açık ve ihracata yönelik ekonomi oluşturma anlayışı, örnek bir proje olarak yurtdışındaki hangi kuruluş ikilisi tarafından desteklenmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "BM ve NATO",
      "B": "IMF ve Dünya Bankası",
      "C": "Dünya Bankası ve AB",
      "D": "AB ve IMF",
      "E": "BM ve AB"
    },
    "explanation": "Demirel başkanlığındaki azınlık hükümeti, 24 Ocak 1980’de kapsamlı ve radikal denebilecek ölçüde bir reform paketi açıkladı. Paketin mimarı, dönemin Başbakanlık Müsteşarı Turgut Özal’dı. Paketin amacı, ödemeler dengesini iyileştirerek enflasyonu düşürmek ve temelde ithal ikameci sanayileşme modeline son vererek dışa açık ve ihracata yönelik bir ekonomi yaratmaktı. Bu çerçevede yaklaşık % 33 oranında devalüasyon yapıldı, ihracatta rekabet gücünü Türk Dış Politikası sağlamak üzere ücretlerin düşük tutulması amacı benimsendi. Bu neoliberal dönüşüm hamlesi, bir örnek proje olarak, IMF ve Dünya Bankası tarafından destek gördü."
  },
  {
    "id": "3182926",
    "unitNumber": 8,
    "text": "Türkiye’de yeni ABD tesislerinin kurulmasına ilişkin olarak varılan mutabakat, hangi olaydan sonra iki ülke arasında artan işbirliğinin bir sonucudur?",
    "correctAnswer": "C",
    "options": {
      "A": "27 Mayıs Darbesi",
      "B": "12 Mart Muhtırası",
      "C": "12 Eylül Darbesi",
      "D": "28 Şubat Muhtırası",
      "E": "Babıali Baskını"
    },
    "explanation": "ABD ile 12 Eylül sonrasında artan işbirliğinin bir örneği, Türkiye’de yeni ABD tesislerinin kurulmasına ilişkin olarak varılan mutabakattır."
  },
  {
    "id": "3182927",
    "unitNumber": 8,
    "text": "Ermeni meselesi ile ilgili olarak, ABD’de Türkiye tarih uzmanlarından oluşan kalabalık bir bilim heyeti oluşturularak tarihsel veriler ve kanıtlar eşliğinde Türkiye’nin haklarının Kongre önünde savunulduğu ve oylama sonucunda çok az farkla da olsa Türkiye'nin istediğini elde edebildiği kongre toplantısı kaç yılında yapılmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "1982",
      "B": "1983",
      "C": "1984",
      "D": "1985",
      "E": "1986"
    },
    "explanation": "Ermeni meselesi ile ilgili olarak 1985’te, ABD’de Türkiye tarih uzmanlarından oluşan kalabalık bir bilim heyeti oluşturularak tarihsel veriler ve kanıtlar eşliğinde Türkiye’nin haklarının Kongre önünde savunulduğu ve oylama sonucunda çok az farkla da olsa Türkiye istediğini elde etmiştir."
  },
  {
    "id": "3182928",
    "unitNumber": 8,
    "text": "Türkiye’nin 1974’teki Kıbrıs barış harekâtından sonra “Türk Tehdidi” tezini öne çıkararak Türkiye aleyhine propaganda faaliyeti yapan ülke aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bulgaristan",
      "B": "Yugoslavya",
      "C": "SSCB",
      "D": "İran",
      "E": "Yunanistan"
    },
    "explanation": "Türkiye’nin 1974’teki Kıbrıs harekâtından sonra “Türk Tehdidi” tezini öne çıkararak Türkiye aleyhine propaganda faaliyeti yapan ülke Yunanistan'dır."
  },
  {
    "id": "3182929",
    "unitNumber": 8,
    "text": "Türk-Yunan ilişkilerinde, Yunanistan'ın gerginliği yüksek tutma çabaları sonucunda 1987 yılında patlak veren kriz aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kıta sahanlığı",
      "B": "Kıbrıs meselesi",
      "C": "Ege adalarının egemenliği",
      "D": "Gümrük kapıları sorunu",
      "E": "Batı Trakya'daki Türk azınlık sorunu"
    },
    "explanation": "Türk-Yunan ilişkilerinde, Yunanistan'ın gerginliği yüksek tutma çabaları sonucunda 1987 yılında \"kıta sahanlığı\" krizi patlak vermiştir."
  },
  {
    "id": "3183039",
    "unitNumber": 8,
    "text": "I. Bu dönemde Türk müteahhitlik firmaları Arap ülkelerinde çok sayıda proje gerçekleştirdi.\n II. Orta Doğu ülkelerinin Türkiye’nin ihracatındaki payı azaldı.\n III. Suriye ve Mısır'dan Türkiye’ye önemli bir sermaye girişi oldu.\n IV. Libya ve Suudi Arabistan’da yoğunlaşan inşaat işleri Türk firmalarına milyonlarca dolar döviz kazandırdı.\n 1980'lerde Türkiye'nin Orta Doğu ülkeleriyle ilişkileri konusunda yukarıda verilen ifadelerden hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I ve IV",
      "D": "II ve III",
      "E": "III ve IV"
    },
    "explanation": "1980'lerde Türkiye'nin Orta Doğu ülkeleriyle ilişkileri konusunda:\n Bu dönemde Türk müteahhitlik firmaları Arap ülkelerinde çok sayıda proje gerçekleştirdi. Orta Doğu ülkelerinin Türkiye’nin ihracatındaki payları yükseldi. Körfez ülkeleri olarak bilinen ülkelerden (örn. Suudi Arabistan, Kuveyt vb.) Türkiye’ye önemli bir sermaye girişi oldu. Libya ve Suudi Arabistan’da yoğunlaşan inşaat işleri Türk firmalarına hem milyonlarca dolar döviz kazandırdı hem de bu projelerde on binlerce Türk işçi ve mühendis görev aldı.Doğru yanıt C seçeneğidir."
  },
  {
    "id": "3183060",
    "unitNumber": 8,
    "text": "I. Irak, su konusunda uzlaşmaz bir tutum sergilemiştir.\n II. Ekonomik İşbirliği Protokolü’nde Türkiye Fırat nehrinden Suriye’ye yıllık ortalama olarak 500 m3/ sn su bırakmayı taahhüt etmiştir.\n III. Türkiye, su konusunda çözümün iki devletin iddia ettiği gibi üçlü bir anlaşmayla yapılmasını gerektiğini reddetmektedir.\n IV. Türkiye su sorununda bir paylaşım durumunu kabul etmektedir.\n 1980'lerde Türkiye ile komşu devletlerin yaşadığı su sorunu konusunda yukarıda verilen ifadelerden hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I ve IV",
      "D": "II ve III",
      "E": "III ve IV"
    },
    "explanation": "1980'lerde Türkiye ile komşu devletlerin yaşadığı su sorunu konusunda:\n Irak, su konusunda uzlaşmaz bir tutuma yönelmedi. Ekonomik İşbirliği Protokolü’nde Türkiye Fırat nehrinden Suriye’ye yıllık ortalama olarak 500 m3/ sn su bırakmayı taahhüt etti. Türkiye, iki devletin iddia ettiği gibi üçlü bir anlaşmayla yapılmasını gerektiğini reddetmektedir. Türkiye bir paylaşım değil tahsis etme durumunu kabul etmektedir. Doğru yanıt D seçeneğidir."
  },
  {
    "id": "3183113",
    "unitNumber": 8,
    "text": "Türkiye'nin 1980'lerde Orta Doğu’ya ilişkin dış politikasını belirleyen esas motivasyonun ne olduğu söylenebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Siyasal çıkarlar",
      "B": "Ekonomik çıkarlar",
      "C": "Kültürel bağlar",
      "D": "Küresel çağın getirdiği yenilikler",
      "E": "ABD'nin bölgesel politikalarındaki değişim"
    },
    "explanation": "Türkiye’nin Orta Doğu’ya ilişkin dış politikasını belirleyen esas motivasyonun ekonomik çıkarlar olduğu söylenebilir."
  },
  {
    "id": "3183116",
    "unitNumber": 8,
    "text": "Türkiye İslam ülkeleriyle ilişkilerini güçlendirme bağlamında, İKÖ’deki konumunu güçlendirmiş ve 1981’deki 3. İKÖ Konferansına hangi düzeyde katılım göstermiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Büyükelçi",
      "B": "Dış İşleri Bakanı",
      "C": "Başbakan",
      "D": "Başbakan Yardımcısı",
      "E": "Maslahatgüzâr"
    },
    "explanation": "Türkiye İslam ülkeleriyle ilişkilerini güçlendirme bağlamında, İKÖ’deki konumunu güçlendirmiş ve 1981’deki 3. İKÖ Konferansına Başbakanlık düzeyinde katılmıştır."
  },
  {
    "id": "3183120",
    "unitNumber": 8,
    "text": "Türkiye, AT ile ilişkilerden sorumlu Devlet Bakanı Ali Bozer vasıtasıyla, Türkiye’nin Avrupa'daki her üç topluluk olan, Avrupa Kömür ve Çelik Topluluğu, Avrupa Ekonomik Topluluğu ve Avrupa Atom Enerjisi Topluluklarına tam üyelik başvurusunu içeren mektubu AT Konseyi Dönem Başkanı Belçika Dışişleri Bakanına kaç yılında sunmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "1984",
      "B": "1985",
      "C": "1986",
      "D": "1987",
      "E": "1988"
    },
    "explanation": "Türkiye, AT ile ilişkilerden sorumlu Devlet Bakanı Ali Bozer vasıtasıyla 14 Nisan 1987 tarihinde Türkiye’nin Avrupa'daki her üç topluluk olan, Avrupa Kömür ve Çelik Topluluğu, Avrupa Ekonomik Topluluğu ve Avrupa Atom Enerjisi Topluluklarına tam üyelik başvurusunu içeren mektubu AT Konseyi Dönem Başkanı Belçika Dışişleri Bakanına sunmuştur."
  },
  {
    "id": "3183123",
    "unitNumber": 8,
    "text": "18 Eylül 1984’te imzalanan anlaşma ile Türkiye SSCB’den 25 yıl boyunca döviz karşılığında ne almayı kabul ederken, SSCB de bu ticaretten elde edeceği gelirin %70’ini Türkiye’den (yarısı müteahhitlik hizmeti olmak üzere) mal ve hizmet alımı için kullanmayı taahhüt etmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bronz",
      "B": "Demir",
      "C": "Bakır",
      "D": "Çinko",
      "E": "Doğal gaz"
    },
    "explanation": "18 Eylül 1984’te imzalanan Doğal Gaz Anlaşması ile Türkiye SSCB’den 25 yıl boyunca döviz karşılığında doğal gaz almayı kabul etmiş, SSCB de bu ticaretten elde edeceği gelirin %70’ini Türkiye’den (yarısı müteahhitlik hizmeti olmak üzere) mal ve hizmet alımı için kullanmayı taahhüt etmiştir."
  },
  {
    "id": "3183860",
    "unitNumber": 8,
    "text": "İran-Irak savaşı ve Türkiye'ye etkileri konusunda aşağıda verilenlerden hangisi doğru <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Savaşın ilk gününden itibaren tarafsızlık siyaseti izleyen Türkiye, bu tutumunu savaşın sona ermesine kadar sürdürdü.",
      "B": "Uzun soluklu İran-Irak savaşı , Türkiye bakımından da ekonomik ve siyasi bakımlardan önemli sonuçlar doğurdu.",
      "C": "Savaş sırasında Türk-İran ticaret hacmi arttı.",
      "D": "Türkiyeİran-Pakistan arasında daha önceden kurulan Kalkınma İçin Bölgesel İşbirliği (RCD) örgütü 1985’te Ekonomik İşbirliği Örgütü adlı bir yapıya dönüştürüldü.",
      "E": "Savaş sırasında Irak’la olan ticari ve ekonomik ilişkiler zarar gördü."
    },
    "explanation": "Türkiye, bu tutumunu savaşın sona erdiği Temmuz 1988’e kadar sürdürdü. Türkiye’nin güneydoğusundaki bu iki komşusu<br/>arasındaki uzun soluklu savaş, Türkiye bakımından da ekonomik ve siyasi bakımlardan önemli sonuçlar doğurdu. Ekonomik ve ticari ilişkilerdeki artış, Türkiyeİran-Pakistan arasında daha önceden kurulan fakat verim alınamayan Kalkınma İçin Bölgesel İşbirliği (RCD) örgütünün 1985’te Ekonomik İşbirliği Örgütü (Economic Cooperation Organisation) adlı bir yapıya dönüştürülmesine imkan sağladı. Savaş sırasında Irak’la olan ticari ve ekonomik ilişkiler de gelişti. Doğru yanıt E seçeneğidir."
  },
  {
    "id": "3183871",
    "unitNumber": 8,
    "text": "Türkiye;\n I. Temmuz 1980’de Kudüs’teki başkonsolosluğunu kapattı. \n II. Aralık 1980’de Tel Aviv’deki maslahatgüzarlığını ikinci kâtip düzeyine indirdi. \n III. Golan Tepeleri’nin işgali sonrasında 1982’de yapılan BMGK oylamasında İsrail’in kınanması yönünde oy kullandı.\n IV. 1982’deki Lübnan’ın işgali sonrasında İsrail'e çok sert tepki verdi.\n 1980'lerde Arap-İsrail sorunu konusunda Türkiye'nin tepkilerine ilişkin yukarıda verilen ifadelerden hangileri doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I ve IV",
      "D": "II ve III",
      "E": "III ve IV"
    },
    "explanation": "İsrail, 1980’de Doğu Kudüs’ü ve 1981’de Golan Tepeleri’ni ilhak etti, başkentini de Tel Aviv’den Kudüs’e taşıdı. Türkiye bu uygulamalar nedeniyle İsrail’e sert tepki vererek önce Temmuz 1980’de Kudüs’teki başkonsolosluğunu kapattı, ardından da Aralık 1980’de Tel Aviv’deki maslahatgüzarlığını ikinci kâtip düzeyine indirdi. Türkiye, Golan Tepeleri’ni işgali nedeniyle İsrail’in kınanması için 1982’de yapılan BMGK oylamasında çekimser kaldı, yine 1982’deki Lübnan’ın işgali sonrasında Doğu Kudüs’ün ilhakı sonrasındaki kadar sert bir tepki vermedi. Doğru yanıt A seçeneğidir."
  },
  {
    "id": "3183876",
    "unitNumber": 8,
    "text": "I. SSCB-Türkiye ekonomik ilişkileri 1980’ler boyunca kesintisiz biçimde devam etti.\n II. 18 Eylül 1984’te imzalanan Doğal Gaz Anlaşması ile Türkiye SSCB’den 10 yıl boyunca döviz karşılığında doğal gaz almayı kabul etti.\n III. SSCB de Türkiye ile ticaretten elde edeceği gelirin %25’ini Türkiye’den -yarısı müteahhitlik hizmeti olmak üzere- mal ve hizmet alımı için kullanmayı taahhüt etti.\n IV. Gorbaçov’un iktidara gelişiyle değişen Sovyet dış politikası Türkiye-SSCB ilişkilerini de olumlu etkiledi.\n 1980'lerde Türkiye'nin SSCB ve Doğu Bloku ülkeleriyle ilişkileri konusunda yukarıda verilen ifadelerden hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I ve IV",
      "D": "II ve III",
      "E": "III ve IV"
    },
    "explanation": "SSCB-Türkiye ekonomik ilişkileri 1980’ler boyunca kesintisiz biçimde devam etti. Hatta ABD’nin SSCB’nin Afganistan nedeniyle boykot edilmesi çağrısına karşın bu ilişkiler sürdürüldü ve hatta kapsamı genişletildi. Örneğin 18 Eylül 1984’te imzalanan Doğal Gaz Anlaşması ile Türkiye SSCB’den 25 yıl boyunca döviz karşılığında doğal gaz almayı kabul ederken, SSCB de bu<br/>ticaretten elde edeceği gelirin %70’ini Türkiye’den -yarısı müteahhitlik hizmeti olmak üzere- mal ve hizmet alımı için kullanmayı taahhüt etti. Gorbaçov’un iktidara gelişiyle değişen Sovyet dış politikası Batı ile işbirliğine açık bir tutum benimsedi ki bu Türkiye-SSCB ilişkilerini de olumlu etkiledi. Doğru yanıt C seçeneğidir."
  },
  {
    "id": "3183880",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Varşova Paktı'na üye olmuş ülkelerden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "İngiltere",
      "B": "Romanya",
      "C": "Fransa",
      "D": "Yunanistan",
      "E": "İtalya"
    },
    "explanation": "Türkiye, 1960’larda başlattığı çok yönlü ve çok boyutlu diplomasi anlayışı çerçevesinde Balkanlardaki sosyalist ülkelerle olan ilişkilerini de geliştirmeye çalıştı. Bu ülkelerden bazıları Bulgaristan ve Romanya gibi Varşova Paktı üyesi ülkelerken<br/>bazıları da Yugoslavya ve Arnavutluk gibi, Varşova Paktı üyesi olmayan ülkelerdi. Doğru yanıt B seçeneğidir."
  },
  {
    "id": "3183886",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi 1982 yılında Türkiye'nin Avrupa İnsan Hakları Sözleşmesi'ni ihlal ettiği gerekçesiyle Avrupa İnsan Hakları Komisyonu'na başvuru yapan ülkelerden biri <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Norveç",
      "B": "İsveç",
      "C": "Danimarka",
      "D": "İngiltere",
      "E": "Fransa"
    },
    "explanation": "Temel olarak insan hakları ve demokrasinin korunması ve geliştirilmesi amacını taşıyan bir örgüt olarak AK, Türkiye’deki gelişmeleri yakından izliyordu. AK üyesi beş devletin (Norveç, İsveç, Danimarka, Hollanda ve Fransa) Türkiye’nin sözleşmeyi ihlal ettiği iddiasıyla Avrupa İnsan Hakları Komisyonu’na (AİHK) 1982’de yaptığı başvuru, Türkiye’nin AK ile ilişkilerinde önemli bir gelişme oldu. Doğru yanıt D seçeneğidir."
  },
  {
    "id": "3183893",
    "unitNumber": 8,
    "text": "I. 12 Eylül’ün ardından kurulan Ulusu Hükümeti AT ile ilişkiler konusunda olumsuz bir tutum sergiledi. \n II. 1982 yılında, Türkiye’nin Avrupa Kömür ve Çelik Topluluğu'na tam üyelik başvurusunu içeren mektubu AT Konseyi Dönem Başkanı’na sunuldu.\n III. Yunanistan hem ekonomik hem siyasal açıdan yeni sorunlar yaratarak ve Türkiye’nin üyelik sürecinde yeni engellerle<br/>karşılaşmasına yol açtı.\n IV. Türkiye'nin tam üyelik başvurusu Federal Almanya tarafından olumsuz karşılandı. \n 1980'lerde Türkiye'nin Avrupa Toplulukları ile ilişkileri konusunda yukarıda verilen ifadelerden hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I ve IV",
      "D": "II ve III",
      "E": "III ve IV"
    },
    "explanation": "1980'lerde Türkiye'nin Avrupa Toplulukları ile ilişkileri konusunda;\n 12 Eylül’ün ardından kurulan Ulusu Hükümeti AT ile ilişkiler konusunda olumlu bir tutum sergiledi. Yunanistan hem ekonomik hem siyasal açıdan yeni sorunlar yaratarak ve Türkiye’nin üyelik sürecinde yeni engellerle karşılaşmasına yol açtı. AT ile ilişkilerden sorumlu Devlet Bakanı Ali Bozer 14 Nisan 1987 tarihinde, Türkiye’nin her üç topluluğa da (Avrupa Kömür ve Çelik Topluluğu, Avrupa Ekonomik Topluluğu ve Avrupa Atom Enerjisi Topluluğu) tam üyelik başvurusunu içeren mektubu AT Konseyi Dönem Başkanı Belçika Dışişleri Bakanı Leo Tindemans’a sundu. Başvuru ilk etapta başta Yunanistan ve Federal Almanya olmak üzere çoğu AT üyesi tarafından olumsuz karşılandı. Doğru yanıt E seçeneğidir."
  },
  {
    "id": "3187821",
    "unitNumber": 8,
    "text": "SSCB Afganistan’ı fiilen ne zaman işgal etmeye başladı?",
    "correctAnswer": "E",
    "options": {
      "A": "Ağustos 1979",
      "B": "Eylül 1979",
      "C": "Ekim 1979",
      "D": "Kasım 1979",
      "E": "Aralık 1979"
    },
    "explanation": "SSCB’nin Aralık 1979’da Afganistan’ı fiilen işgal etmeye başlaması, başta ABD olmak üzere Batı dünyasında ve İslam ülkelerinde büyük bir tepkiye yol açtı."
  },
  {
    "id": "3187847",
    "unitNumber": 8,
    "text": "Mihail Gorbaçov açıklık (glasnost) ve yeniden yapılanma (perestroika) olarak adlandırılan kapsamlı birtakım reformları hangi tarihte önermiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "1982",
      "B": "1983",
      "C": "1984",
      "D": "1985",
      "E": "1986"
    },
    "explanation": "1985’te SSCB Komünist Partisi’nin yeni genel sekreteri sıfatıyla SSCB’nin yeni lideri olan Mihail Gorbaçov, ülkenin karşı karşıya kaldığı bu bunalımı aşmak amacıyla, açıklık (glasnost) ve yeniden yapılanma (perestroika) olarak adlandırılan kapsamlı birtakım reformlar önerdi."
  },
  {
    "id": "3187896",
    "unitNumber": 8,
    "text": "12 Eylül ile başlayan askeri rejim ne zaman kadar devam etmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "8 Ocak 1983",
      "B": "7 Aralık 1983",
      "C": "6 Kasım 1983",
      "D": "5 Ekim 1983",
      "E": "4 Eylül 1983"
    },
    "explanation": "12 Eylül ile başlayan askeri rejim, 7 Kasım 1982’de halk oylamasıyla kabul edilen yeni anayasanın yürürlüğe girmesinin ardından 6 Kasım 1983’te yapılan milletvekili seçimleri ile demokratik yaşama dönüşe kadar devam etti."
  },
  {
    "id": "3187910",
    "unitNumber": 8,
    "text": "ABD’nin Doğu Anadolu’da havalimanları başta olmak üzere birtakım askeri tesisler kurmasıyla ilgili anlaşma ne zaman yapılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "1981",
      "B": "1982",
      "C": "1983",
      "D": "1984",
      "E": "1985"
    },
    "explanation": "ABD’nin Doğu Anadolu’da havalimanları başta olmak üzere birtakım askeri tesisler kurmasıyla ilgili olarak 1982’de bir anlaşma yapıldı."
  },
  {
    "id": "3187926",
    "unitNumber": 8,
    "text": "F-16 üretimi için ABD’li üretici firma ile ortaklaşa kurulan TAI (TUSAŞ Aerospace Industry) Türk Hava Kuvvetleri’ne ilk teslimatını ne zaman yapmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "13 Ağustos 1984",
      "B": "14 Eylül 1985",
      "C": "15 Ekim 1986",
      "D": "16 Kasım 1987",
      "E": "17 Aralık 1988"
    },
    "explanation": "F-16 üretimi için ABD’li üretici firma ile ortaklaşa kurulan TAI (TUSAŞ Aerospace Industry) Türk Hava Kuvvetleri’ne ilk teslimatını 16 Kasım 1987’de yaptı."
  },
  {
    "id": "3187939",
    "unitNumber": 8,
    "text": "Özal Türkiye’deki Rum gayrimenkullerinin satışını yasaklayan 1964 tarihli gizli kararnameyi ne zaman kaldırmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Şubat 1988",
      "B": "Mart 1987",
      "C": "Nisan 1986",
      "D": "Mayıs 1985",
      "E": "Haziran 1984"
    },
    "explanation": "Özal, Yunanistan’la ilişkilerini iyileştirme ve AT’ye yapılan tam üyelik başvurusu nedeniyle ılımlı bir hava yaratma isteğiyle Türkiye’deki Rum gayrimenkullerinin satışını yasaklayan 1964 tarihli gizli kararnameyi Şubat 1988’de kaldırdı."
  },
  {
    "id": "3188212",
    "unitNumber": 8,
    "text": "Kıbrıs Türk Federe Devleti Parlamentosu, hangi tarihte Kuzey Kıbrıs Türk Cumhuriyeti’nin (KKTC) bağımsızlığını ilan etmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "15 Kasım 1983",
      "B": "16 Aralık 1984",
      "C": "17 Ocak 1985",
      "D": "18 Şubat 1986",
      "E": "19 Mart 1987"
    },
    "explanation": "Kıbrıs Türk Federe Devleti Parlamentosu, 15 Kasım 1983’te Kuzey Kıbrıs Türk Cumhuriyeti’nin (KKTC) bağımsızlığını ilan etti."
  },
  {
    "id": "3188249",
    "unitNumber": 8,
    "text": "Filistin Devleti Türkiye tarafından ne zaman tanınmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "17 Ocak 1990",
      "B": "16 Aralık 1989",
      "C": "15 Kasım 1988",
      "D": "14 Ekim 1987",
      "E": "13 Eylül 1986"
    },
    "explanation": "15 Kasım 1988’de ilan edilen Filistin Devleti Türkiye tarafından aynı gün tanındı."
  },
  {
    "id": "3188276",
    "unitNumber": 8,
    "text": "Türkiye Avrupa Ekonomik Topluluğu'na tam üyelik başvurusunu içeren mektubu AT Konseyi Dönem Başkanı Belçika Dışişleri Bakanı Leo Tindemans’a hangi tarihte sunmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "11 Ocak 1990",
      "B": "12 Şubat 1989",
      "C": "13 Mart 1988",
      "D": "14 Nisan 1987",
      "E": "15 Mayıs 1986"
    },
    "explanation": "AT ile ilişkilerden sorumlu Devlet Bakanı Ali Bozer 14 Nisan 1987 tarihinde, Türkiye’nin her üç topluluğa da (Avrupa Kömür ve Çelik Topluluğu, Avrupa Ekonomik Topluluğu ve Avrupa Atom Enerjisi Topluluğu) tam üyelik başvurusunu içeren mektubu AT Konseyi Dönem Başkanı Belçika Dışişleri Bakanı Leo Tindemans’a sundu."
  }
]