[
  {
    "id": "3832077",
    "unitNumber": 1,
    "text": "“The objective of this approach is to clarify the relationship between the establishment of production and distribution relations, the reproduction of the social origins of the political order, and Türkiye’s integration into the international capitalist order through the perspective of class formations”.<br/>Which approach to examine the modernization and transformation of Turkish politics and public administration is described by the above sentences?",
    "correctAnswer": "C",
    "options": {
      "A": "Sociological",
      "B": "Religious",
      "C": "Political economy",
      "D": "State-centered",
      "E": "State-society"
    },
    "explanation": "Introduction<br/>The objective of the political economy approach is to clarify the relationship between the establishment of production and distribution relations, the reproduction of the social origins of the political order, and Türkiye’s integration into the international capitalist order through the perspective of class formations."
  },
  {
    "id": "3832079",
    "unitNumber": 1,
    "text": "Which one of the following <strong><u>is not</u></strong> one of the reasons that brought about social reforms to ensure the state’s survival in the early 18th century?",
    "correctAnswer": "D",
    "options": {
      "A": "the effects of Western societies",
      "B": "the economic decline",
      "C": "the defeat of the army against the West",
      "D": "the change of the status of the <em>Şeyhülislam</em>’s Office",
      "E": "the loss of power"
    },
    "explanation": "Sociological Approach Toward Ottoman-Turkish State-Society Relations<br/>Starting in the early 18th century, the effects of Western societies, the economic decline, the defeat of the army against the West, and the loss of power brought about social reforms to ensure the state’s survival."
  },
  {
    "id": "3832080",
    "unitNumber": 1,
    "text": "“The state is regarded as an empirical reality that can manifest itself in various forms and contexts, with state elites exerting control over political elites. Consequently, it is posited that state elites can influence political life, as evidenced in Türkiye, where the implications of this dynamic are significant for the political landscape”.<br/>What is the name of the historian who expressed the opinions above?",
    "correctAnswer": "B",
    "options": {
      "A": "Mardin",
      "B": "Heper",
      "C": "Berkes",
      "D": "Berki",
      "E": "Keyder"
    },
    "explanation": "Bureaucratic and State-Centered Approach to Ottoman-Turkish State<br/>For Heper (1985; 2010), the state is regarded as an empirical reality that can manifest itself in various forms and contexts, with state elites exerting control over political elites. Consequently, it is posited that state elites can influence political life, as evidenced in Türkiye, where the implications of this dynamic are significant for the political landscape."
  },
  {
    "id": "3832082",
    "unitNumber": 1,
    "text": "Which of the following is true according to Keyder (1987;2014)?",
    "correctAnswer": "C",
    "options": {
      "A": "The Ottoman Empire was a feudal state and differed from European feudalism in state and class structure.",
      "B": "The Ottoman system was not based on a privileged relationship between an independent small peasantry and the centralist state.",
      "C": "As the centralist bureaucratic state was guaranteeing the healthy reproduction of peasants, the surplus agricultural product was collected by the state officials as taxes for the cost of this guarantee.",
      "D": "A local power between the state and peasantry was seen as positive for the resources of centralist bureaucracy and independent peasantry.",
      "E": "Centralist authority always permitted the emergence of prominent big landowners."
    },
    "explanation": "Political Economy Approach to Ottoman-Turkish State and Politics<br/>Keyder (1987; 2014) mentions that the Ottoman Empire was not a feudal state and differed from European feudalism in state and class structure. The Ottoman system was based on a privileged relationship between an independent small peasantry and the centralist state. As the centralist bureaucratic state was guaranteeing the healthy reproduction of peasants, the surplus agricultural product was collected by the state officials as taxes for the cost of this guarantee. At this point, a local power between the state and peasantry was seen as a danger against the resources of centralist bureaucracy and independent peasantry. Centralist authority never permitted the emergence of prominent big landowners."
  },
  {
    "id": "3832332",
    "unitNumber": 1,
    "text": "Atatürk endeavored to ____________civil bureaucracy into a highly efficient organizational structure while simultaneously seeking to __________bureaucrats as staunch advocates of Kemalism as an autonomous ideological framework.",
    "correctAnswer": "A",
    "options": {
      "A": "transform/position",
      "B": "change/accept",
      "C": "transform/alter",
      "D": "permit/help",
      "E": "position/allow"
    },
    "explanation": "State-Society Relations and Bureaucracy During the Early Republican Era<br/>Atatürk endeavored to transform civil bureaucracy into a highly efficient organizational structure while simultaneously seeking to position bureaucrats as staunch advocates of Kemalism as an autonomous ideological framework."
  },
  {
    "id": "3832333",
    "unitNumber": 1,
    "text": "This term was embraced as a model representing an alliance between the political elite and the developing bourgeoisie to create an isolated national economy. For this purpose, the working class should be controlled and kept under pressure, and a corporatist form of society in which a solidaristic ideology underestimates the class struggles should be created.<br/>Which term is described by the sentences above?",
    "correctAnswer": "E",
    "options": {
      "A": "Single-party regime",
      "B": "Bureaucracy",
      "C": "Transcendental state",
      "D": "Monopoly",
      "E": "Etatism"
    },
    "explanation": "Political Economy of Single Party Period<br/>As Keyder (1987; 2014) emphasizes, <em>etatism </em>(<em>devletçilik</em>) was embraced as a model representing an alliance between the political elite and the developing bourgeoisie to create an isolated national economy. For this purpose, the working class should be controlled and kept under pressure, and a corporatist form of society in which a solidaristic ideology underestimates the class struggles should be created."
  },
  {
    "id": "3832334",
    "unitNumber": 1,
    "text": "Who argues that in Türkiye, a single-party regime was closer to the democratic liberal tradition than communist or fascist single-party regimes?",
    "correctAnswer": "B",
    "options": {
      "A": "Keyder",
      "B": "Özbudun",
      "C": "Ahmad",
      "D": "Sunar",
      "E": "Yılmaz"
    },
    "explanation": "Political Economy of Single Party Period<br/>Özbudun (2000) argues that in Türkiye, a single-party regime was closer to the democratic liberal tradition than communist or fascist single-party regimes."
  },
  {
    "id": "3832337",
    "unitNumber": 1,
    "text": "Which of the following <strong><u>is correct</u></strong> about DP?<br/>I. In both political and economic senses, the dependence of various groups on the policies and resources of the government brought less control of the government over them.<br/>II. DP brought together urban liberals and religious conservatives, commercial middle classes and the urban poor, and more modern (mobilized) sections of the rural population.<br/>III. By the late 1950s, DP was able to create an alternative value system despite attacking the bureaucratic elite.<br/>IV. DP was against the bureaucratic elites but not the transcendental state itself.<br/>V. The policies of DP put state pressure on the society.",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "II and III",
      "C": "I, II and III",
      "D": "IV and V",
      "E": "II, IV and V"
    },
    "explanation": "1950-1960 DEMOCRAT PARTY (DP) ERA: TURKISH STATE, POLITICS, AND BUREAUCRACY<br/>DP brought together urban liberals and religious conservatives, commercial middle classes and the urban poor, and more modern (mobilized) sections of the rural population. Heper (1985; 2010) points out that DP was against the bureaucratic elites but not the transcendental state itself. Moreover, the policies of DP put state pressure on the society. In both political and economic senses, the dependence of various groups on the policies and resources of the government brought the control of the government over them. By the late 1950s, DP had been unable to create an alternative value system despite attacking the bureaucratic elite."
  },
  {
    "id": "3832343",
    "unitNumber": 1,
    "text": "Which of the following <strong><u>is not</u></strong> among the reasons of 1960 Military Coup?",
    "correctAnswer": "C",
    "options": {
      "A": "DP’s perception of the military was tied to its understanding of the bureaucracy in the single-party period and the alliance with CHP.",
      "B": "DP replaced the military high command to remove suspected CHP sympathizers and began the long-expected reform of the military in terms of modernization of weapons and organization.",
      "C": "DP’s policies could prevent the decrease in the prestige of high commands and meet the demands of lower-ranked officers.",
      "D": "The living standards and the prestige of low-ranking officers decreased due to the inflationary tendencies in the economy.",
      "E": "For the army, DP politicians were responsible for the economic depression and social unrest."
    },
    "explanation": "Position of Military Between the Years 1950-1960<br/>DP’s perception of the military was tied to its understanding of the bureaucracy in the single-party period and the alliance with CHP.<br/>DP replaced the military high command to remove suspected CHP sympathizers and began the long-expected reform of the military in terms of modernization of weapons and organization.<br/>DP’s policies could neither prevent the decrease in the prestige of high commands nor meet the demands of lower-ranked officers.<br/>The living standards and the prestige of low-ranking officers decreased due to the inflationary tendencies in the economy.<br/>For the army, DP politicians were responsible for the economic depression and social unrest."
  },
  {
    "id": "3832345",
    "unitNumber": 1,
    "text": "Which of the following <strong><u>is correct</u></strong> about the 1960, 1971 and 1980 military coups?",
    "correctAnswer": "E",
    "options": {
      "A": "After 1960, the low-ranking officers within the army took some precautions to prevent such an experience. Hierarchical bounds were strengthened, and military forces became an autonomous entity.",
      "B": "DP’s ability to appreciate particular features of the Turkish military and to design suitable strategies accordingly and their tendency to interpret civilian control as the relegation of the military had been critical in the 1960 coup.",
      "C": "The military rule of 1960, like the 1980 coup, was wide open, from the beginning, to cooperation and interaction with civilians.",
      "D": "The 1960 and 1980 military coups were same with 1971 intervention because they pointed to a radical break from the existing institutional orders.",
      "E": "The 1960 and 1980 military interventions have different characteristics in terms of the actors involved. Although the 1960 military coup was the act of middle-ranking officers, the 1980 military coup was the act of high-ranking officers and was based on a hierarchical structure."
    },
    "explanation": "Consolidation of Democracy and Towards the 1980 Military Coup<br/>After 1960, the high-ranking officers within the army took some precautions to prevent such an experience. Hierarchical bounds were strengthened, and military forces became an autonomous entity. The high-ranking officers were seen as the guardians of the new regime, and they were now inside the political and economic life and gained a privileged position. DP’s inability to appreciate particular features of the Turkish military and to design suitable strategies accordingly and their tendency to interpret civilian control as the relegation of the military had been critical in the 1960 coup (Demirel, 2003: 7). The military rule of 1960, unlike the 1980 coup, was wide open, from the beginning, to cooperation and interaction with civilians.<br/>The 1960 and 1980 military coups differed from the 1971 intervention because they pointed to a radical break from the existing institutional orders. Also, the 1960 and 1980 military interventions have different characteristics in terms of the actors involved. Although the 1960 military coup was the act of middle-ranking officers, the 1980 military coup was the act of high-ranking officers and was based on a hierarchical structure. These interventions resulted in some structural political, social, and economic transformations. For Özbudun, none of these breakdowns in democracy were merely the consequences of constant structural or sociological causes."
  },
  {
    "id": "3833697",
    "unitNumber": 2,
    "text": "Which of the following statements about the central organization of the Turkish administration is correct?",
    "correctAnswer": "C",
    "options": {
      "A": "The President, deputy president, and ministers are part of the field organization.",
      "B": "The contemporary Turkish central administration is solely based on the principles of centralization.",
      "C": "The capital organization consists of the President, deputy president, presidential offices, advisors, ministers, and public agencies linked to ministries.",
      "D": "The regional organization has direct authority over province and district administrations, and provides specific public services.",
      "E": "The field organization consists only of provincial governors and district governors."
    },
    "explanation": "Option A is incorrect because the President, deputy president, and ministers belong to the capital organization, not the field organization. Option B is incorrect because Türkiye follows a blended approach that includes both centralization and decentralization. Option C is correct because the capital organization consists of these elements, as stated in the passage. Option D is incorrect because the regional organization only provides specific public services and does not have authority over province or district administrations. Option E is incorrect because the field organization includes not only governors but also administrative boards and provincial/district directors of ministries."
  },
  {
    "id": "3833702",
    "unitNumber": 2,
    "text": "Which of the following correctly defines the primary purpose of devolution of powers within a centralized system?",
    "correctAnswer": "C",
    "options": {
      "A": "To completely transfer power from the central government to local authorities.",
      "B": "To enable local decision-makers to act independently of national policies.",
      "C": "To balance central authority with local autonomy for more effective governance.",
      "D": "To eliminate the need for central oversight in local decision-making.",
      "E": "To ensure that all decisions are made exclusively by elected officials at the local level."
    },
    "explanation": "Option A is incorrect because devolution does not mean full transfer of power; local authorities still operate within national policies. Option B is incorrect because local decision-makers must follow the overarching framework set by the central government. Option C is correct because devolution aims to balance central control with local autonomy, ensuring responsiveness, efficiency, and flexibility in governance. Option D is incorrect because central oversight is still necessary to maintain national consistency. Option E is incorrect because not all decisions at the local level are made by elected officials; some decisions are made by appointed provincial governors and district administrators."
  },
  {
    "id": "3833704",
    "unitNumber": 2,
    "text": "Which of the following was the key development in the central administration of the Ottoman Empire during the Tanzimat period?",
    "correctAnswer": "B",
    "options": {
      "A": "The replacement of the Sultan’s authority with a parliamentary system.",
      "B": "The abolishment of the Janissary Army and establishment of new ministries.",
      "C": "The introduction of local self-governance independent of the central government.",
      "D": "The transformation of provincial governors into elected officials.",
      "E": "The elimination of all advisory councils and their replacement with military rule."
    },
    "explanation": "Option A is incorrect because while reforms were made, the Sultan remained the ultimate authority, and a full parliamentary system was not established. Option B is correct because Mahmud II abolished the Janissary Army and laid the foundation for a modern governmental structure, including the establishment of ministries. Option C is incorrect because while local governance structures were reformed, they were still under central control. Option D is incorrect because provincial governors were not elected; they were appointed by the Sultan. Option E is incorrect because while some councils were restructured, advisory bodies such as Meclis-i Vala continued to exist and evolve."
  },
  {
    "id": "3833709",
    "unitNumber": 2,
    "text": "What was the primary role of Meclis-i Vala-yı Ahkam-ı Adliye (Meclis-i Vala) in the Ottoman administration?",
    "correctAnswer": "A",
    "options": {
      "A": "It functioned as a legislative and judiciary organ for administrative and legal matters.",
      "B": "It was a military council responsible for war strategies and defense planning.",
      "C": "It acted as a local administrative body overseeing municipal affairs.",
      "D": "It was a trade and commerce regulation institution.",
      "E": "It served as an independent executive authority replacing the Grand Vizier."
    },
    "explanation": "Option A is correct because Meclis-i Vala played a dual role in making laws, regulations, and judicial decisions on administrative violations. It also served as an appeal court for some crimes. Option B is incorrect because it was not a military council but a legal and administrative institution. Option C is incorrect because it did not oversee municipal or local governance. Option D is incorrect because its primary focus was not trade or commerce. Option E is incorrect because it did not replace the Grand Vizier; instead, it functioned under the Sultan’s authority."
  },
  {
    "id": "3833713",
    "unitNumber": 2,
    "text": "Which of the following correctly represents the administrative hierarchy of the Ottoman field organization before the Tanzimat reforms?",
    "correctAnswer": "B",
    "options": {
      "A": "Vilayet → Sancak → Kaza → Nahiye → Köy",
      "B": "Eyalet → Sancak → Kaza → Nahiye → Köy",
      "C": "Sancak → Eyalet → Kaza → Köy → Nahiye",
      "D": "Eyalet → Kaza → Sancak → Nahiye → Köy",
      "E": "Vilayet → Kaza → Sancak → Nahiye → Köy"
    },
    "explanation": "Before the Tanzimat reforms, the Ottoman field organization followed a hierarchical structure where the Eyalet was the largest administrative unit, governed by a Beylerbey (later called Vali). Each Eyalet was divided into Sancaks, which were further subdivided into Kazas. Kazas contained Nahiyes (small towns), which in turn included Köys (villages)."
  },
  {
    "id": "3833723",
    "unitNumber": 2,
    "text": "Which of the following is NOT a requirement for a person to be a candidate for the presidency in Turkey?",
    "correctAnswer": "D",
    "options": {
      "A": "Being a Turkish citizen",
      "B": "Being at least 40 years old",
      "C": "Having a higher education degree",
      "D": "Having previously served as a deputy in the Grand National Assembly of Türkiye (GNAT)",
      "E": "Being nominated by a political party or at least 100,000 voters"
    },
    "explanation": "Option A is correct because to be eligible, the candidate must be a Turkish citizen. Option B is correct because the candidate must be at least 40 years old. Option C is correct because a higher education degree is required to qualify. Option D is incorrect because there is no requirement that a candidate must have served as a deputy in GNAT. However, a candidate must meet the eligibility criteria to be a deputy, but actual prior service is not necessary. Option E is correct because a person must be nominated by (1) a political party with a group in GNAT, (2) political parties that received at least 5% of votes in the last parliamentary election, or (3) at least 100,000 voters."
  },
  {
    "id": "3833733",
    "unitNumber": 2,
    "text": "What happens if the Grand National Assembly of Türkiye (GNAT) initiates a criminal investigation against the President?",
    "correctAnswer": "B",
    "options": {
      "A": "The President is immediately suspended from office until the trial concludes.",
      "B": "A secret ballot vote must be held, and if two-thirds of GNAT members approve, the President is tried by the Supreme",
      "C": "The President can hold an early election to cancel the investigation.",
      "D": "The President is only investigated if a simple majority of GNAT members vote in favor.",
      "E": "If found guilty of any crime, the President is automatically removed from office."
    },
    "explanation": "Option A is incorrect because the President is not immediately suspended when an investigation is initiated. The process involves several stages. Option B is correct because the investigation process requires a secret ballot vote, and if two-thirds of GNAT members approve, the President is tried by the Supreme Criminal Tribunal, which consists of members of the Constitutional Court. Option C is incorrect because the Constitution prohibits the President from calling an election to escape an ongoing investigation. Option D is incorrect because while the initial request requires an absolute majority (more than half of GNAT members), the actual investigation and trial require higher thresholds (three-fifths and two-thirds of votes). Option E is incorrect because the President is only removed from office if convicted of a crime that disqualifies them from being elected. Otherwise, a conviction does not necessarily lead to removal."
  },
  {
    "id": "3833742",
    "unitNumber": 2,
    "text": "What is a primary function of the Policy Councils within the Presidential Organization?",
    "correctAnswer": "B",
    "options": {
      "A": "They draft and implement laws without requiring approval from the President.",
      "B": "They advise the President on policy development and monitor ministries.",
      "C": "They serve as independent regulatory bodies free from presidential oversight.",
      "D": "They function as legislative committees that approve new government policies.",
      "E": "They oversee the judicial branch and ensure compliance with executive decisions."
    },
    "explanation": "Option A is incorrect because Policy Councils do not have legislative or law-making authority. Option B is correct because Policy Councils are advisory bodies that help shape national policies and oversee ministerial compliance with presidential programs. Option C is incorrect because they operate under the President’s authority and are not independent. Option D is incorrect because they are not part of the legislative process or parliamentary committees. Option E is incorrect because they do not oversee the judicial branch; their focus is on executive policies and administration."
  },
  {
    "id": "3833750",
    "unitNumber": 2,
    "text": "Which of the following statements about the Governor (Vali) in the Turkish administrative system is correct?",
    "correctAnswer": "B",
    "options": {
      "A": "The governor is elected by the people of the province for a 5-year term.",
      "B": "The governor is appointed by the President and serves as their representative in the province.",
      "C": "The governor can override presidential decrees if necessary.",
      "D": "The governor does not have the authority to supervise provincial bureucrats.",
      "E": "The governor can directly appoint district governors without presidential approval."
    },
    "explanation": "Option A is incorrect because the governor is not elected by the people; they are appointed by the President. Option B is correct because the governor acts as the President’s representative and implements laws and regulations in the province. Option C is incorrect because the governor must enforce presidential decrees, not override them. Option D is incorrect because the governor supervises and leads all provincial bureaucrats of provincial administration, except for military and judicial bodies. Option E is incorrect because district governors are also appointed with presidential approval, not by the governor alone."
  },
  {
    "id": "3833759",
    "unitNumber": 2,
    "text": "Why does the Turkish central government establish regional organizations instead of relying solely on provincial and district administrations?",
    "correctAnswer": "B",
    "options": {
      "A": "To reduce the influence of governors and district governors in local decision-making.",
      "B": "To improve coordination, efficiency, and effectiveness in providing public services across multiple provinces.",
      "C": "To centralize all decision-making in Ankara and limit local administrative powers.",
      "D": "To create an additional level of bureaucracy for administrative complexity.",
      "E": "To allow each province to operate independently without interference from the central government."
    },
    "explanation": "Option A is incorrect because the regional organizations are not meant to weaken governors or district governors but to improve service delivery. Option B is correct because regional organizations, such as the General Directorate of Highways or the General Directorate of Forestry, serve multiple provinces to enhance coordination and efficiency. Option C is incorrect because the goal is not to centralize all decisions in Ankara but to manage services more effectively at the regional level. Option D is incorrect because regional organizations reduce bureaucracy by creating a clear line of command, not increasing complexity. Option E is incorrect because the central government retains authority, and provinces are not fully independent in decision-making."
  },
  {
    "id": "3832385",
    "unitNumber": 3,
    "text": "I. They refer to geographic (region, city, town, or village) administrative structures that have a legal entity separate from central administration.<br/>II. These structures are administratively organized according to geographical decentralization and therefore do not have political sovereign power.<br/>III. They are administered by their own organs.<br/>IV. They are universal in that they are included in both unitary and federal state systems.<br/>Which term is described by the sentences above?",
    "correctAnswer": "E",
    "options": {
      "A": "Public authorities",
      "B": "Central administrations",
      "C": "Public authorities",
      "D": "Democratic values",
      "E": "Local administrations"
    },
    "explanation": "MAIN FEATURES OF LOCAL ADMINISTRATIONS<br/>Local administrations, in simple terms, refer to geographic (region, city, town, or village) administrative structures that have a legal entity separate from central administration. These structures are administratively organized according to geographical decentralization and therefore do not have political sovereign power. They are administered by their own organs. Their decision-making organs are determined by the election of local people. Local administrations are universal in that they are included in both unitary and federal state systems."
  },
  {
    "id": "3832387",
    "unitNumber": 3,
    "text": "Which of the following <strong><u>is not </u></strong>correct about local administrations?",
    "correctAnswer": "A",
    "options": {
      "A": "Local administrations are created to meet the common needs of the people living in the country.",
      "B": "Local administrations have public legal entities. In other words, they are public corporate bodies. Therefore, they are autonomous organizations. Local administrations have administrative and financial autonomy.",
      "C": "General decision-making organs of local administrations are elected by local voters.",
      "D": "The formation, functions, and authorities of local administrations are established by law in line with the principle of decentralization.",
      "E": "Loss of status and objections regarding the status of elected organs of local administrations are resolved by the judiciary."
    },
    "explanation": "Constitutional Characteristics of Local Administrations<br/><ul> <li>Local administrations are created to meet the common local needs of the people living in a village, municipality, or province.</li> <li>Local administrations have public legal entities. In other words, they are public corporate bodies. Therefore, they are autonomous organizations. Local administrations have administrative and financial autonomy.</li> <li>General decision-making organs of local administrations are elected by local voters.</li> <li>The formation, functions, and authorities of local administrations are established by law in line with the principle of decentralization.</li> <li>Loss of status and objections regarding the status of elected organs of local administrations are resolved by the judiciary.</li> </ul>"
  },
  {
    "id": "3832389",
    "unitNumber": 3,
    "text": "Which of the following is among the services within Provincial Boundaries?",
    "correctAnswer": "C",
    "options": {
      "A": "land-use planning",
      "B": "road construction",
      "C": "industry and trade",
      "D": "water and sewage services",
      "E": "waste management"
    },
    "explanation": "Duties and Responsibilities of SPAs<br/>Within Provincial Boundaries: Special provincial administrations perform duties and provide services related to youth and sports, health, agriculture, industry and trade, the environmental plan of the province; public works and housing, land protection, prevention of erosion, cultural and artistic initiatives, tourism, social services, and provision of land for primary and secondary schools, and the construction, maintenance, and repair of primary and secondary school buildings.<br/>Outside Municipal Boundaries: SPAs are tasked with land-use planning, road construction, water and sewage services, waste management, environmental protection, emergency assistance, support for forest villages, afforestation projects, and the creation of parks and recreational areas."
  },
  {
    "id": "3832391",
    "unitNumber": 3,
    "text": "I. Negotiating and deciding on the strategic plan, investment, and work programs.<br/>II. Approving the budget and final accounts, as well as reallocating budgetary resources among units.<br/>III. Debating and deciding on the Provincial Environmental Plan and land-use plans for areas outside municipal boundaries (excluding Metropolitan Municipalities).<br/>IV. Deciding on borrowing.<br/>V. Deciding to grant concessions on behalf of the SPA and deciding on privatization.<br/>Which special provincial administration organ’s duties are explained by the sentences above?",
    "correctAnswer": "B",
    "options": {
      "A": "Provincial Executive Committee",
      "B": "General Provincial Council",
      "C": "Governor",
      "D": "The General Secretary",
      "E": "Municipality"
    },
    "explanation": "The Organs of SPAs<br/>Negotiating and deciding on the strategic plan, investment, and work programs.<br/><ul> <li>Approving the budget and final accounts, as well as reallocating budgetary resources among units.</li> <li>Debating and deciding on the Provincial Environmental Plan and land-use plans for areas outside municipal boundaries (excluding Metropolitan Municipalities).</li> <li>Deciding on borrowing.</li> <li>Deciding to grant concessions on behalf of the SPA and deciding on privatization.</li> </ul>"
  },
  {
    "id": "3832394",
    "unitNumber": 3,
    "text": "Who is appointed upon the proposal of the governor and the approval of the Minister of Interior, and the highest-ranking administrator following the governor?",
    "correctAnswer": "D",
    "options": {
      "A": "The provincial executive committee",
      "B": "District governor",
      "C": "General Provincial Council",
      "D": "The Secretary General",
      "E": "Mayor"
    },
    "explanation": "The Organizational Structure of SPAs<br/>The Secretary General, who is appointed upon the proposal of the governor and the approval of the Minister of Interior, is the highest-ranking administrator following the governor."
  },
  {
    "id": "3832395",
    "unitNumber": 3,
    "text": "Which of the following <strong><u>is not</u></strong> among the duties and responsibilities of municipalities?",
    "correctAnswer": "E",
    "options": {
      "A": "Urban infrastructure, including land-use planning, water and sewage systems, and transportation",
      "B": "Geographic and urban information systems",
      "C": "Environmental health, cleaning, and solid waste management",
      "D": "Municipal police, firefighting, emergency, rescue, and ambulance services",
      "E": "Afforestation projects"
    },
    "explanation": "Duties and Responsibilities of Municipalities<br/><ul> <li>Urban infrastructure, including land-use planning, water and sewage systems, and transportation</li> <li>Geographic and urban information systems</li> <li>Environmental health, cleaning, and solid waste management</li> <li>Municipal police, firefighting, emergency, rescue, and ambulance services.</li> </ul>"
  },
  {
    "id": "3832397",
    "unitNumber": 3,
    "text": "_____________________serves as both an executive and advisory body within the municipality. It includes members elected annually by the municipal council from its members, as well as officials selected by the mayor from the heads of municipal departments. One of the appointed members must be the head of the financial services department.",
    "correctAnswer": "B",
    "options": {
      "A": "Municipal Council",
      "B": "The Municipal Executive Committee",
      "C": "Mayor",
      "D": "Neighbourhood Administration",
      "E": "Provincial Executive Committee"
    },
    "explanation": "The Organs of Municipalities<br/>The Municipal Executive Committee serves as both an executive and advisory body within the municipality. It includes members elected annually by the municipal council from its members, as well as officials selected by the mayor from the heads of municipal departments. One of the appointed members must be the head of the financial services department."
  },
  {
    "id": "3832398",
    "unitNumber": 3,
    "text": "It is an administrative unit within the municipal boundary whose needs and priorities are similar and which has a neighbourly relationship between its residents.<br/>Which term is described above?",
    "correctAnswer": "C",
    "options": {
      "A": "Municipality",
      "B": "Executive Committee",
      "C": "Neighbourhood",
      "D": "The General Provincial Council",
      "E": "Special provincial administration"
    },
    "explanation": "Neighbourhood Administration<br/>Each city and town is composed of neighbourhoods (<em>mahalle</em>), which are defined under Municipal Law as “<em>an administrative unit within the municipal boundary whose needs and priorities are similar and which has a neighbourly relationship between its residents</em>” (Art. 3).”"
  },
  {
    "id": "3832400",
    "unitNumber": 3,
    "text": "Which of the following is true about duties and responsibilities of metropolitan municipality?<br/>I. Providing essential infrastructure services, such as water supply and sewage systems<br/>II. Establishing geographic and urban information systems<br/>III. Constructing and maintaining squares, avenues, major roads, and high streets within the urban area<br/>IV. Delivering municipal police services in areas under metropolitan jurisdiction<br/>V. Safeguarding the environment and agricultural lands while developing and implementing local-level solid waste management plans",
    "correctAnswer": "D",
    "options": {
      "A": "Only A",
      "B": "Only B",
      "C": "I and II",
      "D": "I, II and IV",
      "E": "III, IV and V"
    },
    "explanation": "Duties and Responsibilities of Metropolitan Municipality<br/><ul> <li>Providing essential infrastructure services, such as water supply and sewage systems.</li> <li>Establishing geographic and urban information systems.</li> <li>Constructing and maintaining squares, avenues, major roads, and high streets within the metropolitan area.</li> <li>Delivering municipal police services in areas under metropolitan jurisdiction.</li> <li>Safeguarding the environment and agricultural lands while developing and implementing metropolitan-level solid waste management plans.</li> </ul>"
  },
  {
    "id": "3832403",
    "unitNumber": 3,
    "text": "Autonomous agencies are spread across a variety of areas. They operate in the commercial and industrial fields, education, culture, telecommunication, science, finance, and social security spheres. Which of the following <strong><u>is not</u></strong> one of the autonomous agencies?",
    "correctAnswer": "B",
    "options": {
      "A": "State Economic Enterprises (<em>KİT</em>)",
      "B": "Chamber of Engineers and Architects",
      "C": "Higher-Education Council (<em>YÖK</em>)",
      "D": "Turkish Radio-Television Corporation (<em>TRT</em>)",
      "E": "The Scientific and Technological Research Council of Türkiye (<em>TÜBİTAK</em>)"
    },
    "explanation": "Autonomous agencies are spread across a variety of areas. They operate in the commercial and industrial fields, education, culture, telecommunication, science, finance, and social security spheres. Some of them can be listed as: universities, State Economic Enterprises (<em>KİT</em>), Higher-Education Council (<em>YÖK</em>), Turkish Radio-Television Corporation (<em>TRT</em>), The Scientific and Technological Research Council of Türkiye (<em>TÜBİTAK</em>), Regulatory and Supervisory Authorities and Public Professional Organizations."
  },
  {
    "id": "3833367",
    "unitNumber": 4,
    "text": "Which of the following best defines Public Personnel Management (PPM)?",
    "correctAnswer": "C",
    "options": {
      "A": "The process of managing financial resources in public administration",
      "B": "The classification and regulation of private sector employees",
      "C": "The principles, rules, and practices related to public officials",
      "D": "A method used exclusively for recruiting political officials",
      "E": "The study of public administration theories"
    },
    "explanation": "PPM includes principles, procedures, and practices concerning public officials who deliver public services."
  },
  {
    "id": "3833368",
    "unitNumber": 4,
    "text": "What was the primary reason for the transformation from PPM to Human Resources Management (HRM)?",
    "correctAnswer": "B",
    "options": {
      "A": "Increasing bureaucratic control over public employees",
      "B": "Adoption of private sector management techniques in public administration",
      "C": "Reduction of government expenditure on public personnel",
      "D": "The abolition of merit-based hiring in public institutions",
      "E": "Expansion of public employment opportunities"
    },
    "explanation": "HRM introduced a more flexible and market-oriented approach, incorporating private sector practices into public administration."
  },
  {
    "id": "3833369",
    "unitNumber": 4,
    "text": "Which principle in public personnel management ensures that employees are hired and promoted based on qualifications and competence?",
    "correctAnswer": "C",
    "options": {
      "A": "Neutrality",
      "B": "Classification",
      "C": "Merit",
      "D": "Performance",
      "E": "Career"
    },
    "explanation": "The merit system ensures fair hiring and promotion based on competency, preventing discrimination and favoritism."
  },
  {
    "id": "3833371",
    "unitNumber": 4,
    "text": "I. Remuneration<br/>II. Development<br/>III. Employment<br/>IV. Privatization<br/>V. Integration<br/>Which of the above functions are performed by HRM in public personnel management?",
    "correctAnswer": "A",
    "options": {
      "A": "I-II-III-V",
      "B": "II-III-IV",
      "C": "I-III-IV-V",
      "D": "III-IV-V",
      "E": "I-II-III"
    },
    "explanation": "HRM focuses on employment, development, remuneration, and integration, while privatization is a broader economic policy."
  },
  {
    "id": "3833372",
    "unitNumber": 4,
    "text": "What distinguishes rank classification from position classification in public personnel management?",
    "correctAnswer": "A",
    "options": {
      "A": "Rank classification prioritizes career progression, while position classification focuses on specific job duties.",
      "B": "Rank classification is used in the USA, whereas position classification is used in Europe.",
      "C": "Position classification allows lifelong employment, while rank classification does not.",
      "D": "Rank classification is based on individual preference, whereas position classification is rigid.",
      "E": "Position classification does not consider employee qualifications."
    },
    "explanation": "Rank classification emphasizes career advancement, whereas position classification is task-specific."
  },
  {
    "id": "3833373",
    "unitNumber": 4,
    "text": "What major change occurred in Turkish public personnel management after the 1980s?",
    "correctAnswer": "B",
    "options": {
      "A": "Transition to a centralized examination system",
      "B": "Adoption of HRM principles in public administration",
      "C": "Removal of all public personnel laws",
      "D": "Elimination of performance-based evaluations",
      "E": "Reduction in government workforce"
    },
    "explanation": "Since the 1980s, Turkish public personnel management has integrated HRM principles, focusing on efficiency and flexibility."
  },
  {
    "id": "3833377",
    "unitNumber": 4,
    "text": "Which of the following statements regarding the duties and responsibilities of civil servants, as outlined in Law No. 657, is correct?",
    "correctAnswer": "C",
    "options": {
      "A": "Civil servants are allowed to join political parties as long as they do not actively promote them.",
      "B": "Civil servants can refuse any order from a superior if they disagree with it personally.",
      "C": "Civil servants must submit property declarations for themselves and their families according to the law.",
      "D": "Civil servants are required to work a minimum of 50 hours per week.",
      "E": "Civil servants can take official documents home if they are needed for work purposes."
    },
    "explanation": "Option A is incorrect because Article 7 explicitly states that civil servants cannot be members of a political party. Option B is incorrect because while civil servants can refuse illegal orders, they must obey lawful written orders from superiors (Art. 11). Option C is correct because Article 14 requires civil servants to submit property declarations regarding their assets and debts. Option D is incorrect because Article 99 states that the general weekly working time is 40 hours. Option E is incorrect because Article 16 prohibits civil servants from taking official documents, tools, and equipment outside authorized areas."
  },
  {
    "id": "3833380",
    "unitNumber": 4,
    "text": "According to Law No. 657, which of the following is NOT a duty or responsibility of civil servants?",
    "correctAnswer": "C",
    "options": {
      "A": "Demonstrating behavior that upholds the respect and trust of their position.",
      "B": "Protecting and maintaining state property assigned to them.",
      "C": "Participating in political and ideological demonstrations when off duty.",
      "D": "Complying with the dress code determined by law and regulations.",
      "E": "Being present at work during their official working hours."
    },
    "explanation": "Option A is incorrect because Article 8 requires civil servants to behave in a manner that maintains respect and trust. Option B is incorrect because Article 12 states that civil servants must protect and maintain state property. Option C is correct because Article 7 explicitly prohibits civil servants from engaging in political and ideological actions. Option D is incorrect because Appendix Article 19 states that civil servants must comply with the dress code. Option E is incorrect because Article 99 states that civil servants must be at work during their official working hours."
  },
  {
    "id": "3833383",
    "unitNumber": 4,
    "text": "Which of the following disciplinary penalties for civil servants, as outlined in Law No. 657, is the most severe?",
    "correctAnswer": "E",
    "options": {
      "A": "Warning",
      "B": "Reprimand",
      "C": "Salary Deduction",
      "D": "Suspending the Progression of the Rank",
      "E": "Dismissal from the Civil Service"
    },
    "explanation": "Option A is incorrect because a warning (Art. 125/a) is the mildest disciplinary penalty, serving as a written reminder. Option B is incorrect because a reprimand (Art. 125/b) is stronger than a warning but still a minor penalty. Option C is incorrect because salary deduction (Art. 125/c) is a financial penalty but does not affect career progression. Option D is incorrect because suspending the progression of rank (Art. 125/d) delays promotions but does not remove the civil servant from their position. Option E is correct because dismissal (Art. 125/e) permanently removes a person from civil service and prevents future reappointment."
  },
  {
    "id": "3833385",
    "unitNumber": 4,
    "text": "Which of the following statements about in-service training for civil servants is correct according to Law No. 657?",
    "correctAnswer": "C",
    "options": {
      "A": "Civil servants receive training only before entering public service.",
      "B": "In-service training is optional and depends on the civil servant’s preference.",
      "C": "Each institution should establish a training unit responsible for organizing training activities.",
      "D": "In-service training is only conducted within the country and cannot involve foreign institutions.",
      "E": "There is no official plan for training civil servants in Turkey."
    },
    "explanation": "Option A is incorrect because training continues even after civil servants start working (Arts. 214-218).<br/>Option B is incorrect because in-service training is organized as a mandatory process to enhance productivity and prepare civil servants for future duties. Option C is correct because the law states that a training unit should be established in each institution to manage training activities. Option D is incorrect because civil servants can also receive training in foreign institutions or training centers.<br/>Option E is incorrect because a general plan for civil servant training is created and put into effect by the President’s decision."
  },
  {
    "id": "3831886",
    "unitNumber": 5,
    "text": "Which of the following do control and accountability mechanisms aim to prevent in public administration?<br/><ol type=\"I\"><br/><li>illegality</li><br/><li>abuse of authority</li><br/><li>corruption</li><br/><li>misconduct</li><br/></ol>",
    "correctAnswer": "C",
    "options": {
      "A": "I, II",
      "B": "I, II, III",
      "C": "I, II, III, IV",
      "D": "II, III, IV",
      "E": "II, III"
    },
    "explanation": "Control and accountability mechanisms aim to prevent illegality, abuse of authority, corruption, and misconduct in public administration."
  },
  {
    "id": "3831889",
    "unitNumber": 5,
    "text": "Which of the following best describes accountability in public administration?",
    "correctAnswer": "A",
    "options": {
      "A": "The responsibility of public officials to explain and defend their actions and decisions to the public and oversight bodies.",
      "B": "The ability of government officials to act without restrictions, providing them with faster decision-making mechanisms.",
      "C": "The practice of maintaining confidentiality in government actions to ensure efficiency.",
      "D": "The delegation of all decision-making power to subordinates as not to be responsible for misconduct.",
      "E": "The unrestricted autonomy of government agencies without external oversight."
    },
    "explanation": "Accountability means that “<em>someone (X), who has been put in a position of</em> <em>responsibility (r) in relation to the interests of someone</em> <em>else (Y), is required to give an account (to Y) of how he</em> <em>has discharged his duties, and that, concomitantly, Y</em> <em>is in a position to either punish or reward X’s conduct in relation to (r</em>)” (Castiglione, 2007:5)."
  },
  {
    "id": "3831894",
    "unitNumber": 5,
    "text": "What is the primary purpose of political control?",
    "correctAnswer": "A",
    "options": {
      "A": "To monitor and regulate government activities for accountability and effectiveness",
      "B": "To supervise the actions of the elected representatives in the parliament",
      "C": "To allow government agencies to operate independently without oversight",
      "D": "To reduce the participation of citizens in decision-making processes",
      "E": "To provide political parties with opportunities to act without restrictions"
    },
    "explanation": "One of the main mechanisms used in the supervision of public administration is political control. Political control of public administration is an essential aspect of democratic governance. It ensures accountability, responsiveness, and effectiveness in public administration. Political control is the control and oversight power that political institutions (the legislature and executive) and elected representatives (deputies) have over public administration. The sovereignty in democracies ultimately belongs to the people. In parliamentary democratic systems, the people delegate their sovereignty to the parliament by electing their own representatives (deputies) through elections."
  },
  {
    "id": "3831898",
    "unitNumber": 5,
    "text": "Which of the following is true in a parliamentary form of government?<br/><ol type=\"I\"> <li>the president has sole authority in decision-making</li> <li>the council of ministers is collectively responsible to the legislature</li> <li>ministers are responsible for the actions of all the officials within their department</li> </ol>",
    "correctAnswer": "D",
    "options": {
      "A": "only I",
      "B": "I and II",
      "C": "I, II, III",
      "D": "II and III",
      "E": "only II"
    },
    "explanation": "The council of ministers is collectively responsible to the legislature. In parliamentary government systems, ministers are responsible to the parliament not only for their own actions but also for the actions of those who work under their command."
  },
  {
    "id": "3831903",
    "unitNumber": 5,
    "text": "Which of the following are the main functions of the legislature?",
    "correctAnswer": "A",
    "options": {
      "A": "enact laws, control the executive branch and public administration, adopt the state budget",
      "B": "control the administration, control the state budget, control on personnel and on actions",
      "C": "administrative tutelage, judicial control, select the members for the Ombudsman Institution",
      "D": "administrative control, public administration control, state budget control",
      "E": "enact laws, secure the independence of the judiciary, regulate the Constitution"
    },
    "explanation": "The legislature has three main functions: “law-making,” “supervising the executive branch,” and “adopting the state budget.”"
  },
  {
    "id": "3831907",
    "unitNumber": 5,
    "text": "Which of the following are the advantages of hierarchical control?<br/><ol type=\"I\"><br/><li>it ensures that tasks are carried out effectively and efficiently </li><br/><li>it provides a set of rules for personnel to follow</li><br/><li>it permits superiors to make decisions on behalf of their subordinates</li><br/><li>it allows a legal entity to exercise authority over another public legal entity</li><br/></ol>",
    "correctAnswer": "A",
    "options": {
      "A": "I, II",
      "B": "I, II, III",
      "C": "I, II, III, IV",
      "D": "I, III, IV",
      "E": "III, IV"
    },
    "explanation": "This system is designed to ensure that tasks are carried out efficiently and effectively, with little room for deviation from established procedures or policies. One advantage of hierarchical control in public administration is that it provides a clear structure and a set of rules for personnel to follow, which can increase consistency, integrity, and predictability in the performance of tasks."
  },
  {
    "id": "3831912",
    "unitNumber": 5,
    "text": "Which of the following best describes administrative tutelage?",
    "correctAnswer": "B",
    "options": {
      "A": "A form of governance in which the central government has total control of local administrations.",
      "B": "A system of governance in which the decisions of the local administrations are subject to approval by the central administration.",
      "C": "A system in which members of the local administration are appointed directly by the central government without elections.",
      "D": "A form of governance in which local administration has full control of financial and legal matters.",
      "E": "A governance model where local administrations are completely autonomous."
    },
    "explanation": "In this context, central administration has the authority to supervise local administrations and functionally decentralized administrations in order to eliminate some of the drawbacks of decentralization."
  },
  {
    "id": "3831914",
    "unitNumber": 5,
    "text": "Which of the following is within the authority of judiciary control?",
    "correctAnswer": "A",
    "options": {
      "A": "to assess the legality of the administrative actions and decisions",
      "B": "to ensure a clear chain of command and delegation of authority",
      "C": "to terminate the discretionary powers of the legislative branch",
      "D": "to help superiors supervise the subordinates’ actions in terms of legality",
      "E": "to evaluate the morality of the administrative actions and decisions"
    },
    "explanation": "It is important to emphasize that judicial authority is confined to assessing the legality of administrative actions and decisions and cannot be used to evaluate their expediency."
  },
  {
    "id": "3831916",
    "unitNumber": 5,
    "text": "According to the Turkish Constitution, which of the following are essential in guaranteeing judicial independence?<br/><ol type=\"I\"> <li>central administration, as well as other bodies, must comply with court decisions</li> <li>judicial authority cannot be questioned by the legislation about ongoing cases</li> <li>none of the administration types has the authority to give orders to courts or judges</li> <li>the decisions of the judges are above the law</li> </ol>",
    "correctAnswer": "B",
    "options": {
      "A": "I, II",
      "B": "I, II, III",
      "C": "I, II, III, IV",
      "D": "II, III, IV",
      "E": "II, III"
    },
    "explanation": "The Turkish Constitution emphasizes the importance of an independent judiciary to protect citizens’ rights. Article 138 of the Constitution outlines the principles of judicial independence."
  },
  {
    "id": "3831919",
    "unitNumber": 5,
    "text": "Which of the following is among the responsibilities of Ombudsman Institution in Türkiye?",
    "correctAnswer": "C",
    "options": {
      "A": "to oversee the duties of the judicial institutions in local administrations",
      "B": "to enforce the decisions of the institution through legal channels",
      "C": "to investigate the actions of the administration upon complaint",
      "D": "to examine the acts of the legislative power and its execution",
      "E": "to submit recommendations about the acts of the Turkish Armed Forces"
    },
    "explanation": "“The institution shall be responsible for examining, investigating, and submitting recommendations to the administration with regard to all sorts of acts and actions as well as attitudes and behaviours of the administration upon complaint on the functioning of the administration within the framework of an understanding of human rights-based justice and in the aspect of legality and conformity with principles of fairness.”"
  },
  {
    "id": "3833279",
    "unitNumber": 6,
    "text": "What are the consequences of public officials’ misuse of their authority?<br/><ol type=\"I\"> <li>threaten the role of law</li> <li>weaken democratic values</li> <li>jeopardize the foundations of governance</li> <li>preserve public trust</li> </ol>",
    "correctAnswer": "B",
    "options": {
      "A": "I, II",
      "B": "I, II, III",
      "C": "I, II, III, IV",
      "D": "II, III, IV",
      "E": "III, IV"
    },
    "explanation": "Instances of public officials misusing their authority for personal gain undermine the rule of law and weaken democratic values. When officials act unethically, the foundations of governance and public trust are compromised."
  },
  {
    "id": "3833281",
    "unitNumber": 6,
    "text": "Which of the following was included within the ethical framework of Türkiye after Law No. 5176?",
    "correctAnswer": "E",
    "options": {
      "A": "The Constitution",
      "B": "The Civil Servants Law",
      "C": "The Turkish Penal Code",
      "D": "The Law on Declaration of Assets, Combating Bribery, and Corruption",
      "E": "The Ombudsman Institution"
    },
    "explanation": "However, the ethical legal framework in Türkiye did not begin with Law No. 5176. Basic legislation addressing ethical behavior and anti-corruption existed earlier. The important ones are: <strong>The Constitution</strong>, <strong>The Civil Servants Law (No. 657)</strong>, <strong>The Turkish Penal Code (No. 5237)</strong>, <strong>The Law on Declaration of Assets,</strong> <strong>Combating Bribery, and Corruption</strong> <strong>(No. 3628)</strong>."
  },
  {
    "id": "3833283",
    "unitNumber": 6,
    "text": "Which of the following is the weakness of the Turkish anti-corruption law?",
    "correctAnswer": "A",
    "options": {
      "A": "absence of a unified code of conduct for elected public officials",
      "B": "lack of regulations regarding the duties and prohibitions for civil servants",
      "C": "insufficient penalties for corruption-related offenses",
      "D": "inadequate methods for determining unlawful individual gains",
      "E": "ineffective implementation of the principles of ethical conduct"
    },
    "explanation": "Türkiye does not have a comprehensive anti-corruption law or a unified code of conduct applicable to all elected and appointed public officials. However, a range of laws and regulations address public service ethics."
  },
  {
    "id": "3833285",
    "unitNumber": 6,
    "text": "What kind of corruption is the following case an example of?<br/><em>A governor gives a job to a relative without a fair selection process using his/her power. </em>",
    "correctAnswer": "C",
    "options": {
      "A": "extortion",
      "B": "smuggling",
      "C": "nepotism",
      "D": "bribery",
      "E": "kickback"
    },
    "explanation": "There are many kinds of corruption such as bribery, nepotism, misappropriation of funds, kickbacks, extortion, spoils, smuggling, falsification of documents, abuse of office, breaches of democratic norms, and conflict of interest”"
  },
  {
    "id": "3833286",
    "unitNumber": 6,
    "text": "What kind of corruption is the following case an example of?<br/>“<em>In 2009, Pfizer was caught in a scheme where they paid doctors and healthcare providers in the form of speaking fees, lavish vacations, and cash to prescribe their drugs over competitors.</em>”",
    "correctAnswer": "A",
    "options": {
      "A": "kickback",
      "B": "spoils",
      "C": "embezzlement",
      "D": "theft",
      "E": "bribery"
    },
    "explanation": "There are many kinds of corruption such as bribery, nepotism, misappropriation of funds, kickbacks, extortion, spoils, smuggling, falsification of documents, abuse of office, breaches of democratic norms, and conflict of interest”"
  },
  {
    "id": "3833289",
    "unitNumber": 6,
    "text": "Which of the following are shortcomings of CEPS (Council of Ethics for Public Service)?<br/><ol type=\"I\"> <li>restricted authority</li> <li>lack of sufficient budget</li> <li>full power of enforcement</li> <li>authority over disciplinary boards</li> </ol>",
    "correctAnswer": "A",
    "options": {
      "A": "I, II",
      "B": "I, II, III",
      "C": "I, II, III, IV",
      "D": "I, III, IV",
      "E": "II, III, IV"
    },
    "explanation": "There are some criticisms regarding its structure, scope of authority, and administrative capacity. First of all, it is a notable shortcoming to leave the determination of ethical rules and fundamental principles to regulations without establishing them in Law No. 5176. Secondly, the scope of CEPS’s authority is notably restricted, excluding politicians, military, judicial, and academic personnel, as well as cases already referred to courts. Thirdly, its weak relationships with disciplinary boards and institutional ethics commissions further undermine its effectiveness. Fourthly, the CEPS lacks the status of a distinct public legal entity and does not have a sufficient budget and permanently assigned staff. Fifthly, the Council’s enforcement power is notably weak, further hampering its ability to fulfill its intended role."
  },
  {
    "id": "3833290",
    "unitNumber": 6,
    "text": "Which of the following is within the duties of ethics commissions?",
    "correctAnswer": "C",
    "options": {
      "A": "enforce ethical practices in the workplace",
      "B": "punish unethical behavior in the workplace",
      "C": "foster an ethical culture in the institution",
      "D": "create new policies for ethical enhancement",
      "E": "serve as judges for unethical conduct decisions"
    },
    "explanation": "Ethics commissions work closely with CEPS and can be viewed as its implementation units at the institutional level. However, there is no legal framework detailing how ethics commissions should carry out their tasks. Besides, ethics commissions lack the authority to impose sanctions on public officials. Disciplinary boards within institutions handle sanctions. The primary function of ethics commissions is to raise awareness and foster an ethical culture within institutions."
  },
  {
    "id": "3833292",
    "unitNumber": 6,
    "text": "Which of the following is one of the duties of the Council of Ethics for Public Service?",
    "correctAnswer": "E",
    "options": {
      "A": "regulating gift-taking for services",
      "B": "enforcing the implementation of ethics",
      "C": "investigating public officials’ assets",
      "D": "penalizing ethical violations",
      "E": "establishing ethical behavior principles"
    },
    "explanation": "The Council of Ethics for Public Service (CEPS) is entrusted with several critical duties and powers aimed at fostering public service ethics. Its main responsibilities include:<br/>Determining Ethical Behaviour Principles, Investigating Ethical Violations, Advising Public Institutions, Regulating Gift-Taking Ban, Examining Asset Declarations, Promoting an Ethical Culture."
  },
  {
    "id": "3833293",
    "unitNumber": 6,
    "text": "Which of the following are the key principles mentioned in the law (no. 5176) that provide the framework for CEPS?<br/><ol type=\"I\"> <li>accountability</li> <li>transparency</li> <li>impartiality</li> <li>integrity</li> </ol>",
    "correctAnswer": "C",
    "options": {
      "A": "I, II",
      "B": "I, II, III",
      "C": "I, II, III, IV",
      "D": "II, III, IV",
      "E": "I, II, IV"
    },
    "explanation": "While Law No. 5176 emphasized key ethical principles such as transparency, impartiality, integrity, accountability, and protection of public interest, it did not provide a comprehensive framework for ethical behaviour principles. Instead, the responsibility for drafting these principles was delegated to CEPS."
  },
  {
    "id": "3833295",
    "unitNumber": 6,
    "text": "Which of the following individuals/groups CEPS has the authority to investigate for alleged ethical violations?",
    "correctAnswer": "D",
    "options": {
      "A": "Ministers",
      "B": "The President",
      "C": "Universities",
      "D": "Governors",
      "E": "The judiciary"
    },
    "explanation": "CEPS investigates allegations of ethical violations by public officials who serve in general manager positions or equivalent to or higher than general director in specified public institutions. The law specifically excludes certain groups from the Council’s scope: The President of the Republic, members of the Turkish Grand National Assembly, deputy Presidents, and ministers, members of the Turkish Armed Forces, the judiciary, and universities (Article 1 of Law No. 5176)."
  },
  {
    "id": "3834113",
    "unitNumber": 7,
    "text": "I. Water- and steam-powered mechanical systems emerged.<br/>II. Human labor and human intervention were strongly required.<br/>Which of the Industrial Revolution Periods is described here?",
    "correctAnswer": "A",
    "options": {
      "A": "The First Industrial Revolution",
      "B": "The Second Industrial Revolution",
      "C": "The Third Industrial Revolution",
      "D": "The Fourth Industrial Revolution",
      "E": "The Fifth Industrial Revolution"
    },
    "explanation": "The First Industrial Revolution is described here."
  },
  {
    "id": "3834115",
    "unitNumber": 7,
    "text": "I. Technologies, new applications like e-government, digital public services, cyber systems, AI-based services, autonomous systems, and machine learning emerged.<br/>II. New autonomous systems decreased the need for human labor and human control for both simple and advanced tasks.<br/>Which of the Industrial Revolution Periods is described here?",
    "correctAnswer": "D",
    "options": {
      "A": "The First Industrial Revolution Period",
      "B": "The Second Industrial Revolution Period",
      "C": "The Third Industrial Revolution Period",
      "D": "The Fourth Industrial Revolution Period",
      "E": "The Fifth Industrial Revolution Period"
    },
    "explanation": "The Fourth Industrial Revolution Period is described here."
  },
  {
    "id": "3834157",
    "unitNumber": 7,
    "text": "I. Increase in operational and transactional costs.<br/>II. Increase in the accuracy of the projects.<br/>III. Design of smarter service processes and systems.<br/>IV. Increase in the workload of public employees.<br/>Which of the above is/are among the advantage(s) related to using data and new technologies in public services?",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "II and III",
      "D": "III and IV",
      "E": "I-II and III"
    },
    "explanation": "Statements II and III are among the advantages of using data and new technologies in public services."
  },
  {
    "id": "3834173",
    "unitNumber": 7,
    "text": "I. The lack of qualified people to work in the field of advanced technologies.<br/>II. The need for very high amounts of investment to develop technological applications.<br/>III. Increase in the role of humans in decision-making.<br/>IV. Decrease in unemployment for public employees. <br/>Which of the above is/are among the disadvantages of using data and new technologies in public services?",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "Only III",
      "C": "I-II and III",
      "D": "I and II",
      "E": "III and IV"
    },
    "explanation": "Statements I and II are among the disadvantages of using data and new technologies in public services."
  },
  {
    "id": "3834175",
    "unitNumber": 7,
    "text": "..................... refers to the size, transparency, and accessibility of information that is published by governments for the citizens.",
    "correctAnswer": "B",
    "options": {
      "A": "Big data",
      "B": "Open government",
      "C": "Public technology",
      "D": "Public management",
      "E": "Open data"
    },
    "explanation": "Open government refers to the size, transparency, and accessibility of information that is published by governments for the citizens."
  },
  {
    "id": "3834180",
    "unitNumber": 7,
    "text": "'The original data set should also be published in the default and unmodified format for future generations'.<br/>Which of the following principles that need to be considered when sharing open data is described here?",
    "correctAnswer": "E",
    "options": {
      "A": "License-free",
      "B": "Accessible",
      "C": "Timely",
      "D": "Complete",
      "E": "Primary"
    },
    "explanation": "The principle of 'Primary' is described here."
  },
  {
    "id": "3834183",
    "unitNumber": 7,
    "text": "'No one should claim ownership or exclusive control over the dataset'.<br/>Which of the principles that need to be considered when sharing open data is described here?",
    "correctAnswer": "A",
    "options": {
      "A": "Non-proprietary",
      "B": "Non-discriminatory",
      "C": "Complete",
      "D": "Timely",
      "E": "Accessible"
    },
    "explanation": "The principle 'Non-proprietary' is described here."
  },
  {
    "id": "3834187",
    "unitNumber": 7,
    "text": "I. The data is made available to potential users via the Internet.<br/>II. Analysis and operations are performed by those who access open data.<br/>III. The data is created through collection, storage, and generation.<br/>IV. A feedback mechanism is formed.<br/>What is the correct order of the stages related to 'open data'?",
    "correctAnswer": "C",
    "options": {
      "A": "I-II-III-IV",
      "B": "II-I-IV-III",
      "C": "III-I-II-IV",
      "D": "IV-III-II-I",
      "E": "II-III-I-IV"
    },
    "explanation": "III-I-II-IV is the correct order of the stages related to 'open data'."
  },
  {
    "id": "3834191",
    "unitNumber": 7,
    "text": "I.Open Data Infrastructure<br/>II.Legal Infrastructure<br/>III. Public Advertisement<br/>IV. Political Attention<br/>Which of the above is/are among the essential elements of an open government ecosystem?",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I-II and III",
      "D": "I-II and IV",
      "E": "III and IV"
    },
    "explanation": "Statements I-II and IV are among the essential elements of an open government ecosystem."
  },
  {
    "id": "3834194",
    "unitNumber": 7,
    "text": "'Its major duties are mediating the delivery of digital services, creating a digital transformation ecosystem, and supporting digitalization projects by public-private-civil society cooperation'. <br/>Which of the following is defined here?",
    "correctAnswer": "E",
    "options": {
      "A": "Ministry of Industry and Technology",
      "B": "Council of Ethics for Public Service",
      "C": "Ombudsman Institution",
      "D": "Personal Data Protection Authority",
      "E": "Digital Transformation Office"
    },
    "explanation": "Digital Transformation Office is defined here."
  },
  {
    "id": "3834193",
    "unitNumber": 8,
    "text": "Which of the following is one of the territorial administrative reforms?",
    "correctAnswer": "A",
    "options": {
      "A": "re-scaling",
      "B": "de-centralization",
      "C": "de-concentration",
      "D": "re-organization",
      "E": "centralization"
    },
    "explanation": "Broadly speaking, there are three types of administrative reforms: functional, structural and territorial. However, these three types are closely interconnected. Functional reforms relate to the reassignment of tasks and responsibilities between existing administrative units and levels (centralisation/decentralisation; concentration/ deconcentration). Structural reforms focus on reorganisation of the administrative structures, such as the physical dissolution, merging or creation of administrative units. Territorial reforms refer to a rescaling of provinces’ and/or municipalities’ territorial boundaries."
  },
  {
    "id": "3834199",
    "unitNumber": 8,
    "text": "Who is considered as the father of the Ottoman Westernizatioın?",
    "correctAnswer": "B",
    "options": {
      "A": "Sultan Mahmud II",
      "B": "Sultan Selim III",
      "C": "Sultan Abdulhamid II",
      "D": "Sultan Mehmed",
      "E": "Sultan Mahmud"
    },
    "explanation": "The first attempt to reform the system was made by him, and he has been regarded as the father of Ottoman Westernisation and as an advocate of general reform in the state."
  },
  {
    "id": "3834201",
    "unitNumber": 8,
    "text": "Who established a European style army?",
    "correctAnswer": "C",
    "options": {
      "A": "Sultan Suleyman",
      "B": "Sultan Selim III",
      "C": "Sultan Mahmud II",
      "D": "Sultan Mehmed",
      "E": "Sultan Abdulhamid"
    },
    "explanation": "Sultan Mahmud II (reigned from 1808 to 1839), the successor of Selim III, forcefully reasserted his control over provincial nobles and the Janissaries and furthered the modernisation efforts. He abolished the Janissaries in 1826 and established a European-style army called Asakir-i Mansure-i Muhammediye."
  },
  {
    "id": "3834228",
    "unitNumber": 8,
    "text": "In which years was the Independence War of Turkey?",
    "correctAnswer": "D",
    "options": {
      "A": "1919-1920",
      "B": "1919-1921",
      "C": "1920-1923",
      "D": "1919-1923",
      "E": "1921-1923"
    },
    "explanation": "After the demise of the Ottoman Empire with the First World War, the Republic of Türkiye was founded as a new nation-state in 1923 following the Independence War (1919-1923) led by Mustafa Kemal Ataturk."
  },
  {
    "id": "3834231",
    "unitNumber": 8,
    "text": "When did Turkiye made a transition to Multi-Party Political System?",
    "correctAnswer": "E",
    "options": {
      "A": "1919",
      "B": "1920",
      "C": "1923",
      "D": "1932",
      "E": "1946"
    },
    "explanation": "With the transition to a multi-party political system in 1946, the Democratic Party (DP) defeated the Republican People’s Party in the 1950 general elections and came to power."
  },
  {
    "id": "3834232",
    "unitNumber": 8,
    "text": "Which of the below studies is the first study to improve public administration in Turkiye?",
    "correctAnswer": "A",
    "options": {
      "A": "Neumark Report",
      "B": "Baker Report",
      "C": "Martin and Cush Report",
      "D": "Leimgruber Report",
      "E": "Martin Report"
    },
    "explanation": "The first study to improve public administration is the Neumark Report."
  },
  {
    "id": "3834256",
    "unitNumber": 8,
    "text": "What does SPO stand for?",
    "correctAnswer": "B",
    "options": {
      "A": "Strong Policy Organization",
      "B": "State Planning Organization",
      "C": "Strong Planning Organization",
      "D": "State Policy Organization",
      "E": "Statistical Planning Organization"
    },
    "explanation": "Soon after the military intervention, two important institutions, the State Planning Organisation (SPO) and the State Personnel Department, were established even before the new Constitution was ratified."
  },
  {
    "id": "3834275",
    "unitNumber": 8,
    "text": "What does NPM stand for?",
    "correctAnswer": "C",
    "options": {
      "A": "Notable Public Method",
      "B": "New Proposal of Measurement",
      "C": "New Public Management",
      "D": "New Public Method",
      "E": "New Proposal of Methods"
    },
    "explanation": "Managerial reforms are associated with the “New Public Management” (NPM) approach, which became a global phenomenon during the 1980s and 1990s."
  },
  {
    "id": "3834280",
    "unitNumber": 8,
    "text": "What is the Law Number of Right to Information?",
    "correctAnswer": "C",
    "options": {
      "A": "N0. 4980",
      "B": "N0. 4981",
      "C": "N0. 4982",
      "D": "N0. 4983",
      "E": "N0. 4984"
    },
    "explanation": "With regard to transparency and accountability, one important legal regulation has been the introduction of Law No. 4982 on the Right to Information (Bilgi Edinme Hakkı Kanunu, BEHK) into the Turkish legal system."
  },
  {
    "id": "3834285",
    "unitNumber": 8,
    "text": "What does HREI stand for?",
    "correctAnswer": "A",
    "options": {
      "A": "Human Rights and Equality Institution",
      "B": "Human Rights and Examination Institution",
      "C": "Housing Rights and Elimination Institution",
      "D": "Human rights and Equality Investigation",
      "E": "Human Rise and Equality Institution"
    },
    "explanation": "In this regard, another important development is the establishment of the Human Rights and Equality Institution of Türkiye (HREI) in 2016 by the Law No. 6701 on the Human Rights and Equality Institution of Türkiye. The institution, which is affiliated with the Ministry of Justice, has a public legal entity and administrative and financial autonomy."
  }
]