[
  {
    "id": "3689216",
    "unitNumber": 1,
    "text": "I.Kozmogoni<br/>II.Kozmoloji<br/>III.Eskatoloji<br/>Yukarıdakilerden hangisi mitoloji içinde yer alan ana başlıklardır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Mit, insanoğlunun dünyayı anlamlandırma çabasıdır. Başlarına gelen iyi-kötü olayların kodlanması ve gelecek nesillere aktarılmasıyla oluşur. Mitoloji<br/>içinde üç ayrı ana başlık bulunmaktadır. Kozmogoni, Tanrı’nın dünyayı yaratması ve nihayetinde insanoğlunun yaratılma sürecini işlerken kozmoloji,<br/>evren ve kâinat kavramlarını sorgular. Yıldızların konum ve şekilleri üzerinden kozmik mit kahramanlarını anlamlandırmaya çalışır. Savaş ve barış kararları<br/>ve zamanlarının bile ayın şekilleri üzerinden belirlendiği görülür. Sadece sözlü değil aynı zamanda hareketli, değişkenlik içeren, sorgulayan, nasihat veren ve nihayetinde bu düşüncelerin davranış ve ritüellere<br/>yansıması olan bir sembol bilimidir. Kaya petroglifleri, ideogram, piktogram, tamga ve mühürler, Türk<br/>kültürü ve mitolojisine dair zengin bir içeriğe sahiptir. Yazılı kaynaktan önce sözlü kaynaklar ve daha<br/>erken dönemlere ait çizimler, Türk mitolojisi araştırmalarında kullanılan önemli kaynaklardır. Yazılı<br/>kaynaklarda, Türk milletinin başına gelen iyi ya da<br/>kötü olayların anlatılarak bunlardan ders çıkarılması<br/>amaçlanır. İnsanlığın korkuları, sevinçleri, başarı ya<br/>da başarısızlıkları sembolleştirilir ve o toplumun sanatına yansır. Bu anlamda zengin ve çok yönlüdür.<br/>Eskatoloji ise insanlığın nihai kaderi veya dünya<br/>tarihini sonuçlandıran olaylar yani dünyanın sonuyla ilgili mitleri içermektedir. Tanrı’nın insanoğlu<br/>üzerindeki mutlak hâkimiyeti vardır. Koruyucu ve<br/>yardımcı ruhlarla iç içe olan kozmogoniden farklı<br/>olarak yeraltı dünyasının kötücül varlıklarıyla ilgili<br/>anlatılar da yer alır. Tanrı tarafından insanlığı cezalandırma ya seçilmiş kişilerin hayatta kalması ya da<br/>dünyanın tamamen yok olması mitleriyle ilgilidir.<br/>Dünyanın sonu, tufanlar, yangınlar ve kalgançı çak<br/>denilen kıyamete dair inanış ve anlatılar işlenen konular arasındadır."
  },
  {
    "id": "3689222",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi insanlığın nihai kaderi veya dünya tarihini sonuçlandıran olaylar ile ilgili mitleri içermektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Eskatoloji",
      "B": "Kozmogoni",
      "C": "Kozmoloji",
      "D": "Etnoloji",
      "E": "Astroloji"
    },
    "explanation": "Eskatoloji ise insanlığın nihai kaderi veya dünya<br/>tarihini sonuçlandıran olaylar yani dünyanın sonuyla ilgili mitleri içermektedir"
  },
  {
    "id": "3689229",
    "unitNumber": 1,
    "text": "I.Kozmogonik Mitler<br/>II.İlk İnsanın Yaratılış Mitleri<br/>III.Türeyiş Mitleri<br/>IV.Takvim Mitleri<br/>Yukarıdaki mitlerden hangisi dünyanın yaratılması ve evrenin oluşumu, ilk insanın yaratılışı ve ardından insan topluluklarının, boyların ve soyların türeyişi, bu soyların kutsal ataları hakkında bilgi ve evrenin yaratılmasıyla birlikte zamanın oluşumunun kodlaşmış anlatılarını içermektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız III",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "1. Kozmogonik Mitler<br/>2. İlk İnsanın Yaratılış Mitleri<br/>3. Türeyiş Mitleri<br/>4. Takvim Mitleri<br/>Bu mitlerin konuları, dünyanın yaratılması ve<br/>evrenin oluşumu, ilk insanın yaratılışı ve ardından<br/>insan topluluklarının, boyların ve soyların türeyişi,<br/>bu soyların kutsal ataları hakkında bilgi ve evrenin<br/>yaratılmasıyla birlikte zamanın oluşumunun kodlaşmış anlatılarını içermektedir."
  },
  {
    "id": "3689233",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi evrenin yaratılmasında katkısı olan yaratıcı güç ya da güçlerin ve onlarla birlikte onlara yardımcı olan/birlikte yapan yardımcı yüksek dereceli ruhlardan bahsetmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Teogoni Mitler",
      "B": "Etiolojik Mitler",
      "C": "Eskatoloji Mitleri",
      "D": "Totem Mitleri",
      "E": "Kahramanlık Mitleri"
    },
    "explanation": "Bu mitlerden Teogoni mitleri, evrenin yaratılmasında katkısı olan yaratıcı güç ya da güçlerin ve<br/>onlarla birlikte onlara yardımcı olan/birlikte yapan<br/>yardımcı yüksek dereceli ruhlardan bahsetmektedir."
  },
  {
    "id": "3689237",
    "unitNumber": 1,
    "text": "Aşağıdaki mitlerden hangisi insan topluluklarının kökenlerinin nereden geldiğini bulmaya çalışır?",
    "correctAnswer": "A",
    "options": {
      "A": "Etiolojik Mitler",
      "B": "Eskatoloji Mitleri",
      "C": "Totem Mitleri",
      "D": "Kahramanlık Mitleri",
      "E": "Teogoni Mitler"
    },
    "explanation": "Etiolojik mitler ise insan topluluklarının kökenlerinin nereden geldiğini bulmaya çalışır"
  },
  {
    "id": "3689240",
    "unitNumber": 1,
    "text": "Çin kaynaklarından ilk olarak Türk tarihi ve mitolojisi ile ilgili bilgileri Rusçaya aktaran, yaratılış ve türeyiş mitleri ağırlıklı olmak üzere 3 cilt hâlinde yayımlayan kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Nikita Yakovleviç Biçurin",
      "B": "James Macpherson",
      "C": "Andrey Victoroviç Anohin",
      "D": "Grigoriy Nikolayeviç Potanin",
      "E": "Sergey Grigoreviç Klyaştornıy"
    },
    "explanation": "Çin kaynaklarından ilk olarak Türk tarihi ve<br/>mitolojisi ile ilgili bilgileri Rusçaya aktaran kişi, yaratılış ve türeyiş mitleri ağırlıklı olmak üzere 3 cilt<br/>hâlinde yayımlayan Papaz Nikita Yakovleviç Biçurin (İakinf)’dir"
  },
  {
    "id": "3689245",
    "unitNumber": 1,
    "text": "I.Mitte gerçeklikle gizlilik mevcuttur<br/>II.Mitlerde, “evren” konusu hâkim unsurdur<br/>III.Mitlerde elde edilen, madeni ya da tabiata ilişkin elementlerdir<br/>IV.Mitlerde sosyal unsurlar yoğunluktadır.<br/>Yukarıdakilerden hangisi mitler ile ilgili doğru ifadelerden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "I, II ve III",
      "E": "I, II, III ve IV"
    },
    "explanation": "Sorunun cevabı sayfa 20 de yer almaktadır."
  },
  {
    "id": "3689250",
    "unitNumber": 1,
    "text": "“Müslümanlıktan Evvel Türk Dinleri: Şamanizm” adlı eserinin yanı sıra, Atatürk’ün isteği üzerine tasarladığı “Türk Dinleri ve Mezhepleri Tarihi” adlı iki kitaplık eserleri bulunan yazar aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yusuf Ziya Yörükan",
      "B": "Necati Lugal",
      "C": "Emel Esin",
      "D": "Yaşar Çoruhlu",
      "E": "Saadettin Yağmur Gömeç"
    },
    "explanation": "Eski Türk lehçelerine vâkıf olan Yusuf Ziya<br/>Yörükan’ın “Müslümanlıktan Evvel Türk Dinleri: Şamanizm” adlı eserinin yanı sıra yazarın,<br/>Atatürk’ün isteği üzerine tasarladığı “Türk Dinleri<br/>ve Mezhepleri Tarihi” adlı iki kitaplık eserleri bulunmaktadır"
  },
  {
    "id": "3689254",
    "unitNumber": 1,
    "text": "Türk mitolojisi ile ilgili “Şamanizm ve Eski Türk Dini” adlı eseriyle “şaman” adının nereden geldiği, Kök Tengri dinine göre dünya, insan ve Türklerin yaratılışı, tufan ve kıyamet geleneği, Şamanizmde tözler, falcılık ve yadacılık, ritüellerde kullanılan araçlar, kamların özellikleri ve tabiat varlıklarına karşı duyulan saygıya ilişkin Türk mitolojisini aydınlatan kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Saadettin Yağmur Gömeç",
      "B": "Yaşar Çoruhlu",
      "C": "Fuzuli Bayat",
      "D": "Necati Lugal",
      "E": "Emel Esin"
    },
    "explanation": "Gömeç’in Türk mitolojisi ile ilgili<br/>“Şamanizm ve Eski Türk Dini” adlı eseriyle “şaman” adının nereden geldiği, Kök Tengri dinine<br/>göre dünya, insan ve Türklerin yaratılışı, tufan ve<br/>kıyamet geleneği, Şamanizmde tözler, falcılık ve<br/>yadacılık, ritüellerde kullanılan araçlar, kamların özellikleri ve tabiat varlıklarına karşı duyulan saygıya ilişkin Türk mitolojisini aydınlatan değerli bilgiler ortaya koymaktadır"
  },
  {
    "id": "3689260",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi mitler ve masallar arasındaki farklılıklardan biri <u>değildir?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Aile ilişkilerinin bozulması masallarda ciddi değişikliklere yol açarken mitlerdeki bozulmalara, gerçekleşebilecek sosyal bir sonuç gözüyle bakılır",
      "B": "Mitte gerçeklikle gizlilik, masalda ise açıklık ve uydurma mevcuttur",
      "C": "Mitlerde, “evren” konusu hâkim unsur iken masalda, “sosyal” unsurlar yoğunluktadır",
      "D": "Mitlerde elden edilen, madeni ya da tabiata ilişkin elementler olur iken masallarda sihirli eşyalar, at ya da bir genç kız olabilir",
      "E": "Mitlerde mitolojik bir zaman ve zamandaki her şeyin “ilk”i olan kadim bir dönemden bahsedilirken masallarda zamanı belirsiz olan bir vakit bulunmaktadır"
    },
    "explanation": "Mitte gerçeklikle gizlilik, masalda ise açıklık ve uydurma mevcuttur. Mitlerde,<br/>“evren” konusu hâkim unsur iken masalda, “sosyal” unsurlar yoğunluktadır.<br/>Mitler anlatım dili olarak tüm dinleyicilere özellikle kadınlara ve çocuklara<br/>hitap etmez iken masal, herkese rahatlıkla anlatılabilir. Mitlerde mitolojik bir<br/>zaman ve zamandaki her şeyin “ilk”i olan kadim bir dönemden bahsedilirken<br/>masallarda zamanı belirsiz olan bir vakit bulunmaktadır. Aynı şekilde tıpkı<br/>zaman gibi yer de masallarda belli ve kesin değildir. Mitlerdeki açıklama ve<br/>izah etme metodu masallarda yoktur. Masallar, eğlence, nasihat-öğüt ve ahlaki<br/>karakter taşımaktadır. Mitlerde yer alan kahramanların hareketleri, toplum<br/>adına ya da kutsal olan adına kolektif ve kozmik öneme sahip iken masallardaki karakterler ve elde ettikleri unsurlar ya kendileri ya da onların aileleri<br/>için mutluluk getirmektedir. Mitlerde kahraman önemli bir statüye sahiptir.<br/>Masallardaki kahraman bazen soylu bir aileden bazen de sıradan insanların<br/>arasından olabilir. Mitlerde elden edilen, madeni ya da tabiata ilişkin elementler olur iken masallarda sihirli eşyalar, at ya da bir genç kız olabilir. Elde edilen<br/>nesne ya da varlıklarda her ikisinde de farklılıklar mevcuttur. Aile ilişkilerinin<br/>bozulması mitlerde ciddi değişikliklere yol açarken masallardaki bozulmalara,<br/>gerçekleşebilecek sosyal bir sonuç gözüyle bakılır. Masallarda amaç nasihat<br/>vermek ve doğru davranışı aşılamaktır. Bilgi vermez herhangi bir açıklamada<br/>bulunmaz"
  },
  {
    "id": "3690249",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi Türk kültür ve mitolojisinde <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kaya petroglifleri",
      "B": "İdeogram",
      "C": "Piktogram",
      "D": "Tamga ve mühürler",
      "E": "Hiyeroglifler"
    },
    "explanation": "<strong>Hiyeroglifler Türk kültür ve mitolojisinde <u>yer alm</u><u>az.</u></strong>"
  },
  {
    "id": "3690282",
    "unitNumber": 1,
    "text": "<strong>İnsanlığın nihai kaderi veya dünya tarihini sonuçlandıran olaylar yani dünyanın sonuyla ilgili mitleri içeren bilim dalı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Eskatoloji",
      "B": "Petroglif",
      "C": "İdeogram",
      "D": "Piktogram",
      "E": "Kozmoloji"
    },
    "explanation": "<strong>İnsanlığın nihai kaderi veya dünya tarihini sonuçlandıran olaylar yani dünyanın sonuyla ilgili mitleri içeren bilim dalı Eskatoloji'dir.</strong>"
  },
  {
    "id": "3690284",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi genel kategoride dünyanın hemen hemen bütün millet ve halklarında görülen mitler içerisinde <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kozmogonik Mitler",
      "B": "İlk İnsanın Yaratılış Mitleri",
      "C": "Kahramanlık Mitleri",
      "D": "Türeyiş Mitleri",
      "E": "Takvim Mitleri"
    },
    "explanation": "<strong>Kahramanlık Mitleri genel kategoride dünyanın hemen hemen bütün millet ve halklarında görülen mitler içerisinde <u>yer almaz.</u></strong>"
  },
  {
    "id": "3690289",
    "unitNumber": 1,
    "text": "<strong>Evrenin yaratılmasında katkısı olan yaratıcı güç ya da güçlerin ve onlarla birlikte onlara yardımcı olan/birlikte yapan yardımcı yüksek dereceli ruhlardan bahseden mit aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Etiolojik Mitleri<br/><ol> <li>.</li> </ol>",
      "B": "Teogoni Mitleri",
      "C": "Totem Mitleri",
      "D": "Kahramanlık Mitleri",
      "E": "Eskatoloji Mitleri"
    },
    "explanation": "<strong>Evrenin yaratılmasında katkısı olan yaratıcı güç ya da güçlerin ve onlarla birlikte onlara yardımcı olan/birlikte yapan yardımcı yüksek dereceli ruhlardan bahseden mit Teogoni Mitleri'dir.</strong>"
  },
  {
    "id": "3690296",
    "unitNumber": 1,
    "text": "<strong>Mitoloji çalışmalarının bilimsel bir hüviyet kazanması aşağıdaki hangi bilim adamları ile gerçekleşmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "J. ve W. Grimm kardeşler",
      "B": "Herder",
      "C": "James Macpherson",
      "D": "Nikita Yakovleviç Biçurin",
      "E": "Wilhelm Radloff"
    },
    "explanation": "<strong>Mitoloji çalışmalarının bilimsel bir hüviyet kazanması J. ve W. Grimm kardeşler ile gerçekleşmiştir.</strong>"
  },
  {
    "id": "3690635",
    "unitNumber": 1,
    "text": "<strong>Kazak Türkleri arasında derlemiş olduğu “Er Töştük Destanı” ile Türk mitolojisi çalışmalarına önemli bir katkı sağlayan Rus araştırmacı ağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Leonid Pavloviç Potapov",
      "B": "Ergey Grigoreviç Klyaştornıy",
      "C": "Vasili İvanoviç Verbitskiy",
      "D": "Grigoriy Nikolayeviç Potanin",
      "E": "Nikita Yakovleviç Biçurin"
    },
    "explanation": "<strong>Kazak Türkleri arasında derlemiş olduğu “Er Töştük Destanı” ile Türk mitolojisi çalışmalarına önemli bir katkı sağlayan Rus araştırmacı Grigoriy Nikolayeviç Potanin'dir.</strong>"
  },
  {
    "id": "3690636",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi Mavi Hümanizmacı Bahaeddin Ögel’in eserlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Tarihte ve Bugün Şamanizm",
      "B": "Hurafeler ve Menşeleri",
      "C": "Eski Türk Dini Tarihi",
      "D": "Manas Destanı",
      "E": "Eski Türk Yazıtlar"
    },
    "explanation": "<strong>Eski Türk Yazıtları, Mavi Hümanizmacı Bahaeddin Ögel’in eserlerinden biri <u>değildir.</u></strong>"
  },
  {
    "id": "3690639",
    "unitNumber": 1,
    "text": "<strong>Babası, II. Meşrutiyet’ten sonra gelişen Türkçülük akımının önde gelen isimlerinden Ahmed Ferid Tek olan ve Türk kozmolojisi çalışmalarına ışık tutacak değerde “Türk Kozmolojisine Giriş” adlı eseriyle tanınan bilim insanı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yaşar Çoruhlu",
      "B": "Emel Esin",
      "C": "Saadettin Yağmur Gömeç",
      "D": "Yaşar Kalafat",
      "E": "Fuzuli Bayat"
    },
    "explanation": "<strong>Babası, II. Meşrutiyet’ten sonra gelişen Türkçülük akımının önde gelen isimlerinden Ahmed Ferid Tek olan ve Türk kozmolojisi çalışmalarına ışık tutacak değerde “Türk Kozmolojisine Giriş” adlı eseriyle tanınan bilim insanı, Emel Esin 'dir. </strong>"
  },
  {
    "id": "3690641",
    "unitNumber": 1,
    "text": "<strong>“Köroğlu Destanı”nı kaleme alan önemli bir Türk halk edebiyatı ve halk bilimcisi olan kişi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ümit Hassan",
      "B": "Özkul Çobanoğlu",
      "C": "Pertev Naili Boratav",
      "D": "Muharrem Ergin",
      "E": "Semih Tezcan"
    },
    "explanation": "<strong>“Köroğlu Destanı”nı kaleme alan önemli bir Türk halk edebiyatı ve halk bilimcisi olan kişi Pertev Naili Boratav'dır.</strong>"
  },
  {
    "id": "3690643",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi Türk mitolojisinin özellikleri içerisinde <u>yer almaz?</u></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Akılcı",
      "B": "Pragmatik",
      "C": "Atalara övgü",
      "D": "Dili sade",
      "E": "Tanrı-insan figürü"
    },
    "explanation": "<strong>Tanrı-insan figürü Türk mitolojisinin özellikleri içerisinde <u>yer almaz.</u></strong>"
  },
  {
    "id": "3667287",
    "unitNumber": 2,
    "text": "Eski Türkler, kozmolojik dünya modelini açıklarken çeşitli ikili karşılaştırmalardan yararlanmışlardır. Aşağıdakilerden hangisi bu ikili karşılaştırmalardan biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Aşk-sevgi",
      "B": "Hayat-ölüm",
      "C": "Acı-matem",
      "D": "Kaos-korku",
      "E": "Bağlılık-sadakat"
    },
    "explanation": "Eski Türkler, kozmolojik dünya modelini açıklarken çeşitli ikili karşılaştırmalardan yararlanmışlardır. Bu karşılaştırmalar, evrenin temel özelliklerini anlamak için kullanılan sembolik ifadelerdir. Bu ikili karşılaştırmalardan bazıları şunlardır: evren-kaos, yer-gök, yukarı-aşağı, doğu-batı, sağ-sol, hayat-ölüm, ışık-karanlık, kendin-başkası, iç-dış, kültür-doğa. Eski Türkler için bu ikili karşılaştırmalar evrenin düzenini, yapısını ve dengesini ifade etmenin bir yolu olarak kullanılmıştır."
  },
  {
    "id": "3667391",
    "unitNumber": 2,
    "text": "Türk devlet yönetiminde aşağıdakilerden hangisinin temelinde, Türklerin gök, yer ve insan ilişkisi ile ilgili anlayışları yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Sanat",
      "B": "Ekonomi",
      "C": "Ticaret",
      "D": "Adalet",
      "E": "Eğitim"
    },
    "explanation": "Türklerde gök, yani “mavi gök” (Kök Tengri), evrenin düzenini ve adaletini temsil eder, insanların ve yöneticilerin bu düzene uygun hareket etmeleri beklenir. Yönetici, göğün yeryüzündeki temsilcisi olarak görülür ve bu, devletin idaresindeki merkeziyetçi yapının ve adalet anlayışının temelini oluşturur."
  },
  {
    "id": "3667461",
    "unitNumber": 2,
    "text": "Türkler kağanlarını \"tengride dolmış\" olarak tanımlamaktadır. Bu tanım ile kağanlarına hangi sıfatı yüklemektedirle?",
    "correctAnswer": "B",
    "options": {
      "A": "Üstün yaratıcılığa sahip olmak",
      "B": "Göğün manevi katmanında doğmak",
      "C": "Mucizevi özellikler taşımak",
      "D": "Kendiliğinden doğmak",
      "E": "Her şeyin sahibi olmak"
    },
    "explanation": "Kök kalıg ifadesi, göğün manevi ve sonsuz yönüne, yani makro kozmosa işareteder. Bu, Türk kozmolojisinde kutsal kabul edilen alanın tanımıdır ve Türk düşüncesinde evrenin derin anlamının bir yansıması olarak görülür. Kök Türkler, bu kutsal anlayış çerçevesinde Kağanlarını sıklıkla Tengride dolmış, yani göğün manevi katmanında doğmuş olarak tanımlarlar, bu da liderlik ve kutsallık arasında derin bir bağ kurar."
  },
  {
    "id": "3667710",
    "unitNumber": 2,
    "text": "Türklerin inancına göre, Türk hakanları Kök Türk yazıtlarında da geçen kut niteliğini nasıl kazanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Tanrı tarafından kendilerine verilmektedir.",
      "B": "Soy bağı aracılığı ile kazanmaktadırlar.",
      "C": "Halk tarafından kendilerine atfedilmektedir.",
      "D": "Üstün bir başarı nişanı olarak almaktadırlar.",
      "E": "Doğaüstü varlıklardan almaktadırlar."
    },
    "explanation": "Yazıtlarda geçen “kut” ve “kutluluk”, Türk hakanlarına ve dolayısıyla hükümdar ailesine ve kişilere Tanrı tarafından bahşedilen bir niteliktir."
  },
  {
    "id": "3667772",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Türk mitolojisine göre hayat ağacı ve kutup yıldızı arasındaki ilişkiyi nasıldır?",
    "correctAnswer": "E",
    "options": {
      "A": "Hayat ağacı kutup yıldızına bir iple bağlıdır.",
      "B": "Kutup yıldızı hayat ağacının tepesindedir ve onu aydınlatmaktadır.",
      "C": "Kutup yıldızı ile hayat ağacı birbirinden zıt iki sembolü temsil etmektedir.",
      "D": "Hayat ağacı kutup yıldızının etrafında dönmektedir.",
      "E": "Kutup yıldızı hayat ağacının gökyüzünden Tanrıya açılan kapısıdır."
    },
    "explanation": "Özellikle Doğu Hunlarının liderleri, Çin hükümdarlarının aksine, güneş yerine Kutup Yıldızı’na önem verir ve geceyi yüzünü kuzeye çevirerek tahtlarında geçirirlerdi. Diğer Türk topluluklarında ise Kutup Yıldızı göğün bir direği olarak görülürdü ve Tanrı’nın atlarını bu direğe bağladığına inanılırdı. Kutup Yıldızı’nın göğün merkezi olduğu ve yerin merkeziyle kozmik eksen aracılığıyla bağlantılı olduğu düşünülürdü. Ayrıca, gökyüzündeki yıldızların Kutup Yıldızı etrafında döndüğü ve ona bağlı hayvanlar gibi hareket ettiği inancı da yaygındı. Kutup Yıldızı, ayrıca hayat ağacının gökyüzünden Tanrı’ya açılan kapısı olarak da görülürdü. Bu nedenle Kutup Yıldızı, Türk mitolojisinde önemli bir sembolik değere sahipti ve kozmik düzenin bir parçası olarak kabul edilirdi."
  },
  {
    "id": "3667885",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Kuzey Asya'da haydut olarak bilinmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Küçük ayı burcu",
      "B": "Kutup yıldızı",
      "C": "Ülker burcu",
      "D": "Terazi burcu",
      "E": "Büyük ayı burcu"
    },
    "explanation": "Kuzey Asya’da, yedi düşman hakkındaki düşünceler biraz değişiyordu. Alcor adlı yıldız, Büyükayı burcu tarafından yağmalanarak çalınmış, bu yüzden Büyükayı burcu “haydut” olarak nitelendirilmiştir."
  },
  {
    "id": "3667928",
    "unitNumber": 2,
    "text": "Yakut kültürüne göre aşağıdakilerden hangisi ayın ikizidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kutup yıldızı",
      "B": "Ülker burcu",
      "C": "Venüs",
      "D": "Güneş",
      "E": "Büyük ayı burcu"
    },
    "explanation": "Yakut kültüründe, güneş ve ay her ikisi de birer “kutsal varlık” olarak kabul edilir ve ikiz kardeşlerdir."
  },
  {
    "id": "3667952",
    "unitNumber": 2,
    "text": "Maniheizm'e dayalı olan Uygur inancında hakanlara kut veren kimdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tanrı",
      "B": "Ay",
      "C": "Güneş ve ay",
      "D": "Güneş",
      "E": "Kutup yıldızı"
    },
    "explanation": "Kök Türkler zamanında Tanrı, hükümdarlara kut veren bir varlık olarak vurgulanırken, Maniheizm’in etkisiyle Uygurlarda bu anlayış değişime uğramıştır. Onların döneminde güneş ve ay artık, kut veren varlıklar olarak görülmeye başlandı."
  },
  {
    "id": "3668005",
    "unitNumber": 2,
    "text": "Eski Türk düşüncesine göre aşağıdaki kavramlardan hangisi dünyanın eliptik bir yapıya sahip olmasını, gece ve gündüz döngüsünün birbirini takip etmesini ve zaman oluşumunun gerçekleşmesini ifade etmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ülgen",
      "B": "Gök çığrısı",
      "C": "Tengri",
      "D": "Kut-Sür",
      "E": "Yitiken"
    },
    "explanation": "Eski Türk düşüncesine göre, evrenin veya gök kubbenin eliptik bir şekilde dönmesi, Türkçede “çığrı” olarak adlandırılan bir yaylı dünya modeli olarak düşünülen tasarımdan başka bir şey değildir... Yıldızları taşıyan bu çark (felek), aynı zamanda zamanın oluşumunu gerçekleştirir. Çarkın dönmesiyle gece ve gündüz birbirini takip eder, düz hatlı bir zaman oluşur."
  },
  {
    "id": "3668063",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Türk İslam sanatında kullanılan çarkıfelek sembolünün anlamlarından biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Nazar ve büyü",
      "B": "Tanrı damgası",
      "C": "Doğruluk",
      "D": "Koruyucu güç",
      "E": "Alemler arası geçiş"
    },
    "explanation": "Türklerin İslamiyet öncesi kozmolojik algısını yansıtan çarkıfelek motifleri, aynı zamanda İslamiyet sonrası sanatta da kullanılmıştır. Bu motifler, geometrik ve bitkisel tasarımlarla birlikte, nazarlardan ve kötü niyetli ruhlardan koruduğuna inanılan bir koruyucu güce işaret eder. Türk-İslam sanatında önemli bir ikonografik anlam taşıyan çarkıfelek, özellikle kozmik bakış açısını yansıtan ve Tengri damgası olarak kullanılan bir motif olarak öne çıkar. Kaya tasvirlerinde sıkça görülen çarkıfelek, farklı dönemlerde çeşitli topluluklar tarafından “doğruluk” ve “koruyucu güç” sembolü<br/>olarak kabul edilmiştir. İslam öncesi Orta Asya Türk kültüründe “yüksek yerde bulunan” anlamına gele “Oz tamgası” olarak bilinen çarkıfelek motifi, aynı zamanda alemler arasındaki geçişi ve zamanla ilgili düşünceleri içermektedir."
  },
  {
    "id": "3691874",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Eski Türkler'in kozmolojik dünya modelini açıklarken kullandıkları ikili karşılaştırmalardan biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yer-gök",
      "B": "Evren-kaos",
      "C": "Kültür-doğa",
      "D": "Sentez-antisentez",
      "E": "Yukarı-aşağı"
    },
    "explanation": "Eski Türkler, kozmolojik dünya modelini açıklarken çeşitli ikili karşılaştırmalardan yararlanmışşlardır. Bu karşılaştırmalar, evrenin temel özelliklerini anlamak için kullanılan sembolik ifadelerdir.<br/>Bu ikili karşılaştırmalardan bazıları şunlardır: evren-kaos, yer-gök, yukarı-aşağı, doğu-batı, sağ-sol, hayat-ölüm, ışık-karanlık, kendin-başkası, iç-dış, kültür-doğa. Eski Türkler için bu ikili karşılaştırmalar evrenin düzenini, yapısını ve dengesini ifade etmenin bir yolu olarak kullanılmıştır"
  },
  {
    "id": "3691885",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Eski Türkler'de evrenin düzenini ve adaletini temsil etmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kök Tengri",
      "B": "Erebos",
      "C": "Ninhursag",
      "D": "Topra",
      "E": "Gazar Eçe"
    },
    "explanation": "Eski Türk inanç sisteminde gök, yer ve insan arasındaki ilişki Türk devlet anlayışının temelini<br/>oluştururdu. Gök, yüce bir güç olarak tanrısal bir otoriteyi simgelerken insan ve yer onun yarattığı<br/>ve yönettiği evrenin temel unsurlarıdır. Bu ilişki, devletin kuruluş mitlerinde, törelerde ve yönetim<br/>anlayışında derin izler bırakmıştır. Türklerde gök, yani “mavi gök” (Kök Tengri), evrenin düzenini ve<br/>adaletini temsil eder, insanların ve yöneticilerin bu düzene uygun hareket etmeleri beklenir. Yönetici,<br/>göğün yeryüzündeki temsilcisi olarak görülür ve bu, devletin idaresindeki merkeziyetçi yapının ve adalet anlayışının temelini oluşturur."
  },
  {
    "id": "3691902",
    "unitNumber": 2,
    "text": "Eski Türkler'de ......... kavramı hem ilahi bir kudreti hem de kozmolojik bağlamda gökyüzünü temsil etmektedir.<br/>Yukarıdaki boşluğa aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tengri",
      "B": "Topra",
      "C": "Şamanizm",
      "D": "Houtu",
      "E": "Prithvi"
    },
    "explanation": "Dolayısıyla Eski Türklerde Gök, aslında tanrısal<br/>kudretin bir kaynağı ve konumlandığı yer olarak algılandığından “Tengri” kavramı hem ilahi bir kudreti hem de kozmolojik bağlamda gökyüzünü temsil etmektedir. Türkiye Türkçesinde “tanrı” olarak kullanılan kelime, Orhun Kitabeleri’nde “Tengri” biçiminde karşımıza çıkmaktadır"
  },
  {
    "id": "3691919",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Eski Türkler'de kullanılan \"kut\" teriminin anlamlarından biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Devlet yönetiminde güç",
      "B": "Mutluluk",
      "C": "Üstün güç",
      "D": "İlahi kaynaktan gelen bereket",
      "E": "Tanrılar alemini düzenleme"
    },
    "explanation": "“Kut” terimi, Türk kültürüne özgü bir kavramdır ve onların geleneksel inanç sistemlerinde önemli<br/>bir yer tutar. “Kut” kelimesi “devlet idaresinde güç, yaratıcılık ve yetki bakımından sahip olunan üstün güç”, “mutluluk”, “ilahi bir kaynaktan gelen rahmet, bereket” gibi anlamları içermektedir"
  },
  {
    "id": "3691930",
    "unitNumber": 2,
    "text": "Türk kozmolojisinde gögün manevi ve sonsuz yönünü belirtmek için kullanılan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kök kalıg",
      "B": "Altın soy",
      "C": "Kök pan",
      "D": "Barak ata",
      "E": "Maygıl"
    },
    "explanation": "Ancak kök kalıg ifadesi, göğün manevi ve sonsuz yönüne, yani makro kozmosa işaret<br/>eder. Bu, Türk kozmolojisinde kutsal kabul edilen<br/>alanın tanımıdır ve Türk düşüncesinde evrenin derin anlamının bir yansıması olarak görülür. Kök<br/>Türkler, bu kutsal anlayış çerçevesinde Kağanlarını<br/>sıklıkla Tengride dolmış, yani göğün manevi katmanında doğmuş olarak tanımlarlar, bu da liderlik ve<br/>kutsallık arasında derin bir bağ kurar."
  },
  {
    "id": "3691943",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Gök Tanrı inancında saygı duyulan unsurlardan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Su ruhu/kültü",
      "B": "Nokay Eçege",
      "C": "Mart Enizi",
      "D": "Ceres",
      "E": "Annona"
    },
    "explanation": "Türk dinî yapılanması, temelde Gök Tanrı inancı, yer ve su ruhlarının saygınlığı ile atalara duyulan<br/>derin saygı üzerine kurulmuş üç ana sütuna dayanmaktadır."
  },
  {
    "id": "3691951",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi eski Türk inancında kozmik dengeyi ve dünya ile gökyüzü arasındaki bağlantıyı temsil eden gökcismidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kutup Yıldızı",
      "B": "Çoban Yıldızı",
      "C": "Takım Yıldızı",
      "D": "Capella",
      "E": "Rigel"
    },
    "explanation": "Kutup Yıldızı, eski Türk inançlarında ve mitolojisinde önemli bir yere sahiptir. Bu yıldız, sadece<br/>fiziksel bir konumun ötesinde, kültürel ve manevi<br/>bir öneme sahiptir. Geleneksel Türk inançlarına<br/>göre, Kutup Yıldızı gökyüzünde sabit bir noktada<br/>durur ve dünyanın merkezinde yer alır. Bu nedenle<br/>Türkler için Kutup Yıldızı, kozmik dengeyi ve dünya ile gökyüzü arasındaki bağlantıyı temsil eder"
  },
  {
    "id": "3691964",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Türk mitolojisinde yer alan burclardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Küçük Ayı Burcu",
      "B": "Büyük Ayı Burcu",
      "C": "Terazi Burcu",
      "D": "Ülker Burcu",
      "E": "Başak Burcu"
    },
    "explanation": "Başak Burcu hatalı cevaptır"
  },
  {
    "id": "3691970",
    "unitNumber": 2,
    "text": "Güneş ve ayın kut veren varlıklar olarak görülmeye başlandığı Türk topluluğu aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kök Türkler",
      "B": "Uygurlar",
      "C": "Selçuklular",
      "D": "Karluklular",
      "E": "Karahanlılar"
    },
    "explanation": "Kök Türkler zamanında Tanrı, hükümdarlara kut veren bir varlık olarak vurgulanırken,<br/>Maniheizm’in etkisiyle Uygurlarda bu anlayış değişime uğramıştır. Onların döneminde güneş ve<br/>ay artık, kut veren varlıklar olarak görülmeye başlandı. Bazı araştırmacılar bu inancın Choulardan<br/>miras kaldığına inansa da güneş ve ay kültü Hun<br/>kültürünün belirgin bir özelliği idi."
  },
  {
    "id": "3691974",
    "unitNumber": 2,
    "text": "Eski Türk Gök dini inancına göre Türk devletinin mekanını .......... oluşturuyordu.",
    "correctAnswer": "A",
    "options": {
      "A": "Gök ve dört yön",
      "B": "Ötüken",
      "C": "Yenisey Irmağı",
      "D": "Mâverâünnehir",
      "E": "Amu Derya"
    },
    "explanation": "Eski Türklerin ikili düzeni (doğu-batı, sağ-sol<br/>vb.) de Eski Türk Gök dinî inanışlarına dayanıyordu. Gök ve dört yön, Türk devletinin mekânını oluşturuyordu. Gerçekte, devlet yeryüzünde idi ancak<br/>Türkler için iktidarın kaynağı Gök Tanrı’dan gelir."
  },
  {
    "id": "3686472",
    "unitNumber": 3,
    "text": "Türk mitolojisinde Türk halklarının dünya görüşünün ve kozmolojik anlayışının temel taşlarından biri olan ve yüce bir gücü simgelediği gibi evrensel düzenin sürdürülmesinde merkezî rol oynayan tanrı aşağıdakilerden hangisidir",
    "correctAnswer": "A",
    "options": {
      "A": "Kök Tengri",
      "B": "Ana Maygıl",
      "C": "Ülgen",
      "D": "Yer Tengri",
      "E": "Yayık Han"
    },
    "explanation": "Türk mitolojisinde “Kök Tengri” kavramı, sadece bir tanrı figüründen çok daha fazlasını temsil eder; o, Türk halklarının dünya görüşünün ve kozmolojik anlayışının temel taşlarından biridir. Bu inanış, göğün ve yerin yaratıcısı olarak yüce bir gücü simgeler ve evrensel düzenin sürdürülmesin de merkezî bir rol oynar. Kök Tengri’nin göğün en yüksek katında oturduğuna, kozmik dağın zirvesinde ya da göğün en yüksek yerinde taht kurduğuna inanılır, bu da onun evren üzerindeki egemenliğini ve her şeyi gözetleyen varlığını vurgular."
  },
  {
    "id": "3686475",
    "unitNumber": 3,
    "text": "Türk mitolojisinde önemli bir figür olan “Uluğ Kayın”, aşağıdakilerden hangisini ifade etmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kutsal Orman",
      "B": "Yaşam Ağacı",
      "C": "Kutsal Ağaç",
      "D": "Ormanların Efendisi",
      "E": "Ağaç Tanrısı"
    },
    "explanation": "Yeryüzünü yarattıktan sonra, Kayra Han’ın dokuz dallı bir ağaç diktiği ve bu ağacın yer ile göğü birbirine bağlayan yaşam ağacı “Uluğ Kayın” olduğu ifade edilir. İnsanların atası olan dokuz kişinin bu ağacın dallarından türediği ve dokuz farklı boy (ırk) bu kişilerin soyundan ortaya çıkmıştır."
  },
  {
    "id": "3686477",
    "unitNumber": 3,
    "text": "Türk mitolojisinde “Ülgen”, “Kızagan” ve “Mergen” kavramları aşağıdaki kutsal varlıklardan hangisi ile ilişkilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Savaş Tengri",
      "B": "Yer Tengri",
      "C": "Kayra Han",
      "D": "Suyla",
      "E": "Umay Ana"
    },
    "explanation": "Üç oğlu olan Kayra Han’ın; Ülgen, iyilik ve merhametini; Kızagan, öfke ve intikamını; Mergen ise bilgelik ve hikmetini temsil ettiği söylenir. Kayra Han’ın görkemli bir varlığa sahip olduğu, somut nitelemelerin pek fazla yapılmadığı ancak soyut yönü üzerinde daha çok durulduğu belirtilir. Ana ve Ata olarak tanımlandığı, insan biçimli olarak pek tasvir edilmediği ve kışı yeryüzünde, yazı ise gökyüzünde geçirdiği kaydedilir. Ayrıca, değişik renklerde yıldırım çaktırarak, onun yıldırımına çarpan kişinin şaman olacağı ifade edilir."
  },
  {
    "id": "3687044",
    "unitNumber": 3,
    "text": "Türk mitolojisinde evrenin yapısı, gök (kök), …………………. ve yeraltı (yerin altı) olarak üç temel bölümden oluşur.<br/>Yukarıdaki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "ağaç (orman)",
      "B": "insan (toplum)",
      "C": "su (deniz)",
      "D": "tepe (dağ)",
      "E": "yer (yeryüzü)"
    },
    "explanation": "Türk mitolojisinde evrenin yapısı, gök (kök), <u>yer (yeryüzü)</u> ve yeraltı (yerin altı) olarak üç temel bölümden oluşur.<br/>Doğru cevap E seçeneğidir."
  },
  {
    "id": "3687047",
    "unitNumber": 3,
    "text": "Kök Tengri inanç sisteminde <em>kut</em> ve <em>ülüğ</em> kavramlarıyla aşağıdakilerden hangisi kastedilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "aile - ulus",
      "B": "hayat - ölüm",
      "C": "iktidar - kısmet",
      "D": "mutluluk - değer",
      "E": "talih - şans"
    },
    "explanation": "Kök Tengri inancının kökenleri, Kök Türkler ve diğer Türk boyları arasında derinlemesine yerleşmiştir ve bu inanç, eski Türklerin sosyal ve dinî yaşamlarında önemli bir rol oynamıştır. Göğün ve yerin yaratıcısı olarak Tengri, doğal olaylara müdahale edebilen, kaderi şekillendirebilen ve insanlara <u>iktidar (kut) ve kısmet (ülüğ) </u>bağışlayan üstün bir güç olarak kabul edilir. <br/>Doğru cevap C seçeneğidir."
  },
  {
    "id": "3687051",
    "unitNumber": 3,
    "text": "“Daha hiçbir şey yokken, Tanrı Kayra Han’la uçsuz bucaksız su vardı. Ay, güneş, toprak yoktu. Tanrı Kayra Han’ın canı sıkılıyordu. O, yalnızlık içinde iken su dalgalandı. Ak Ana Akine, Tanrıya ‘Yarat!’ dedi, yine suya gömüldü. Bunun üzerine Kayra Han, kendine benzer bir varlık yaratarak ‘Kişi’ adını verdi”<br/>Yukarıdaki cümleler hangi destanın giriş bölümünde yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Alper Tunga Destanı",
      "B": "Altay Yaratılış Destanı",
      "C": "Ergenekon Destanı",
      "D": "Göç Destanı",
      "E": "Türeyiş Destanı"
    },
    "explanation": "Prof. Dr. W. Radloff tarafından derlenen “<u>Altay Yaratılış Destanı”</u> şu cümleler ile başlamaktadır: “Daha hiçbir şey yokken, Tanrı Kayra Han’la uçsuz bucaksız su vardı. Ay, güneş, toprak yoktu. Tanrı Kayra Han’ın canı sıkılıyordu. O, yalnızlık içinde iken su dalgalandı. Ak Ana Akine, Tanrıya ‘Yarat!’ dedi, yine suya gömüldü. Bunun üzerine Kayra Han, kendine benzer bir varlık yaratarak ‘Kişi’ adını verdi.” <br/>Doğru cevap B seçeneğidir."
  },
  {
    "id": "3687059",
    "unitNumber": 3,
    "text": "…………………………….., Türk ve Altay mitolojisinde baş tanrı ve yaratıcılığın sembolü olarak önemli bir yere sahiptir. Göğün 17. katında oturduğu ve evrenin yazgısını belirlediği kabul edilen …………………………….., mutlak bir üstünlüğe sahip olduğu ve diğer kutsal ruhları kendisinin yarattığı söylenir. Bu bağlamda, diğer kutsal ruhlar onun emirlerini yerine getiren ve verdiği görevleri yineleyen varlıklar olarak kabul edilir.<br/>Yukarıdaki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Erlik Han",
      "B": "Kayra Han",
      "C": "Kızagan",
      "D": "Mergen",
      "E": "Ülgen"
    },
    "explanation": "<u>Kayra Han</u>, Türk ve Altay mitolojisinde baş tanrı ve yaratıcılığın sembolü olarak önemli bir yere sahiptir. Göğün 17. katında oturduğu ve evrenin yazgısını belirlediği kabul edilen <u>Kayra Han</u>, mutlak bir üstünlüğe sahip olduğu ve diğer kutsal ruhları kendisinin yarattığı söylenir. Bu bağlamda, diğer kutsal ruhlar onun emirlerini yerine getiren ve verdiği görevleri yineleyen varlıklar olarak kabul edilir. <br/>Doğru cevap B seçeneğidir."
  },
  {
    "id": "3687068",
    "unitNumber": 3,
    "text": "“Türk ve Altay mitolojisinde merkezî bir figür olarak, yaratıcılığın, koruyuculuğun ve iyiliğin sembolüdür. Onun hikâyeleri ve efsaneleri, Türk halklarının doğa ve evrenle olan ilişkilerini, doğal fenomenlere ve yaşamın sırlarına dair anlayışlarını yansıtır. Onun çok katmanlı karakteri, onun sadece bir tanrıdan daha fazlası olduğunu, aynı zamanda Türk kültürünün ve inancının derinliklerinde yatan evrensel temaların bir yansıması olduğunu gösterir.”<br/>Yukarıda sözü edilen tanrı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ak Ana",
      "B": "Erlik",
      "C": "Kızagan",
      "D": "Mergen",
      "E": "Ülgen"
    },
    "explanation": "<u>Ülgen</u>, Türk ve Altay mitolojisinde merkezî bir figür olarak, yaratıcılığın, koruyuculuğun ve iyiliğin sembolüdür. Onun hikâyeleri ve efsaneleri, Türk halklarının doğa ve evrenle olan ilişkilerini, doğal fenomenlere ve yaşamın sırlarına dair anlayışlarını yansıtır. <u>Ülgen’in</u> çok katmanlı karakteri, onun sadece bir tanrıdan daha fazlası olduğunu, aynı zamanda Türk kültürünün ve inancının derinliklerinde yatan evrensel temaların bir yansıması olduğunu gösterir. <br/>Doğru cevap E seçeneğidir."
  },
  {
    "id": "3687076",
    "unitNumber": 3,
    "text": "Otuz günlük uzaklıkları görebilmesinden kaynaklanan insan yaşamını denetleme yeteneğinin kendisini insanların koruyucusu ve gözcüsü yaptığı tanrısal varlık aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ak Ana",
      "B": "Karlık",
      "C": "Suyla",
      "D": "Utkucı",
      "E": "Yayık"
    },
    "explanation": "Türk mitolojisinde “<u>Suyla” adı verilen tanrısal varlık</u>, gökyüzünde yaşayan ve güneş ile ayın ışıklarından yaratılmış bir yazgı tanrısıdır. Bu kutsal varlık at gözlü, kartal gagalı, eşek kulaklı ve yılan saçlı bir görünüme sahip olup insanların hayatındaki değişimleri Ülgen’e bildiren bir koruyucu ruhtur (Çobanoğlu vd., 2019; Uslu, 2022). <u>Suyla’nın insan yaşamını denetleme yeteneği, onun otuz günlük uzaklıkları görebilmesinden kaynaklanır, bu da onu insanların koruyucusu ve gözcüsü yapar</u>. <br/>Doğru cevap C seçeneğidir."
  },
  {
    "id": "3687082",
    "unitNumber": 3,
    "text": "Suyla’nın sembolü olan <em>toğurtka</em> kuşu, tanrının elçisi olarak kabul edilir ve bu, Suyla’nın insanlarla iletişim kurduğunun bir işareti olarak görülür.<br/>Yukarıda sözü geçen <em>toğurtka</em> kuşunun günümüz Türkiye Türkçesindeki karşılığı hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ağaçkakan",
      "B": "Doğan",
      "C": "Güvercin",
      "D": "Kartal",
      "E": "Saksağan"
    },
    "explanation": "Suyla’nın sembolü olan <u>toğurtka (ağaçkakan</u>) kuşu, tanrının elçisi olarak kabul edilir ve bu, Suyla’nın insanlarla iletişim kurduğunun bir işareti olarak görülür (Çoruhlu, 1998). <br/>Doğru cevap A seçeneğidir."
  },
  {
    "id": "3687089",
    "unitNumber": 3,
    "text": "…………………..; Ülgen’e kurban sunmak isteyen şamanları, göğün beşinci katında Kutup Yıldızı olarak da bilinen Altın Kazık bölgesinde karşılar. Bu, şamanların ulaşabileceği en yüksek noktadır ve burada, ona kurbanlarını teslim ederler. ………………….., bu kurbanları alıp doğrudan Ülgen’e sunar ve şamanların dileklerini Ülgen’e iletir.<br/>Yukarıdaki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Karlık",
      "B": "Kızagan",
      "C": "Mergen",
      "D": "Suyla",
      "E": "Utkucı"
    },
    "explanation": "<u>Utkucı</u>; Ülgen’e kurban sunmak isteyen şamanları, göğün beşinci katında Kutup Yıldızı olarak da bilinen Altın Kazık bölgesinde karşılar. Bu, şamanların ulaşabileceği en yüksek noktadır ve burada, <u>Utkucı’ya</u> kurbanlarını teslim ederler. <u>Utkucı</u>, bu kurbanları alıp doğrudan Ülgen’e sunar ve şamanların dileklerini Ülgen’e iletir.<br/>Doğru cevap E seçeneğidir."
  },
  {
    "id": "3687103",
    "unitNumber": 3,
    "text": "Hangisi “Denizin Efendisi” yahut Altay Türklerinde “Gök Oğlu” olarak anılan kutsal varlıktır?",
    "correctAnswer": "E",
    "options": {
      "A": "Karlık",
      "B": "Suyla",
      "C": "Utkucı",
      "D": "Ülgen",
      "E": "Yayık"
    },
    "explanation": "<u>Yayık’a</u> dair inançlar, onun çok yönlü bir figür olduğunu ortaya koyar. Hem Ülgen’in bir parçası olarak görev yapar hem de şamanların spiritüel yolculuklarında onlara rehberlik eder. Ayrıca, <u>Altay Türklerinde “Gök Oğlu” olarak anılması</u>, onun göksel bir kökene sahip olduğunu ve doğaüstü güçlerle donatıldığını vurgular (Beydilli, 2004). Ancak Yayık’ın<u> “Denizin Efendisi” olarak da anılması</u>, onun mitolojik figür olarak çok daha karmaşık bir yapıya sahip olduğunu gösterir. Radloff ve Eliade gibi araştırmacıların çalışmaları, Yayık’ın hem bir koruyucu ruh hem de şamanların esrik yolculuklarına yardımcı olan bir varlık olduğunu belirtir. <br/>Doğru cevap E seçeneğidir."
  },
  {
    "id": "3687113",
    "unitNumber": 3,
    "text": "İşareti duman olan ve kurbanların Ülgen’e iletilmesi görevini üstenen; Duman Tanrısı olarak da bilinen tanrı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Karlık",
      "B": "Suyla",
      "C": "Talayhan",
      "D": "Utkucı",
      "E": "Yo-Kan"
    },
    "explanation": "<u>Karlık’ın</u> fonksiyonları ve karakteri, Türk ve Altay mitolojilerinde derinlemesine işlenmiştir. Bu kutsal varlık, aynı zamanda <u>Duman Tanrısı</u> olarak da bilinir <u>ve Ülgen’e kurbanların ruhlarını iletme görevini üstlenir</u>. İnsanların yaşamlarını denetler ve herhangi bir değişiklik olduğunda bunu Ülgen’e bildirir. <u>Karlık’ın işareti dumandır</u>; yakılan kurbanlardan çıkan duman, onun varlığını işaret eder ve ocağa su serpilerek duman çıkarılması, onun hoşuna gidecek şekilde yapılır. <br/>Doğru cevap A seçeneğidir."
  },
  {
    "id": "3688265",
    "unitNumber": 3,
    "text": "Tanrının elçisi olarak Suyla’nın insanlarla iletişim kurmasını sağlayan ve onun sembolü olan toğurtka kuşunun karşılığı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kuzgun",
      "B": "Karga",
      "C": "Kartal",
      "D": "Ağaçkakan",
      "E": "Şahin"
    },
    "explanation": "Suyla’nın sembolü olan toğurtka (ağaçkakan) kuşu, tanrının elçisi olarak kabul edilir ve bu, Suyla’nın insanlarla iletişim kurduğunun bir işareti olarak görülür. Bu mitolojik figür, Türk ve Altay mitolojisinde, insanların ve şamanların koruyucusu olarak derin bir anlam taşır ve onların hayatlarındaki değişimlere rehberlik ederken aynı zamanda kötü ruhların saldırılarından korunmalarını sağlar. Suyla’nın bu çok yönlü rolleri, onu Türk mitolojisindeki en önemli ve kutsal varlıklardan biri yapar."
  },
  {
    "id": "3688270",
    "unitNumber": 3,
    "text": "Kaçin ve Sagay şamanlarının Bay Ülgen’in yanına çıkabilmek için yardımına başvurduğu, göklerin ve yerin olaylarını denetleyen yardımcı figür aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Suyla",
      "B": "Umay Ana",
      "C": "Kayra Han",
      "D": "Yayık Han",
      "E": "Karlık"
    },
    "explanation": "Türk mitolojisinde “Karlık”, sadece bir kuş veya basit bir mitolojik figür değil, aynı zamanda göklerin ve yerin olaylarını denetleyen, önemli bir kutsal varlık olarak kabul edilir. Bu figür Kaçin ve Sagay şamanlarının, Bay Ülgen’in yanına çıkabilmek için yardımına başvurduğu güçlü bir yardımcıdır. Ülgen, Türk mitolojisinin en yüce ruhlarından biri olarak kabul edilir ve Karlık, onun hizmetinde önemli bir role sahiptir. Ülgen’in hizmetkârları arasında Yayık, Suyla, Karlık, Utkuçı gibi isimlerle anılan başka Tanrısal Ruhlar da bulunur; Karlık, burada Suyla’nın en yakın arkadaşı ve yardımcısı olarak öne çıkar."
  },
  {
    "id": "3688275",
    "unitNumber": 3,
    "text": "“<em>Kurbanları Ülgen’e sunan ve şamanların yeryüzüne dönüş yolculuğunda onlara rehberlik eden kutsal varlık …………….. olarak bilinmektedir.</em>”<br/>Yukarıdaki boşluğu doğru olarak tamamlayan sözcük aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Utkucı",
      "B": "Kaçin",
      "C": "Şagay",
      "D": "Karlık",
      "E": "Kayra"
    },
    "explanation": "Utkucı’nın görevi sadece kurbanları Ülgen’e sunmakla sınırlı değildir; aynı zamanda şamanların yeryüzüne dönüş yolculuğunda onlara rehberlik eder. Şamanlar, Utkucı’dan aldıkları kazlara binerek yeryüzüne dönerler, bu da Budist ve Asya mitolojilerindeki tanrıların ve ruhların hayvanların sırtında seyahat etme geleneğine benzer bir motif oluşturur. Utkucı’nın bu rolleri, onun Ülgen’in yanı sıra şamanlar için de önemli bir figür olduğunu gösterir."
  },
  {
    "id": "3688282",
    "unitNumber": 3,
    "text": "Temel görevi insanları kötülüklerden korumak ve yaşama enerjisi vermek olan ve bunun için yeryüzüne gönderilmiş, bu bağlamda kamlar ve insanlar için vazgeçilmez bir yardımcı olan kutsal varlık aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kök Tengri",
      "B": "Yayık",
      "C": "Kayra Han",
      "D": "Ülgen",
      "E": "Kızagan"
    },
    "explanation": "Türk mitolojisi, zengin simgeleri ve kutsal varlıklarıyla insanlık tarihinde derin bir yere sahiptir. Bu mitolojinin en önemli figürlerinden biri olan Yayık, Tanrı Ülgen’in oğlu veya kızı olarak farklı kaynaklarda yer alır ve kutsal bir aracı olarak insanlarla yüce ruhlar arasında köprü görevi görür. Yayık’ın temel görevi, insanları kötülüklerden korumak ve yaşama enerjisi vermektedir. Ülgen, Yayık’ı yeryüzüne insanları kötü niyetlerden ve ruhlardan koruması için göndermiştir. Bu bağlamda Yayık, kamlar ve insanlar için vazgeçilmez bir yardımcıdır."
  },
  {
    "id": "3688286",
    "unitNumber": 3,
    "text": "Altay Türklerinin, yeryüzündeki ruhların en güçlüsü olarak kabul ettiği, Saha Türklerinin ise doğayı, insanları ve hayvanları koruduğuna inandıkları mitolojik varlık aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Suyla",
      "B": "Karlık",
      "C": "Yo-kan",
      "D": "Umay Ana",
      "E": "Erlik"
    },
    "explanation": "Türk mitolojisi, zengin ve çok katmanlı bir inanç sistemine sahiptir. Bu sistem içerisinde, “Yo-kan” adlı kutsal varlık, farklı Türk halkları arasında çeşitli şekillerde tasavvur edilmiştir. Altay Türkleri, Yo-kan’ı yeryüzündeki ruhların en güçlüsü olarak kabul eder. Onun dünyanın merkezinde, Ülgen’in evine kadar ulaşan devasa bir çam ağacının yanında oturduğu söylenir. Yo-kan’ın, So Kan ve Temir Kan adlı iki oğlunun insanlardan gelen hediyeleri kabul ettiğine inanılır. Aynı zamanda, Saha Türklerinde Yo-kan, Aan Alahçın Hotun olarak bilinir ve büyük bir kayın ağacında oturarak doğayı, insanları ve hayvanları koruduğuna inanılır. Onun kasırga şeklinde dolaştığı ve insanların doğayı tahrip etmesinden üzüntü duyduğu söylenir."
  },
  {
    "id": "3688292",
    "unitNumber": 3,
    "text": "“<em>Türk mitolojisinde ………………, büyük denizler ve okyanusların ruhu olarak bilinir. Eski Türkler için okyanus, bilinmeyen sınırsız bir alanı temsil ederken ……………… bu engin suların hükümdarı olarak kabul edilir</em>.”<br/>Yukarıdaki boşluğu doğru olarak tamamlayan sözcük aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ak Ene",
      "B": "Yo-kan",
      "C": "Temir Kan",
      "D": "Talayhan",
      "E": "Kayra Han"
    },
    "explanation": "Türk mitolojisinde Talayhan, büyük denizler ve okyanusların ruhu olarak bilinir. Eski Türkler için okyanus, bilinmeyen sınırsız bir alanı temsil ederken Talayhan bu engin suların hükümdarı olarak kabul edilir. Türkler, çok büyük ırmaklar için “yadıg suv” yani “yayık su” derlerdi. Bu, büyük su kütlelerine duyulan saygının bir ifadesiydi. Talayhan’ın kökeni, belki de Tibetçe “Dalay” sözünden gelmiş olup Kuzey Türklerinin Tufan’dan dolayı Nuh Peygambere “Yayık-Han” demeleriyle ilişkilendirilir."
  },
  {
    "id": "3688295",
    "unitNumber": 3,
    "text": "Kök Türk ve ilk Uygur yazıtlarında şefkatli ve koruyucu annelik figürü olarak tasvir edilen mitolojik karakter aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ak Ene",
      "B": "Ana Maygıl",
      "C": "Erlik",
      "D": "Körmös",
      "E": "Umay"
    },
    "explanation": "Kök Türk ve ilk Uygur yazıtlarında Umay, şefkatli ve koruyucu bir annelik figürü olarak tasvir edilir. Özellikle Umay’ın tasvirine dair yazıtlarda yer alan ifadeler, bu figürün Türk mitolojisindeki yerini ve önemini anlamamızda kilit rol oynamaktadır. Kül Tigin ve Bilge Kağan Yazıtlarında Umay, koruyucu bir annelik figürü olarak betimlenir. Örneğin, Kül Tegin Yazıtı’nda, Bilge Kağan annesi İlbilge Hatun için “Umay gibi anam” ifadesini kullanarak, annelerini onları koruyan Umay’a benzer bir şefkat ve güç sergilediğini belirtir. Aynı zamanda, Tonyukuk Yazıtı’nın 38. satırında, Türk halkının zorluklar karşısında gösterdiği direncin ve kazanılan zaferlerin arkasında Umay’ın koruyucu gücünün olduğu ima edilir: “...[Buralara kadar] gelenler ‘[Geliş] zor[du]’ dediler, [ama pek de zorluk! hissetmediler. Galiba, Tanrı Umay, Kutsal Yer ve Su [ruhları bize! yardımcı oluverdiler”. Umay’ın, Bilge Kağan tarafından annesiyle kıyaslanması ve Tonyukuk Yazıtı’nda Türk halkının zaferlerinde ondan yardım alındığından bahsedilmesi, onun sadece bireysel değil, aynı zamanda toplumsal bir koruyucu olarak da görüldüğünü ortaya koymaktadır."
  },
  {
    "id": "3687030",
    "unitNumber": 4,
    "text": "Türk evren dikotomisi için aşağıdakilerden hangisi söylenemez?",
    "correctAnswer": "A",
    "options": {
      "A": "Mücadele içerir",
      "B": "Birleştiricidir",
      "C": "Devlet telakkisini etkiler",
      "D": "Evrenselcidir",
      "E": "İnsanlığı kapsar"
    },
    "explanation": "<strong>Türk kozmogonisi ile ilgili kavramları ve terimleri kavrayabilme</strong><br/>Gök ve yer kavramlarının birbirini tamamlayıcı unsurlar olarak görülmesi Türk mitolojisinin “düalist” yani “ikici görüş” özelliği taşıyan düşüncelerden de farklı olarak algılanması gerektiğini işaret eder. Örneğin İranlılar iki ilkeyi birbirinin zıttı, hatta birbirine düşman yani birbirini tamamlamaktan uzak olarak görmektedir. Zerdüşt ve Mani dinlerinde de ışık iyiliğin, karanlık ise kötülüğün simgesi sayılmaktaydı. Türklerde ise gök ve yer kavramları için bu şekilde bir zıtlık söz konusu değildir ve evrensel olmanın veya evrensel düşünmenin arka planını oluşturmaktadır. Dolayısıyla “evrenselci dikotomi” denen ve evrensel kabul edilen “iki ilkeli sistem” düşüncesi sonucunda doğanın her yönü kutsal bilinmekte ve doğa güçleriyle uyum içinde yaşamak gerektiği düşünülmektedir. Bu evrenselci yaklaşım Türklerin kurdukları devlet için de temel teşkil etmektedir. Bu nedenle yazıtlarda gök ve yer yaratıldıktan sonra devleti kuracak olan Türkler bütün insanoğlu için devleti yönetmektedirler."
  },
  {
    "id": "3687032",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi kozmogoni kavramı için ilk olanı belirler?",
    "correctAnswer": "B",
    "options": {
      "A": "Coğrafya",
      "B": "Kaos",
      "C": "Evren",
      "D": "Gök",
      "E": "Yer"
    },
    "explanation": "<strong>Türk kozmogonisi ile ilgili kavramları ve terimleri kavrayabilme</strong><br/>Kozmogoni anlayışında evrenin ortaya çıkışı ile ilgili olarak bir “kaos” ortamının olması gerektiği, bu kaosun da düzensiz, yapısız ve her şeyin karmaşık olduğu bir süreç olduğu ifade edilmektedir. Kozmogoni anlayışında kaos durumu, hiçbir şeyin olmadığı bir boşluk, karanlık dolu bir hiçlikten başlamak üzere şeytani varlıklardan ve yeryüzünün her bir yanının sulardan ibaret olduğu gibi farklı şekillerde izah edilmektedir. Dolayısıyla kaos ortamından evrene bir dönüşüm süreci söz konusudur (Beydili, 2005)."
  },
  {
    "id": "3687036",
    "unitNumber": 4,
    "text": "Türk kozmogonisi oluşumunda hangisi öncelikli etkili görünmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Devlet",
      "B": "Coğrafya",
      "C": "Göç Olgusu",
      "D": "Kahramanlık",
      "E": "Kaos"
    },
    "explanation": "<strong>Türk kozmogonisi ile ilgili kavramları ve terimleri kavrayabilme</strong><br/>Gök ve yer kavramlarının bi rbirinita amlayıcı u nsurlar o larak görülme iTürk m to ojisinin“ düa ist” ya i“iki igörü ” öze liğitaşıy ndüş ncel rden de far k lıo arakalgıl nmas gerektiğin iş ret ede . Örn ğin İranlıl riki i ke ibirb rininzı tı,hatta bi birinedüşman yani birb ri itamaml mak anuz kolarak gö mektedir. Zerdüş ve Mani di lerindede ı şıkiyi iğin, k aranlıkise k tülüğünsimg sisayılmakt ydı. Tü klerde ise gök ve yer k vramları i inbu ş ekildebir z tlıksöz ko usudeğildir ve e ren elolmanın veya evren eldüşünm ninarka p lanını oluş urm ktadır. Dolayısıyl “evre selcidi kotomi” d enenv e evr e nselkabul e ilen“iki i ke isis em” düşü cesisonucunda d ğanınher yön kutsal bil nmektev e doğa g üçleriyle u yumiçinde yaşa akg rektiği düşün lmek edir. Bu e renselci y klaşımTür k lerinkurdukla ıdev etiçin d etem lteşk letm ktedir. B u nede ley zıt arda g kve yer y ratı dık ansonr devleti kur cak o lanTür k lerbütün i ns noğluiçin d evlet yönetmekt dirler."
  },
  {
    "id": "3687037",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi kült kavramı ile ilişkilendirilemez?",
    "correctAnswer": "C",
    "options": {
      "A": "Kutsallık",
      "B": "Aracı olmak",
      "C": "Kurgusallık",
      "D": "Güçle alaka",
      "E": "Tezahür olma"
    },
    "explanation": "<strong>Türk inanç sistemindeki kültleri analiz edebilme</strong><br/>Kozmogoni anlayışında evrenin ortaya çıkışı ile ilgili olarak bir “kaos” ortamının olması gerektiği, bu kaosun da düzensiz, yapısız ve her şeyin karmaşık olduğu bir süreç olduğu ifade edilmektedir. Kozmogoni anlayışında kaos durumu, hiçbir şeyin olmadığı bir boşluk, karanlık dolu bir hiçlikten başlamak üzere şeytani varlıklardan ve yeryüzünün her bir yanının sulardan ibaret olduğu gibi farklı şekillerde izah edilmektedir. Dolayısıyla kaos ortamından evrene bir dönüşüm süreci söz konusudur (Beydili, 2005)."
  },
  {
    "id": "3687039",
    "unitNumber": 4,
    "text": "Türk kozmogonisinde vatan kavramıyla özdeşleşen hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gök",
      "B": "Yir-sub",
      "C": "Iduk",
      "D": "Yer altı",
      "E": "Evren"
    },
    "explanation": "<strong>Türk inanç sistemindeki kültleri analiz edebilme</strong><br/>Kaynaklardaki anlatımlara bakıldığında Türklerin evren algısının <em>gök</em>, <em>yer </em>ve <em>yeraltı </em>olmak üzere üç temel kısma ayrıldığı görülmektedir. İnsanlar da<br/>gök ve yer arasında yaşamlarını sürdürmektedir. İnsanoğlunun bu yaşam alanı Orhun Yazıtları’nda <em>yir-sub </em>olarak ifade edilmiştir ve <em>ıduk </em>yani <em>kutsal </em>olarak nitelenmiştir. Kitabelerde de iki yerin adı ıduk kelimesi ile birlikte ifade edilerek buraların önemine dikkat çekilmiştir. Bunlardan biri “Iduk Ötüken” şeklinde yazılmış olup eski Türklerin hükümdarlık merkezi olarak yüzyıllar boyunca kullanılmıştır. Diğeri de “Tamıg ıduk baş” şeklinde geçmektedir ve burası da Türkler için kutsal sayılan ve boyların yaşam alanı olan Tamır Irmağı kaynağını ifade etmek için kullanılmıştır (Kafesoğlu, 2004). Türklerde vatanın kutsal sayılması ve insanoğlunun yaşadığı yerin de yazıtlarda yir-sub olarak adlandırılması nedeniyle yer-su kavramlarının vatan kelimesiyle özdeşleştirildiğini de söylemek mümkündür."
  },
  {
    "id": "3687042",
    "unitNumber": 4,
    "text": "Türklerin Aşina soyu hangi kült ile alakalı olarak ortaya çıkan sürece aittir?",
    "correctAnswer": "B",
    "options": {
      "A": "Su",
      "B": "Dağ",
      "C": "Gök",
      "D": "Güneş",
      "E": "Yer"
    },
    "explanation": "<strong>Türk inanç sistemindeki kültleri analiz edebilme</strong><br/>Tarih boyunca dağ ve tepeler yükseklikleri nedeniyle insanlar için bir nevi yücelik ifade eden alanlar olmuştur. İnsanlık tarihinde tanrının mekânı olarak da görülen dağ ve tepeler Türkler için göğe yakın olan ve bu nedenle de tanrıya yakın olan alanlardır. Çünkü Türk inancında tanrı yukarıdadır. Dolayısıyla dağ veya tepelere çıkmak tanrıya da yakın olmak anlamına gelmektedir. Bu sebeple Türklerin belirli zamanlarda gerçekleştirdikleri törenlerin bir kısmı yüksek yerlerde yapılmaktaydı.<br/>Dağ ile ilgili anlayış Türklerin destan metinlerine de yansımıştır. Göktürklerin ortaya çıkışı ile ilgili bilgi veren efsanevi anlatımlarda yok olma tehlikesiyle karşı karşıya kalan Türklerin yeniden var oldukları yer bir dağ ve içerisinde bulunan mağara idi. Destana göre “Türkler Lin adı verilen memleketin askerleri tarafından öldürülürler ve yalnızca on yaşında bir erkek çocuk sağ kalır. O da ayakları kesilerek bir bataklığa atılmıştır. Düşman gittiğinde bir dişi kurt belirir ve bataklıktaki çocuğu kurtarır, besler ve yaşamasını sağlar. Çocuk bu şekilde büyüdükten sonra kurt ile karı-koca hayatı yaşamaya başlar ve kurt hamile kalır. Daha sonra Lin memleketinin lideri çocuğun hâlâ yaşadığını öğrenir ve hemen adamlarına emir vererek bu çocuğun da öldürülmesini ister. Kurt düşmanın geldiğini fark eder Turfan’ın kuzeyindeki bir dağa kaçar. Bu dağda çok derin bir mağara vardır ve burası da çevresi oldukça geniş, ot ve çayırlarla dolu bir ovaya açılmaktadır. Kurt da burada yaşamaya başlar ve on tane çocuk doğurur. Bu çocuklar büyürler ve zamanla dışarıdan kızlar getirerek onlarla evlenirler. Böylelikle her birinden bir soy türemiş olur. Bu soylardan biri de Göktürklerin kurucu ailesi Aşina oldu. Zamanla daha da çoğaldılar ve mağaradan çıkarak Juan-Juanlara tabi oldular. Altay Dağları eteklerinde yaşayarak Juan-juanların demircileri oldular. Buradaki efsanevi anlatımlar Türklerde Ata- Mağarası olarak kabul edilen bir yerin varlığına işaret etmekte, bu mağaraların bulundukları dağlara da önem verildiği anlaşılmaktadır. Nitekim Hunlarda, Göktürklerde, Tobalarda ve Kırgızlarda bu şekilde bir Ata-Mağarası anlatılmaktadır. Türkler belirli zamanlarda buralara gider, büyük törenler düzenler, hatta bu törenlere kağanlar başkanlık ederdi. Düzenlenen törenlerden sonra özellikle kayın olmak üzere ağaç dikildiğine, bu bölgenin de kutsal orman alanları olarak kabul edildiğine dair de kaynaklarda ifadeler söz konusudur (Ögel, 2003)."
  },
  {
    "id": "3687045",
    "unitNumber": 4,
    "text": "Ata kültü ölü kültünde hangi noktada ayrılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Ölü bir kişiye dair olma",
      "B": "Öbür dünyaya dair olma",
      "C": "Hayatta değeri ile alaka",
      "D": "Hürmet",
      "E": "Toplumla alaka"
    },
    "explanation": "<strong>Türk inanç sistemindeki kültleri analiz edebilme</strong><br/>Dolayısıyla Türklerde kişiye öldükten sonra gösterilen hürmet ve saygının daha çok o kişinin hayattayken gördüğü değerle ilgili olduğu söylenebilir. Buradan yola çıkarak atalar kültü ile ölü kültünün birbirinden ayrıldığını da söyleyebiliriz. Yani herhangi bir kişinin ölümü ile çeşitli sebeplerle değer verilen kişinin ölümü ve bunun toplum üzerindeki etkisi birbirinden farklıdır."
  },
  {
    "id": "3687049",
    "unitNumber": 4,
    "text": "Ateşin hangi özelliğine bakılarak kehanette bulunulmaktaydı?",
    "correctAnswer": "A",
    "options": {
      "A": "Rengi",
      "B": "Isısı",
      "C": "Gücü",
      "D": "Mekanı",
      "E": "Külleri"
    },
    "explanation": "<strong>Türk inanç sistemindeki kültleri analiz edebilme</strong><br/>Türklerde ateşle geleceğe dair birtakım açıklamalar yapmak da eski bir gelenektir. Bununla ilgili kaynaklarda hükümdarlar için belirli günlerde büyük bir ateş yakıldığı, bu ateşe kurban sunularak dua edildiği ifade edilmekte, ateşten çıkan renge göre de kehanette bulunulduğu anlatılmaktadır. Eğer çıkan alevler yeşilimsi bir renge sahipse bereketli yağmurlar yağacak ve ekilen mahsuller iyi olacaktır. Ancak alevin rengi kırmızı olursa savaş çıkacak; sarı renk görülürse hastalık ve salgın olacak; siyah alev çıkarsa da hükümdar ya ölecek ya da uzak bir yere gidecektir. Türk halklarından kimilerine göre ateş ıslık çalabilir, ancak bu kötü bir duruma işaret eder (İnan, 2013)."
  },
  {
    "id": "3687052",
    "unitNumber": 4,
    "text": "<strong>Hunlar Çinlilerle olan antlaşmalarını hangi kültlerle alakalı olarak onaylıyorlardı?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "<strong>Dağ-Kurban </strong>",
      "B": "<strong>Nehir-Toy</strong>",
      "C": "<strong>Ova-Kurban</strong>",
      "D": "<strong>Dağ Toy</strong>",
      "E": "<strong>Göl-Kurban</strong>"
    },
    "explanation": "<strong>Türklerin tabiat güçlerine inanmasını kavrayabilme</strong><br/>Yukarıdaki metinde bahsi geçen yerlerin tam olarak yerini tespit etmek oldukça zordur. Ancak Çin kaynaklarındaki anlatımlar Hunların tarihî coğrafyası ile ilişkilendirilerek değerlendirildiğinde dağlık alanların ve ırmak boylarının bu tip toplantıların düzenlendiği yerler olduğu anlaşılmaktadır (Yıldırım, 2016). Yine ırmak boylarında, dağ veya tepelerde, mağaralarda gerçekleştirilen bazı toplantıların ise belirli bir zamanı yoktu. Örneğin; Hunlar, Çin ile yaptıkları antlaşmaları Hun Dağı adı verilen bir dağ tepesinde bir araya gelerek ve kurban keserek onaylıyorlardı (Gömeç, 1998)."
  },
  {
    "id": "3687055",
    "unitNumber": 4,
    "text": "Şimşek olayını Türk kültlerinde hangi Tanrı idare ediyordu?",
    "correctAnswer": "B",
    "options": {
      "A": "Erlik",
      "B": "Ülgen",
      "C": "Manas",
      "D": "Umay",
      "E": "Iduk"
    },
    "explanation": "<strong>Türklerin tabiat güçlerine inanmasını kavrayabilme</strong><br/>Türklerin yıldırım ve şimşek hakkında da ilginç düşünceleri mevcuttur. Bunlara göre yıldırım ve şimşeğin hareketleri göğün on altıncı katında yaşayan Kayra/Kara Han’ın oğlu olan ve iyiliği temsil eden Ülgen tarafından kontrol edilmektedir. Yıldırım düşen ağaçtan bir parça alıp, saklanırsa, o yere kötü ruhlar giremez. Tuva Türkleri yıldırım ve şimşek çaktığında saçı saçarlar. Saçı saçmak da eski bir gelenekti. Çin kaynaklarının Uygurlar hakkında verdikleri bilgilere göre, onlar yıldırım düşmesinden hoşlanırlardı. Gök gürledikçe bağırıp, çağırırlar ve göğe ok atarlardı. Bir yıl sonra yıldırım düşen yerde toplanıp, bir koyun keserek oraya gömerlerdi (Gömeç, 1998). Kırgızlar da bahar mevsiminde ilk yıldırımlar başladığında yüksek bir dağın tepesinde toplanır, dualar ederdi. Ardından tören düzenlenir, dört yönlü olarak düşündükleri göğe süt saçarlardı (Ögel, 2006)."
  },
  {
    "id": "3688976",
    "unitNumber": 4,
    "text": "Birbirinden ayrılan değil, birbirini tamamlayan iki ana unsur olarak gök ve yer kavramları üzerine kurgulanan evrenin yaratılışı hususu Eski Türklerin kozmolojisi ile ilgili çalışmalarında “dikotomi” yani “iki ilkeli sistem” olarak ifade edilmiş araştırmacı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gönül Öney",
      "B": "Emel Esin",
      "C": "Bahaeddin Ögel",
      "D": "Celal Beydili",
      "E": "Yaşar Çoruhlu"
    },
    "explanation": "Soruda verilen görüşün tanımlamasını yapan araştırmacının hatırlanması amaçlanmıştır.<br/>İki ana unsur olarak gök ve yer kavramları üzerine kurgulanan evrenin yaratılışı hususu Eski Türklerin kozmolojisi ile ilgili çalışmalarında Emel Esin tarafından “dikotomi” yani “iki ilkeli sistem” olarak ifade edilmektedir (Esin, 2001). Ancak bu iki ana unsur birbirinden ayrışan değil, tam tersine birbirini tamamlayan unsurlardır."
  },
  {
    "id": "3689032",
    "unitNumber": 4,
    "text": "Türklerin evren algısı gök, yer ve yeraltı olmak üzere üç temel kısma ayrılmakta, İnsanlar da gök ve yer arasında yaşamlarını sürdürmektedir. İnsanoğlunun bu yaşam alanı aşağıdaki anıtların hangisinde <em>yir-sub</em> olarak ifade edilmiş ve <em>ıduk</em> yani kutsal olarak nitelenmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yenisey Yazıtları",
      "B": "Talas Yazıtları",
      "C": "Yorçı Yazıtı",
      "D": "İrtiş Yazıtı",
      "E": "Orhun Yazıtları"
    },
    "explanation": "Soruda verilen tanımlamanın hangi anıtta geçtiğinin bilinmesi amaçlanmıştır.<br/>Kaynaklardaki anlatımlara bakıldığında Türklerin evren algısının gök, yer ve yeraltı olmak üzere<br/>üç temel kısma ayrıldığı görülmektedir. İnsanlar da gök ve yer arasında yaşamlarını sürdürmektedir. İnsanoğlunun bu yaşam alanı Orhun Yazıtları’nda <em>yir-sub</em> olarak ifade edilmiştir ve <em>ıduk</em> yani kutsal olarak nitelenmiştir."
  },
  {
    "id": "3689049",
    "unitNumber": 4,
    "text": "Türk mitolojisi çalışmalarıyla tanınan, Altay Şamanizmini açıklarken ruhları; Göktekileri kuday, yeraltındakileri körmes, yerdekileri de yersub (toprak-su) olarak üç gruba ayıran, Yer-suların da “neme” olarak ifade edilen sonradan yaratılmış ruhlar olduğunu belirten araştırmacı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fuzuli Bayat",
      "B": "Saadettin Gömeç",
      "C": "Emel Esin",
      "D": "Ziya Gökalp",
      "E": "Bahaeddin Ögel"
    },
    "explanation": "Soruda verilen sınıflandırmayı yapan araştırmacının hatırlanması amaçlanmıştır.<br/>Türk mitolojisi çalışmalarıyla tanınan Fuzuli Bayat, Altay Şamanizmini açıklarken ruhları üç gruba ayırır. Göktekiler kuday, yeraltındakiler körmes, yerdekiler de yersub (toprak-su) olarak isimlendirilmiştir. Yer-sular da “neme” olarak ifade edilen sonradan yaratılmış ruhlardır (Bayat, 2007)."
  },
  {
    "id": "3689108",
    "unitNumber": 4,
    "text": "Türklerde kesilen hayvanlar için kanlı kurban tabiri kullanılmaktayken, kansız kurban denilen, kesilmeden tabiata salınan anlamına gelen; \"tanrıya gönderilmiş, tanrıya bağışlanmış hayvan”, “salıverilmiş”, “gönderilmiş” olanlara aşağıdaki terimlerden hangisi kullanılmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Kurgan",
      "B": "Balbal",
      "C": "Tör",
      "D": "Iduk",
      "E": "Bengü"
    },
    "explanation": "Soruda tanımı verilen kavramın hatırlanması amaçlanmıştır.<br/>Iduk: Türklerde kanlı ve kansız olmak üzere iki türlü kurban şekli mevcuttu. Kesilen hayvanlar için kanlı kurban tabiri kullanılmaktaydı. Kesilmeden tabiata salınanlara da kansız kurban denilmekte ve bunlara ıduk denilmekteydi. Bunun kelime karşılığı “salıverilmiş”, “gönderilmiş” demektir. Terim olarak “tanrıya gönderilmiş, tanrıya bağışlanmış hayvan” anlamını taşır. Bu hayvana yük vurulmaz, sütü sağılmaz, yünü kırpılmaz."
  },
  {
    "id": "3689133",
    "unitNumber": 4,
    "text": "Türklerin gündelik hayatta kullandığı tabirlerden biri olarak ataya saygının göstergesi olan başköşe ifadesi gibi, kullanılan çadırların tam ortasındaki ocağın arkasında evin büyüğüne veya misafire ayrılmış olan kısma ne ad verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tör",
      "B": "Bengü",
      "C": "Kurgan",
      "D": "Iduk",
      "E": "Yoğ"
    },
    "explanation": "Soruda tanımı verilen kavramın hatırlanması amaçlanmıştır.<br/>Türklerin gündelik hayatta kullandığı tabirlerden biri olan başköşe ifadesi de ataya saygının bir başka göstergesidir. Gerek kullanılan çadırların tam ortasındaki ocağın arkasındaki tör adı verilen bir kısmın evin büyüğüne veya misafire ayrılmış olması, gerekse gerçekleştirilen toplantılarda veya törenlerde en itibarlı kişinin başköşeye oturtulması geleneği büyüklere, görmüş geçirmiş kişilere ve atalara verilen değerin bir tezahürüdür"
  },
  {
    "id": "3690853",
    "unitNumber": 4,
    "text": "“Ülgen, gökten biri kara, biri ak iki taş getirdi. Kuru otlan avucunda ezerek bir taşın üzerine koyup, diğeriyle vurdu, otlar ateş aldı. Ülgen böylece ilk defa ateş yakmasını insanlara öğretip ‘Bu ateş, atamın kudretinden taşa düşmüş ateştir.’ örneğiyle Bir Altay destanından yol çıkarak ateşin ortaya çıkışını anlatan araştırmacı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Emel Esin",
      "B": "Bahaeddin Ögel",
      "C": "Abdülkadir İnan",
      "D": "Ziya Gökalp",
      "E": "Fuzuli Bayat"
    },
    "explanation": "Soruda örnek ifadesi verilen yazarın kim olduğunun hatırlanması amaçlanmıştır.<br/>Türk destanları, inancı ve mitolojisi ile ilgili çalışmalarıyla bilinen Abdülkadir İnan, bir Altay destanından yol çıkarak ateşin ortaya çıkışı ile ilgili şu ifadelere yer vermektedir: “Ülgen, gökten biri kara, biri ak iki taş getirdi. Kuru otlan avucunda ezerek bir taşın üzerine koyup, diğeriyle vurdu, otlar ateş aldı. Ülgen böylece ilk defa ateş yakmasını insanlara öğretip ‘Bu ateş, atamın kudretinden taşa düşmüş ateştir.’ dedi"
  },
  {
    "id": "3690876",
    "unitNumber": 4,
    "text": "“Türklerde ateş tanrı değildir, Türk adlı bir atası tarafından keşfedilmiş veya tanrı tarafından gönderilmiştir.” diyerek ateşin Türkler için önemini vurgulayıp, “ateş-ana” şeklinde ifade ettiği bir özellik üzerinde durarak bunun yalnızca Türklere mahsus olduğunu, başka milletlerde böyle bir anlayışın olmadığını ifade eden araştırmacı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Emel Esin",
      "B": "Fuzuli Bayat",
      "C": "Abdülkadir İnan",
      "D": "Ziya Gökalp",
      "E": "Bahaeddin Ögel"
    },
    "explanation": "Soruda verilen fikirlerin hangi araştırmacıya ait olduğunun bilinmesi amaçlanmıştır.<br/>Türk tarihi ve kültürü araştırmalarının önemli isimlerinden Bahaeddin Ögel de “Türklerde ateş tanrı değildir. Türklerin, Türk adlı bir atası tarafından keşfedilmiş veya tanrı tarafından gönderilmiştir.” diyerek ateşin Türkler için önemine işaret etmektedir. Ayrıca “ateş-ana” şeklinde ifade ettiği bir özellik üzerinde durarak bunun yalnızca Türklere mahsus olduğunu, başka milletlerde böyle bir anlayışın olmadığını ifade eder."
  },
  {
    "id": "3690920",
    "unitNumber": 4,
    "text": "\"İye\" olarak adlandırılan, olağanüstü özelliklere sahip olduğuna inanılan, insanları hastalıklardan ve çeşitli kötülüklerden koruyan, kötülükleri yok eden, hastalıkları ortadan kaldırabilecek iyileştirici özelliği bulunan, temizleyici özelliği mevcut, insanlar, ruhlar ve tanrı arasında iletişimi sağlayan bir varlık olan, bolluk ve bereket özelliği de olan Kült aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Atalar Kültü",
      "B": "Ağaç Kültü",
      "C": "Ateş Kültü",
      "D": "Yer-Su Kültü",
      "E": "Dağ Kültü"
    },
    "explanation": "Soruda özellikleri verilen kültün tanınması amaçlanmıştır.<br/>Ateş ve ocakla ilgili kültler koruyucu ruhlar olduğundan iye olarak adlandırılmalıdır. Dolayısıyla tanrı veya tanrıça olarak ifade edilemezler. Ancak ateşin olağanüstü özelliklere sahip olduğuna inanılmaktadır. Bu özelliklerden ilki insanları hastalıklardan ve çeşitli kötülüklerden koruyucu bir tarafının olmasıdır. Ocak tabirine kutsiyet kazandıran ve aile ocağı tanımını ortaya çıkaran biraz da ateşin bu koruyup kollayan özelliğidir. Hatta ailede bir ölüm meydana geldiğinde “ocağı söndü” tabiri kullanılmaktadır ki bu da ateş ve ocak kültünün ne kadar önemli olduğunu göstermektedir. Koruyucu olması nedeniyle ateşin iyileştirici özelliği de bulunmaktadır. Çünkü ateşin bütün kötülükleri yok eden yanı hastalıkları da ortadan kaldırabilecek niteliktedir. Bu yanıyla ateşin temizleyici özelliği de mevcuttur. Ateş kültünün bir diğer özelliği insanlar, ruhlar ve tanrı arasında iletişimi sağlayan bir varlık olmasıdır. Buna göre insanlar dileklerini ateşe iletirler, ateş de bu talebi diğer ruhlara ve tanrıya ulaştırır. Altay ve Tuva Türklerinde ateşin bu özelliğine oldukça sık rastlanmaktadır. Ateşin bolluk ve bereket özelliği de söz konusudur."
  },
  {
    "id": "3691328",
    "unitNumber": 4,
    "text": "Ağaçlara verilen değer ve buradan hareketle ortaya çıkan orman kültü, Göktürk ve Uygur kağanlıkları zamanındaki yazıtlarda Ötüken ormanlarına yapılan atıflarda da görülmektedir. Aşağıdaki araştırmacılardan hangisi orman kültünün insanların ormanda yetişen ürünlerle beslendiği ve avcılıkla geçindikleri dönemlerde oluştuğunu vurgulamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Abdülkadir İnan",
      "B": "Emel Esin",
      "C": "Bahaeddin Ögel",
      "D": "İbrahim Kafesoğlu",
      "E": "Fuzuli Bayat"
    },
    "explanation": "Soruda verilen görüşün hangi araştırmacıya ait olduğunun bilinmesi amaçlanmıştır.<br/>Kimi araştırmacılar ağaçlara verilen değeri dikkate alarak bunu ormanla birleştirmek suretiyle ele almakta ve buradan hareketle bir orman kültünden söz etmektedir. Bu bağlamda en sık verilen örneklerin başında Göktürk ve Uygur kağanlıkları zamanındaki yazıtlarda Ötüken ormanlarına yapılan atıflar gelmektedir. Abdülkadir İnan, orman kültünün insanların ormanda yetişen ürünlerle beslendiği ve avcılıkla geçindikleri dönemlerde oluştuğunu vurgulamaktadır. Ancak bu kültün zamanla toplulukların yeni sosyal hayatlarına da yerleşerek dinî bir nitelik kazandığını da ifade etmektedir."
  },
  {
    "id": "3691340",
    "unitNumber": 4,
    "text": "Başkurtlar hakkında bilgi verirken; onların kış, yaz, yağmur, rüzgâr, ağaç (orman), hayvan, su, gece, gündüz gibi her bir unsur için tanrıları olduğunu belirten, Kuzey Türklerine uzak bir coğrafyada yaşadığı için tabiattaki bu varlıklara saygı duyulması anlatımına Türklerin bu tabiat varlıklarının her biri için bir tanrısı olduğu şeklinde yansımış yazar aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Abdülkadir İnan",
      "B": "Bahaeddin Ögel",
      "C": "İbn Fadlan",
      "D": "Fuzuli Bayat",
      "E": "Saadettin Gömeç"
    },
    "explanation": "Soruda verilen bilgilerin hangi araştırmacıya ait olduğunun hatırlanması amaçlanmıştır.<br/>Tabiata olan farklı bakış bazen bozkır kültüründen uzak bir yerde yaşayanların bu kültürle ilk tanıştıklarında farklı anlatımlar ortaya koymalarına yol açmaktadır. Örneğin İbn Fadlan Başkurtlar hakkında bilgi verirken; onların kış, yaz, yağmur, rüzgâr, ağaç (orman), hayvan, su, gece, gündüz gibi her bir unsur için tanrıları olduğunu belirtmektedir (Fadlan, 1995). Kuşkusuz İbn Fadlan Kuzey Türklerine uzak bir coğrafyada yaşamaktadır. Dolayısıyla tabiattaki bu varlıklara saygı duyulması onun anlatımına Türklerin bu tabiat varlıklarının her biri için bir tanrısı olduğu şeklinde yansımıştır."
  },
  {
    "id": "3672853",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Tuva Türklerinin inancında Ötügen’in sahibine verilen isimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kam nami",
      "B": "Kök Tengri",
      "C": "Ata kam",
      "D": "Baksı",
      "E": "Sagun"
    },
    "explanation": "Kaynaklar incelendiğinde kam sözcüğünün<br/>farklı anlamlarıyla ilgili kullanımlar tespit edilebilmektedir. Tuva Türklerinin inancında Ötügen’in<br/>“kam nami” adında bir sahibi bulunmaktadır<br/>(Beydili, 2005)."
  },
  {
    "id": "3672934",
    "unitNumber": 5,
    "text": "Tabiattaki bütün varlıkların bir ruhu olduğuna dair düşüncenin adı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Animizm",
      "B": "Fetişism",
      "C": "Totemizm",
      "D": "Polietizm",
      "E": "Şamanizm"
    },
    "explanation": "Tabiattaki bütün varlıkların bir ruhu<br/>olduğuna dair düşüncenin adı olan “animizm”,<br/>gündelik hayatta karşılaşılan zorlukları yok etmeye<br/>yardım eden birtakım doğa olayları veya eşyalara<br/>anlam yükleme olarak ifade edilen “fetişizm” ve çeşitli hayvan, bitki veya nesnelere yüklenen anlamlar<br/>üzerinden oluşturulan tören ve uygulamaların bütününü adlandırmakta kullanılan “totemizm” gibi<br/>sistemler söz konusudur"
  },
  {
    "id": "3672978",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi upuyuu sürecinde görülen bir durum değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kam adayının bulunduğu yerden uzak kutsal kabul edilen orman, tepe veya dağ başı gibi bir mekana götürülmesi.",
      "B": "Yeniden dirilme olarak nitelendirilebilecek bir süreç söz konusudur.",
      "C": "Şamanlar veya kamlar Tanrıyı bilincin kavrayamayacağı kadar yüksekte, Ülgen’i ise bir alt basamakta olan algılanabilir bir varlık olarak düşünmektedirler.",
      "D": "Bedeninin parçalandığına, parçalanan etin hastalık türeten ruhlar tarafından yenildiğine ve bundan sonra kam adayının bedeninin yeniden oluşturulduğuna inanılmaktadır.",
      "E": "Yaşlı bir kam tarafından aday kama bu işin öğretildiği bir süreç de söz konusudur."
    },
    "explanation": "Kam<br/>adayının bulunduğu yerden uzak bir mekâna götürülmesi ile gerçekleşen âdeta yeniden dirilme<br/>olarak nitelendirilebilecek bir süreç söz konusudur. Götürülecek mekân bir kutsal kabul edilen<br/>bir orman, tepe veya dağ başı olabilmektedir.<br/>Kam adayı götürüldüğü bu mekânda bedeninin<br/>parçalandığına, parçalanan etin hastalık türeten<br/>ruhlar tarafından yenildiğine ve bundan sonra<br/>kam adayının bedeninin yeniden oluşturulduğuna inanılmaktadır. Yaşlı bir kam tarafından aday<br/>kama bu işin öğretildiği bir süreç de söz konusudur. Buna da “upuyuu süreci” adı verilmektedir."
  },
  {
    "id": "3672995",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi kara tözler olarak ifade edilen ruhlardan sayılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Ülgen",
      "B": "Erlik",
      "C": "Ongon",
      "D": "Eren",
      "E": "Tangara"
    },
    "explanation": "Ülgen “aru tözler” denilen ruhlardan,<br/>erlik ise “kara tözler” olarak ifade edilen ruhlardan<br/>sayılmaktadır. Her iki töz grubunun da ezelden<br/>beri var olduğuna inanılmaktadır. Yaratılmamış<br/>oldukları için töz kelimesi de “köken, başlangıç”<br/>anlamında kullanılmıştır"
  },
  {
    "id": "3673034",
    "unitNumber": 5,
    "text": "Ruhlarla iletişim kurmak için yapılan ayini yöneten kişiler olarak karşımıza çıkan kamların bu görevinin karşılığı islami kültürde hangisi değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Dervişler",
      "B": "Şeyhler",
      "C": "Veliler",
      "D": "Deliler",
      "E": "Aşıklar"
    },
    "explanation": "Dolayısıyla kamlar bu tür törenlerde bir bakıma ruhlarla<br/>iletişim kurmak için yapılan ayini yöneten kişiler<br/>olarak karşımıza çıkmaktadır. Hatta bu rol İslami<br/>kültürle birlikte kamlar yerine dervişler, şeyhler,<br/>âşıklar ve veliler tarafından yerine getirilmeye başlanmıştır"
  },
  {
    "id": "3673106",
    "unitNumber": 5,
    "text": "Sarı Uygurlar tarafından kullanılan kamın yardımcı ruhunun adı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yel",
      "B": "Yelgen",
      "C": "Yil",
      "D": "Yül",
      "E": "Yal"
    },
    "explanation": "Bununla ilgili olarak kullanılan “yelgen” tabiri de<br/>ölmüş kamın ruhunun yel ile birlikte kamı tören<br/>sırasında yönetmesi anlamına gelmektedir (Güzelderen ve Karadavut, 2023). Sarı Uygurlar tarafından kullanılan “yil” kelimesi de yine yelgenle ilgili<br/>olmak üzere kamın yardımcı ruhunun adıdır."
  },
  {
    "id": "3673146",
    "unitNumber": 5,
    "text": "Türkler arasında en çok müracaat edilen fal bakma yöntemlerinden biri aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Üzerlik otu yakılarak gerçekleştirilen yöntem.",
      "B": "Kahve yakılarak gerçekleştirilen yöntem.",
      "C": "Suya bakılarak gerçekleştirilen yöntem.",
      "D": "Ateşe bakılarak gerçekleştirilen yöntem.",
      "E": "Kürek kemiğinin ateşe atılması ile gerçekleştirilen yöntem."
    },
    "explanation": "Kamlar gelecekten haber verirlerken yine çeşitli ritüeller gerçekleştirmektedir. Bununla ilgili<br/>olarak en bilinen örneklerden biri fal bakmadır ve<br/>Türkler arasında en çok müracaat edilen fal bakma yöntemi de kürek kemiği ile gerçekleştirilmektedir. Bu uygulamada kamlar kurban edilen hayvanın kürek kemiğini çıkararak ateşe atmaktadır.<br/>Daha sonra kemik üzerindeki çatlaklara bakmak<br/>suretiyle kamlar geleceğe dair birtakım yorumlarda bulunmaktadır."
  },
  {
    "id": "3673933",
    "unitNumber": 5,
    "text": "Manyak denilen kam elbisesindeki ülberk adı verilen uygulama nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Omuz kısmında dikey bir şekilde yer alan puhu kuşu, baykuş veya kartal tüylerinden oluşan demetler.",
      "B": "Göğüs kısmında kurt başlı motifler.",
      "C": "Sırt kısmında geyik boynuzlu motifler.",
      "D": "Kartal başı şeklinde kafaya takılan bir başlık.",
      "E": "Önleri at kafası şeklinde ayakkabılar."
    },
    "explanation": "Örneğin manyak denilen<br/>kam elbisesinin omuz kısmında dikey bir şekilde yer alan puhu kuşu, baykuş veya kartal tüylerinden oluşan demetler bulunmaktadır. Bunlara “ülbrek”<br/>adı verilmiştir. Kuş sembolizmi kamların başlıklarında da söz konusudur"
  },
  {
    "id": "3674028",
    "unitNumber": 5,
    "text": "Kamların gücü bir hayvanla simgelenmektedir. Buna “hayvan ana” veya “hayvan ata” denilmektedir. Kamı dünyaya getiren hayvan ana aşağıdakilerden hangisi olarak düşünülmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Demirden kanatları olan bir kartal.",
      "B": "Ormandan gelen büyük boynuzlu bir geyik.",
      "C": "Pençelerinde ateş olan bir ayı.",
      "D": "Gece uluyan bir bozkurt.",
      "E": "Çalıların arasından yatan bir vaşak."
    },
    "explanation": "Kamı<br/>dünyaya getiren hayvan ana demirden kanatları olan<br/>bir kartal olarak düşünülmektedir."
  },
  {
    "id": "3674149",
    "unitNumber": 5,
    "text": "Kamlar gelecek ile ilgili kehanette bulunmak için özellikle hangi eşyadan faydalanmaktadırlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Davul.",
      "B": "Çaluu.",
      "C": "Kemik.",
      "D": "Ayna.",
      "E": "Kuş tüyü."
    },
    "explanation": "Aynanın<br/>kamlar için vazgeçilmez bir parça olduğunu ifade<br/>edenler de söz konusudur. Özellikle gelecekle ilgili<br/>kehanette bulunmak isteyen kamın mutlaka aynasına bakması gerektiği belirtilmektedir (Kalafat,<br/>2002; Roux, 2002). Aynaya bakan kamlar burada<br/>gördükleri ata ruhlarının suretlerinin yardımıyla<br/>geleceğe dair bilgi vermektedirler"
  },
  {
    "id": "3691698",
    "unitNumber": 5,
    "text": "Kazak ve Kırgızlar ise kam sözcüğü yerine “..............”, Karluklar da “sagun” kelimesini<br/>kullanmışlardır.<br/>Yukarıda verilen sorudaki boşluğu aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "baksı",
      "B": "vanaks",
      "C": "patesi",
      "D": "lugal",
      "E": "tabarna"
    },
    "explanation": "Kazak ve Kırgızlar ise kam sözcüğü yerine “<strong>baksı</strong>”, Karluklar da “sagun” kelimesini<br/>kullanmışlardır."
  },
  {
    "id": "3691752",
    "unitNumber": 5,
    "text": "Kutadgu Bilig aşağıdaki şahsiyetlerden hangisinin eseridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yusuf Has Hacib",
      "B": "Yunus Emre",
      "C": "Mevlana",
      "D": "Hoca Ahmed Yesevi",
      "E": "Ali Kuşcu"
    },
    "explanation": "Yusuf Has Hacib’in Kutadgu Bilig adlı eserinde kam kelimesi daha çok hastalıkların tedavi edilmesinde hekimlerle birlikte hareket eden kişi olarak geçmektedir."
  },
  {
    "id": "3691770",
    "unitNumber": 5,
    "text": "Divanü Lügat-it-Türk aşağıdaki şahsiyetlerden hangisinin eseridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kaşgarlı Mahmud",
      "B": "Yunus Emre",
      "C": "Mevlana Celaleddin-i Rumi",
      "D": "Yusuf Has Hacib",
      "E": "Piri Reis"
    },
    "explanation": "Kaşgarlı Mahmud’un Divanü Lügat-it-Türk’ünde de kam kelimesi şamanla birlikte kullanılmakta “efsuncu, kâhin” anlamlarında yer almaktadır."
  },
  {
    "id": "3691786",
    "unitNumber": 5,
    "text": "Budist rahiplerinin çeşitli konulardaki vaazları “.............” adı verilen metinleri ortaya çıkarmıştır.<br/>Yukarudaki metinde boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "sutra",
      "B": "panku",
      "C": "apella",
      "D": "gerusia",
      "E": "yabgu"
    },
    "explanation": "Budist rahiplerinin çeşitli konularda vaazları “sutra” adı verilen metinleri ortaya çıkarmıştır."
  },
  {
    "id": "3691835",
    "unitNumber": 5,
    "text": "Yaşlı bir kam tarafından aday kama bu işin öğretildiği sürece verilen isim aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "upuyuu",
      "B": "tuhkanti",
      "C": "tavananna",
      "D": "panku",
      "E": "hastayar"
    },
    "explanation": "Yaşlı bir kam tarafından aday kama bu işin öğretildiği bir süreç de söz konusudur. Buna da “upuyuu süreci” adı verilmektedir."
  },
  {
    "id": "3691866",
    "unitNumber": 5,
    "text": "Kamlarda aşağıdaki vucut bölgelerinden hangisinde oybon deliği görülmez?",
    "correctAnswer": "A",
    "options": {
      "A": "Ellerinde",
      "B": "Ayaklarında",
      "C": "Göğsünde",
      "D": "Belinde",
      "E": "Koltuk altında"
    },
    "explanation": "Kamlarda oybon deliği bir tane olabildiği gibi başında, göğsünde, koltuk altında, belinde ve ayaklarında olmak üzere dokuz tane de olabilmektedir.<br/>Ellerde"
  },
  {
    "id": "3691882",
    "unitNumber": 5,
    "text": "Kamların göbeklerinde bulunan özel bölgeden kötü ruhları çekip alabildiğine inanılmaktadır. Bu bölgeye verilen isim aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kieli",
      "B": "Hubuşkia",
      "C": "Mira",
      "D": "Akinakez",
      "E": "Şaknu"
    },
    "explanation": "Karın ve rahim anlamlarında kullanılan kieli de göbekte bulunan özel bir yer olup kamlar buradan<br/>kötü ruhları çekip alabildiğine, kişiyle görüşmesini sağlamak için bazı ruhları da buradan içeriye saldığına inanılmaktadır."
  },
  {
    "id": "3691900",
    "unitNumber": 5,
    "text": "Aşağıdaklerden hangisi Türkiye’nin önde gelen Türkologlarından Fuad Köprülü’ye göre kamların özelliklerinden biri <u>değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Mimarlık",
      "B": "Hekimlik",
      "C": "Sihirbazlık",
      "D": "Musikişinaslık",
      "E": "Rakkaslık"
    },
    "explanation": "Türkiye’nin önde gelen Türkologlarından Fuad Köprülü’ye göre kamlar hekimlik, sihirbazlık, musikişinaslık, rakkaslık gibi pek çok özelliği bünyesinde barındıran özel ve toplumun saygı duyduğu insanlardır.<br/>Mimarlık"
  },
  {
    "id": "3691924",
    "unitNumber": 5,
    "text": "Tuvalar arasında kamların öldükten sonraki süreçte ruhlarının yeryüzünde kaldığına inanılmaktadır. Tuvalara göre ölen Kamın ruhu yeryüzünde aşağıdakilerden hangisi ile varlığını gösterir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yel",
      "B": "Turna Kuşu",
      "C": "Kartal",
      "D": "Karga",
      "E": "Güneş"
    },
    "explanation": "Tuvalar arasında kamların öldükten sonraki süreçte ruhlarının yeryüzünde kaldığı, bunun da<br/>yel şeklinde varlığını gösterdiğine inanılmaktadır."
  },
  {
    "id": "3691942",
    "unitNumber": 5,
    "text": "Türkler arasında en çok müracaat edilen fal bakma yöntemi aşağıdakilerden hangisi ile gerçekleştirilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kürek kemiği",
      "B": "Aşık kemiği",
      "C": "Kemik zar",
      "D": "Güvercin",
      "E": "Tavşan"
    },
    "explanation": "Türkler arasında en çok müracaat edilen fal bakma yöntemi de kürek kemiği ile gerçekleştirilmektedir. Bu uygulamada kamlar kurban edilen hayvanın kürek kemiğini çıkararak ateşe atmaktadır. Daha sonra kemik üzerindeki çatlaklara bakmak suretiyle kamlar geleceğe dair birtakım yorumlarda<br/>bulunmaktadır."
  },
  {
    "id": "3673022",
    "unitNumber": 6,
    "text": "Radloff’un derlediği Altay-Yakut Yaratılış Destanında iyiliği temsil eden varlık aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Oğuz Kağan",
      "B": "Erlik",
      "C": "Kayra Han",
      "D": "Törüngey",
      "E": "Ece"
    },
    "explanation": "Altay Yaratılış Destanı’nda evrenin yaratılışı konu edilmektedir. Bu anlatıda yer, gök, güney, ay ve yıldızların yaratılmasından önce her yerin sularla kaplı olduğu ifade edilmektedir. Destanın Radloff derlemesinde Kayra Han, Verbitskiy derlemesinde de Ülgen olarak anlatılan kişi tanrı olup anlatının tek tanrı inancını yansıttığı görülmektedir. Destanda iyilik ve kötülük olmak üzere iki zıt taraftan söz edilirken iyiliği Bay Ülgen/Kayra Han, kötülüğü de Erlik adlı şeytan temsil etmektedir.<br/>Bu bilgi doğrultusunda doğru cevap C şıkkıdır."
  },
  {
    "id": "3673025",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Kayra Han’ın yerden ayrılırken vazifelerini verdiği ruhlardan biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Mangdaşire",
      "B": "Yapkara",
      "C": "Şal Yime",
      "D": "Erlik",
      "E": "Maytere"
    },
    "explanation": "Bundan sonra Kayra Han yerdekilere yani insanlara seslenerek uzun bir süre gökte olacağını ama yerde olup bitenleri de takip edeceğini, günün birinde geri dönerek yapılan iyilik ve kötülüklerin hesabını soracağını söyler. Kendisi yokken de vazifelerini Yapkara, Mangdaşire, Maytere ve Şal Yime’ye adlı dört yardımcı ruha vererek yerden ayrılır.<br/>Bu bilgiler doğrultusunda doğru cevap D şıkkıdır."
  },
  {
    "id": "3673038",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi İran’ın millî destanı olan Şehname’de Afrasiyab olarak yer alan Türk hükümdardır?",
    "correctAnswer": "A",
    "options": {
      "A": "Alp Er Tonga",
      "B": "Oğuz Kağan",
      "C": "Dede Korkut",
      "D": "Kayra Han",
      "E": "Zülkarneyn"
    },
    "explanation": "İskit-Saka Dönemi olarak ele alınan destanın kahramanı Türklerin en büyük hükümdarlarından biri olarak kabul edilen Alp Er Tonga’dır. MÖ 7. yüzyılda İran ile girdiği savaşlarda elde ettiği başarılarla ünlenmiştir. İran’ın millî destanı sayılan Firdevsi’nin Şehnâme’sinde Efrasiyap olarak yer alan Afrasiyab; İran’daki efsanevi anlatımlarda büyük, ejderhaya benzetilen bir savaşçı olarak yer almaktadır.<br/>Bu bilgiler doğrultusunda doğru cevap A şıkkıdır."
  },
  {
    "id": "3673047",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Bozkurt Destanı’nın 13. yüzyılda Moğollar Dönemi’nde İslami bir kimlikle sunulmuş şeklidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Türeyiş Destanı",
      "B": "Ergenekon Destanı",
      "C": "Alp Er Tonga Destanı",
      "D": "Göç Destanı",
      "E": "Oğuz Kağan Destanı"
    },
    "explanation": "Kök Türk Dönemi destanlarından bir diğeri de Ergenekon Destanı’dır. Ancak bu destan Bozkurt Destanı’nın 13. yüzyılda Moğollar Dönemi’nde İslami bir kimlikle sunulmuş şeklidir.<br/>Bu bilgiler doğrultusunda doğru cevap B şıkkıdır."
  },
  {
    "id": "3673063",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisinde Uygur dönemi destanları doğru şekilde verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bozkurt-Ergenekon",
      "B": "Alp Er Tonga-Şu",
      "C": "Bozkurt-Göç",
      "D": "Türeyiş-Göç",
      "E": "Oğuz Kağan-Manas"
    },
    "explanation": "Uygurların eski dönemlerine dair hangi destanların var olduğu Farsça ve Çince kaynaklardan öğrenilebilmektedir. Camiü’t-Tevarih ve Tarih-i Cihan-Güşa adlı eserlerde Uygurların Türeyiş Destanı hakkında metinler yer almaktadır. Uygur Dönemi destanlarından Göç Destanı da içerisinde geçen olayların ve yerlerin anlatımı bakımından Türeyiş Destanı ile uyuşmaktadır.<br/>Bu bilgiler doğrultusunda doğru cevap D şıkkıdır."
  },
  {
    "id": "3673071",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Manas Destanı’nı “Kırgızların ansiklopedisi” olarak ifade eden Kazak asıllı araştırmacıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Radloff",
      "B": "Verbitskiy",
      "C": "Reşideddin",
      "D": "Kaşgarlı Mahmud",
      "E": "Çokan Velihanov"
    },
    "explanation": "Manas Destanı’nın diğer Kırgız destanlarından farklı kılan özellikleri söz konusudur. Kazak asıllı araştırmacı Çokan Velihanov bu destanın “Kırgızların ansiklopedisi” olduğunu ifade etmektedir.<br/>Bu bilgiler doğrultusunda doğru cevap E şıkkıdır."
  },
  {
    "id": "3673090",
    "unitNumber": 6,
    "text": "Dede Korkut Destanı hakkında “Bütün Türk edebiyatını terazinin bir kefesine, Dede Korkut Destanı’nı da diğer kefesine koysanız yine Dede Korkut Hikâyeleri ağır basar.” ifadesini aşağıdaki isimlerden hangisi kullanmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Talat Tekin",
      "B": "Fuad Köprülü",
      "C": "Hüseyin Namık Orkun",
      "D": "Bahaeddin Ögel",
      "E": "Muharrem Ergin"
    },
    "explanation": "Türk edebiyatının önemli isimlerinden olan Fuad Köprülü, bu hususu “Bütün Türk edebiyatını terazinin bir kefesine, Dede Korkut Destanı’nı da diğer kefesine koysanız yine Dede Korkut Hikâyeleri ağır basar.” şeklinde vurgulamaktadır.<br/>Bu bilgiler doğrultusunda doğru cevap B şıkkıdır."
  },
  {
    "id": "3673093",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisinde Dede Korkut Destanı’nın nüshalarının tamamı doğru şekilde verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Dresden-Viyana",
      "B": "Dresden-Vatikan",
      "C": "Dresden-Vatikan-Günbed",
      "D": "Dresden-Viyana-Günbed",
      "E": "Dresden-Viyana-Vatikan"
    },
    "explanation": "Dede Korkut Destanı veya Dresden nüshasındaki diğer adıyla Kitab-ı Dedem Korkut Alâ Lisân-ı Taife-i Oğuzân’ın tespit edilmiş birkaç nüshası bulunmaktadır. Bu nüshalar içerisinde en çok işlenenler 1815 yılında bulunan Dresden ve 1950 yılında bulunan Vatikan nüshalarıdır. Vatikan nüshasının adı da “Hikâyet-i Oğuznâme-i Kazan Beg ve Gayri”dir. Bu iki nüsha üzerinde pek çok karşılaştırma yapılmış, bu incelemelerde nüshaların farklı ve benzer tarafları ortaya konulmaya çalışılmıştır. Destana dair iki hikâyenin yer aldığı Günbed nüshası da 2019 yılında bulunmuştur.<br/>Bu bilgiler doğrultusunda doğru cevap C şıkkıdır."
  },
  {
    "id": "3673102",
    "unitNumber": 6,
    "text": "13. yüzyılda yaşayan Sarı Saltuk’un menkıbelerini konu alan ve Dânişmendnâme gibi mensur olan, Cem Sultan’ın arzusu üzerine 15. yüzyıl sonlarında yazılan Saltuknâme aşağıdaki şairlerden hangisine aittir?",
    "correctAnswer": "D",
    "options": {
      "A": "Firdevsi",
      "B": "Kaşgarlı Mahmud",
      "C": "Reşideddin",
      "D": "Ebülhayr-i Rumi",
      "E": "Cüveyni"
    },
    "explanation": "13. yüzyılda yaşayan Sarı Saltuk’un menkıbelerini konu alan ve Dânişmendnâme gibi mensur olan eser, Cem Sultan’ın arzusu üzerine 15. yüzyıl sonlarında Ebülhayr-i Rûmî tarafından kaleme alınmıştır.<br/>Bu bilgiler doğrultusunda doğru cevap D şıkkıdır."
  },
  {
    "id": "3673104",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Manas Destanı’nda geçen Manas Han’ın atının adıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Akkula",
      "B": "Tulpar",
      "C": "Akboz",
      "D": "Gökboz",
      "E": "Şubar"
    },
    "explanation": "Türk mitolojisinde bahsi geçen at türlerinden birisi de “Akkula”dır. Manas Destanı’nda Manas Han’ın atı olarak geçen bu mitolojik varlık, Manas ile aynı gün doğmuştur.<br/>Bu bilgiler doğrultusunda doğru cevap A şıkkıdır."
  },
  {
    "id": "3686004",
    "unitNumber": 6,
    "text": "Bir destanın ortaya çıkabilmesi ve bugüne ulaşabilmesi için geçmesi gereken safha ve şartlardan ilki aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ozanın varlığı",
      "B": "Sözlü gelenek",
      "C": "Destan devri",
      "D": "Yazıya geçirilmesi",
      "E": "Olay"
    },
    "explanation": "Bir destanın ortaya çıkabilmesi ve bugüne ulaşabilmesi için çeşitli safhalardan geçmesi gerekir. Beş başlık altında toplanabilecek bu safha ve şartların ilki “destan devri”dir. Destanın oluşmasındaki ilk aşama olan bu devir, destanı ortaya çıkaracak olan toplumun bu devri yaşaması ile ilgilidir. Mitolojik unsurların toplumu derinden etkilediği bu dönemde “alp tipi” adı verilen kişilerin toplumu yönlendirmesi gerekir. İkinci şart “sözlü gelenek”tir. Her hangi bir toplumun hikâyelerini<br/>kuşaktan kuşağa aktarabileceği bir sözlü geleneği yoksa destanlar ortaya çıkmayacaktır. Üçüncü şart<br/>“olay”dır. Bir toplumu derinden etkileyen, hafızalarda iz bırakan bir başarı veya felaket olabileceği<br/>gibi bir başka kültürden alınmış ve bir ozan tarafından işlenmiş anlatılar da destana dönüşebilir.<br/>Dördüncü şart “ozan”ın varlığıdır. Toplumu etkileyen olaylar edebiyat metinlerine dönüşmelidir.<br/>Bu işi yapacak olan kişiler de ozanlar olup, sonraki ozanlar da bunu sonraki nesillere aktarmalıdır.<br/>Son"
  },
  {
    "id": "3686034",
    "unitNumber": 6,
    "text": "Altay Yaratılış Destanı'nda iyiliği temsil eden varlık aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Erlik",
      "B": "Alp Er Tonga",
      "C": "Olcay Han",
      "D": "Bay Ülgen/Kayra Han",
      "E": "Tu-man"
    },
    "explanation": "Altay Yaratılış Destanı’nda evrenin yaratılışı konu edilmektedir. Bu anlatıda yer, gök, güney, ay<br/>ve yıldızların yaratılmasından önce her yerin sularla kaplı olduğu ifade edilmektedir. Destanın Radloff<br/>derlemesinde Kayra Han, Verbitskiy derlemesinde de Ülgen olarak anlatılan kişi tanrı olup anlatının<br/>tek tanrı inancını yansıttığı görülmektedir. Destanda iyilik ve kötülük olmak üzere iki zıt taraftan söz edilirken iyiliği Bay Ülgen/Kayra Han, kötülüğü de Erlik adlı şeytan temsil etmektedir:<br/>“Bay-Ülgen, bir gün denize bakarken, suyun üstünde bir toprak parçasının yüzdüğünü gördü. Toprağın üzeri, insan gövdesine benzeyen bir kil tabakası ile kaplıydı. Ülgen, “Bu cansız toprak, kişi olsun!” diye buyurdu. Toprak, kişi oldu. Ülgen, ona Erlik adını verdi; olduğu yere bıraktı. Erlik, giderek Ülgen’i buldu. Ülgen de onu yanına aldı; kendisine küçük kardeş yaptı. Bir zaman sonra Erlik, Ülgen’i kıskandı. Ondan daha güçlü olmak istedi. Ülgen’e imrendi, “Ben de onun gibi olmalıyım.” diye düşündü. Dü<br/>Altay Yaratılış Destanı’nda evrenin yaratılışı konu edilmektedir. Bu anlatıda yer, gök, güney, ay<br/>ve yıldızların yaratılmasından önce her yerin sularla kaplı olduğu ifade edilmektedir. Destanın Radloff<br/>derlemesinde Kayra Han, Verbitskiy derlemesinde de Ülgen olarak anlatılan kişi tanrı olup anlatının<br/>tek tanrı inancını yansıttığı görülmektedir. Destanda iyilik ve kötülük olmak üzere iki zıt taraftan söz edilirken iyiliği Bay Ülgen/Kayra Han, kötülüğü de Erlik adlı şeytan temsil etmektedir."
  },
  {
    "id": "3686047",
    "unitNumber": 6,
    "text": "Türklerin cihan hâkimiyeti anlayışı, bu düşünceyi ortaya çıkaran sebepler ve hâkimiyetin sağlanması yolunda yapılması gerekenleri anlatan destan aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Türeyiş Destanı",
      "B": "Oğuz Kağan Destanı",
      "C": "Dede Korkut Destanı",
      "D": "Manas Destanı",
      "E": "Bozkurt Destanı"
    },
    "explanation": "Oğuz Kağan Destanı’nda Türklerin cihan hâkimiyeti anlayışı, bu düşünceyi ortaya çıkaran sebepler ve hâkimiyetin sağlanması yolunda yapılması gerekenler anlatılmaktadır. Ayrıca töre üzerinden geleneğe sahip olmanın önemi, devlet düzeninin sağlanması için yapılması gerekenler, dinî anlayış gibi çeşitli hususlar da destanda ele alınmaktadır."
  },
  {
    "id": "3686078",
    "unitNumber": 6,
    "text": "Çin yıllıklarına göre Bozkurt Destanı hangi döneme tarihlendirilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Uygur Dönemi",
      "B": "Karahanlı Devleti Dönemi",
      "C": "Moğollar Dönemi",
      "D": "İskit-Saka Dönemi",
      "E": "Kök Türk Dönemi"
    },
    "explanation": "Kök Türk Devleti, Aşina ailesine mensup Bumin tarafından 552 yılında kurulmadan önceki<br/>döneme dair Çin kaynaklarında bulunan efsanevi anlatımlardan Türklerin zor bir dönem yaşadıkları ve bu zor dönemin ardından devletlerini kurabildikleri anlaşılmaktadır. Asya Hun Devleti sonrasında Türklerin siyasi tarihleri incelendiğinde de bu zor döneme dair süreçleri görebilmekteyiz. İşte Kök Türk Devleti kurulmadan evvel yaşanan bu problemli süreç destan metninin oluşumu için<br/>gerekli olan olayları barındırmaktadır. Kök Türk Dönemi’ne tarihlendirilen Bozkurt Destanı’na<br/>kaynaklık eden Çin yıllıklarından Cou-Shu ve SuiShu’da da bu dönem ele alınmaktadır:<br/>Çin yıllıklarına göre Bozkurt Destanı, Kök Türk Dönemi’ne tarihlendirilmektedir."
  },
  {
    "id": "3686109",
    "unitNumber": 6,
    "text": "Eserin ana kahramanı Karahanlı hükümdarının ve onun soyundan gelenlerin efsanevi hayatlarının İslam dini temelinde şekillenmiş olağanüstü olaylar zinciri ve bu durumla ilgili olarak çeşitli kerametlerle birlikte anlatılması Aşağıdakilerden hangi destana “menâkıbnâme” özelliği kazandırmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Satuk Buğra Han Destanı",
      "B": "Saltuknâme",
      "C": "Manas Destanı",
      "D": "Ergenekon Destanı",
      "E": "Köroğlu Destanı"
    },
    "explanation": "Uygur Kağanlığı’nın yıkılması sonrasında 840 yılında kurulan Karahanlı Devleti Dönemi’nde İslami<br/>etkiler zamanla devletin kurumsal yapısına da yerleştirmiş, bu nedenle de ilk Türk-İslam devleti olarak adlandırılmıştır. Karahanlıların ilk Müslüman hükümdarı Satuk Buğra Han’ın İslamiyet’i kabulü, yayma çalışmaları, ailesi ve onun kerametlerinden bahseden Tezkire-i Buğra Han adlı eser, millî-dinî bir özelliğe sahiptir. Eserin ana kahramanı Karahanlı hükümdarı Satuk Buğra Han’ın ve onun soyundan gelenlerin efsanevi hayatlarının İslam dini temelinde şekillenmiş olağanüstü olaylar zinciri ve bu durumla ilgili olarak çeşitli kerametlerle birlikte anlatılması esere “menâkıbnâme” özelliği de kazandırmaktadır<br/>(Erim, 2011)."
  },
  {
    "id": "3686149",
    "unitNumber": 6,
    "text": "Manas Destanı’nı ustasından öğrenen, üreten, onun sanat seviyesine ulaşmasını sağlayan ve nesilden nesile geçmesini sağlayan sanatçılardan hangisi ile \"destancı\" kastedilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Akın",
      "B": "Comokçu",
      "C": "Irçı",
      "D": "Vezir",
      "E": "Budun"
    },
    "explanation": "Manas Destanı geleneğinin bugün yaşatılmaya çalışıldığını da belirtmek gerekir. Destan metnini<br/>melodik bir şekilde okuyan ve adına “manasçı” denilen kişiler söz konusudur. “Manasçı” terimi ile Manas Destanı’nı ustasından öğrenen, üreten, onun sanat seviyesine ulaşmasını sağlayan ve nesilden nesile geçmesini sağlayan sanatçı kastedilir. Bu sanatçılara 20. yüzyılın ilk çeyreğine kadar “ırçı (şarkıcı), akın (şai), comokçu (destancı)” denilmekteydi (Kaya, 2007).<br/>“Manasçı” terimi ile Manas Destanı’nı ustasından öğrenen, üreten, onun sanat seviyesine ulaşmasını sağlayan ve nesilden nesile geçmesini sağlayan sanatçı kastedilir. Bu sanatçılara 20. yüzyılın ilk çeyreğine kadar “ırçı (şarkıcı), akın (şai), comokçu (destancı)” denilmekteydi."
  },
  {
    "id": "3686161",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangi destanın Vatikan nüshasının adı da “Hikâyet-i Oğuznâme-i Kazan Beg ve Gayri”dir?",
    "correctAnswer": "E",
    "options": {
      "A": "Manas Destanı",
      "B": "Oğuz Kağan Destanı",
      "C": "Danişmend Gazi Destanı",
      "D": "Köroğlu Destanı",
      "E": "Dede Korkut Destanı"
    },
    "explanation": "Dede Korkut Destanı veya Dresden nüshasındaki diğer adıyla Kitab-ı Dedem Korkut Alâ Lisân-ı<br/>Taife-i Oğuzân’ın tespit edilmiş birkaç nüshası bulunmaktadır. Bu nüshalar içerisinde en çok işlenenler 1815 yılında bulunan Dresden ve 1950 yılında bulunan Vatikan nüshalarıdır. Vatikan nüshasının adı da “Hikâyet-i Oğuznâme-i Kazan Beg ve Gayri”dir. Bu iki nüsha üzerinde pek çok karşılaştırma yapılmış, bu incelemelerde nüshaların farklı ve benzer tarafları ortaya konulmaya çalışılmıştır. Destana dair iki hikâyenin yer aldığı Günbed nüshası da 2019 yılında bulunmuştur. Destan’ın Dresden nüshasında 12, Vatikan nüshasında 6 hikâye bulunmaktadır."
  },
  {
    "id": "3686171",
    "unitNumber": 6,
    "text": "Kutsal kabul edilen ve Tanrı’nın elçisi olan, Türk mitolojisinin en eski simgelerinden biri aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ejder",
      "B": "At",
      "C": "Bozkurt",
      "D": "Geyik",
      "E": "Kaplan"
    },
    "explanation": "Geyik: Türk mitolojisinin en eski simgelerinden biri olan geyik kutsal kabul edilir; Tanrı’nın elçisidir. Ana veya dişi geyik biçiminde tasavvur edilen bir ilahe veya dişi ruhtur. Göktürk efsanesine göre, onların atalarından biri, bir mağarada deniz tanrıçası ile sevişirmiş. Bu aşk devam ederken bu Göktürk beyi ordusu ile bir gün sürek avına çıkmış ve hayvanları çevirip kuşatmışlar, avlamaya başlamışlar. Biri karşısına çıkan bir ak geyiği vurup öldürmüş. Göktürk beyi o günden sonra sevgilisini mağarada bir daha bulamamış ve ak geyiğin sevgilisi olduğunu anlayıp üzülmüş ve onu vuranın kabilesini cezalandırmış (Ögel, 1998). Dede Korkut Destanı’nda da Bamsı Beyrek bir geyik kovalarken Banı Çiçek’in otağına kadar gitmektedir."
  },
  {
    "id": "3686179",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangi sayı Türkler için bir tür “tamamlanma” ifadesidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yedi",
      "B": "Dokuz",
      "C": "Kırk",
      "D": "Bir",
      "E": "Üç"
    },
    "explanation": "Kırk: Türk sosyal hayatında ve mitolojisinde sembolizmi en çok yapılan sayılardan biri kırktır.<br/>Manas, Dede Korkut gibi destan örneklerinde görüldüğü üzere kahramanların verdiği mücadeleyi kırk yiğit ile birlikte vermesi en çok karşılaşılan anlatımlardan biridir. Destanlarda geçen bu mücadeleye benzer bir başka anlatım Kök Türklerin fetret sürecinde yaşanmıştır. Bu dönemde Çin’in boyunduruğundan kurtulmak isteyenlerin zaman zaman isyan çıkardıkları tarihî bir vakıadır. Bu isyan girişimlerinden biri de Çin kaynaklarında Chieh-sheshuai şeklinde isimlendirilen Kürşad tarafından<br/>gerçekleştirilmiştir. Tang Hanedanı Tarihi’ndeki anlatımda Türklerin özgürlüklerini elde edebilmek<br/>için Kürşad’ın kırk arkadaşı ile birlikte Çin sarayına baskın vermesi ile ilgili yaşanan olay aktarılmaktadır. Bu bilgiler ışığında kırk sayısının Türkler için bir tür “tamamlanma” ifadesi olduğunu söyleyebiliriz. Kırk gün kırk gece düğün yapılması, ölen kişinin ardından kırkıncı gün anma gerçekleştirilmesi, doğan bir çocuk<br/>Kırk: Türk sosyal hayatında ve mitolojisinde sembolizmi en çok yapılan sayılardan biri kırktır.<br/>Manas, Dede Korkut gibi destan örneklerinde görüldüğü üzere kahramanların verdiği mücadeleyi kırk yiğit ile birlikte vermesi en çok karşılaşılan anlatımlardan biridir. Destanlarda geçen bu mücadeleye benzer bir başka anlatım Kök Türklerin fetret sürecinde yaşanmıştır. Kırk sayısının Türkler için bir tür “tamamlanma” ifadesi olduğunu söyleyebiliriz. Kırk gün kırk gece düğün yapılması, ölen kişinin ardından kırkıncı gün anma gerçekleştirilmesi, doğan bir çocuk için ilk kırk günlük devreye önem atfedilmesi, İslami kültürde Allah’ın Hz. Adem’in çamurunu kırk günde yoğrulduğuna inanılması, mehdinin dünyaya geldiğinde kırk gün kalacağına inanılması, kültürde yer edinen “kırklar meclisi” gibi kullanımlar bu tamamlanma ifadesinin karşılığı olarak yorumlanabilir."
  },
  {
    "id": "3686189",
    "unitNumber": 6,
    "text": "Yönler çerçevesinde güneyi ifade eden ve “ulaşılmak istenen hedef, amaç” anlamındaki renk aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kızıl",
      "B": "Yeşil",
      "C": "Kara",
      "D": "Ak",
      "E": "Sarı"
    },
    "explanation": "Kızıl: Yönler çerçevesinde güneyi ifade eden kırmızı veya kızıl renk, Dede Korkut’ta kızı olan aile<br/>ile ilgili anlatımda karşımıza çıkmaktadır. Eski Türk inancı kapsamında “al ruhu” olarak yer alan ve ateş koruyucu ruhu belirten anlatımlar söz konusudur. Türk düşüncesinde kızıl elma olarak adlandırılan dünya hâkimiyeti anlayışında kızıl “ulaşılmak istenen hedef, amaç” anlamındadır. Ayrıca kızıl renk devlet, ordu ve savaş geleneği olarak da anlam bulmuştur.<br/>Kızıl: Yönler çerçevesinde güneyi ifade eden kırmızı veya kızıl renktir. Eski Türk inancı kapsamında “al ruhu” olarak yer alan ve ateş koruyucu ruhu belirten anlatımlar söz konusudur. Türk düşüncesinde kızıl elma olarak adlandırılan dünya hâkimiyeti anlayışında kızıl “ulaşılmak istenen hedef, amaç” anlamındadır. Ayrıca kızıl renk devlet, ordu ve savaş geleneği olarak da anlam bulmuştur."
  },
  {
    "id": "3664767",
    "unitNumber": 7,
    "text": "Paulson’ın Baykal Tunguzlarında tespit ettiği mitlerde bahsedilen yangının ne kadar sürmesi beklenmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "1 gün",
      "B": "5 yıl",
      "C": "7 yıl",
      "D": "40 yıl",
      "E": "1000 yıl"
    },
    "explanation": "Paulson’ın Baykal Tunguzlarında tespit ettiği mitlerde, yedi yıl sürecek bir yangından bahsedilmektedir. Söylenilene göre, çıkan bu yangın, yeryüzünü âdeta bir deniz hâline getirecektir. Doğru cevap C’dir."
  },
  {
    "id": "3664769",
    "unitNumber": 7,
    "text": "Tanrı’dan kut alan Hakanın felaketlerden sorumlu olduğu, Hakan’ın icraatlarını Tanrı’nın beğenmediği, bu nedenle felaketleri onun halkına gönderdiği şeklinde bir değerlendirme de yapılabilir. Bir başka bakış açısı ise salgın hastalıkların Erlik tarafından getirilmesi, Erlik ve yardımcısı kötü ruhların topluma musallat olması korkusudur. Türk mitolojik düşüncesinde, Erlik’e bir kurban kesildiği takdirde kendilerine ilişmeyeceği gibi bir anlayış hâkimdir.<br/>Hangisi Erlik’in kendilerine ilişmemesi için kesilen kurban türüdür?",
    "correctAnswer": "E",
    "options": {
      "A": "Bozkurt",
      "B": "Dağ keçisi",
      "C": "Kara tay",
      "D": "Ak alınlı at",
      "E": "Kara boğa"
    },
    "explanation": "Türk mitolojik düşüncesinde, Erlik’e kara boğa kurbanı kesildiği takdirde kendilerine ilişmeyeceği gibi bir anlayış hâkimdir. Doğru cevap E’dir."
  },
  {
    "id": "3664772",
    "unitNumber": 7,
    "text": "Yeni hayatın başlangıç noktası olan tufan mitlerinde ya dağların zirvesi ya da kayın ağacının bulunduğu yer şeklindedir. Tufan sonrası yeni hayatın başlangıç mekânı, Nama’nın gemisinin son durağı olarak neresi görülmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kaf Dağları",
      "B": "Orhun Nehri",
      "C": "Ötüken",
      "D": "Altay dağlarının zirvesi",
      "E": "Parnassos Dağı"
    },
    "explanation": "Yeni hayatın başlangıç noktası olan tufan mitlerinde ya dağların zirvesi ya da kayın ağacının bulunduğu yer şeklindedir. Tufan sonrası yeni hayatın başlangıç mekânı, Nama’nın gemisinin son durağı Altay dağlarının zirvesi olarak işaret edilmiştir. Doğru cevap D’dir."
  },
  {
    "id": "3664777",
    "unitNumber": 7,
    "text": "Semavi dinlerde yer alan Tanrı buyruklarına karşı gelme ve öteki âlemde cezalandırılacak davranışlarda bulunma olarak bilinen “günah” sözcüğü için Eski Türklerde kullanılan karşılık hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "yazuk",
      "B": "Erlik",
      "C": "Kalgançı",
      "D": "bilig",
      "E": "budun"
    },
    "explanation": "İslamiyet’teki Allah tarafından yasaklanan davranışlar için kullanılan “günah” kelimesinin karşılığı olarak eski Türklerde “yazuk” kullanılmaktadır. Günahkârlara ise “yazuklu ya da yamanlu” denilmekteydi. Doğru cevap A’dır."
  },
  {
    "id": "3664780",
    "unitNumber": 7,
    "text": "Türklerin tufan mitlerinde tufanı başlatacağı düşünülen hayvan hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "kurt",
      "B": "balık",
      "C": "at",
      "D": "boğa",
      "E": "tilki"
    },
    "explanation": "Türklerdeki tufan mitlerinde boğanın boynuzlarını sallamasıyla sellerin ya da dünyayı bir boynuzundan diğerine geçirmesiyle de zelzelelerin olacağına dair inanışın yanı sıra boğanın Türk kültür ve sanatında da yaygın bir sembol olarak kullanıldığı görülmektedir. Boğa ve kotuz simgeleri, kadim Doğu Asya’da verilen anlamlar ve Türklerin doğudan batıya ilerlemesiyle çeşitli kültürel etkileşimlerin sonucunda, Türklerin kaya petrogliflerinde Türk- Hun paralarında kağanların portrelerinde başlarının üzerinde, Burkan dinî döneminde, Uygur dönemi mani çizimlerinde, Hindistan’a giden Türklerin devlet armalarında, kültür ve sanat ürünlerinde kullandıkları görülmektedir. Doğru cevap D’dir."
  },
  {
    "id": "3664793",
    "unitNumber": 7,
    "text": "Eski Türklerde kağanlarını tahta çıkaran, kendilerine zaferler kazandıran ve onları felaketlerden koruyan Türk Tanrısı hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Erlik",
      "B": "Karaş",
      "C": "Gök-Tanrı",
      "D": "Kerey",
      "E": "Ülgen"
    },
    "explanation": "Türklerin, ölümden sonraki yaşamla ilgili kaygıları, ölümden önceki Tanrı’ya karşı ne yaptıkları kadar değildir. Esas mesele Tanrı’ya karşı görevlerin yerine getirilmesi, onun kızdırılmaması ve canlıcansız tüm yarattıklarına karşı olan davranışlarıdır. Buradaki kaygı, Tanrı’ya karşı olan ihtiyatlılıktır. Kağanlarını tahta çıkaran, kendilerine zaferler kazandıran ve onları felaketlerden koruyan Türk Tanrısı Gök-Tanrı’dır. Doğru cevap C’dir."
  },
  {
    "id": "3664797",
    "unitNumber": 7,
    "text": "Eski Türk mitolojisinde hangisi iyiliğin temsilcisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ülgen",
      "B": "Erlik",
      "C": "Karaş",
      "D": "Kerey",
      "E": "Kalgançı"
    },
    "explanation": "İnsanlığın Tanrı ile arasının açılması neticesinde insanoğlunun doğru yoldan saparak yozlaşması ve türlü ahlaksızlıkların gün yüzüne çıkması işlenir. İyilikle kötülük savaşacak fakat bundan önce iyilerden, Ülgen’den uzaklaşılacaktır. Ortalığın kötülüğe bırakılması neticesinde Erlik ve yardımcıları yeryüzüne çıkacaktır. Doğru cevap A’dır."
  },
  {
    "id": "3664800",
    "unitNumber": 7,
    "text": "Verbitskiy’in derlediği kıyamet anlatısında, denizin dibinden kara taşın çıkması, taşların yarılması, demir kaplamalı sandığın çıkması, her sandıktan kişilerin çıkması gibi alametlerde öne çıkan sayı hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "üç",
      "B": "beş",
      "C": "yedi",
      "D": "dokuz",
      "E": "kırk"
    },
    "explanation": "Verbitskiy’in derlediği kıyamet anlatısında, denizin dibinden “dokuz” ayrı kara taşın çıkması, taşların “dokuz” ayrı yerinden yarılması, “dokuz” yerden “dokuz” demir kaplamalı sandığın çıkması, her sandıktan demir atlı “dokuz” kişinin çıkması, “dokuz” kişiye ait atların ön ayaklarının kılıç, kuyruklarının keskin bir hançer gibi olması gibi özellikler anlatılmaktadır. Doğru cevap D’dir."
  },
  {
    "id": "3664803",
    "unitNumber": 7,
    "text": "Eski Türklerde tanrı korkusu içinde çeşitli nesnelere saygıyı barındırmaktadır. Hangisi Türklerin tanrı korkusundan dolayı saygı duyduklarından biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "hayvanlar",
      "B": "dağlar",
      "C": "insanlar",
      "D": "bitkiler",
      "E": "topraktan yapılmış putlar"
    },
    "explanation": "Türk mitlerinde aslında iyinin kötülüğe karşı bir duruşu ve iyinin yanında olunmadığı takdirde de bunun bir cezası vardır. Tanrı korkusu içinde doğaya, insana, hayvana, bitkilere, dağa, taşa kısacası Tanrı tarafından yaratılan canlı-cansız her yaratılana olan saygıyı barındırmaktadır. Doğru cevap E’dir."
  },
  {
    "id": "3664807",
    "unitNumber": 7,
    "text": "Hangisi Eski Türklerde cennet kavramının karşılığıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Uçmak",
      "B": "Muyan",
      "C": "Yazuk",
      "D": "Tamu",
      "E": "Karaş"
    },
    "explanation": "İnsan ruhunun özü iyi ve doğru yolda ise zaten Tanrı’nın cennetine yani uçmağa ulaşacağıdır. Doğru cevap A’dır."
  },
  {
    "id": "3688340",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Eski Türk mitolojisinde yeraltı dünyasının başı olarak görülmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Erlik",
      "B": "Karaş",
      "C": "Kerey",
      "D": "Mangdı-şire",
      "E": "Maydere"
    },
    "explanation": "Eski Türk mitolojisinde, kalgançı çak’ın özelliklerinden bir tanesi insanların, Gök Tengri’nin yolundan sapmasının neticesinde Tanrı’nın kendilerinden uzaklaşmasıdır. Yeraltı dünyasının başı Erlik, bu fırsatı değerlendirecek ve baş yardımcısı Karaş’ı onları ikna etmesi için yeryüzüne gönderecektir."
  },
  {
    "id": "3688344",
    "unitNumber": 7,
    "text": "“Tufan mitleri kadim dönemlerden bu yana sürekli farklı versiyonlarıyla tekrarlanan bir mit olma özelliğine sahiptir. Tufan mitlerinin temelinde “………………. “ yatmaktadır. Bu, yaratılışın ayrılmaz bir parçası, dünyanın ve insanlığın devamlılığının özü ve sonun hazırlanmasında da bir araçtır. Yok oluşun da yeniden varoluşun da simgesidir.”<br/>Parçadaki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ateş",
      "B": "Toprak",
      "C": "Su",
      "D": "Şimşek",
      "E": "Fırtına"
    },
    "explanation": "Tufan mitleri kadim dönemlerden bu yana sürekli farklı versiyonlarıyla tekrarlanan bir mit olma özelliğine sahiptir. Tufan mitlerinin temelinde “su” yatmaktadır. Su yaratılışın ayrılmaz bir parçası, dünyanın ve insanlığın devamlılığının özü ve sonun hazırlanmasında da bir araçtır. Yok oluşun da yeniden varoluşun da simgesidir."
  },
  {
    "id": "3688347",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Anadolu Türklerinin tufan mitlerine göre dünyanın durumunu belirten inaçtır?",
    "correctAnswer": "D",
    "options": {
      "A": "Dünya,bir kurbağa üzerindedir ve eğer bu hayvan kımıldarsa tufan gerçekleşecektir.",
      "B": "Dünya, Baykal Gölü içinde yaşayan Aragıt adlı büyük bir balığın üzerinde durmaktadır.",
      "C": "Dünya gökte durmaktadır.",
      "D": "Dünya sarı bir öküzün boynuzunun üzerinde durmaktadır.",
      "E": "Dünya demir boynuzlu bir keçinin üstündedir."
    },
    "explanation": "Saha Türklerinin tufan mitlerine göre Dünya, Baykal Gölü içinde yaşayan Aragıt adlı büyük bir balığın üzerinde durmaktadır. Kırgızlar, dünyanın gökte durduğuna inanırlardı. Sibirya Türkleri, Anadolu Türkleri ve diğer bazı Türk kavimleri arasında olan yaygın inanışa göre, <strong>dünyanın sarı bir öküzün boynuzunun üzerinde durduğudur. Buna göre öküz, dünyayı boynuzları arasında değiştirirken dünyada depremler gerçekleşmektedir.</strong>"
  },
  {
    "id": "3688350",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi eski Türk düşüncesine göre, eskatolojik mitlerde geçen kıyamet alametlerinden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "İyiliğin artması",
      "B": "Kötülüğün cezalandırılması",
      "C": "Devlet yöneticilerinin töreye uymaması",
      "D": "Doğanın dengesinin sağlanması",
      "E": "Canlıların çoğalması"
    },
    "explanation": "Tufan mitleri son gibi görünse de aslında seçilmişlerin hayatta kaldığı yeni bir başlangıçtır. Tanrı’nın sadece seçmiş olduğu insanları ve canlıları ayakta tutup toplumun geri kalanının, Tanrı’nın yolundan sapmış, yozlaşmış, ahlaki olarak çöküntüye uğramış kişilerin yok edilmesi şeklinde tasavvur edilmektedir. Tanrı tarafından seçilen bu kişilerin yeni bir hayata başlaması, aslında Dünya’nın da yüklerinden, günahlarından arınarak sıfırlanmış olmasında yatmaktadır."
  },
  {
    "id": "3688352",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Türk töresinin değişmez temel unsurlarından biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "könilik (adalet)",
      "B": "uzluk (faydalılık)",
      "C": "tüzlük (eşitlik)",
      "D": "kişilik (cihanşümul insanlık düşüncesi)",
      "E": "canlılık"
    },
    "explanation": "Türk kültüründeki töre anlayışında, Tanrı yolundan ayrılma, vatana ihanet, halkı göz ardı etme ve töreye uymama hem Tanrı katında hem de devlet yönetim anlayışında önemli suçlardı. Türk töresi, könilik (adalet), uzluk (faydalılık), tüzlük (eşitlik) ve kişilik (cihanşümul insanlık düşüncesi) olarak değişmez birtakım temel unsurlara sahipti."
  },
  {
    "id": "3688357",
    "unitNumber": 7,
    "text": "Türk mitolojisinde dünyada birtakım kıyametin habercisi alametler görülmesi, kötülüklerin artması, çok ciddi bozukluk ve ahlaki çöküşün olması Tanrının insanları cezalandırması olarak görülmekte ve bu, ………………… olarak adlandırılmaktadır.<br/>Bu parçadaki boşluğa aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kalgançı Çak",
      "B": "Tufan günü",
      "C": "Diriliş",
      "D": "Uyanış",
      "E": "Körmes"
    },
    "explanation": "Türk mitolojisinde eskatolojik mitlerde yaygın olarak görülen Tanrı’nın insanları cezalandırmasında iki tür karşımıza çıkmaktadır. Birincisi, Kalgançı Çak (ulug kün, sorgu günü) adını verdikleri kıyamet anlayışıdır. Buna göre, dünyada birtakım kıyametin habercisi alametler görülür; Dünya’da kötülükler artar."
  },
  {
    "id": "3688369",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Verbitsky’in anlatılarında Dabbetü’l-Arz’ın özelliklerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sandıklardan demir atlı dokuz kişinin çıkması",
      "B": "Denizin dibinden dokuz kara yılan balığının çıkması",
      "C": "Dokuz kişiye ait kara atların arka ayaklarının<br/>kesik olması",
      "D": "Dokuz yerden dokuz altın kaplamalı kutunun<br/>çıkması",
      "E": "Denizlerin dokuz ayrı yerinden kaynak çıkması"
    },
    "explanation": "Verbitskiy’in derlediği kıyamet anlatısında, denizin dibinden dokuz ayrı kara taşın çıkması, taşların dokuz ayrı yerinden yarılması, dokuz<br/>yerden dokuz demir kaplamalı sandığın çıkması, her<br/>sandıktan demir atlı dokuz kişinin çıkması, dokuz<br/>kişiye ait atların ön ayaklarının kılıç, kuyruklarının keskin bir hançer gibi olması gibi özellikler anlatılmaktadır."
  },
  {
    "id": "3688379",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Türk mitolojisi kıyamet anlatılarında iyi ve göksel ruhların temsilcisi Ülgen'in yardımcılarındandır?",
    "correctAnswer": "B",
    "options": {
      "A": "Erlik",
      "B": "Maydere",
      "C": "Kerey",
      "D": "Karaş",
      "E": "Körmös"
    },
    "explanation": "Tanrı’nın yardımcıları Ülgen ve yardımcıları Mangdı-şire ve Maydere<br/>duracaktır. Her iki taraftan da ölenler olacak ve en son Dünya’da Ülgen kalacaktır. İyiliğin kazandığı bu nihaî savaşta, ölülere “kıydep” diyerek seslenen<br/>Ülgen ölüleri kaldıracaktır."
  },
  {
    "id": "3688389",
    "unitNumber": 7,
    "text": "Radloff ve Verbistky tarafından tespit edilen kıyamet mitlerinden ilki aşağıdakilerden hangisine aittir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sibirya Türkleri",
      "B": "Anadolu Türkleri",
      "C": "Saha Türkleri",
      "D": "Televüt Türkleri",
      "E": "Tuva Türkleri"
    },
    "explanation": "Radloff ve Verbistky tarafından tespit edilen<br/>kıyamet mitlerinden ilki, <strong>Televüt Türklerine</strong> aittir.<br/>Buna göre, “Kalgançı çak geldiği zaman gök demir,<br/>yer sarı bakır olur. Hanlar hanlara saldırır, uluslar<br/>birbirine kötülük düşünür, katı taşlar ufalır, sert<br/>taşlar ufalanır, kalın kütükler (ağaçlar) kırılır. Kişi<br/>(boyu), bir dirsek (arşın) kadar küçük olur(kısalır).<br/>Başparmak kadar erkek olur. Erlerin dizgini kısa olur<br/>[güçlülerin elinde oyuncak olurlar]. Ayak takımı bey<br/>olur. Baba çocuğunu, çocuk babasını tanımaz (saymaz). Yaban soğanı pahalı olur. At başı kadar altma bir kap yemek verilmez. Ayak altında altın bulunur<br/>onu alacak kimse bulunmaz”"
  },
  {
    "id": "3688408",
    "unitNumber": 7,
    "text": "\"Eski Türk mitolojisinde, kalgançı çak’ın özelliklerinden bir tanesi insanların, Gök Tengri’nin yolundan sapmasının neticesinde Tanrı’nın kendilerinden uzaklaşmasıdır. Yeraltı dünyasının başı Erlik, bu fırsatı değerlendirecek ve baş yardımcısı Karaş’ı onları ikna etmesi için yeryüzüne gönderecektir. Karaş tek tanrılı (monoteist) dinlerdeki yalancı peygamberlere, Erlik ise .............. karşılık<br/>gelmektedir.\"<br/>Parçadaki boşluğa aşağıdakilerden hangisi getirimelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Deccal’e",
      "B": "Kerey'e",
      "C": ". Mangdışire'ye",
      "D": "Tepkare'ye",
      "E": "Körmös'e"
    },
    "explanation": "Eski Türk mitolojisinde, kalgançı çak’ın özelliklerinden bir tanesi insanların, Gök Tengri’nin yolundan sapmasının neticesinde Tanrı’nın kendilerinden uzaklaşmasıdır. Yeraltı dünyasının başı Erlik, bu fırsatı değerlendirecek ve baş yardımcısı Karaş’ı onları ikna etmesi için yeryüzüne gönderecektir. Karaş tek tanrılı (monoteist) dinlerdeki yalancı peygamberlere, Erlik ise deccal’e karşılık<br/>gelmektedir."
  },
  {
    "id": "3688274",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Türk kültüründeki renklerin temsil ettiği manalardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Beyaz, saflığı ve masumiyeti temsil eder.",
      "B": "Kırmızı, gücü ve cesareti temsil eder.",
      "C": "Siyah, otorite ve ciddiyeti temsil eder.",
      "D": "Mavi, sonsuzluğu ve ruhaniyeti temsil eder.",
      "E": "Sarı, sakinlik ve ferahı temsil eder."
    },
    "explanation": "Türk kültüründe renkler, yüzyıllar boyunca inanç, gelenek ve sosyal yaşamda önemli roller üstlenmiş ve her biri benzersiz simgesel ve derin manalar taşımıştır. Beyazın saflığı ve masumiyeti, kırmızının gücü ve cesareti, siyahın otorite ve ciddiyeti, mavinin sonsuzluğu ve ruhaniyeti, sarının ise bereketi ve zenginliği temsil ettiği görülür.<br/>Sarı, sakinlik ve ferahı temsil etmez. Sarının bereketi ve zenginliği temsil ettiği görülür."
  },
  {
    "id": "3688299",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Dede Korkut Hikâyelerinde “ak alemlü” olarak geçen ifadeyi temsil eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Yüceliği temsil eder.",
      "B": "Saflığı temsil eder.",
      "C": "Temizliği temsil eder.",
      "D": "Adaleti temsil eder.",
      "E": "Masumiyeti temsil eder."
    },
    "explanation": "Dede Korkut Hikâyelerinde “ak alemlü” yani ak bayraklı ifadesi ululuk, kutluluk ve yüceliği temsil eder."
  },
  {
    "id": "3688316",
    "unitNumber": 8,
    "text": "Aşağıdaki renk ve yön eşleştirmelerinden hangisi yanlıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Siyah-kuzey",
      "B": "Kırmızı - güney",
      "C": "Beyaz - batı",
      "D": "Sarı - güneydoğu",
      "E": "Mavi - doğu"
    },
    "explanation": "Renkler, Türkler arasında yönleri tayin etme ve devleti idare etmede önemli role sahiptirler. Kara<br/>(siyah) kuzeyi, kızıl (kırmızı) güneyi, ak (beyaz) batıyı ve gök (mavi) doğuyu temsil eder (Yıldırım,<br/>2022).<br/>Renkler, Türkler arasında yönleri tayin etme ve devleti idare etmede önemli role sahiptirler. Kara<br/>(siyah) kuzeyi, kızıl (kırmızı) güneyi, ak (beyaz) batıyı ve gök (mavi) doğuyu temsil eder."
  },
  {
    "id": "3688320",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Türk mitolojisinde en yaygın olarak kabul gören renktir?",
    "correctAnswer": "B",
    "options": {
      "A": "Siyah",
      "B": "Beyaz",
      "C": "Kırmızı",
      "D": "Mavi",
      "E": "Sarı"
    },
    "explanation": "Türk mitolojisinde beyaz renk, en yaygın olarak kabul gören renktir."
  },
  {
    "id": "3688337",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Nevruz gibi bayramlarda kırmızının kullanımını sembolize eder?",
    "correctAnswer": "C",
    "options": {
      "A": "Bağımsızlığı sembolize eder.",
      "B": "Vatan sevgisini sembolize eder.",
      "C": "Yaşamın devamlılığını sembolize eder.",
      "D": "Mutluluğu sembolize eder.",
      "E": "Bereketi sembolize eder."
    },
    "explanation": "Nevruz gibi bayramlarda kırmızının kullanımı, doğanın yeniden canlanışını ve yaşamın devamlılığını sembolize eder."
  },
  {
    "id": "3688359",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Selçuklu ve Osmanlı dönemlerinde hükümdarların ve askerlerin kırmızı giysiler giymesiyle ilişkilendirildiğini göstermektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Savaşla ilişkilendirildiğini göstermektedir.",
      "B": "Zaferle ilişkilendirildiğini göstermektedir.",
      "C": "Aidiyetle ilişkilendirildiğini göstermektedir.",
      "D": "Kimlikle ilişkilendirildiğini göstermektedir.",
      "E": "İktidarla ilişkilendirildiğini göstermektedir."
    },
    "explanation": "Selçuklu ve Osmanlı dönemlerinde hükümdarların ve askerlerin kırmızı giysiler giymesi, bu rengin otorite ve iktidarla ilişkilendirildiğini göstermektedir."
  },
  {
    "id": "3689187",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Karahanlı devlet adamı Yusuf Has Hacib’in “siyah kul rengi\"dir, bey (hükümdar) beyaz olur.” şeklindeki görüşünü simgeler?",
    "correctAnswer": "C",
    "options": {
      "A": "Bir sonu ve bir başlangıcı temsil eder.",
      "B": "Tüm renkleri yutar ve ışığın yokluğunu simgeler.",
      "C": "Halk ile hükümdar arasındaki ayrımı simgeler.",
      "D": "Kara yeli ve Karadeniz gibi coğrafi anlamlar kazandırır.",
      "E": "Toprağın ve yeryüzünün simgesi olarak görülür."
    },
    "explanation": "Karahanlı devlet adamı Yusuf Has Hacib’in “siyah kul rengi\"dir, bey (hükümdar) beyaz olur” şeklindeki görüşü, siyahın halk ile hükümdar arasındaki ayrımı simgelediğini gösterir (Genç, 1997).<br/>Karahanlı devlet adamı Yusuf Has Hacib’in “siyah kul rengi\"dir, bey (hükümdar) beyaz olur” şeklindeki görüşü, siyahın halk ile hükümdar arasındaki ayrımı simgelediğini gösterir."
  },
  {
    "id": "3689214",
    "unitNumber": 8,
    "text": "Aşağıdaki anlamlardan hangisi Divânu Lügâti’t-Türk’te geçen “kök” kelimesi için kullanılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Sonsuzluk anlamında kullanılmıştır.",
      "B": "Gök rengi anlamında kullanılmıştır.",
      "C": "Bolluk anlamında kullanılmıştır.",
      "D": "Koruma anlamında kullanılmıştır.",
      "E": "Bereket anlamında kullanılmıştır."
    },
    "explanation": "Divânu Lügâti’t-Türk’te “kök” kelimesi koyu gri ve gök rengi anlamında kullanılmıştır."
  },
  {
    "id": "3689225",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Orta Çağ Türk metinlerinde ve minyatür sanatında yas ve matemle ilişkilendirilen bir renktir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mavi",
      "B": "Siyah",
      "C": "Sarı",
      "D": "Kırmızı",
      "E": "Beyaz"
    },
    "explanation": "Budizm’de mavi, kutsal figürlerin saç veya yüz rengi olarak kullanılırken, Orta Çağ Türk metinlerinde<br/>ve minyatür sanatında yas ve matemle ilişkilendirilen bir renktir (Çoruhlu, 2006).<br/>Budizm’de mavi, kutsal figürlerin saç veya yüz rengi olarak kullanılırken, Orta Çağ Türk metinlerinde ve minyatür sanatında yas ve matemle ilişkilendirilen bir renktir (Çoruhlu, 2006)."
  },
  {
    "id": "3689248",
    "unitNumber": 8,
    "text": "Aşağıdaki duygulardan hangisi genç kızların sevdikleri erkeğe beyaz mendil içinde<br/>özel eşyalarını göndermesinin ifadesidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Saf duyguları ifade eder.",
      "B": "Asaleti sembolize eder.",
      "C": "İyi dilekleri gösterir.",
      "D": "Gelecek umudunu temsil eder.",
      "E": "Mutluluğu temsil eder."
    },
    "explanation": "Evlilik ritüellerinde beyaz renk, temizlik ve masumiyetin yanı sıra bir gelecek umudunu da temsil eder. Örneğin; genç kızların sevdikleri erkeğe beyaz mendil içinde özel eşyalarını göndermesi, bu duyguların ifadesidir (İstanbullu, 2023; Cihan, 2005)."
  },
  {
    "id": "3692062",
    "unitNumber": 8,
    "text": "Türklerin doğayla, evrenle ve mitolojiyle olan ilişkisini yansıtan renk anlayışlarında, evrenin dört bir yanını simgeleyen renk-yön ilişkisine göre Doğu hangi rengi ifade etmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Beyaz",
      "B": "Siyah",
      "C": "Sarı",
      "D": "Mavi",
      "E": "Kırmızı"
    },
    "explanation": "Soruda Türk kültüründe yönlerin hangi renklerle bilindiğinin hatırlanması amaçlanmıştır.<br/>Özellikle renk-yön ilişkisi, evrenin dört bir yanını simgeleyen renkler aracılığıyla (batıyı temsil eden beyaz, güneyi simgeleyen kırmızı, kuzeyi temsil eden siyah ve doğuyu ifade eden mavi) kültürel bir harita çizerken, bu renklerin her biri Türklerin doğayla, evrenle ve mitolojiyle olan ilişkisini yansıtmaktadır."
  },
  {
    "id": "3692072",
    "unitNumber": 8,
    "text": "Türklerin doğayla, evrenle ve mitolojiyle olan ilişkisini yansıtan renk anlayışlarında, evrenin dört bir yanını simgeleyen renk-yön ilişkisine göre Kuzeyi hangi renk temsil etmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Beyaz",
      "B": "Siyah",
      "C": "Sarı",
      "D": "Mavi",
      "E": "Kırmızı"
    },
    "explanation": "Soruda Türk kültüründe yönlerin hangi renklerle temsil edildiğinin hatırlanması amaçlanmıştır.<br/>Özellikle renk-yön ilişkisi, evrenin dört bir yanını simgeleyen renkler aracılığıyla (batıyı temsil eden beyaz, güneyi simgeleyen kırmızı, kuzeyi temsil eden siyah ve doğuyu ifade eden mavi) kültürel bir harita çizerken, bu renklerin her biri Türklerin doğayla, evrenle ve mitolojiyle olan ilişkisini yansıtmaktadır."
  },
  {
    "id": "3692121",
    "unitNumber": 8,
    "text": "Karahanlı devlet adamı Yusuf Has Hacib’in \"kul rengi\" diye vurguladığı görüşüne göre, halk hangi renk ile simgelenmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Siyah",
      "B": "Beyaz",
      "C": "Sarı",
      "D": "Mavi",
      "E": "Kırmızı"
    },
    "explanation": "Soruda Yusuf Has Hacib'e göre siyah rengin anlamının hatırlanması amaçlanmıştır.<br/>Karahanlı devlet adamı Yusuf Has Hacib’in “siyah kul rengidir, bey (hükümdar) beyaz olur” şeklindeki görüşü, siyahın halk ile hükümdar arasındaki ayrımı simgelediğini gösterir (Genç, 1997)."
  },
  {
    "id": "3692145",
    "unitNumber": 8,
    "text": "Dede Korkut Hikâyelerinde veya divan şiirlerinde, sıklıkla içsel bir huzur, bilgelik ve derin düşünceyi simgeleyen, Türk kültüründe çok katmanlı ve anlamlı bir şekilde işlendiği görülen renk aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Siyah",
      "B": "Beyaz",
      "C": "Mavi",
      "D": "Sarı",
      "E": "Kırmızı"
    },
    "explanation": "Soruda Dede Korkut hikayelerinde mavinin anlamının bilinmesi amaçlanmıştır.<br/>Edebiyatta ve sanatta mavi renk, Türk kültürünün ve tarihine özgü duygusal ve düşünsel derinliği yansıtır. Dede Korkut Hikâyeleri’nde veya divan şiirlerinde, mavi sıklıkla içsel bir huzur, bilgelik ve<br/>derin düşünceyi simgeler. Bu kullanım, mavi rengin Türk kültüründe çok katmanlı ve anlamlı bir<br/>şekilde işlendiğini gösterir"
  },
  {
    "id": "3692159",
    "unitNumber": 8,
    "text": "Kaşgarlı Mahmud'un, farklı bağlamlarda ve anlamlarda kullanarak bu rengin dil ve kültürdeki derinliğini vurguladığı, “sarıg surug” ifadesiyle tonlarını açıkladığı, aynı zamanda hastalık, güzellik ve doğanın renkleriyle ilişkili kullanımlarına değindiği renk aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Siyah",
      "B": "Beyaz",
      "C": "Sarı",
      "D": "Mavi",
      "E": "Kırmızı"
    },
    "explanation": "Soruda özellikleri sıralanan rengin hangisi olduğunun bilinmesi amaçlanmıştır.<br/>Kaşgarlı Mahmud, sarı rengi farklı bağlamlarda ve anlamlarda kullanarak bu rengin dil ve kültürdeki derinliğini vurgulamıştır. Örneğin; “sarıg surug” ifadesiyle sarının tonlarını açıklamış, aynı zamanda hastalık, güzellik ve doğanın renkleriyle ilişkili kullanımlarına değinmiştir. Bu, Türk kültüründe sarının çeşitliliğini ve karmaşıklığını göstermektedir"
  },
  {
    "id": "3692166",
    "unitNumber": 8,
    "text": "Sarı renk aşağıdaki sultanlardan hangisi zamanında Türk kültüründe devlet sembolleri arasında yer almaya başlamış ve bazı Türk devletlerinde iktidarın ve prestijin bir simgesi hâline gelerek güç, ihtişam ve asaletle ilişkilendirilmeye başlamıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Kül Tigin",
      "B": "Oğuz Kağan",
      "C": "Bilge Kağan",
      "D": "Alp Arslan",
      "E": "Cengiz Han"
    },
    "explanation": "Soruda sarı rengin hangi sultan zamanında verilen özellikleri simgelediğinin hatırlanması amaçlanmıştır.<br/>Türk kültüründe sarı renk, zaman içinde değişen ve gelişen anlamlar kazanmıştır. Özellikle<br/>Cengiz Han döneminden sonra sarı, devlet sembolleri arasında yer almaya başlamış ve bazı Türk<br/>devletlerinde iktidarın ve prestijin bir simgesi hâline gelmiştir. Bu durum sarı rengin güç, ihtişam ve asaletle ilişkilendirildiğini göstermektedir."
  },
  {
    "id": "3692176",
    "unitNumber": 8,
    "text": "Türklerin dört ana yönü belirleyen renkler arasında güneyi temsil eden, güç, enerji ve canlılığı simgeleyen, önemli ve kapsamlı renk aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Siyah",
      "B": "Beyaz",
      "C": "Sarı",
      "D": "Mavi",
      "E": "Kırmızı"
    },
    "explanation": "Soruda verilen özelliklerin hangi rengi temsil ettiğinin bilinmesi amaçlanmıştır.<br/>Türklerin dört ana yönü belirleyen renkler arasında “al” (kırmızı) rengin güneyi temsil etmesi ve bu yönelimin güç, enerji ve canlılığı simgelemesi, bu renge atfedilen önemin ve kapsamının derinliğini göstermektedir."
  },
  {
    "id": "3692194",
    "unitNumber": 8,
    "text": "Kırmızı renk Türk kültüründe savaşçıları koruyan, onlara cesaret veren ve düşmanları üzerinde psikolojik baskı oluşturan bir sembol olarak görülürken, aşağıdaki uygarlıkların hangisi zamanında “dokuz tuğ” geleneği ve bu tuğların kırmızı olması, rengin uğur ve güç ile ilişkilendirildiğini göstermektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Karahanlılar",
      "B": "Oğuzlar",
      "C": "Uygurlar",
      "D": "Moğollar",
      "E": "Selçuklu"
    },
    "explanation": "Soruda verilen rengin bu anlamının hangi uygarlık zamanında verilen özelliklerle ilişkilendirildiğinin bilinmesi amaçlanmıştır.<br/>Bu renk, savaşçıları koruyan, onlara cesaret veren ve düşmanları üzerinde psikolojik baskı oluşturan bir sembol olarak işlev görür. Karahanlılar Dönemi’nde “dokuz tuğ” geleneği ve bu tuğların kırmızı olması, kırmızı rengin uğur ve güç ile ilişkilendirildiğini göstermektedir."
  },
  {
    "id": "3692225",
    "unitNumber": 8,
    "text": "Türk kültüründe devlet armalarında kullanımı açısından özel bir öneme sahip olan, dünyanın merkezi ve hükümdarlığın sembolü olarak kabul edilmiş, Şamanist inançlar ve Gökyüzü Tanrısı Ülgen’in altın kaplı sarayı ve altından olan tahtı ile ilişkilendirilerek kutsallık ve üstün güç sembolü olarak görülen renk aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Siyah",
      "B": "Sarı",
      "C": "Beyaz",
      "D": "Mavi",
      "E": "Kırmızı"
    },
    "explanation": "Soruda özellikleri sıralanan rengin bilinmesi amaçlanmıştır.<br/>Türk kültüründe sarı renk, devletin merkezini simgelemesi ve devlet armalarında kullanımı açısından özel bir öneme sahiptir. Eski Türkçede “sarig” olarak adlandırılan sarı renk, dünyanın merkezi ve hükümdarlığın sembolü olarak kabul edilmiştir. Şamanistik inançlardan kaynaklanan bu kullanım Gökyüzü Tanrısı Ülgen’in altın kaplı sarayı ve altından olan tahtı ile ilişkilendirilerek sarı rengin kutsallık ve üstün güç sembolü olarak algılanmasını sağlamıştır. Bu bağlamda sarı renk, Türk kültüründe devlet yapısının ve hükümdarlığın merkezî gücünü temsil etmektedir"
  },
  {
    "id": "3692244",
    "unitNumber": 8,
    "text": "Türk kültüründe İyilik tanrısı Ülgen’i temsil eden, Şamanlar tarafından kutsallığın ve arılığın simgesi olarak kabul edilen renk aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Siyah",
      "B": "Sarı",
      "C": "Beyaz",
      "D": "Kırmızı",
      "E": "Mavi"
    },
    "explanation": "Soruda özellikleri sıralanan rengin bilinmesi amaçlanmıştır.<br/>İyilik tanrısı Ülgen’i temsil eden beyaz renk, Şamanlar tarafından kutsallığın ve arılığın simgesi olarak kabul edilir"
  }
]