[
  {
    "id": "3193492",
    "unitNumber": 1,
    "text": "Hangi Türk Sosyoloğu kültürü; bir milletin dini, ahlaki, hukuki, ilmi, bedii,lisanı, iktisadi, teknik hayatlarının ahenkli toplamıdır diye tanımlamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Ziya Gökalp",
      "B": "Bahattin Ögel",
      "C": "Koşay",
      "D": "Kafesoğlu",
      "E": "Cunbur"
    },
    "explanation": "3. sayfada anlatılıyor<br/>Ziya Gökalp"
  },
  {
    "id": "3193493",
    "unitNumber": 1,
    "text": "Milletlerarası ortak değer seviyesine yükselen anlayış, davranış ve yaşama vasıtaları bütününe ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "medeniyet",
      "B": "kültür",
      "C": "topluluk",
      "D": "idare",
      "E": "ortak değerler"
    },
    "explanation": "sayfa 3 te tarif ediliyor<br/>medeniyet"
  },
  {
    "id": "3193494",
    "unitNumber": 1,
    "text": "Türk, Nuh'un oğlunun ismidir. Tanrı, Nuh oğlu Türk'ün çocuklarına bu adı vermiştir diyen bilgin kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kaşgarlı Mahmut",
      "B": "Ziya Gökalp",
      "C": "Bahattin Ögel",
      "D": "İmami",
      "E": "Kafesoğlu"
    },
    "explanation": "Sayfa 4 te anlatılıyor<br/>Kaşgarlı Mahmut"
  },
  {
    "id": "3193495",
    "unitNumber": 1,
    "text": "Türk milletinin hayatında ve Türk kültüründe hangi hayvanın ayrı bir yeri vardır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kurdun",
      "B": "Şahinin",
      "C": "Koyunun",
      "D": "Boğanın",
      "E": "Kartalın"
    },
    "explanation": "Sayfa 6 da anlatılmakta<br/>Kurdun"
  },
  {
    "id": "3193496",
    "unitNumber": 1,
    "text": "Börülüler ve Juan-Juanların kapışmaları neticesinde Bengü Kagan'ın torunlarından olan ......, 552 tarihinde muhteşem Kök Türk Devletini kurdu.<br/>Yukarıda boş bırakılan yere aşağıdakilerden hangisi gelecektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bumın",
      "B": "Börü İçen",
      "C": "Bengü",
      "D": "Tabguç",
      "E": "Türk-Tölös beyi"
    },
    "explanation": "sayfa 8 de acıklanıyor<br/>Bumın"
  },
  {
    "id": "3193497",
    "unitNumber": 1,
    "text": "Türk kelimesini Türk devletinin resmi adı olarak ilk kullanan siyasi teşekkül Kök Türk Kağanlığıdır. Kök Türklerin dışında Türk adıyla tarihte kurulmuş ikinci devlet aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Türkiye Cumhuriyeti",
      "B": "Osmanlı İmparatorluğu",
      "C": "Azerbeycan",
      "D": "Türkmenistan",
      "E": "Kırgızıstan"
    },
    "explanation": "Sayfa 10 da anlatılmakta<br/>Türkiye Cumhuriyeti"
  },
  {
    "id": "3193498",
    "unitNumber": 1,
    "text": "Türkler özellikle iki bölgede büyük topluluklar meydana getirmişlerdir. Bunlardan birisi bugün Hazar Denizi'nin doğusundaki topraklar, yani tarihteki adıyla Türkistan'dır, diğeri aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Türkiye'dir",
      "B": "Azerbeycan'dır",
      "C": "Japonya'dır",
      "D": "Mancurya'dır",
      "E": "Güney Avrupa'dır"
    },
    "explanation": "sayfa 12 de anlatılmakta<br/>Türkiye'dır"
  },
  {
    "id": "3193499",
    "unitNumber": 1,
    "text": "Türk dünyasına özellikle tarihi açıdan baktığımızda iki mühim dağ silsilesine tesadüf edilir ki birisi Altay'lardır, diğerinin adı nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tanrı Dağları",
      "B": "Ağrı Dağı",
      "C": "Alpler",
      "D": "Erciyas Dağı",
      "E": "Sündiken Dağı"
    },
    "explanation": "sayfa 14 te anlatılmakta<br/>Tanrı Dağları"
  },
  {
    "id": "3193500",
    "unitNumber": 1,
    "text": "Yazı sisteminin ortaya çıkışında düşünceyi ifade eden resim'e ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "İdeogram",
      "B": "piktogram",
      "C": "Tamga",
      "D": "Runik",
      "E": "Gothic"
    },
    "explanation": "sayfa 17 de anlatılmakta<br/>İdeogram"
  },
  {
    "id": "3193501",
    "unitNumber": 1,
    "text": "Türk milleti kendi alfabesi dışında aşağıdaki hangi alfabeyi kullanmamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Yunan",
      "B": "Çin",
      "C": "Sogd",
      "D": "Arap",
      "E": "Latin"
    },
    "explanation": "sayfa 22 de anlatılmakta<br/>Yunan"
  },
  {
    "id": "3193758",
    "unitNumber": 1,
    "text": "\"Dîvânü Lügati’t Türk\" adlı eserin yazarı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kaşgarlı Mahmud",
      "B": "Edip Ahmet Yükneki",
      "C": "Ahmet Yesevi",
      "D": "Bumin Kağan",
      "E": "Ebu Hayyan"
    },
    "explanation": "Bu asil milletin sözlüğünü yazan ve adını da<br/>Divanü Lûgat-it-Türk veren Kaşgarlı Mahmud<br/>bu muhteşem kavim için: “Türklerde güzellik, sevimlilik,<br/>tatlılık, edep, büyükleri ağırlamak, sözünü<br/>yerine getirmek, sadelik, öğünmemek, yiğitlik,<br/>mertlik gibi sayısız iyilikler görülmektedir” derken;<br/>onun dışında da pek çok Türk ve yabancı bu milletin<br/>sözlüğünü yazmıştır."
  },
  {
    "id": "3193762",
    "unitNumber": 1,
    "text": "\"Kitabü’l-İdrak Li Lisânü’l-Etrak\" adlı eserin yazarı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ahmet Yesevi",
      "B": "Edip Ahmet Yükneki",
      "C": "Ebu Hayyan",
      "D": "Kaşgarlı Mahmud",
      "E": "Bilge Kağan"
    },
    "explanation": "Bu asil milletin sözlüğünü yazan ve adını da<br/>Divanü Lûgat-it-Türk veren Kaşgarlı Mahmud<br/>bu muhteşem kavim için: “Türklerde güzellik, sevimlilik,<br/>tatlılık, edep, büyükleri ağırlamak, sözünü<br/>yerine getirmek, sadelik, öğünmemek, yiğitlik,<br/>mertlik gibi sayısız iyilikler görülmektedir” derken;<br/>onun dışında da pek çok Türk ve yabancı bu milletin<br/>sözlüğünü yazmıştır. Bunların arasında; 14. asrın<br/>ilk yarılarına ait Ebu Hayyan’ın “Kitabü’l-İdrak<br/>Li Lisânü’l-Etrak”ını (Türklerin Dilini Anlama<br/>Kitabı), yine 14. yüzyılın ilk çeyreklerinde kaleme<br/>alındığı sanılan ve yazarı belli olmayan “Kitâb-ı<br/>Mecmû-i Tercümân-ı Türkî ve Acemî ve Mugalî”<br/>(Türkçe, Farsça ve Mogolca Çevirilerin Toplamının<br/>Kitabı) adlı sözlüğü, 15. asrın ilk yarılarında Cemaleddin<br/>Ebu Muhammed Abdullah et-Türki’nin<br/>“Kitabü Bulgati’l-Müştak Fi Lugâti’t-Türk ve’l-<br/>Kıfçak”ını (Türk ve Kıpçak Dilini Öğreten Kitap),<br/>yine aynı vakitlerde yazılan, ama naşiri belli olmayan “Et-Tuhfetü’z-Zekiyye Fi’l-Lugâti’t-Türkiyye” (Türk Diline Temiz Bir Armağan) gibi eserleri sayabiliriz<br/>(Soper, 1958; Gömeç, 2002c; Gömeç, 2015a; Gömeç, 2016b; Kapusuzoğlu, 2016; Kaşgarlı Mahmud,<br/>1986). Eğer tarihte Türk diye bir millet bulunmasaydı, herhalde durup-dururken bu sözlükler yazılmaz ve<br/>böyle bir zahmete de girişilmezdi."
  },
  {
    "id": "3193767",
    "unitNumber": 1,
    "text": "“Türklerin altın beşiği” terimi aşağıdakilerden hangisi için kullanılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Tanrı Dağları",
      "B": "Altay Dağları",
      "C": "Maveraünnehir",
      "D": "Sır Derya",
      "E": "Hazar Denizi"
    },
    "explanation": "Türk dünyasına özellikle tarihi açıdan baktığımızda<br/>iki mühim dağ silsilesine tesadüf edilir ki;<br/>birisi Altaylar, diğeri de Tanrı Dağlarıdır. İkisi de<br/>Türkler için bugün dahi kutlu mekânlardır. Bilindiği<br/>üzere Altay ve çevresi Hakas, Tuva, Altay ve<br/>hatta Kazak Türklerinin yaşadığı topraklardır. En<br/>eski Türk izlerini buralarda görebiliriz. Altay Dağları<br/>Türkleri besleyen, büyüten ana kucağı gibidir ve ona “Türklerin altın beşiği” derler. Hun-Türk destanlarında, Kök Türk efsanelerinde hep başrolde o vardır.<br/>Türkler büyük bir bozguna uğrayınca sağ kalanlar bu dağa gelip, sığınmışlar; orada çoğaldıktan sonra tekrar<br/>dünyanın efendisi olmuşlardır."
  },
  {
    "id": "3193770",
    "unitNumber": 1,
    "text": "Türkle tarafından kutsal sayılan Issık Köl günümüzde hangi ülke sınırları içerisinde yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Özbekistan",
      "B": "Çin",
      "C": "Moğolistan",
      "D": "Kırgızistan",
      "E": "Türkiye"
    },
    "explanation": "Balkaş Gölü’nün güneyinde, günümüz Kırgızistan<br/>sınırları dâhilinde 6236 km² alanı kapsayan Issık<br/>Köl bulunuyor. Dünyanın en güzel su birikintilerinden<br/>olan Issık Köl de Türkler tarafından kutlu<br/>sayılıyordu. İsminin anlamı a herhâlde “sıcak göl”<br/>veya “kutlu göl” demektir."
  },
  {
    "id": "3193773",
    "unitNumber": 1,
    "text": "Günümüz Saha Türkleri'nin inancına göre dünyanın tabanı olan göl aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Hazar Gölü",
      "B": "Issık Köl",
      "C": "Aral Gölü",
      "D": "Balkaş Gölü",
      "E": "Baykal Gölü"
    },
    "explanation": "İşte hayvancılığa müsait, farklı bir bozkır olan<br/>Türk coğrafyasının en uzak köşesinde Baykal (Bay<br/>Köl) Gölü yer almaktadır ki, adının anlamı da “büyük<br/>göl” veya “derin göl” olsa gerek. Hatta bugünkü<br/>Saha Türklerinin inancına göre, Baykal Gölü dünyanın<br/>tabanıdır. Dünyada Baykal Gölü’nün içinde<br/>yaşayan bir balık üzerinde durur."
  },
  {
    "id": "3193789",
    "unitNumber": 1,
    "text": "Kazakistan’daki Esik (Yesik/Eşik) Kurgan’da bulunan bir tabağın altındaki yirmi altı harften meydana gelen iki sıra cümle milattan önce kaçıncı yüzyıla tarihlendirilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "MÖ 5. yy",
      "B": "MÖ 4.yy",
      "C": "MÖ 3.yy",
      "D": "MÖ 2.yy",
      "E": "MÖ 1.yy"
    },
    "explanation": "Türk yazı dilinin ne zaman ve hangi şartlarda meydana geldiği hakkında kesin bir şey söylenememekle<br/>beraber, son yıllara kadar Orkun Abideleriyle bu durum tarihlendirilmekteydi. Ancak Kazakistan’daki Esik<br/>(Yesik/Eşik) Kurgan’da bulunan bir tabağın altındaki yirmi altı harften meydana gelen iki sıra cümlenin<br/>zamanı M.Ö. 5. yüzyıla kadar götürülünce, Türk yazısının ve yazı dilinin çok daha eskilere dayandığı ortaya<br/>çıkmaktadır."
  },
  {
    "id": "3193791",
    "unitNumber": 1,
    "text": "İsminin anlamı “ortada, arada” demek olan, bir zamanla dünyanın en büyük gölleri arasında yer alan göl aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Baykal Gölü",
      "B": "Aral Gölü",
      "C": "Hazar Denizi",
      "D": "Issık Köl",
      "E": "Tuz gölü"
    },
    "explanation": "Yine bir zamanlar dünyanın<br/>en büyük gölleri arasında yer alan<br/>ve isminin anlamı “ortada, arada”<br/>demek olan, 28.687 km²lik Aral Gölü de bir çevre felaketine maruz kalmıştır. Çarlık<br/>ve Sovyet Rusya zamanında yüzlerce yıl uygulanan<br/>yanlış tarım ve sulama politikaları yüzünden Aral<br/>kurumaya yüz tutmuş, tuzluluk oranı artmış, adeta<br/>etrafı çöle dönmüştür."
  },
  {
    "id": "3193793",
    "unitNumber": 1,
    "text": "Dünyanın en büyük gölü olan ve Türklerin \"Kuzgun, Baku, Derbent\" gibi isimler de verdiği göl aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Balkaş Gölü",
      "B": "Baykal Gölü",
      "C": "Aral Gölü",
      "D": "Hazar Denizi",
      "E": "Issık Köl"
    },
    "explanation": "Türk Dünyası ve coğrafyasının önemli gölleri arasında da Hazar, Aral, Balkaş, Issık Köl ve Baykal sayılabilir.<br/>Bunların başında gelen Hazar aynı zamanda dünyanın en büyük gölü olup, bu büyüklüğünden<br/>dolayı deniz diye de anılır. Her ne kadar Batılılar ona Caspi diyorlarsa da Türkler buraya Hazar (Kasar)<br/>adı ve damgasını vurdular. Türklerin Hazar’a ayrıca “Kuzgun, Baku, Derbent, Bulgar, Oguz, Harezm, İtil,<br/>Horasan, Mazenderan, Abeskun (Ab-ı Sükun) Denizi” gibi isimler verdiklerine dair de atıflar vardır."
  },
  {
    "id": "3193794",
    "unitNumber": 1,
    "text": "Orkun Abideleri'nde adına \"Yinçü Öğüz\" denen nehir aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sır Derya",
      "B": "Tuna Nehri",
      "C": "Maveraünnehir",
      "D": "Amu Derya",
      "E": "Dicle Nehri"
    },
    "explanation": "Mesela Sır Derya’nın ismi<br/>tarihi belgelerimizden Kök Türk Yazıtlarında da<br/>vardır. Orkun Kitabeleri diye de bilinen bu abidelerde<br/>Sır Derya’ya “Yinçü Ögüz” denir."
  },
  {
    "id": "3193798",
    "unitNumber": 1,
    "text": "Çin yıllıklarında isminin Wu-hu şeklinde geçtiği belirtilen nehir aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sır Derya",
      "B": "Fırat Nehri",
      "C": "Ceyhun Irmağı",
      "D": "Amu Derya",
      "E": "İdil Nehri"
    },
    "explanation": "Çin yıllıklarında isminin Wu-hu şeklinde geçtiği<br/>belirtilen Amu Derya sularının kaynağı ise Pamir Dağlarından eriyen buzullardır. Uzunluğu<br/>aşağı-yukarı 2400 km’dir. Suların kabarık olduğu<br/>zaman da buzulların erimesi ve nisan ayı sıralarıdır.<br/>Amu Derya çevresine yerleşen halk, su<br/>baskınlarının ulaşamadığı yüksek mekânları ikamet<br/>için seçmiştir."
  },
  {
    "id": "3195116",
    "unitNumber": 1,
    "text": "Ziya Gökalp tarafından \"Bir milletin dinî, ahlakî, hukukî, ilmî, bediî, lisanî, iktisadî, teknik hayatlarının ahenkli toplamı\" olarak ifade edilen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sosyoloji",
      "B": "Antropoloji",
      "C": "Kültür",
      "D": "Gelenek",
      "E": "Örf ve Adet"
    },
    "explanation": "Kültür, umumiyetle “insanların yaşama tarzları ve hayatlarını sürdürürken ortaya koydukları maddi-manevi bütün anlayışlar” şeklinde tarif edilmeye çalışılır.<br/>Türkiye’de en önde gelen ilim ve fikir adamı, ünlü Türk sosyologu Ziya Gökalp, “Kültürü; bir milletin dinî, ahlakî, hukukî, ilmî, bediî, lisanî, iktisadî, teknik hayatlarının toplamı olarak ifade etmektedir.<br/>Doğru cevap C seçeneğidir."
  },
  {
    "id": "3195119",
    "unitNumber": 1,
    "text": "“Tanrı yarlıgasın, Türk, Nuh’un oğlunun ismidir. Tanrı, Nuh oğlu Türk’ün çocuklarına bu adı vermiştir. Türk sözü, Nuh’un oğlunun ismi olunca tek bir kişiyi, oğullarının adı yerine kullanılınca çoğul, yani milleti bildirir”<br/>Yukarıdaki ifadeler aşağıdaki hangi Türk düşünürüne aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kaşgarlı Mahmud",
      "B": "Yusuf Has Hacib",
      "C": "Dede Korkut",
      "D": "Biruni",
      "E": "Ahmet Yesevi"
    },
    "explanation": "Kaşgarlı Mahmud şöyle diyor: “Tanrı yarlıgasın, Türk, Nuh’un oğlunun ismidir. Tanrı, Nuh oğlu Türk’ün çocuklarına bu adı vermiştir. Türk sözü, Nuh’un oğlunun ismi olunca tek bir kişiyi, oğullarının adı yerine kullanılınca çoğul, yani milleti bildirir” diyor. Milleti bildirir” diyor. İşte Kaşgarlı Mahmud’un bu izahı, Kök Türk harfli kitabelerde Türk’ün hem tek hem de çift heceli yazılmasını belki de açıklamaktadır.<br/>Doğru cevap A seçeneğidir."
  },
  {
    "id": "3195121",
    "unitNumber": 1,
    "text": "Çin’in kuzeyinde yaşayan pekçok yabancının da gelip kendisine sığınmasını sağlayan, unutulan Türk adını yeniden canlandırmayı ve Hun Devletini eski görkemli günlerine çıkarmayı hedefleyen Türk Büyüğü aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kültigin",
      "B": "Metehan",
      "C": "Atilla",
      "D": "Bumin Kağan",
      "E": "Bengü Kağan"
    },
    "explanation": "Ordos’taki Kuzey Liang bölgesinde kendisine bir hâkimiyet kuran Bengü (Böngü) Kagan’ın halk içinde itibarlı bir yere sahip, çok çalışkan ve bilgili, gök olaylarıyla yakından ilgilenen, cesur, alçak gönüllü, planlı hareket eden, çevresine kolayca uyum sağlayan bir kişi olduğu söylenmektedir. Çok zekice politikalar yürüten bu Türk, Çin’in kuzeyinde yaşayan pekçok yabancının da gelip kendisine sığınmasını sağlıyordu. Unutulan Türk adını yeniden canlandırmayı ve Hun Devletini eski görkemli günlerine çıkarmayı hedeflemişti. Onunla Türk ismi geniş bir insan kitlesini ifade etmeye başladı ve kendisine Türk Bengü Kagan diyordu.<br/>Doğru cevap E seçeneğidir."
  },
  {
    "id": "3195147",
    "unitNumber": 1,
    "text": "Türk milletinin hayatında ve Türk kültüründe özellikle ayrı bir yeri olan ve hatta bazı destanlara göre soyun ondan türediğine inanılan hayvan aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "At",
      "B": "Kurt",
      "C": "Aslan",
      "D": "Kartal",
      "E": "Ceylan"
    },
    "explanation": "Bengü’nün soyadı aynı zamanda Börü (A-shih-na/Aşina/Çina/ Çona) idi. Çünkü onlar kendilerinin kurttan türediğine inanıyorlardı.<br/>Bu vesileyle şu mevzuyu da açıklamak gerekir ki; Türk milletinin hayatında ve Türk kültüründe kurdun ayrı bir yeri vardır. Her şeyden önce Türkler kendilerinin bir kurttan türediğine inanırlar. Elbette fiziki anlamda bir insanla hayvanın birleşmesi mümkün değildir. Buradaki bozkurt yiğitliği, cesareti, ailesini sahiplenmeyi temsil ederken herhâlde Türk-Mogol hikâyelerindeki gök maral da insanın güzelliği, namusu ve dayanıklılığını göstermektedir.<br/>Doğru cevap B seçeneğidir."
  },
  {
    "id": "3195150",
    "unitNumber": 1,
    "text": "Türk kelimesini Türk devletinin resmi adı olarak ilk kullanan siyasi teşekkül aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Büyük Hun İmparatorluğu",
      "B": "Uygur devleti",
      "C": "Kök Türk Kağanlığı",
      "D": "Avar Kağanlığı",
      "E": "Türkiye Cumhuriyeti"
    },
    "explanation": "Türk kelimesini Türk devletinin resmi adı olarak ilk kullanan siyasi teşekkül Kök Türk Kaganlığıdır. Kök Türklerin dışında, Türk adıyla tarihte kurulmuş ikinci devlet ise, Türkiye Cumhuriyeti’dir. Her iki yapıda da Türk milli kimliği en üst düzeyde tutulmuştur.<br/>Doğru cevap C seçeneğidir."
  },
  {
    "id": "3195160",
    "unitNumber": 1,
    "text": "Türk tarihi boyunca Türklerin büyük çoğunlukla göçleri söz konusu olmuştur. Aşağıdakilerden hangisi bu göçlerin sebeplerinden biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Açlık",
      "B": "Kuraklık",
      "C": "Savaş",
      "D": "İç karışıklıklar",
      "E": "Din yayma faaliyetleri (Misyonerlik)"
    },
    "explanation": "Türklerin tarihine şöyle bir baktığımızda, onların yerlerinde pek sabit durmadıkları ve değişik coğrafyalarda hayat sürdükleri kolayca anlaşılır. Bununla birlikte, tarihteki hiçbir kavim sebepsiz yere vatanından ayrılmaz ve oturduğu toprakları bırakarak, başka ülkelere gitmez. Araştırmacıların belirttiğine göre, büyük çaplı yurt değiştirmeler için olağanüstü şartların doğması gerekir. Bu yüzden Türk göçlerini incelediğimizde, genellikle açlık ve kuraklık gibi tabiî felaketlerin yanısıra, kendi aralarında ve komşu kavimlerle yapılan savaşlar, onları vatanlarından ayrılmaya zorlamıştır.<br/>Doğru cevap E seçeneğidir."
  },
  {
    "id": "3195169",
    "unitNumber": 1,
    "text": "\"Bunların bereketli toprakları ve sığınacak şehirleri yoktur. Onlar için her bölge ve yurt birdir. Bundan dolayı sahip ol- dukları ülkelerle yetinmedikleri bir yana, komşu devletleri ele geçirmekle de kanaat etmezler. Hiçbir sınır tanımazlar. Uzaklardaki halklarla savaşmaktan hoşlanırlar\"<br/>Türklerden bahsederken yukarıda yer alan ifadeleri kullanan ünlü düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kaşgarlı Mahmud",
      "B": "Yusuf Has Hacib",
      "C": "İbn Rüşd",
      "D": "İbn Haldun",
      "E": "İbn-i Sina"
    },
    "explanation": "İbn Haldun, Türkler ve bazı kavimler hakkın- da bilgi verirken şöyle diyor: “Bunların bereketli toprakları ve sığınacak şehirleri yoktur. Onlar için her bölge ve yurt birdir. Bundan dolayı sahip oldukları ülkelerle yetinmedikleri bir yana, komşu devletleri ele geçirmekle de kanaat etmezler. Hiçbir sınır tanımazlar. Uzaklardaki halklarla savaşmaktan hoşlanırlar”.<br/>Doğru cevap D seçeneğidir."
  },
  {
    "id": "3195172",
    "unitNumber": 1,
    "text": "Türk dünyasına özellikle tarihi açıdan baktığımızda iki önemli dağ silsilesinden bahsedilmektedir. Bu dağların isimleri aşağıdaki seçeneklerin hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Altay Dağları-Tanrı Dağları",
      "B": "Ural Dağları-Altay Dağları",
      "C": "Ural Dağları-Tanrı Dağları",
      "D": "Alp Dağları-Pamir Dağları",
      "E": "Alp Dağları-Altay Dağları"
    },
    "explanation": "Türk dünyasına özellikle tarihi açıdan baktığımızda iki mühim dağ silsilesine tesadüf edilir ki; birisi Altaylar, diğeri de Tanrı Dağlarıdır. İkisi de Türkler için bugün dahi kutlu mekânlardır.<br/>Doğru cevap A seçeneğidir."
  },
  {
    "id": "3195174",
    "unitNumber": 1,
    "text": "Avrupalılar “Gothic” tarzı dedikleri bu uslûbu kendilerine mâl edip, Türk yazısını ise aşağıdaki kavramlardan hangisi ile betimlemişlerdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Germen",
      "B": "Grek",
      "C": "Runik",
      "D": "Kök",
      "E": "Türük"
    },
    "explanation": "Mevzubahis alfabenin “Runik/Runic” diye isimlendirilmesi, eski İskandinav yazılarını çağrıştırma- sından kaynaklanmaktadır ki, Runik sözü Baltık ve Germen halklarının dillerinde “sır, esrar, gizem” manalarına gelir. Her ne kadar Avrupalılar “Gothic” tarzı dedikleri bu uslûbu kendilerine mâl edip, Türk yazısına da “Runic”, yani “esrarlı oyma yazı” adını verseler de, Gotlarla ilişkilendirilen bu durumun ortaya çıkışında Türk tesirini yok sayamayız.<br/>Doğru cevap C seçeneğidir."
  },
  {
    "id": "3195189",
    "unitNumber": 1,
    "text": "Farklı kültür çevrelerinin tesiriyle Türk şivelerinin ortaya çıkması üzerine bunlar ses ve morfoloji gibi hususiyetler bakımından tasnif edilmeye çalışılmıştır. Dilciler, Türk şive gruplarını coğrafi yönlere göre sıralamışlardır.<br/>Aşağıdaki seçeneklerin hangisinde bu gruplardan biri doğru olarak verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Güney-Batı Grubu- Türkistan bölgesi",
      "B": "Kuzey-Batı Grubu- İdil Havzası",
      "C": "Kuzey-Doğu Grubu- Azerbaycan, Irak",
      "D": "Kuzey-Doğu Grubu- Suriye, Kırım, Balkanlar",
      "E": "Kuzey-Batı Grubu- Güney ve Kuzey-doğu Sibirya"
    },
    "explanation": "Farklı kültür çevrelerinin tesiriyle Türk şivelerinin ortaya çıkması üzerine bunlar ses ve morfoloji gibi hususiyetler bakımından tasnif edilmeye çalışılmıştır. Dilciler, Türk şive gruplarını coğrafi yönlere göre şu şekilde sıralamaktadırlar:<br/>Güney-batı Grubu: Türkiye, Kafkasya; Azerbaycan, Irak; Suriye, Kırım, Balkanlar<br/>Güney-doğu Grubu: Türkistan bölgesi<br/>Kuzey-batı Grubu: İdil Havzası<br/>Kuzey-doğu Grubu: Güney ve Kuzey-doğu Sibirya<br/>Doğru cevap B seçeneğidir."
  },
  {
    "id": "3196371",
    "unitNumber": 1,
    "text": "I. Türk adının çeşitli anlamlara geldiği de söylenmektedir ki bunların içinde “miğfer,<br/>terk edilmiş, olgunluk çağı, deniz kıyısında oturan adam, cezbetmek” vs. anlamları sayabiliriz.<br/>II. Türk kelimesinin miğferle ilişkilendirilmesinin sebebi olarak Türk ve Mogollarda demircilerin aynı zamanda din<br/>adamı olmalarına ve onların başlarına çelik miğfer giymelerine bağlanmakla birlikte, Börülülerin yaşadığı<br/>yerlerin miğfere benzemesi de gösterilir.<br/>III. kelimenin ilmi köken ve anlamı üzerinde duran âlimler umumiyetle Türk sözünü “türemek, töreli, güçlü-kuvvetli”<br/>şeklinde anlamlandırıyorlar ki Milattan önceki çağlarda adlarına rastladığımız beş soylu Hun boyunun ileri gelenlerince ve yargıçlık yapanlar tarafından kullanılan bir unvan şeklinde karşımıza çıkmasına bağlı olarak, Türk isminin “töreli, yasalı, nizamlı” anlamlarına da gelmektedir.<br/>IV. Bütün bunlar günümüz itibarıyla Türk isminin belirli bir topluluğa mahsus etnik bir isim olduğunu ortaya koymaktadır.<br/>Türk ismine ilişkin verilenlerden hangileri doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "I-II-III",
      "B": "I-III-IV",
      "C": "I-II-IV",
      "D": "II-III-IV",
      "E": "I-II-III-IV"
    },
    "explanation": "Bütün bunlar günümüz itibarıyla Türk isminin<br/>belirli bir topluluğa mahsus etnik bir ad değil, kendilerini aynı köken ve kültürde birleştiren insanlara<br/>ait siyasi bir isim olduğunu ortaya koymaktadır.<br/>Kök Türk Kaganlığının kuruluşundan itibaren<br/>önce Börülü sülalesinin, daha sonra kaganlığa bağlı<br/>kendi kendi özel isimleriyle anılan diğer Türklerin<br/>ortak ismi olmuş, zamanla Türkçe konuşan ve Türk<br/>soyu ile kültür dairesine mensup bütün toplulukları ifade etmek için millî ad seviyesine yükselmiştir."
  },
  {
    "id": "3196372",
    "unitNumber": 1,
    "text": "Türklere ilişkin yazılan sözcük yazar eşlemesine ilişkin verilenlerden hangisi <strong>doğru değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Divanü Lûgat-it-Türk Kaşgarlı Mahmud",
      "B": "Ebu Hayyan’ın “Kitabü’l-İdrak Li Lisânü’l-Etrak",
      "C": "Cemaleddin Ebu Muhammed Abdullah et-Türki’nin Kitabü Bulgati’l-Müştak Fi Lugâti’t-Türk ve’lKıfçak”",
      "D": "“Kitâb-ı Mecmû-i Tercümân-ı Türkî ve Acemî ve Mugalî -Kaşgarlı Mahmud",
      "E": "Naşiri belli olmayan “Et-Tuhfetü’z-Zekiyye Fi’l-Lugâti’t-Türkiyye"
    },
    "explanation": "Bu asil milletin sözlüğünü yazan ve adını da<br/>Divanü Lûgat-it-Türk veren Kaşgarlı Mahmud<br/>bu muhteşem kavim için: “Türklerde güzellik, sevimlilik, tatlılık, edep, büyükleri ağırlamak, sözünü yerine getirmek, sadelik, öğünmemek, yiğitlik,<br/>mertlik gibi sayısız iyilikler görülmektedir” derken;<br/>onun dışında da pek çok Türk ve yabancı bu milletin sözlüğünü yazmıştır. Bunların arasında; 14. asrın ilk yarılarına ait Ebu Hayyan’ın “Kitabü’l-İdrak<br/>Li Lisânü’l-Etrak”ını (Türklerin Dilini Anlama<br/>Kitabı), yine 14. yüzyılın ilk çeyreklerinde kaleme<br/>alındığı sanılan ve yazarı belli olmayan “Kitâb-ı<br/>Mecmû-i Tercümân-ı Türkî ve Acemî ve Mugalî”<br/>(Türkçe, Farsça ve Mogolca Çevirilerin Toplamının<br/>Kitabı) adlı sözlüğü, 15. asrın ilk yarılarında Cemaleddin Ebu Muhammed Abdullah et-Türki’nin<br/>“Kitabü Bulgati’l-Müştak Fi Lugâti’t-Türk ve’lKıfçak”ını (Türk ve Kıpçak Dilini Öğreten Kitap),<br/>yine aynı vakitlerde yazılan, ama naşiri belli olma-yan “Et-Tuhfetü’z-Zekiyye Fi’l-Lugâti’t-Türkiyye” (Türk Diline Temiz Bir Armağan) gibi eserleri sayabiliriz (Soper, 1958; Gömeç, 2002c; Gömeç, 2015a; Gömeç, 2016b; Kapusuzoğlu, 2016; Kaşgarlı Mahmud,<br/>1986)."
  },
  {
    "id": "3196375",
    "unitNumber": 1,
    "text": "Türklerce çok önceden bilinmesine rağmen, umumiyetle hangi zamanda Türkler için Türkiye yurt olmaya başlamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "11. asırda",
      "B": "5. asırda",
      "C": "6. asırda",
      "D": "8. asırda",
      "E": "7. asırda"
    },
    "explanation": "Merkezi Asya’dan, Batı Avrupa’ya kadar uzanan<br/>geniş bir yayılma sahasını hatırladığımızda, Türkler özellikle iki bölgede büyük topluluklar meydana getirmiştir. Bunlardan birisi, bugün Hazar<br/>Denizi’nin doğusundaki topraklar, yani tarihteki<br/>adıyla Türkistan’dır ki, Türkler Türkistan’da tarihlerinin başlangıcından beri mevcuttur ve bunun sınırlarına Mogolistan ile Çin’in kuzeyi de girer. Bir<br/>diğeri de Türkiye’dir ve burası Türklerce çok önceden bilinmesine rağmen, umumiyetle 11. asırla<br/>beraber yurt olmaya başlamıştır."
  },
  {
    "id": "3196654",
    "unitNumber": 1,
    "text": "“Önce yukarıda mavi gök [uzay], sonra aşağıda yağız yer [dünya] ve ardından ikisinin arasında insanoğlu yaratıldı. Tanrı onları yönetsin diye insanların üzerine atalarım Bumın ve İstemi Kagan’ı tahtta oturtmuştu. Ancak onlar ilk iş olarak Türk milletinin ülkesini ve töresini düzenlediler” İlk Türk kelimesinin geçtiği bu metin nerede yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yenisey Yazıtları",
      "B": "Sümer Tabletleri",
      "C": "Orhun Yazıtları",
      "D": "Mısır Piramitleri",
      "E": "Çin Arşivleri"
    },
    "explanation": "Soru kökünde yer alan ifade “Türk” kavramı ilk Orhun Yazıtlarında geçmektedir. Bu nedenle doğru yanıt C seçeneğidir."
  },
  {
    "id": "3196657",
    "unitNumber": 1,
    "text": "Kaşgarlı Mahmud’a göre hangi peygamberin oğlunun ismi Türk’tür?",
    "correctAnswer": "B",
    "options": {
      "A": "Hz. Adem",
      "B": "Hz. Nuh",
      "C": "Hz. İbrahim",
      "D": "Hz. Musa",
      "E": "Hz. Muhammed"
    },
    "explanation": "Kaşgarlı Mahmud’da göre Nuh peygamberin oğullarından birini ismi Türk’tür. Bu nedenle doğru seçenek B seçeneğidir."
  },
  {
    "id": "3196661",
    "unitNumber": 1,
    "text": "Kaşgarlı Mahmut tarafında yazılan ilk Türkçe sözlük olarak kabul edilen eserin adı nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kitabü’l-İdrak Li Lisânü’l-Etrak",
      "B": "Kitâb-ı Mecmû-i Tercümân-ı Türkî ve Acemî ve Mugalî",
      "C": "Kitabü Bulgati’l-Müştak Fi Lugâti’t-Türk ve’lKıfçak",
      "D": "Et-Tuhfetü’z-Zekiyye Fi’l-Lugâti’t-Türkiyye",
      "E": "Divanü Lûgat-it Türk"
    },
    "explanation": "Kaşgarlı Mahmut tarafında yazılan ilk Türkçe sözlük “Divanü Lûgat-it Türk”tür. Bu nedenle doğru seçenek E seçeneğidir."
  },
  {
    "id": "3196664",
    "unitNumber": 1,
    "text": "Çinlilerle savaşa giren Er Manas hangi Türk Cumhuriyetinin milli kahramanıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Kazakistan",
      "B": "Kırgızistan",
      "C": "Özbekistan",
      "D": "Türkmenistan",
      "E": "Azerbaycan"
    },
    "explanation": "“Er Manas, Kırgızların Manas Destanında geçen milli bir kahramandır. Bu nedenle B seçeneği doğru doğru cevaptır."
  },
  {
    "id": "3196666",
    "unitNumber": 1,
    "text": "Türk kelimesini, Türk devletinin resmi adı olarak ilk kullanan devlet hangisidir.",
    "correctAnswer": "B",
    "options": {
      "A": "Hun Devleti",
      "B": "Kök Türk Devleti",
      "C": "Uygur Devleti",
      "D": "Karahanlı Devleti",
      "E": "Selçuklu Devleti"
    },
    "explanation": "Türk kelimesini Türk devletinin resmi adı olarak ilk kullanan siyasi teşekkül Kök Türk Kaganlığıdır. Bu nedenle doğru seçenek B seçeneğidir."
  },
  {
    "id": "3196668",
    "unitNumber": 1,
    "text": "Tarihi Türk Coğrafyası incelendiğinde, aşağıdaki bölgelerden hangisinde Türk varlığından söz edilemez?",
    "correctAnswer": "B",
    "options": {
      "A": "Tanrı Dağları",
      "B": "Sierra Dağları",
      "C": "Altay - Sayan Dağları",
      "D": "Kansu Toprakları",
      "E": "Güney Sibirya"
    },
    "explanation": "Sierra Dağları Amerika birleşik devletlerinde bulunmaktadır. Kaynakta Amerika’da bir Türk varlığından bahsedilmemektedir. Bu nedenle doğru seçenek B seçeneğidir."
  },
  {
    "id": "3196671",
    "unitNumber": 1,
    "text": "Tarihte ilk Türkiye adı hangi kaynaklarda ve kaçıncı yüzyılda geçmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Çin Kaynakları M.Ö. 8. Yüzyıl",
      "B": "Rus kaynakları M.S. 11. Yüzyıl",
      "C": "İtalyan kaynakları M.S. 9. Yüzyıl",
      "D": "Bizans kaynakları M.S. 6. Yüzyıl",
      "E": "Mısır kaynakları M.Ö. 4. yüzyıl"
    },
    "explanation": "Bunun yanı sıra Türkiye adı ilk defa 6. yüzyıla ait Bizans kaynaklarında Karadeniz’in kuzeyi, İç Asya ve Türkistan, 9-10. asırlarda İdil’den Orta Avrupa’ya kadarki bölge, 12-14. yüzyıllarda Anadolu, 13. asırda Mısır ve Suriye ile yine Türkistan için kullanılmıştır (Cahun, 1896; Kafesoğlu, 1953; El-Cahiz, 1967; Ecsedy, 1968; Turan, 1969; Lindner, 1981; İbn Haldun, 1989; Özcan, 2012; Hayton, 2015; Koç-Yıldırım, 2016; Gömeç, 2018c). Bu nedenle doğru seçenek D seçeneğidir."
  },
  {
    "id": "3196675",
    "unitNumber": 1,
    "text": "Aşağıdakilerinden hangisi Türk Dünyası ve coğrafyasının önemli ırmaklarından birisi <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İrtiş",
      "B": "İdil",
      "C": "Aral",
      "D": "Sır Derya",
      "E": "Zembezi"
    },
    "explanation": "Zembezi nehri Orta Afrika’da bulunur. Türk Dünyası coğrafyasında değildir. Bu nedenle doğru seçenek E seçeneğidir."
  },
  {
    "id": "3196679",
    "unitNumber": 1,
    "text": "Aşağıdakilerinden hangisi Türk Dünyası ve coğrafyasının önemli dağlarından birisi <strong><u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Alp Dağları",
      "B": "Tanrı Dağları",
      "C": "Altay Dağı",
      "D": "Karagay Dağları",
      "E": "Toroslar"
    },
    "explanation": "Alp Dağları Avrupada bulunamkatadır. Bu nedenle doğru seçenek A seçeneğidir."
  },
  {
    "id": "3196681",
    "unitNumber": 1,
    "text": "Türkler aşağıdaki alfabelerden hangisini kullanmamıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Kiril alfabesi",
      "B": "Kök Türk alfabesi",
      "C": "Fenike Alfabesi",
      "D": "Uygur alfabesi",
      "E": "Arap alfabesi"
    },
    "explanation": "Türkler Fenike alfabesini kullanmamıştır. Bu nedenle doğru seçenek C seçeneğidir."
  },
  {
    "id": "3196715",
    "unitNumber": 1,
    "text": "I. Türkler tarih boyunca değişik mekânlarda varlık göstermelerine rağmen, sağlıklı olarak hayatlarını geçirdikleri belirli bir<br/>coğrafya kuşağı olduğu; en çok görüldükleri yerlerin ise genelde 32-56 derece kuzey enlemleri arasında olduğu söylenebilir.<br/>II. Tarihi çağlarda Türk İli, Türkistan veya Turan Ülkesi diye anılan bu bölge hem eski, hem yeni dünyanın merkezi durumunda olup<br/>bu hattın kuzeyi ve güneyi Türklerin yaşamalarına çok elverişlidir.<br/>III. Türk ülkesinin doğusu ile batısı arasında küçük de olsa bazı farklılıklar gözlenmektedir ki, o da; doğudakiler konar-göçer hayvancılığı ekonomik hayatlarının temeli sayarlarken batıdakiler daha çok yerleşikliğe ve ticaretle ilgilenmiştir. <br/>Tarihi Türk coğrafyasının genel özelliklerine ilişkin verilenlerden hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "I-II",
      "B": "Yalnız II",
      "C": "I-III",
      "D": "II-III",
      "E": "I-II-III"
    },
    "explanation": "TARİHİ TÜRK COĞRAFYASININ<br/>ÖZELLİKLERİ<br/>İnsanların yaşadıkları coğrafyadan etkilenmeleri kaçınılmazdır. Buna bağlı olarak iklim ve bitki<br/>örtüsü gibi özelliklerin ırkların şekillenmesinde<br/>bile tesirinin bulunduğunu pek çok ilim adamı ileri sürüyor. Bu tespit bir yana Türkler tarih boyunca<br/>değişik mekânlarda varlık göstermelerine rağmen,<br/>sağlıklı olarak hayatlarını geçirdikleri belirli bir<br/>coğrafya kuşağı söz konusudur. Bu milletin tarihine<br/>şöyle bir baktığımızda, en çok görüldükleri yerlerin<br/>umumiyetle 32-56 derece kuzey enlemleri arasında<br/>olduğunu anlıyoruz. Tarihi çağlarda Türk İli, Türkistan veya Turan Ülkesi diye anılan bu bölge hem<br/>eski, hem yeni dünyanın merkezi durumunda olup<br/>bu hattın kuzeyi ve güneyi Türklerin yaşamalarına<br/>pek elverişli değildir.<br/>Bu arada Türk ülkesinin doğusu ile batısı arasında küçük de olsa bazı farklılıklar gözlenmektedir<br/>ki, o da; doğudakiler konar-göçer hayvancılığı ekonomik hayatlarının temeli sayarlarken batıdakiler<br/>daha çok yerleşikliğe ve ticarete meyletmişlerdi"
  },
  {
    "id": "3196739",
    "unitNumber": 1,
    "text": "I. Türklerin tarihine bakıldığında, onların yerlerinde pek sabit durmadıkları ve değişik coğrafyalarda hayat sürdükleri kolayca anlaşılır.<br/>II. Türk göçlerini incelediğimizde, genellikle açlık ve kuraklık gibi tabiî felaketlerin yanısıra, kendi aralarında ve komşu kavimlerle<br/>yapılan savaşlar, onları vatanlarından ayrılmaya zorlamıştır.<br/>III. Doğudan batıya doğru olan göçlerin başlıca sebeplerinden birisi bu kavgalardır. Türklerin Çinliler, Mogollar ve diğer bazı<br/>halklarla giriştikleri mücadelelerin bir kısmı kötü vb. sonuçlanınca, onlar da zaman zaman toplu göçlere başvuruyorlardı.<br/>IV. Türklerin bu yer değiştirmeleri , göçleri çoğunlukla gelişi güzel gerçekleşmiştir. <br/>Türklerin yer değiştirmelerine ilişkin verilenlerden hangileri doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "I-II-III",
      "B": "II-III-IV",
      "C": "I-II-IV",
      "D": "I-III-IV",
      "E": "I-II-III-IV"
    },
    "explanation": "Türklerin tarihine şöyle bir baktığımızda, onların yerlerinde pek sabit durmadıkları ve değişik<br/>coğrafyalarda hayat sürdükleri kolayca anlaşılır.<br/>Bununla birlikte, tarihteki hiçbir kavim sebepsiz<br/>yere vatanından ayrılmaz ve oturduğu toprakları<br/>bırakarak, başka ülkelere gitmez. Araştırmacıların belirttiğine göre, büyük çaplı yurt değiştirmeler için olağanüstü şartların doğması gerekir.<br/>Bu yüzden Türk göçlerini incelediğimizde, genellikle açlık ve kuraklık gibi tabiî felaketlerin<br/>yanısıra, kendi aralarında ve komşu kavimlerle<br/>yapılan savaşlar, onları vatanlarından ayrılmaya<br/>zorlamıştır. Mesela doğudan batıya doğru olan<br/>göçlerin başlıca sebeplerinden birisi bu kavgalardır. Türklerin Çinliler, Mogollar ve diğer bazı<br/>halklarla giriştikleri mücadelelerin bir kısmı kötü<br/>sonuçlanınca, onlar da zaman zaman toplu göçlere başvuruyorlardı. Ama bu yer değiştirmeler<br/>sanıldığı gibi gelişi güzel değil, umumiyetle batı<br/>istikametinde ve belirli güzergâhlardan oluyordu"
  },
  {
    "id": "3196823",
    "unitNumber": 1,
    "text": "Türk dünyasına özellikle tarihi açıdan baktığı \"Türklerin altın beşiği\" ifadesi aşağıdakilerden yerlerden hangisi için kullanılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Altay Dağları",
      "B": "Tuna nehri kıyısı",
      "C": "Karadeniz kıyıları",
      "D": "Azak denizi kıyıları",
      "E": "Ural nehri kıyıları"
    },
    "explanation": "Türk dünyasına özellikle tarihi açıdan baktığımızda iki mühim dağ silsilesine tesadüf edilir ki;<br/>birisi Altaylar, diğeri de Tanrı Dağlarıdır. İkisi de<br/>Türkler için bugün dahi kutlu mekânlardır. Bilindiği üzere Altay ve çevresi Hakas, Tuva, Altay ve<br/>hatta Kazak Türklerinin yaşadığı topraklardır. En<br/>eski Türk izlerini buralarda görebiliriz. Altay Dağları Türkleri besleyen, büyüten ana kucağı gibidir ve ona “Türklerin altın beşiği” derler. Hun-Türk destanlarında, Kök Türk efsanelerinde hep başrolde o vardır.<br/>Türkler büyük bir bozguna uğrayınca sağ kalanlar bu dağa gelip, sığınmışlar; orada çoğaldıktan sonra tekrar<br/>dünyanın efendisi olmuşlardır."
  },
  {
    "id": "3196829",
    "unitNumber": 1,
    "text": "Aşağıda verilenlerden hangileri Türk dünyası ve coğrafyasının önemli gölleri arasında <strong>yer almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Baykal",
      "B": "Aral",
      "C": "Balkaş",
      "D": "Issık Köl",
      "E": "İdil"
    },
    "explanation": "Türk Dünyası ve coğrafyasının önemli gölleri arasında da Hazar, Aral, Balkaş, Issık Köl ve Baykal sayılabilir."
  },
  {
    "id": "3196840",
    "unitNumber": 1,
    "text": "I. İl<br/>II. Yer-sub<br/>III. Ab-ı Sükun<br/>Eski Türkler vatan için verilen ifadelerden hangilerini kullanmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız III",
      "B": "I-III",
      "C": "II-III",
      "D": "I-II",
      "E": "I-II-III"
    },
    "explanation": "Kök Türk Yazıtlarının “il tutsık yir Ötüken Yış<br/>ermiş” dediği, umumiyetle karasal iklimin hüküm<br/>sürdüğü bu coğrafya ise; bir ucu doğuda Togla<br/>Nehrinden başlayıp, diğer ucu Altayların batısına<br/>kadar uzanan geniş bir bölgedir (Gömeç, 2014a;<br/>Gömeç, 2018c). Bununla birlikte eski Türkler vatan için “il” ve “yer-sub” terimlerini kullanmaktaydılar."
  },
  {
    "id": "3196867",
    "unitNumber": 1,
    "text": "I. Türk Alfabesi dediğimiz yazı Türkçedeki bütün sesleri göstermesi bakımından son derece ilginç olup, sessiz harflerin kalın, ince ve nötr<br/>şekilleri söz konusudur.<br/>II. Bu harfler Türkçenin ses uyumuna göre hazırlanmamıştır. <br/>III. Bunun yanısıra Bilge ve Köl Tigin Yazıtlarında otuzsekiz harf karşımıza çıkarken, Avrasya coğrafyasındaki diğer kitabe ve mezar taşlarını da göz önünde bulundurduğumuzda bu sayı elli kadar olur.<br/>IV. Kök Türk Kaganlığı çağında en son halini aldığı düşünülen bu yazı siteminde sekiz ünlü dört işaretle gösterildiği gibi, ık-kı (Q), iç-çi W), ok-uk-ko-ku (w), ök-ük-kö-kü (x) şeklinde yanına ünlü gelen sessiz harflerin mevcut olması bir tarafa nç (c), nt (j), ng (h), ny (f), lt (v), rt ( ) benzeri iki sessiz harfi belirten işaretlere de rastlanmaktadır. <br/>Eski Türk diline ilişkin verilenlerden hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "I-II-III",
      "B": "II-III-IV",
      "C": "I-III-IV",
      "D": "I-II-IV",
      "E": "I-II-III-IV"
    },
    "explanation": "Türk Alfabesi dediğimiz bu yazı Türkçedeki bütün sesleri göstermesi bakımından son derece<br/>ilginç olup, sessiz harflerin kalın, ince ve nötr<br/>şekilleri söz konusudur. Bu harfler yine Türkçenin ses uyumuna göre hazırlanmıştır (Emre,<br/>1943; Caferoğlu, 1946; Von Gabain, 1959; Giraud, 1960; Barthold, 1962; Kafesoğlu, 1965;<br/>Nickel, 1978; Tekin, 1981; Barath, 1983; Kaplan, 1987; Erçin, 1988; Vasary, 1995; Ekrem,<br/>1995; Aksoy, 2015). Bunun yanısıra Bilge ve<br/>Köl Tigin Yazıtlarında otuzsekiz harf karşımıza<br/>çıkarken, Avrasya coğrafyasındaki diğer kitabe<br/>ve mezar taşlarını da göz önünde bulundurduğumuzda bu sayı elli kadar olur. Herhalde alfabe<br/>Kök Türk Kaganlığı çağında en son halini aldı.<br/>Bu yazı siteminde sekiz ünlü dört işaretle gösterildiği gibi, ık-kı (Q), iç-çi (W), ok-uk-ko-ku<br/>(w), ök-ük-kö-kü (x) şeklinde yanına ünlü gelen<br/>sessiz harflerin mevcut olması bir tarafa nç (c),<br/>nt (j), ng (h), ny (f), lt (v), rt ( ) benzeri iki<br/>sessiz harfi belirten işaretlere de rastlamaktayız"
  },
  {
    "id": "3191968",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisinde Türk sosyal hayatını ifade etmek için kullanılan terimlerden biri doğru ifade edilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "İl : aile",
      "B": "Urug: aileler birliği",
      "C": "Oguş : kabile",
      "D": "Bod: devlet",
      "E": "bodun: müstakil"
    },
    "explanation": "Urug :aileler birliği olarak ifade edilmektedir."
  },
  {
    "id": "3191979",
    "unitNumber": 2,
    "text": "Yalnızca bazı zorunlu durumlarda çok evliliğe rastlanırken, Türk töresine göre evin gerçek hanımı her zaman<br/>ilk eş olmuştur. Kazak-Kırgız Türkleri tarafından ilk eşe verilen ad aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Küdegü",
      "B": "Urug",
      "C": "Ot tigin",
      "D": "Oguş",
      "E": "Baybiçe"
    },
    "explanation": "Sadece bazı zaruri hâllerde çok evliliğe rastlanırdı. Ama Türk töresine göre evin gerçek hanımı ilk eştir ve diğer kadınlara “kuma” denirdi. Onların doğurduğu çocuklar bile törede birinci hanımın üzerine kayıtlıdır ve anne ismi sadece onun için kullanılır. Kazak-Kırgız Türkleri bu ilk hatuna Baybiçe derlerdi."
  },
  {
    "id": "3191980",
    "unitNumber": 2,
    "text": "Aşağıdaki ifadelerden hangisi Türk aile yapısı ile ilgili değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Eski Yunan veya Slavlarda olduğu üzere, Türklerde baba ailenin tek hâkimi babadır.",
      "B": "Zamanı gelince büyük çocukların aileden ayrılma hakkı vardır.",
      "C": "Büyük toprak mülkiyetleri söz konusu değildir.",
      "D": "Eski Türk toplumunda ilk içtimai birlik olan “oguş”, yani aile bütün toplumun çekirdeğidir.",
      "E": "Konargöçer bir hayat biçimine sahiptirler."
    },
    "explanation": "Eski Yunan veya Slavlarda olduğu üzere, Türklerde baba, ailenin tek hâkimi ve ailenin üyeleri onun kölesi değil idi."
  },
  {
    "id": "3192001",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi boy teşkilatı ile ilgili değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Boylar belirli arazileri ve savaş zamanlarında muayyen sayıda asker çıkarabilen siyasi kuruluşlardır.",
      "B": "Bey kendinden çok kabilesinin hakkını gözetmelidir.",
      "C": "Eski Türk boylarının adları, onların siyasi veya sosyal özelliklerini de ortaya koyar.",
      "D": "Boy beylerine kam da denirdi.",
      "E": "Kabile yöneticisi durumundaki “beg” unvanını bütün Türk lehçelerinde görülür."
    },
    "explanation": "Boy beylerinin dini vazifeleri yoktu. Bilindiği gibi eski Türk toplumunda bu işlere “kam” denilen din adamları bakıyorlardı."
  },
  {
    "id": "3192003",
    "unitNumber": 2,
    "text": "I. Askerî ve siyasi hadiselerin tesirindeki adlar (Uygur, Bulgar)<br/>II. Hâl ve tavır bildirenler (Karluk, Kıpçak)<br/>III. Kişi anlamında olanlar (Kun, Mageri)<br/>IV. Büyük, ünlü, nimetli ve zengin anlamındakiler (Bayındır, Bayat, Eymür)<br/>V. Kuvvet, sağlamlık, büyüklük, kahramanlık, cesaret, erdem ifade edenler (İgdir, Çepni)<br/>Eski Türk boylarının adları, onların siyasi veya sosyal özelliklerini de ortaya koymaktadır. Buna göre yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "II ve III",
      "B": "III, IV ve V",
      "C": "I ve V",
      "D": "I, II, IV, V",
      "E": "I, II, III, IV, V"
    },
    "explanation": "I. Askerî ve siyasi hadiselerin tesirindeki adlar (Uygur, Bulgar)<br/>II. Hâl ve tavır bildirenler (Karluk, Kıpçak)<br/>III. Kişi anlamında olanlar (Kun, Mageri)<br/>IV. Büyük, ünlü, nimetli ve zengin anlamındakiler (Bayındır, Bayat, Eymür)<br/>V. Kuvvet, sağlamlık, büyüklük, kahramanlık, cesaret, erdem ifade edenler (İgdir, Çepni) ifadelerin tümü doğru verilmiştir."
  },
  {
    "id": "3192006",
    "unitNumber": 2,
    "text": "I. Boy ve bodunların idarecileri ise bu devlet yapısını sistemli bir halde yönetmek yetkisini “kagan” denilen karizmatik ve Tanrı’dan gelen özellikleri olan kişiye teslim ederler.<br/>II. Devlet kurulduktan sonra yasaları, yani adaleti hâkim kılmak düşüncesindeki Türk hakanı buna karşı çıkanlara karşı anlayışlı bir tavır sergilemekle yükümlüdür.<br/>III. Kök Türk Yazıtlarına baktığımızda il, kendine has bir düzeni olan mefhumdur.<br/>IV. Türk kaganı yalnızca hakimiyet kurduğu budunun yetkilisi kabul edilir.<br/>V. Belli bir coğrafyanın üzerinde insanların teşkilatlanarak kurdukları bağımsız yapıya ise herkesin bildiği gibi devlet denmektedir.<br/>Yukarıda verilen ifadelerden hangisi il-devlet yapısı ile ilişkilidir?",
    "correctAnswer": "B",
    "options": {
      "A": "I ve III",
      "B": "I, III ve V",
      "C": "III, IV, V",
      "D": "I, IV",
      "E": "II, III, V"
    },
    "explanation": "O yüzden devlet kurulduktan sonra yasaları, yani adaleti hâkim kılmak düşüncesindeki Türk hakanı buna karşı çıkan zorbaların başını eğdirip, dizini çöktürmüştür.<br/>Türk kaganı bütün yeryüzünün, yani insanlığın hükümdarıdır."
  },
  {
    "id": "3192007",
    "unitNumber": 2,
    "text": "Aşağıdaki ifadelerden hangisi doğru değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Toy veya kengeş denilen meclislerde alınan kararlar kanun hükmünde sayılıp, bağlayıcıdır",
      "B": "Törenin değişmeyen unsurları ise; “könilik” (adalet), “uzluk” (faydalılık), “tüzlük” (eşitlik), “kişilik” (cihanşümul insanlık düşüncesi) idi.",
      "C": "Türk milleti kanunlarını yazılı olarak saklamadıysa da asırlardan beri gelen töre hükümleri herkes tarafından bilinmekte ve kayıtsız şartsız uyulmaktadır.",
      "D": "İhanet, at çalma ve ırza tecavüz gibi suçlar için ağır cezalar uygulanmamaktaydı.",
      "E": "Devlet ve toplum hayatının direği durumundaki töreyi yaymak ve düzeltmek Türk kaganlarının en belli-başlı vazifelerinden birisidir."
    },
    "explanation": "İhanet, at çalma ve ırza tecavüzün karşılığı ölümdü."
  },
  {
    "id": "3192433",
    "unitNumber": 2,
    "text": "I. Kendilerine Tanrı tarafından bahşedilmiş birtakım üstün özellikler verildiği düşünülür.<br/>II. Ülkesinin törelerini, diğer bir deyişle kanunlarını da düzenlemeli ve yaymalıdır.<br/>III. Kagan milletin iskânını ve sosyal teşkilatlanmasını sağlamalıdır.<br/>IV. Her zaman tek başlarına kesin karar mercîidirler. <br/>V. . Bağlı boy ve kavimlere yöneticiler atamalıdır.<br/>Yukarıda kaganlar ile ilgili olarak verilen ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "II, III, IV, V",
      "C": "I, II, III, V",
      "D": "I, III, V",
      "E": "III, IV, V"
    },
    "explanation": "Her zaman tek başlarına kesin karar mercî değillerdir."
  },
  {
    "id": "3192435",
    "unitNumber": 2,
    "text": "Eski Türkçe'de \"kün\" neyi ifade etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Halk",
      "B": "Adak",
      "C": "Sınır",
      "D": "Nişanlı",
      "E": "Töre"
    },
    "explanation": "Devlet dediğimiz siyasi kurumun aynı zamanda halkı da olmalıdır ve eski Türkçede buna “kün” denilmekteydi."
  },
  {
    "id": "3192436",
    "unitNumber": 2,
    "text": "Eski Türkçede ülke sınırlarına ....... denildiği görülmektedir. <br/>Yukarıdaki cümlede boşluk bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Adaklı",
      "B": "Oguş",
      "C": "Kagan",
      "D": "Kün",
      "E": "Yaka"
    },
    "explanation": "Eski Türkçede ülke sınırlarına “yaka” dendiğini görüyoruz."
  },
  {
    "id": "3192829",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Kök Türk Yazıtlarında aile anlamına gelen sözcüktür?",
    "correctAnswer": "A",
    "options": {
      "A": "Oguş",
      "B": "Urug",
      "C": "Bod",
      "D": "Bodun",
      "E": "İl"
    },
    "explanation": "Oguş"
  },
  {
    "id": "3192830",
    "unitNumber": 2,
    "text": "Türklerde halı ve kilimlerle ayrılan çocuk ve hayvanların girmediği barınağa verilen ad aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Otag",
      "B": "Oguş",
      "C": "Urug",
      "D": "Bod",
      "E": "Bodun"
    },
    "explanation": "Otag"
  },
  {
    "id": "3192831",
    "unitNumber": 2,
    "text": "8-9.yüzyıldan sonra ana olarak değişmiş olan anne anlamına gelen eski Türklerde kullanılan sözcük aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ög",
      "B": "Kang",
      "C": "Kalıng",
      "D": "Ongun",
      "E": "Tamga"
    },
    "explanation": "Ög"
  },
  {
    "id": "3192832",
    "unitNumber": 2,
    "text": "Doğu Türklerince kullanılan \"Urug\" tabirinin anlamı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Aşiret",
      "B": "Aile",
      "C": "Soy",
      "D": "Eş",
      "E": "Devlet"
    },
    "explanation": "Aşiret"
  },
  {
    "id": "3192833",
    "unitNumber": 2,
    "text": "Eski Türklerde boylarda yaşayan yaşlılara verilen ad aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Aka",
      "B": "Beg",
      "C": "Kam",
      "D": "Kagan",
      "E": "Töz"
    },
    "explanation": "Aka"
  },
  {
    "id": "3192834",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi kabilelerin savaş parolası anlamındadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Uran",
      "B": "Tamga",
      "C": "Aka",
      "D": "Ongon",
      "E": "Töz"
    },
    "explanation": "Uran"
  },
  {
    "id": "3192835",
    "unitNumber": 2,
    "text": "İl-Devlet yapısı için aşağıdakilerden hangisi doğru değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yönetici tanrısal özelliklere sahiptir.",
      "B": "İl-Devlet boy ve bodunlardan oluşur.",
      "C": "Yönetme yetkisi \"Kagan\"dadır.",
      "D": "Yönetici Çin İmparatorlarına \"oğullarım\" tabirini kullanır.",
      "E": "Türk devleti evrenseldir."
    },
    "explanation": "Yönetici tanrısal özelliklere sahiptir."
  },
  {
    "id": "3192836",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Türk sosyal yapısının bir özelliği değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bitki eker, hasadını yapar.",
      "B": "Çanak çömlek, tabak kaşık yapar.",
      "C": "Hayvan yetiştirir, ehlileştirir.",
      "D": "Çobanlık yeteneğine sahiptir",
      "E": "Askerlik kabiliyeti vardır."
    },
    "explanation": "Bitki eker, hasadını yapar."
  },
  {
    "id": "3192837",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi konar-göçer topluluk özelliği değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Herkese güvenir",
      "B": "Uyanıktır",
      "C": "Tedbirlidir",
      "D": "Malını canını kendisi korur",
      "E": "Yardımlaşmayı sever"
    },
    "explanation": "Herkese güvenir."
  },
  {
    "id": "3192838",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi konar-göçerlikle ilişkili değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Toprağı işlemek",
      "B": "Sürekli çalışmak",
      "C": "Keşik sistemi",
      "D": "Dayanışma",
      "E": "Bağımsızlık"
    },
    "explanation": "Toprağı işlemek"
  },
  {
    "id": "3193430",
    "unitNumber": 2,
    "text": "Kök Türk yazıtlarında Türk Sosyal hayatını ifade ederken ‘kabile’ için kullanılan kelime aşağıdakilerden hangisidir ?",
    "correctAnswer": "C",
    "options": {
      "A": "Oguş",
      "B": "Urug",
      "C": "Bod",
      "D": "Bodun",
      "E": "İl"
    },
    "explanation": "Kök Türk Yazıtlarına baktığımızda ise, Türk sosyal hayatını ifade etmek için şu terimlere rastlıyoruz. Bunlar sırasıyla;<br/><ol><br/><li>Oguş (aile)</li><br/><li>Urug (aileler birliği)</li><br/><li>Bod (boy, kabile)</li><br/><li>Bodun (boylar birliği)</li><br/><li>İl (müstakil topluluk, devlet)</li><br/></ol>"
  },
  {
    "id": "3193431",
    "unitNumber": 2,
    "text": "a-Geline üç defa eşik öptürülmesi<br/>b-Üç defa başının ocağa vurdurulması<br/>c-Ateşin üstünden atlanması<br/>d-Ocaktaki küle ayak ile basılması<br/>e-Evinde ocağın hep tütsün,bastığın topraklarda bayram olsun diye dua edilmesi<br/>Yukarıda verilenlerden hangisi/hangileri Türklerde kadına ve aileye verilen önemi anlatır?",
    "correctAnswer": "D",
    "options": {
      "A": "A,B",
      "B": "A,B,C",
      "C": "A,B,C,D",
      "D": "A,B,C,D,E,",
      "E": "B,C,D,E"
    },
    "explanation": "Bu durum bir yana kaldığımız yerden devam edecek olursak, daha sonra yeni geline üç defa eşik öptürülür ve ocağın kenarına götürülüp, “üç defa başını ocağa vur”, denilir, ateşin üstünden atlatılır, bazan etrafında döndürülür veya ocaktaki küle ayağıyla bastırılırdı. “Evinde ocağın hep tütsün, bastığın topraklarda bayram olsun” diye dua edilirdi. Merasim bitince, ailenin yaşlısı; “evimizde kalacak” derdi. Kadına bu şekilde sahiplenme ve onun ailenin devamında vazgeçilmez bir unsur olduğuna ancak Türklerde rastlanır."
  },
  {
    "id": "3193432",
    "unitNumber": 2,
    "text": "Türk töresine göre evin gerçek hanımı olarak kabul edilen ilk eş için Kazak-Kırgız Türkleri ‘nin verdiği isim aşağıdakilerden hangisidir. ?",
    "correctAnswer": "A",
    "options": {
      "A": "Baybiçe",
      "B": "Kelin",
      "C": "Küdegü",
      "D": "Kalıng",
      "E": "Urug"
    },
    "explanation": "Türk töresine göre evin gerçek hanımı ilk eştir ve diğer kadınlara “kuma” denirdi. Onların doğurduğu çocuklar bile törede birinci hanımın üzerine kayıtlıdır ve anne ismi sadece onun için kullanılır. Kazak-Kırgız Türkleri bu ilk hatuna Baybiçe derler"
  },
  {
    "id": "3193433",
    "unitNumber": 2,
    "text": "A.Tek kadın uğurludur, çifti de kusurludur.<br/>B.Türklerde yakın akraba evlilikleri dinen ve tıbben sakıncalı görülüyordu<br/>C.Birinci eş razı olmadıkça erkek ikinci evliliğini yapamazdı.<br/>D.Fakir ailelerin bile evlilik merasimleri birkaç gün devam ederdi.<br/>E.Kocanın karısının rızasını almadan ikinci eş alması boşanma nedeni idi.<br/>Yukarıdakilerden hangisi Türk Aile yapında görülen bir tutumdur?",
    "correctAnswer": "D",
    "options": {
      "A": "A, B",
      "B": "A,B,C",
      "C": "A,B,C,D",
      "D": "A,B,C,D,E",
      "E": "B,C,D,E"
    },
    "explanation": "Yukarıda verilenlerin tümü Türk Aile yapında görülen tutum ve gelenekler idi."
  },
  {
    "id": "3193434",
    "unitNumber": 2,
    "text": "A.Türklerde kadın ne kötülüğün kaynağı ne de tabu idi.<br/>B.İslamiyetle birlikte kadın haklarında bir daralma olmuştur.<br/>C.Türk töresine göre evin gerçek hanımı ilk eştir<br/>D.Türklerde exogamy denilen dışarıdan evlilikler söz konusu değildir.<br/>E.Türk ailesinde oğulu yetiştirme babanın, kızı eğitme görevi ise kadınındır.<br/>Yukarıdakilerden hangisi Türk Aile yapında görülen bir tutum değildir.",
    "correctAnswer": "D",
    "options": {
      "A": "A,",
      "B": "B,C",
      "C": "A,E",
      "D": "D",
      "E": "D,E"
    },
    "explanation": "Genelde sosyolojide iki evlenme türünden bahsedilir. Bunlardan biri exogamy (dışarıdan), diğeri de endogamydir (içeriden) ve Türklerde exogamy denilen dışarıdan evlilikler söz konusudur. Çünkü çok eski çağlardan beri Türklerde yakın akraba evlilikleri dinen ve tıbben sakıncalı görülüyordu."
  },
  {
    "id": "3193435",
    "unitNumber": 2,
    "text": "Bilhassa konargöçerliği uzun yıllar sürdüren Türk boyları için kabile, aşiret, aynı kandan olan insan topluluğu kavramlarını belirten ifade/kavram aşağıdakilerden hangisidir.",
    "correctAnswer": "A",
    "options": {
      "A": "Urug",
      "B": "Bodun",
      "C": "Oguş",
      "D": "Uzluk",
      "E": "İl"
    },
    "explanation": "genellikle aileler birliği, akrabalar şeklinde yorumlanmaktadır. Bilhassa konargöçerliği uzun yıllar sürdüren Türk boyları için kabile, aşiret, aynı kandan olan insan topluluğu kavramlarını belirten “urug” en eski Türkçe çağından beri, bilhassa doğu Türklerince kullanılıyor."
  },
  {
    "id": "3193436",
    "unitNumber": 2,
    "text": "Tüm Türkçe lehçelerinde görülen ve kabile yöneticisi anlamında kullanılan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kagan",
      "B": "Aka",
      "C": "Boy",
      "D": "Beg",
      "E": "Karluk"
    },
    "explanation": "Kabile yöneticisi durumundaki “beg” unvanını bütün Türk lehçelerinde görürüz"
  },
  {
    "id": "3193437",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi kuvvet, sağlamlık, büyüklük, kahramanlık, cesaret, erdem ifade eden türk boylarından birisidir",
    "correctAnswer": "A",
    "options": {
      "A": "Çepni",
      "B": "Bayat",
      "C": "Kırgız",
      "D": "Horasanlı",
      "E": "Eymür"
    },
    "explanation": "Kuvvet, sağlamlık, büyüklük, kahramanlık, cesaret, erdem ifade edenler (İgdir, Çepni)"
  },
  {
    "id": "3193438",
    "unitNumber": 2,
    "text": "Tanrı tarafından Türk devletini yönetmek için atandığı varsayılan bütün yeryüzünün, yani insanlığın hükümdarı olarak kabul edilen kişiye ne ad verilir.",
    "correctAnswer": "C",
    "options": {
      "A": "Bayındır",
      "B": "Bayat",
      "C": "Kagan",
      "D": "Eymür",
      "E": "Başkurt"
    },
    "explanation": "Tanrı tarafından Türk devletini yönetmek için atandığı varsayılan Türk kaganı bütün yeryüzünün, yani insanlığın hükümdarıdır."
  },
  {
    "id": "3193439",
    "unitNumber": 2,
    "text": "Eski Türkçede ve devlet hayatında kanun manasında kullanılan ifade aşağıdakilerden hangisidir. ?",
    "correctAnswer": "C",
    "options": {
      "A": "Görenek",
      "B": "Nizam",
      "C": "Yasag",
      "D": "Törüg",
      "E": "Iduk"
    },
    "explanation": "Eski Türkçede ve devlet hayatında kanun manasına gelen bir de “yasag” (yasa) kelimesi mevcuttur."
  },
  {
    "id": "3193566",
    "unitNumber": 2,
    "text": "Eski Türk toplumunda ilk içtimai birlik olarak tanımlanan terim aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Oguş",
      "B": "Urug",
      "C": "Bod",
      "D": "Bodun",
      "E": "İl"
    },
    "explanation": "Eski Türk toplumunda ilk içtimai birlik olan “oguş”, yani aile bütün toplumun çekirdeği durumundadır ve bazı ünlü sosyologlar aileyi, aralarında gerçek veya uzlaşma şeklinde bir akrabalık bağı bulunan, ilişkileri soy-kabile etrafında yoğunlaşan ve kan yakınlığı esasına dayanan bir sosyal müessese olarak görürler."
  },
  {
    "id": "3193567",
    "unitNumber": 2,
    "text": "Eski Türk toplumunda evlilik ile ilgili olarak aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Eski Türklerde iki gencin evlenmesi oldukça kolaydır.",
      "B": "Aileler kendilerine katılacak gelin ve güveyin her şeyden evvel ekonomik durumuna bakarlardı.",
      "C": "Kızın delikanlıyı kabul edebilmesi için her açıdan kızdan daha kuvvetli ve becerikli olmalıydı.",
      "D": "Evliliğe ilk adımı atmak için kızın ailesi tarafından erkeğin istenmesi gerekmekteydi.",
      "E": "Evlenen erkeğe, kız tarafınca gütmek fiilinden geldiği iddia edilen ve çoban manasını taşıdığı söylenen “kelin” deniyordu."
    },
    "explanation": "Kaynakları incelediğimizde, eski Türklerde iki gencin evlenmesi de o kadar kolay değildi. Yani sadece erkeğin kızı istemesi yetmemekteydi. Aileler kendilerine katılacak gelin ve güveyin her şeyden evvel soy ve sopunun temiz (arı/silik) olmasına bakarlardı. Gelin ve güveyin çalışkan, iyi huylu, namuslu ve elinin-ayağının da güzel olması önemliydi. Ayrıca delikanlı, her açıdan kızdan daha kuvvetli ve becerikli olmalıydı ki kız onu kabul etsin. Dede Korkut Destanlarının, “Kam Börü Beg-oglu Bamsı Beyrek” ile “Kanglı Koca-oglu Kan Turalı” hikâyeleri bunun en güzel misalleridir. Bunlarda birincisinde Bay Börü Beg’in oğlu Bamsı Beyrek ile beşik kertmesi olan Bay Biçen Beg’in kızı Banı Çiçek arasında yaşananlar, birbirleriyle yarışmaları, bazı hainlerin onları ayırmaları, sonunda evlenmeleri ve Türk kızlarının ne kadar namuslu oldukları anlatılır. İkincisinde ise Kanglı Koca ölmeden evvel oğlunu evlendirmek isteyince oğlu Kanturalı: “Baba madem beni evlendireceksin, bana layık kız nasıl olacak? Ben yerimden kalkmadan, o kalkmış olmalı. Ben atıma binmeden, o binmiş olmalı. Ben kafir ülkesine varmadan, o varmış bana baş getirmiş olmalı” diyerek Türk kızlarının yiğitlik ve becerilerine vurgu yapılır."
  },
  {
    "id": "3193571",
    "unitNumber": 2,
    "text": "Eski Türk boylarının adları, onların siyasi veya sosyal özelliklerini de ortaya koyar. Buna göre, aşağıda verilen ad ve özellik eşleştirmelerinden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Askerî teşkilat ve unvanlarla alâkalı olanlar - Uygur, Bulgar",
      "B": "Askerî ve siyasi hadiselerin tesirindeki adlar - Çor, Yula/Boyla",
      "C": "Büyük, ünlü, nimetli ve zengin anlamındakiler - Bayındır, Bayat, Eymür",
      "D": "Kişi anlamında olanlar - Karluk, Kıpçak",
      "E": "Hâl ve tavır bildirenler - Kun, Mageri"
    },
    "explanation": "Eski Türk boylarının adları, onların siyasi veya sosyal özelliklerini de ortaya koyar. Bu adlar şöyle sınıflandırılmaktadır:<br/><ol><br/><li>Askerî teşkilat ve unvanlarla alâkalı olanlar (Çor, Yula/Boyla)</li><br/><li>Askerî ve siyasi hadiselerin tesirindeki adlar (Uygur, Bulgar)</li><br/><li>Büyük, ünlü, nimetli ve zengin anlamındakiler (Bayındır, Bayat, Eymür)</li><br/><li>Kişi anlamında olanlar (Kun, Mageri)</li><br/></ol><br/>e. Hâl ve tavır bildirenler (Karluk, Kıpçak)<br/>Eski Türk boylarının adları, onların siyasi veya sosyal özelliklerini de ortaya koyar. Bu adlar şöyle sınıflandırılmaktadır:<br/><ol> <li>Askerî teşkilat ve unvanlarla alâkalı olanlar (Çor, Yula/Boyla)</li> <li>Askerî ve siyasi hadiselerin tesirindeki adlar (Uygur, Bulgar)</li> <li>Büyük, ünlü, nimetli ve zengin anlamındakiler (Bayındır, Bayat, Eymür)</li> <li>Kişi anlamında olanlar (Kun, Mageri)</li> </ol> e. Hâl ve tavır bildirenler (Karluk, Kıpçak)"
  },
  {
    "id": "3193581",
    "unitNumber": 2,
    "text": "Boy teşkilatı ile ilgili aşağıda verilen bilgilerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Kabile yöneticisi bodun unvanını alır.",
      "B": "Boy beylerinin dini vazifeleri son derece önemlidir.",
      "C": "Eski Türk toplumundaki din adamlarına âlim adı verilir.",
      "D": "Bey kendinden çok kabilesinin hakkını gözetmelidir.",
      "E": "Boy beyinin dışında ayrıcalıklı iki sınıf vardır."
    },
    "explanation": "Bey kendinden çok kabilesinin hakkını gözetmelidir ve eski Türk düşüncesine göre; aşiret beyini baba, bey de tebasını oğul gibi severse itibarlı oluyordu. Yusuf Has Hacib, “dünyada iki tip saygın insan vardır: Biri âlim, diğeri de beydir”, diyor. Boy beylerinin dini vazifeleri yoktu. Bilindiği gibi eski Türk toplumunda bu işlere “kam” dediğimiz din adamları bakıyorlardı. Ancak zaman zaman istisnai durumlarla da karşılaşılmıştır. Çok ender de olsa bazı beyler özel günlerde bu işi yapıyorlardı. Aslında beyin ya da kaganın senede bir kez halkın önünde bütün toplumca kutsal sayılan bir mekânda kurban ayinine katılması, onun gerçek anlamda kam olduğu anlamına gelmez. Bu dini önderlik tamamen sembolik idi."
  },
  {
    "id": "3193582",
    "unitNumber": 2,
    "text": "Eski Türk sosyal hayatının mükemmelleşmiş şekli aşağıdakilerden hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Oguş",
      "B": "Bodun",
      "C": "Urug",
      "D": "İl",
      "E": "Boy"
    },
    "explanation": "Hiçbir insan tek başına yaşayamaz. Böyle olunca kendi cinsinden canlılarla içtimai bir hayat kurmak zorundadır. Bu da beraberinde siyasi ve sosyal dayanışmayı getirir. Belli bir coğrafyanın üzerinde insanların teşkilatlanarak kurdukları bağımsız yapıya ise herkesin bildiği gibi devlet denmektedir. Dolayısı ile eski Türk sosyal hayatının mükemmelleşmiş şekli de “il”, yani devlettir."
  },
  {
    "id": "3193583",
    "unitNumber": 2,
    "text": "Kendisini bütün cihanın hâkimi şeklinde gören Türk hakanları, diğer ülke idarecilerine “……………” diyerek, onların derecelerinin kendinden daha aşağı olduğunu vurgulamıştır.<br/>Yukarıda verilen boşluğa aşağıdaki terimlerden hangisi getirilmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Oğlum",
      "B": "Taspar",
      "C": "İl tutmak",
      "D": "Kagan",
      "E": "Börü"
    },
    "explanation": "Dolayısıyla kendisini bütün cihanın hâkimi şeklinde gören Türk hakanları, diğer ülke idarecilerine “oğlum” diyerek, onların derecelerinin kendinden daha aşağı olduğunu vurgulamıştır."
  },
  {
    "id": "3193586",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi kaganın vazifelerinden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Milletin iskânını sağlamak",
      "B": "Milletin sosyal teşkilatlanmasını sağlamak",
      "C": "Devletin idari kademesini belirlemek",
      "D": "Yabancıların iç işlerini tayin etmek",
      "E": "Boy ve kavimlere yöneticiler atamak"
    },
    "explanation": "Kök Türkçe kaynaklarda kaganın vazifeleri de dolaylı bir şekilde anlatılmaktadır. Kagan milletin iskânını ve sosyal teşkilatlanmasını sağlamalıdır. O, kendinden sonra devletin idari kademesinde yer alacak olanları da tayin etmelidir. Bağlı boy ve kavimlere yöneticiler atamalıdır. Zaten temel görevlerini layıkıyla yerine getirdikleri takdirde, yani vergilerini muntazaman ödeyip, Türk devletine karşı yabancılarla ittifak yapmazlarsa, bu halkların iç işlerine de fazla karışılmazdı. Ayrıca iyi bir kagan ülkesinin törelerini, diğer bir deyişle kanunlarını da düzenlemeli ve yaymalıdır."
  },
  {
    "id": "3193587",
    "unitNumber": 2,
    "text": "Eski Türk toplumlarında “Yasa” ile ilgili aşağıda verilen bilgilerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Türkler çevresinde yaşayan toplulukların bünyelerine uygun kanunlar çerçevesinde içtimai yapılarına yön vermişlerdir.",
      "B": "Türklerin sosyal hayatlarını düzenleyen ve yazıya aktarılmamış kanunlara “kün” adı verilmektedir.",
      "C": "“Yasag” kelimesi Eski Türkçede ve devlet hayatında kanun manasına gelmektedir.",
      "D": "Türk milleti kanunları, yazılı olarak saklanarak günümüze kadar ulaşmıştır.",
      "E": "Töre denilen meclislerde alınan kararlar kanun hükmünde sayılıp, bağlayıcıdır."
    },
    "explanation": "İnsanlar, tarihte bir arada yaşamaya başladıklarından itibaren toplum içerisinde nasıl davranılacağı, hangi kaidelere uyulacağını birtakım kurallarla belirlemeye çalışmıştır. Dolayısıyla insanoğlunun yaradılışından beri belki değişmeyen bazı ilkeler söz konusu ise de, günümüzde pek çok şeye çağın ihtiyaçlarıyla birlikte farklı bir anlam yüklenmiştir. Geçmişte ve zamanımızda dünyanın bir üyesi olan Türkler de kendi millî bünyelerine uygun kanunlar çerçevesinde içtimai yapılarına yön vermişlerdir. İşte tarihteki Türklerin sosyal hayatlarını düzenleyen ve yazıya aktarılmamış bu kanunlara “töre” (törüg) dediklerini biliyoruz. Kelimenin elbette daha geniş bir anlamı vardır ve Kaşgarlı Mahmud bunu eserinin değişik yerlerinde düzen, nizam, görenek, adet yerine kullanır. Eski Türkçede ve devlet hayatında kanun manasına gelen bir de “yasag” (yasa) kelimesi mevcuttur. Her ne kadar bu terimi Mogolca ile ilişkilendirenler varsa da, buna katılmıyoruz. Çünkü biz yasag kelimesinin kökünün Türkçedeki “yasmak”, yani dağıtmak, yaymak, çözmek, sınırlamak fiiliyle alâkalı olabileceğini düşünmekteyiz. Mogolların Gizli Tarihi’nin kaleme alınmasından yüzlerce yıl evvel bile Türkler bu terimi biliyorlardı."
  },
  {
    "id": "3195977",
    "unitNumber": 2,
    "text": "Kök Türk yazıtlarında geçen ve Türk toplumundaki ilk içtimai birlik olan aileyi temsil eden terim aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Oguş",
      "B": "Urug",
      "C": "Bod",
      "D": "Bodun",
      "E": "İl"
    },
    "explanation": "AİLE YAPISI VE AİLE BİRLİĞİ<br/>Eski Türk toplumunda ilk içtimai birlik olan “oguş”, yani aile bütün toplumun çekirdeği durumundadır."
  },
  {
    "id": "3196015",
    "unitNumber": 2,
    "text": "Aşağıdaki efsanelerden hangisi eski Türklerin anaerkil bir toplum yapısına sahip olduğu savını <strong>desteklememektedir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Türklerin dişi kurttan türemesi",
      "B": "Türklerin en eski atalarından birinin on tane karısının olması",
      "C": "Türklerde doğan çocukların aile ismini annelerinden almaları",
      "D": "Türklerde baş ve Türk hatundan doğan evladın tahtta oturabilmesi",
      "E": "Türklerde anaya saygı ve şefkatin üst düzeyde olması"
    },
    "explanation": "AİLE YAPISI VE AİLE BİRLİĞİ<br/>Çin kaynaklarındaki Türklerin dişi kurttan türemeleri, en eski atalarından birinin on tane karısının olması ve doğan çocukların aile ismini annelerinden almaları gibi efsanevi izler ile baş ve Türk hatundan doğan evladın tahtta oturabilmesi durumları, Türklerde anaerkilliğin de söz konusu olabileceğini hatıra getirmektedir."
  },
  {
    "id": "3196046",
    "unitNumber": 2,
    "text": "Aşağıdaki adlardan hangisi eski Türklerde dede anlamına gelmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ulug Ata",
      "B": "Ög",
      "C": "Tamga",
      "D": "Kang",
      "E": "Kam"
    },
    "explanation": "AİLE YAPISI VE AİLE BİRLİĞİ<br/>Eski Türklerde torunların yetiştirilmesinde aile içinde büyük rolü olan dedeye Ulug Ata, bütk anneye Ulug Ana denirdi."
  },
  {
    "id": "3196062",
    "unitNumber": 2,
    "text": "Eski Türklerde kabilenin sembolü durumundaki, genellikle kutlu sayılan herhangi bir hayvan şekline verilen ad aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ög",
      "B": "Kang",
      "C": "Ongun",
      "D": "Tamga",
      "E": "Töz"
    },
    "explanation": "BOY TEŞKİLATI VE BOYLAR BİRLİĞİ<br/>Kabilelerin sembolleri durumundaki ongunlar umumiyetle kutlu sayılan herhangi bir hayvandır. Bununla birlikte Türkler ongun yerine “töz~tös” kelimesini kullanmışlardır ve bunlar küçük heykelciklerdir."
  },
  {
    "id": "3196073",
    "unitNumber": 2,
    "text": "Çin kaynaklarında ve Türkçe belgelerde herhangi bir boy düzeni içerisinde olmayan ve siyasi bir teşekküle girmeyen Türkler için kullanılan tabir aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bodun",
      "B": "Ongunlar",
      "C": "Urug",
      "D": "Tamgalar",
      "E": "Tölös"
    },
    "explanation": "BOY TEŞKİLATI VE BOYLAR BİRLİĞİ<br/>Çin kaynakları ve Türkçe belgelerde herhangi bir boy düzeni içerisinde olmayan ve siyasi bir teşekküle girmeyen Türkler için Tölös tabirinin kullanıldığını biliyoruz; bu Tölösler Çin’den başlayarak Orta Avrupa’ya kadar uzanan geniş bir coğrafyada yaşıyorlardı. Bunların içerisinden zaman zaman üçü-beşi bir araya gelip kendi boy teşkilatlarını meydana getirince oklar oluyorlar ve genellikle de içlerinden öne çıkan bir ailenin veya kabilenin adını alıyorlardı."
  },
  {
    "id": "3196078",
    "unitNumber": 2,
    "text": "Aşağıdaki adları verilmiş olan Türk Boy adlarından hangisinin ismi kuvvet, sağlamlık, büyüklük, kahramanlık, cesaret, erdem ifade etmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çor",
      "B": "Çepni",
      "C": "Eymür",
      "D": "On Uygur",
      "E": "Başkurt"
    },
    "explanation": "BOY TEŞKİLATI VE BOYLAR BİRLİĞİ<br/>Eski Türk boylarının adları, onların siyasi veya sosyal özelliklerini de ortaya koyar. Bu adlar şöyle sınıflandırılmaktadır:<br/><ol> <li> Askerî teşkilat ve unvanlarla alâkalı olanlar (Çor, Yula/Boyla)<br/></li> <li> Askerî ve siyasi hadiselerin tesirindeki adlar (Uygur, Bulgar)<br/></li> <li> Büyük, ünlü, nimetli ve zengin anlamındakiler (Bayındır, Bayat, Eymür)<br/></li> <li> Kişi anlamında olanlar (Kun, Mageri)<br/></li> <li> Hâl ve tavır bildirenler (Karluk, Kıpçak)<br/></li> <li> Sayıya göre adlandırılanlar (On Uygur, To- kuz Oguz, Üç Karluk, Üç Kurıkan, Kırgız)<br/></li> <li> Kuvvet, sağlamlık, büyüklük, kahramanlık, cesaret, erdem ifade edenler (İgdir, Çepni)<br/></li> <li> Yetiştirdikleri hayvanlar veya bunların özelliklerine göre isim alanlar (Alayuntlu, Teke, Bugu)<br/></li> </ol> ı. Adları bulundukları yerden kaynaklanan kabileler (Horasanlı, Kara Dağlı)<br/>i. Yaşadıkları muhite ismini verenler (Çorumlu, Başkurt)."
  },
  {
    "id": "3196082",
    "unitNumber": 2,
    "text": "Aşağıdaki adları verilmiş olan Türk Boy adlarından hangisinin ismi askeri teşkilat ve unvanlarla ilgilidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bayındır",
      "B": "Yula",
      "C": "Kun",
      "D": "Karluk",
      "E": "Başkurt"
    },
    "explanation": "BOY TEŞKİLATI VE BOYLAR BİRLİĞİ<br/>Eski Türk boylarının adları, onların siyasi veya sosyal özelliklerini de ortaya koyar. Bu adlar şöyle sınıflandırılmaktadır:<br/><ol> <li> Askerî teşkilat ve unvanlarla alâkalı olanlar (Çor, Yula/Boyla)<br/></li> <li> Askerî ve siyasi hadiselerin tesirindeki adlar (Uygur, Bulgar)<br/></li> <li> Büyük, ünlü, nimetli ve zengin anlamındakiler (Bayındır, Bayat, Eymür)<br/></li> <li> Kişi anlamında olanlar (Kun, Mageri)<br/></li> <li> Hâl ve tavır bildirenler (Karluk, Kıpçak)<br/></li> <li> Sayıya göre adlandırılanlar (On Uygur, To- kuz Oguz, Üç Karluk, Üç Kurıkan, Kırgız)<br/></li> <li> Kuvvet, sağlamlık, büyüklük, kahramanlık, cesaret, erdem ifade edenler (İgdir, Çepni)<br/></li> <li> Yetiştirdikleri hayvanlar veya bunların özelliklerine göre isim alanlar (Alayuntlu, Teke, Bugu)<br/></li> </ol> ı. Adları bulundukları yerden kaynaklanan kabileler (Horasanlı, Kara Dağlı)<br/>i. Yaşadıkları muhite ismini verenler (Çorumlu, Başkurt)."
  },
  {
    "id": "3196099",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi bilim adamlarınca ileri sürülen ve eski Türklerde il olmak için gereken şartlardan biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bağımsızlık",
      "B": "Ülke",
      "C": "Millet",
      "D": "Yasa",
      "E": "Maddi Varlık"
    },
    "explanation": "İL-DEVLET YAPISI<br/>E şıkkında yer alan \"Maddi Varlık\" seçeneği eski Türklerde il olmak için gereken şartlar içinde bulunmamaktadır."
  },
  {
    "id": "3196108",
    "unitNumber": 2,
    "text": "Aşağıdaki deyimlerden hangisi eski Türklerde \"İl\" kelimesi ile birlikte ülke, vatan anlamında kullanılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Yir",
      "B": "Yaka",
      "C": "Iduk",
      "D": "Kengeş",
      "E": "Toy"
    },
    "explanation": "İL-DEVLET YAPISI<br/>Yazıtlarda görülen “il” kelimesinin devlet ve ülke anlamları yanında, halk, topluluk gibi değişik anlamları da vardır. Bunun dışında Türkler “yir” ve “yir-sub” deyimini de “ülke, toprak parçası, vatan” anlamında kullanmıştır."
  },
  {
    "id": "3196113",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi eski Türklerde ülke sınırı anlamında kullanılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Iduk",
      "B": "Keşik",
      "C": "Yaka",
      "D": "Yir",
      "E": "İl"
    },
    "explanation": "İL-DEVLET YAPISI<br/>Eski Türkçede ülke sınırlarına “yaka” dendiğini görüyoruz. Belki de bugünkü Türkmenistan’ın batısında, yani Hazar kıyılarında, Mankışlak (Minkışlak/Binkışlak) çevrelerinde yaşayan Türklere “Yaka Türkmenleri” denmesi bu yüzden idi. Söz konusu hudutlar umumiyetle dağ, nehir, göl, orman vs. tabii işaretlerle belirlendiği gibi, bazı yerlerde ülke sınırlarının başlangıç noktalarına değişik ikaz unsurları da konabiliyordu."
  },
  {
    "id": "3193078",
    "unitNumber": 3,
    "text": "Eski Türkçede kut kelimesinin anlamı aşağıdakilerden hangisi veya hangileridir?<br/>I-Devlet II-İkbâl III- Saadet IV-Ruh V-Baht",
    "correctAnswer": "A",
    "options": {
      "A": "Hepsi",
      "B": "I-III",
      "C": "II-V",
      "D": "I-V",
      "E": "II-IV"
    },
    "explanation": "Eski Türkçede kut kelimesinin anlamı “devlet, ikbâl, saadet, ruh, baht” gibi anlamlara gelmektedir.<br/>Türkçeye ait her şeyi yabancı bir menşede arayan bazı araştırmacılar, bu terimi de farklı dillere yamamak istiyorlarsa da kut sözü Türkçenin asli kelimelerindendir."
  },
  {
    "id": "3193079",
    "unitNumber": 3,
    "text": "Kut gibi menşeî yabancı dillerde aranan Yarlık’ın anlamı aşağıdakilerden hangisidir?<br/>I-Emir II- Hüküm III- İrade IV- Ferman V- Lütûf",
    "correctAnswer": "A",
    "options": {
      "A": "Hepsi",
      "B": "I-II",
      "C": "II-V",
      "D": "I-III",
      "E": "I-II-III"
    },
    "explanation": "Kut gibi menşeî yabancı dillerde aranan Yarlık’ın anlamı “emir, hüküm, irade, ferman, lütûf”tur<br/>(Thomsen, 1912; Bang-Von Gabain, 1931; Kaşgarlı Mahmud, 1986; Arat, 1979)."
  },
  {
    "id": "3193095",
    "unitNumber": 3,
    "text": "Zaman zaman Türk devlet anlayışını ve dinî inancını bilmeyenler tarafından, yöneticinin kendini Tanrı ile özdeşleştirmesi gibi yorumlanabilen deyim hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tengride bolmak",
      "B": "İdi Yarlıgı",
      "C": "Bilge ve alp olmak",
      "D": "Erdemli olmak",
      "E": "Tört bulung"
    },
    "explanation": "\"Tengride bolmak” deyimi, zaman zaman Türk devlet anlayışını ve dinî inancını bilmeyenler tarafından, yöneticinin kendini Tanrı ile özdeşleştirmesi gibi yorumlanabilmektedir."
  },
  {
    "id": "3193096",
    "unitNumber": 3,
    "text": "Törüg nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kanun",
      "B": "Lütuf",
      "C": "Kısmet",
      "D": "Küç",
      "E": "Devlet"
    },
    "explanation": "Kanun anlamına gelen “törüg”, yani töreye sıkıca bağlılık ve kurulu düzenin bozulmamasına gayret<br/>edilmesi, eski Türk düşüncesinde dikkat çeken bir husustur."
  },
  {
    "id": "3193097",
    "unitNumber": 3,
    "text": "Babur’un hatıratından öğrendiğimize göre, muhtemelen küçük beyler, büyüklerin önlerine gelirken ve huzurdan ayrılırken de kaç kez tazimde bulunuyorlardı?",
    "correctAnswer": "A",
    "options": {
      "A": "9 kez",
      "B": "1 kez",
      "C": "20 kez",
      "D": "3 kez",
      "E": "50 kez"
    },
    "explanation": "Babur’un hatıratından öğrendiğimize göre, muhtemelen küçük beyler, büyüklerin önlerine gelirken ileri<br/>dokuz defa, huzurdan ayrılırken de yine geri dokuz kez tazimde bulunuyorlardı."
  },
  {
    "id": "3193367",
    "unitNumber": 3,
    "text": "Kök Türk ve Uygurlarda devletin başındaki kişi hangi unvanıyla anılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kagan",
      "B": "Katıun",
      "C": "Şad",
      "D": "Tarkan",
      "E": "Yabgu"
    },
    "explanation": "Eski Türk devletinde yönetim gökten aşağıya doğru inen karizmatik ve hiyerarşik bir düzen içerisinde işlemekteydi. Buna bağlı olarak Kök Türk ve Uygurlarda devletin başındaki kişi “kagan” unvanıyla anılmaktadır."
  },
  {
    "id": "3193373",
    "unitNumber": 3,
    "text": "Eski zamanlarda Hakanı koruyan özel muhafız birliğine ne ad verilirdi?",
    "correctAnswer": "A",
    "options": {
      "A": "Börüler",
      "B": "Süryaniler",
      "C": "Tarkan",
      "D": "Törüg",
      "E": "Yabgu"
    },
    "explanation": "Hakanı koruyan özel muhafız birliğine eski zamanlarda “Börüler” dendiği gibi, Oguz beylerinin de “çakır” diye anılan özel korucularının olduğundan söz edilmektedir."
  },
  {
    "id": "3193510",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kaganın özelliklerindendir?<br/>I- Bilge olmak II- Erdemli olmak III-Kut sahibi olmak IV -Alp olmak V- Üluğ sahibi olmak",
    "correctAnswer": "A",
    "options": {
      "A": "Hepsi",
      "B": "I-II",
      "C": "I-II-V",
      "D": "II-V",
      "E": "I-II-IV"
    },
    "explanation": "Kagan kut, yarlık, ülüg ve küç gibi Tanrısal mefhumlar ile bilgelik, alplık ve erdemlilik benzeri yaradılıştan kaynaklanan vasıflara sahip olmak yanında; milletin iskânını ve sosyal teşkilatlanmasını sağlamalıdır."
  },
  {
    "id": "3193513",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Eski Türklerde hükümetin tabii üyesidir?<br/>I-Kagan II-Katun III- Şad IV-Yabgu",
    "correctAnswer": "A",
    "options": {
      "A": "Hepsi",
      "B": "I",
      "C": "II-III",
      "D": "II-IV",
      "E": "I-IV"
    },
    "explanation": "Hiç şüphesiz kagan, katun, yabgu ve şadlar hükümetin tabi üyeleri idi. Kagan aynı zamanda hükümet<br/>toplantılarına da başkanlık yapıyordu."
  },
  {
    "id": "3193517",
    "unitNumber": 3,
    "text": "Kagan olmanın şartı olan \"külüg\" ne anlama gelmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ünlü olmak",
      "B": "Güç sahibi olmak",
      "C": "Yiğit olmak",
      "D": "Erdemli olmak",
      "E": "Adil olmak"
    },
    "explanation": "Kagan olmanın bir başka şartı “külüg” yani ünlü olmaktır. Bilindiği üzere Kök Türk Kaganlığının kurucusu Bumın, Juan-juanları yenerek ün kazanmıştı."
  },
  {
    "id": "3194352",
    "unitNumber": 3,
    "text": "Eski Türkçede “devlet, ikbâl, saadet, ruh, baht” gibi anlamlara gelen kelime aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kagan",
      "B": "İl-teriş",
      "C": "Kut",
      "D": "Börü",
      "E": "Umay"
    },
    "explanation": "Eski Türkçede kut kelimesinin anlamı “devlet,<br/>ikbâl, saadet, ruh, baht” gibi anlamlara gelmektedir.<br/>kut kelimesi “devlet, ikbâl, saadet, ruh, baht” gibi anlamlara gelmektedir."
  },
  {
    "id": "3194403",
    "unitNumber": 3,
    "text": "Kök Türk Yazıtlarına baktığımızda, “kut” ve “kutluluk” Türk kaganlarına dolayısıyla hükümdar ailesine ve kişilere kim tarafından bağışlanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Tanrı",
      "B": "Umay Ana",
      "C": "Tigin",
      "D": "Katun",
      "E": "Aksakallı Meclisi"
    },
    "explanation": ". Kök Türk Yazıtlarına baktığımızda, “kut” ve “kutluluk” Türk kaganlarınadolayısıyla hükümdar ailesine ve kişilere Tanrı tarafından bağışlanmaktadır."
  },
  {
    "id": "3194417",
    "unitNumber": 3,
    "text": "Pay, kısmet, saadet, kader, nasip anlamını aşağıdaki kelimelerden hangisi karşılar?",
    "correctAnswer": "B",
    "options": {
      "A": "Tengri",
      "B": "Ülüg",
      "C": "İl",
      "D": "Kut",
      "E": "Yabgu"
    },
    "explanation": "Tanrı yarlık verdiği için “ülüg” de bahşeder<br/>ve bunun anlamı “pay, kısmet, saadet” (Clauson,<br/>1956; Kaşgarlı Mahmud, 1986; Ögel, 1988) demektir. O yüzden ülüg sahibi, iktidara da egemen<br/>olur. Irk Bitig adlı metinde görüldüğü üzere “ülügde ozmış” yani kısmetini yitirmiş insan sonradan<br/>bunu tekrar kazanabilir. Yazıtlarda bu hususta şöyle<br/>deniyor: “Herkes kendi ülügüne [kaderine] sahiptir”. Buna bağlı olarak, insan ülüg’ü ne kadar ise<br/>o kadar yaşar ve kitabelerde bununla ilgili; “ülügü<br/>[nasibi] bu kadar imiş herhalde” diye yazılıdır."
  },
  {
    "id": "3194437",
    "unitNumber": 3,
    "text": "Tanrı tarafından göreve atandığı varsayılan bir Türk kaganı kimin hükümdarıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Bütün yeryüzünün, yani insanlığın hükümdarıdır.",
      "B": "Bütün Türk beyliklerinin",
      "C": "Bütün Oğuzların",
      "D": "Bütün Kök Türklerin",
      "E": "Bütün Müslümanların"
    },
    "explanation": "Tanrı tarafından bu göreve atandığı varsayılan Türk kaganı bütün yeryüzünün, yani insanlığın hükümdarıdır."
  },
  {
    "id": "3194445",
    "unitNumber": 3,
    "text": "Türk devlet yapısına göre bütün insanlığın idarecisi hakan en tepede bulunur ve bu unvan kolay kolay alınmayan kağanlığın birinci şartı nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "İyi bir savaşçı olmak",
      "B": "Yiğit olmak",
      "C": "Akıl sahibi olmak",
      "D": "Türk soyundan gelmek",
      "E": "Bilgili ve görgülü olmak"
    },
    "explanation": "Türk devlet yapısına göre bütün insanlığın idarecisi hakan en tepede bulunur ve bu unvan kolay<br/>kolay alınmazdı. Herşeyden önce kaganlığın birinci şartı Türk soyundan gelmekti."
  },
  {
    "id": "3194453",
    "unitNumber": 3,
    "text": "Alplik nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Güçlülük",
      "B": "Yiğitlik",
      "C": "Bilgelik",
      "D": "Doğruluk",
      "E": "Haklılık"
    },
    "explanation": "; “bilge ve alp [yiğit]<br/>kaganlarmış”; “kaganı alp [yiğit], danışmanı bilge imiş”, denmektedir. Bu itibarla hakanın bilgili<br/>ve akıllı olması yanında cesur ve yiğitlik vasfının<br/>da bulunması lazımdır."
  },
  {
    "id": "3194457",
    "unitNumber": 3,
    "text": "Kök Türkçe yazıtlarda karşımıza en çok çıkan kelimelerden biri aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bilgelik",
      "B": "Alplik",
      "C": "Erdemlik",
      "D": "biliglig",
      "E": "tering bilge"
    },
    "explanation": "Kaganın aynı zaman da erdem sahibi olması<br/>gerekmekteydi. Erdemsiz (faziletsiz, edebsiz) kişi<br/>sadece kaganlık değil, hiçbir önemli işi yapamazdı.<br/>Bu özellik ise idareciler ve toplumun bütün fertleri için geçerlidir<br/>Erdemlik"
  },
  {
    "id": "3194460",
    "unitNumber": 3,
    "text": "Kagan olmanın bir başka şartı “külüg” ne demek?",
    "correctAnswer": "C",
    "options": {
      "A": "Akıllı",
      "B": "Cesur",
      "C": "Ünlü",
      "D": "Yürekli",
      "E": "Nazik"
    },
    "explanation": "Kagan olmanın bir başka şartı “külüg” yani<br/>ünlü olmaktır. Bilindiği üzere Kök Türk Kaganlığının kurucusu Bumın, Juan-juanları yenerek ün<br/>kazanmıştı. Bilge Kagan da, ta şadlığı sırasında birçok savaşa katılarak ünlendi."
  },
  {
    "id": "3194469",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Hakanların görevlerinden değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Milletin sosyal teşkilatlanmasını sağlamak.",
      "B": "Kendinden sonra devletin idari kademesinde yer alacak olanları<br/>seçmek",
      "C": "Milletin iskânını sağlamak",
      "D": "Yasasız düzen vermek",
      "E": "Töreye uymayanı cezalandırmak"
    },
    "explanation": "Bilge Kagan halkının tabi olduğu kanunları, idaresi altına aldığı milletlere beyan ediyor ve bu hükümlere onların da uymasını istediğini “bu zamanda oturup bunca önemli yasayı [töre] dört<br/>taraftaki halka yaydım”, sözleriyle belirtiyordu. O, aynı zamanda ihtiyaç hâsıl oldukça töre hükümlerini de yenilemişti, bu konuda kitabelerde; “devleti ve yasayı [töre] çok iyi kazandım” diyor.<br/>Yasasız düzen vermek"
  },
  {
    "id": "3194483",
    "unitNumber": 3,
    "text": "Katun devleti ne zaman yönetirdi?",
    "correctAnswer": "B",
    "options": {
      "A": "Kagan öldüğü zaman",
      "B": "Veliaht küçük ise",
      "C": "Kagan hasta ise",
      "D": "Barış zamanı",
      "E": "Kagan savaşa giderse"
    },
    "explanation": "Kagan öldüğü zaman yerine geçecek çocuğu küçük ise, o vakit<br/>katunun devleti oğlu adına yönettiğini de görüyoruz.<br/>Çünkü gayet normal bir şekilde eski Türkler de çocuk<br/>veya aklı başında olmayan kişilerin ülke yönetemeyeceklerini bildiklerinden, onlar belirli bir yaşa gelene<br/>kadar bir naip veya naibe kontrolünde işleri yürütmüşlerdir.<br/>Veliaht küçük ise"
  },
  {
    "id": "3195718",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi \"saltanat sahibi Tanrı\" deyiminde “il sahibi, mülk sahibi” anlamına gelen bir kavramdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Kut",
      "B": "İllig Tengri",
      "C": "Kagan",
      "D": "Köl Tigin",
      "E": "Kök Türk"
    },
    "explanation": "“İllig Tengri” (saltanat sahibi Tanrı) deyiminde karşımıza çıkıyor. Buradaki “illig” kelimesi aynı zamanda “il sahibi, mülk sahibi” anlamına gelmektedir."
  },
  {
    "id": "3195727",
    "unitNumber": 3,
    "text": "Türk devletinin esas amacı olan ve \"dünyanın dört köşesi üzerinde Türklerin kutsal hâkimiyetini sağlamak ve her tarafa Türk adaletini yaymak\" şeklinde açıklanan terim aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kök Türk",
      "B": "Yağız yer",
      "C": "Tört bulung",
      "D": "Bilge kut",
      "E": "Tengri teg"
    },
    "explanation": "Türk devletinin esas amacı,“Tört bulung” yani dünyanın dört köşesi üzerinde Türklerin kutsal hâkimiyetini sağlamak ve “güneşin doğduğu yerden battığı<br/>yere kadar” her tarafa Türk adaletini yaymaktır."
  },
  {
    "id": "3195762",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi “mallarınızı geri alıp, onları eksiksiz olarak size vermeden yerime oturmayacağım. Bulunamayan eşyanızı da hazinemden karşılayacağım\" diyerek Antalya'yı zapt etmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gazneli Mahmud",
      "B": "Sultan Gıyaseddin",
      "C": "Bilge Kagan",
      "D": "Köl İç Çor",
      "E": "İstemi Kagan"
    },
    "explanation": "Sultan Gıyaseddin “mallarınızı geri alıp, onları eksiksiz olarak size vermeden yerime oturmayacağım. Bulunamayan eşyanızı da hazinemden karşılayacağım\" diyerek Antalya zapt etmiştir."
  },
  {
    "id": "3195877",
    "unitNumber": 3,
    "text": "Kaganlarla ilgili hangileri doğrudur?<br/>I- Tanrının izni ve buyruğu ile tahta çıkarlar, II-Allah'ın onları cihan hakimi olmak için görevlendirdiği düşünülür, III- Savaşa katılmak zorunda değildirler, IV- Gösterişi ve şatafatı severler.",
    "correctAnswer": "E",
    "options": {
      "A": "I ve IV",
      "B": "II ve IV",
      "C": "II ve III",
      "D": "I ve III",
      "E": "I ve II"
    },
    "explanation": "III ve IV doğru değildir, Kaganlar savaşırlar ve mütevazılığı tercih ederler.<br/>I ve II"
  },
  {
    "id": "3195879",
    "unitNumber": 3,
    "text": "\"İdi Yarlığı\" nın anlamı hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tanrı buyruğu",
      "B": "Kagan buyruğu",
      "C": "Mülk sahibi",
      "D": "Tanrısal adalet",
      "E": "Tanrının bağışlayıcılığı"
    },
    "explanation": "\"İdi Yarlığı\" tanrı buyruğu demektir."
  },
  {
    "id": "3195883",
    "unitNumber": 3,
    "text": "Eski Türklerde \"Kagan\" ve \"Katun\" hangilerinin sembolü olarak görülmekteydi?",
    "correctAnswer": "A",
    "options": {
      "A": "Güneş ve ay",
      "B": "Gök ve yer",
      "C": "Gök ve ırmak",
      "D": "Dağ ve orman",
      "E": "Yağmur ve ateş"
    },
    "explanation": "Kagan güneşin sembolü, Katun ise ayın sembolüdür.<br/>Güneş ve ay"
  },
  {
    "id": "3195886",
    "unitNumber": 3,
    "text": "Hangileri Kagan'ın görevleri arasındadır?<br/>I-Milletin iskanı, II- sosyal teşkilatlanma, III-Yeni topraklar fethetmek, IV- Yasaları düzenlemek, V-Halka hesap vermek.",
    "correctAnswer": "E",
    "options": {
      "A": "I ve III",
      "B": "II ve III",
      "C": "I, III ve V",
      "D": "I ve III",
      "E": "I, II ve IV."
    },
    "explanation": "Yeni toprak fethetmek ve halka hesap vermek Kagan'ın görevleri arasında bulunmaz.<br/>I, II ve IV"
  },
  {
    "id": "3195891",
    "unitNumber": 3,
    "text": "\"Şad\"ın anlamı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kagan'ın danışmanı",
      "B": "Yüksek rütbeli komutan",
      "C": "Kagan'ın atadığı yönetici",
      "D": "Din görevlisi",
      "E": "Bilge kişi"
    },
    "explanation": "Hakanların bir başka görevi kendinden sonra devletin idari kademesinde yer alacak olanları da<br/>seçmesidir. İl-teriş Kagan, Ötüken’de hâkimiyetini kurduktan sonra, kardeşi Kapgan’ı şad, İl Çor<br/>Tigin’i de (To-si-fu’yu) yabgu atamıştı.<br/>Yüksek rütbeli komutan"
  },
  {
    "id": "3195895",
    "unitNumber": 3,
    "text": "Köktürklerde yazıtlarda en çok söz edilen özellik hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yiğitlik",
      "B": "Dürüstlük",
      "C": "Erdem",
      "D": "Cesaret",
      "E": "Bilgelik"
    },
    "explanation": "Erdem, Kök Türkçe yazıtlarda karşımıza en çok çıkan kelimelerden biridir. İslamiyetle birlikte<br/>erdemin yerini edeb sözü almaktadır"
  },
  {
    "id": "3195899",
    "unitNumber": 3,
    "text": "Hangisi Kagan olmanın şartları arasında <strong>yer almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Türk soyundan gelmek",
      "B": "Bilge olmak",
      "C": "Alp olmak",
      "D": "Külüg (ünlü) olmak",
      "E": "Varlıklı olmak"
    },
    "explanation": "Varlıklı olmak kagan olmanın şartları arasında değildir."
  },
  {
    "id": "3195925",
    "unitNumber": 3,
    "text": "Hangileri Alplığın maddi ve manevi göstergeleri arasındadır?<br/>I- Korkusuz bir yürek, II-Kol gücü, III- Güvenilir, sadık bir eş, IV-İyi bir at, V- Özensiz ve kirli kıyafetler.",
    "correctAnswer": "D",
    "options": {
      "A": "I, II ve III",
      "B": "II, III ve IV",
      "C": "I, II ve V",
      "D": "I, II ve IV",
      "E": "I, III ve IV"
    },
    "explanation": "Korkusuz yürek, kol gücü ve iyi bir at alpların maddi ve manevi özellikleri arasındadır, iyi bir eş ve bakımsız ve kirli kıyafetler bu özelliklerden değildir.<br/>I, II ve IV"
  },
  {
    "id": "3195935",
    "unitNumber": 3,
    "text": "Hangileri Katunların hakları arasındadır?<br/>I- Savaşa katılmak, II-Ordu yönetmek, III- Yabancı ülkelere elçi göndermek, IV-Küçük yaştaki veliahta naibelik yapmak.",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I ve IV",
      "D": "II ve IV",
      "E": "II ve III"
    },
    "explanation": "Savaşa katılmak ve küçük yaştaki bir veliahta naibelik yapmak Katunların hakları ve görevleri arasındadır.<br/>I ve IV"
  },
  {
    "id": "3195937",
    "unitNumber": 3,
    "text": "Katunların hakları ile ilgili hangileri doğrudur?<br/>I- Töre ile katunluk makamına oturuyorlardı, II- Kagan ile birlikte yabancı elçileri kabul edebiliyorlardı, III- Kaganın eşlerinden doğan her çocuk veliaht olabiliyordu, IV- Sadece Kagan'ın ilk eşi nikahlı olabiliyordu.",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "III ve IV",
      "D": "II ve IV",
      "E": "I ve IV"
    },
    "explanation": "Sadece Kagan'ın Türk soyundan olan çocuklar veliaht oluyordu ve Kagan'ın birden fazla eşi nikahlı olabilirdi. III ve IV doğru değildir.<br/>I ve II"
  },
  {
    "id": "3196071",
    "unitNumber": 3,
    "text": "Türk tarihinde \"alplık ve bilgelik\" erdemlerinin ikinci sıraya düştüğü dönem aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kök Türkler",
      "B": "Oğuzlar",
      "C": "Selçuklular",
      "D": "Uygur Türkleri",
      "E": "Büyük Selçuklular"
    },
    "explanation": "Türk tarihinde öyle bir dönem geliyor ki, özellikle ticaret, ilim ve edebiyat hayatına atılan Uygur Türkleriyle birlikte, alplık ve bilgelik ikinci sıraya düştü"
  },
  {
    "id": "3196085",
    "unitNumber": 3,
    "text": "Eski zamanlarda Hakanı koruyan özel muhafız birliğine ne denirdi?",
    "correctAnswer": "B",
    "options": {
      "A": "Çakır",
      "B": "Börüler",
      "C": "Katun",
      "D": "Börü Ken",
      "E": "Tug"
    },
    "explanation": "Hakanı koruyan özel muhafız birliğine eski zamanlarda “Börüler” denirdi."
  },
  {
    "id": "3196100",
    "unitNumber": 3,
    "text": "Kök Türkler çağında yazılı bir töre kitabının bir tapınakta saklı olduğu yer aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ötüken",
      "B": "Bezeklik",
      "C": "Kızıl",
      "D": "Orkun Vadisi",
      "E": "Semerkant"
    },
    "explanation": "Kök Türkler çağında yazılı bir töre kitabının Semerkant’ta bir tapınakta saklı olduğu belirtilmektedir."
  },
  {
    "id": "3196111",
    "unitNumber": 3,
    "text": "Meşhur 1206 kurultayında hükümdarın birinci vazifesinin iyi yasalar yapmak olduğunu söyleyen kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tavka Han",
      "B": "Bilge Kagan",
      "C": "Çingiz Han",
      "D": "Köl Tigin",
      "E": "Bumın Kagan"
    },
    "explanation": "Meşhur 1206 kurultayında Çingiz Han; hükümdarın birinci vazifesinin iyi yasalar yapmak olduğunu söylemiştir."
  },
  {
    "id": "3196121",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisinin anlamı \"kanun\" demektir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tug",
      "B": "Törüg",
      "C": "Börü",
      "D": "Katun",
      "E": "Ülüg"
    },
    "explanation": "“törüg” kanun anlamına gelir."
  },
  {
    "id": "3196133",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi hükümet toplantılarına başkanlık yapardı?",
    "correctAnswer": "C",
    "options": {
      "A": "Yabgu",
      "B": "Katun",
      "C": "Kagan",
      "D": "Ülüg",
      "E": "Şad"
    },
    "explanation": "Kagan aynı zamanda hükümet toplantılarına da başkanlık yapıyordu."
  },
  {
    "id": "3192265",
    "unitNumber": 4,
    "text": "Kök Türk harfli kitabelerde Türkler, batı anlamında hangi terimi kullanmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "İlgerü",
      "B": "Kurı",
      "C": "Kün ortasu",
      "D": "Tün ortasu",
      "E": "Kün togsık"
    },
    "explanation": "Türkler, batı anlamında “kün batsık” ve “kurı” terimlerini kullanılmaktaydılar ve bu yön “kisre” yani arka tarafı göstermektedir."
  },
  {
    "id": "3192762",
    "unitNumber": 4,
    "text": "Eski Türklerde başbakan anlamına gelen deyim aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalavaç",
      "B": "Tamgacı",
      "C": "Öge Buyruk",
      "D": "Kagan",
      "E": "Şad"
    },
    "explanation": "Bilge Kagan 716 tarihinde tahtta çıktığında kendisine bağlılığını sunanlar arasında iç buyruklardan Sebig Köl İrkin adında birinin de olduğunu öğreniyoruz. Uygur dönemi yazıtlarından Terhin’de ise başbakan yerine “İç Buyruk Başı Inançu Baga Tarkan” unvanlı bir kişiden söz edilmektedir. Burada ismi anılan Inançu Baga Tarkan’ın, Bögü Kagan’dan sonra hükümdarlık tahtına oturan başbakan Tonga (Tun/Ton/Tong/Tokta) Baga Tarkan (779-789) olduğunu sanıyoruz. Suci Yazıtında, “Kırgız oğluyum. Boyla Kutlug Yargan’ım. Kutlug Baga Tarkan’ın başbakanıyım”, diye geçen cümledeki Boyla Kutlug Yargan da başbakandır. Dolayısı ile bu belgelerden eski Türklerde başbakan anlamına “İç Buyruk Başı” ve “Öge Buyruk” deyimlerinin kullanıldığı açığa çıkıyor."
  },
  {
    "id": "3192763",
    "unitNumber": 4,
    "text": "Eski Türk hükümetindeki adalet işlerine bakan buyruklara ne denmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çapar",
      "B": "Yargan",
      "C": "Ulak",
      "D": "Tamgaçı",
      "E": "Körüg"
    },
    "explanation": "Hükümetin bir diğer üyesi ise adalet işlerine bakan buyruklardır. Bunun için görevlendirilenlere “yarguç” veya “yargan” denmekteydi."
  },
  {
    "id": "3192764",
    "unitNumber": 4,
    "text": "Kök Türk Yazıtlarında hazine memurlarına verilen ad aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sakışçı",
      "B": "Tudun",
      "C": "Ulug agıçı",
      "D": "Agıçı",
      "E": "Baskak"
    },
    "explanation": "Buyruklardan biri de maliye işlerine bakıyordu. Ülkenin bütün gelir-gideri, yapılacak her türlü harcamalar herhalde bu maliye bakanının denetiminde idi. Devlet hazinesine “agı” deniyordu, Kök Türk Yazıtlarında da bu terime rastlıyoruz. Hazine memurlarına “agıçı” adı verilip hazine ve maliyeden sorumlu kişi veya bakana da “ulug agıçı”, denmekte idi."
  },
  {
    "id": "3192766",
    "unitNumber": 4,
    "text": "Kitabelerde geçen “kara bodun” tabirinin tam karşılığı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Vezir",
      "B": "Tüccar",
      "C": "Din adamı",
      "D": "Halk",
      "E": "Vergi memurları"
    },
    "explanation": "Bütün bunlar eski Türk devletinin ne kadar mükemmel bir teşkilatlanma içerisinde olduğuna delaletdir. Burada açıkça devlet için halkın önemi vurgulanıyor. Bu vesileyle yine kitabelerde geçen “kara bodun” tabirinin tam karşılığının millet veya halk demek olduğunu belirtmek gerekir."
  },
  {
    "id": "3192791",
    "unitNumber": 4,
    "text": "Kök Türk Yazıtlarında ‘‘agı’’teriminin karşılığı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ateş kulesi",
      "B": "Yayla",
      "C": "Haberci",
      "D": "Devlet meclisi",
      "E": "Devlet hazinesi"
    },
    "explanation": "Buyruklardan biri de maliye işlerine bakıyordu. Ülkenin bütün gelir-gideri, yapılacak her türlü harcamalar herhalde bu maliye bakanının denetiminde idi. Devlet hazinesine “agı” deniyordu, Kök Türk Yazıtlarında da bu terime rastlıyoruz."
  },
  {
    "id": "3192794",
    "unitNumber": 4,
    "text": "Kök Türk Yazıtlarından Bilge Kagan Kitabesi ile Tunyukuk Yazıtı’nın I. Taşında “Boyla Baga Tarkan” unvanını taşıyan kişi aşağıdakilerden hangisi olabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "İl-teriş Kagan",
      "B": "Bilge Kagan",
      "C": "Tunyukuk",
      "D": "İstemi Yabgu",
      "E": "Alp Bilge Kagan"
    },
    "explanation": "Bakanlardan biri de devlet ve ülke birliğini meydana getiren kabilelerin düzen ve yerleşmesinden mesul idi. Çünkü yeri geldiğinde devlete kafa tutabilecek kadar bir gücü bünyelerinde barındıran bu boyların kontrol altında bulunmaları gerekmekteydi. Herhâlde bu işlerle ilgilenen bakanın unvanı “Boyla Baga” idi ve bilindiği gibi Türk tarihinde bu sanı taşıyan bir kişi vardır ki o da meşhur Tunyukuk’tur. Kök Türk Yazıtlarından Bilge Kagan Kitabesi ile Tunyukuk Yazıtı’nın I. Taşında “Boyla Baga Tarkan” unvanını taşıyan bir kişiyle karşılaşıyoruz. Buradaki şahsın bizatihi Tunyukuk’un kendisi olduğu sanılıyor (Gömeç, 2010). Muhtemelen Kök Türk Kaganlığı yeniden bir nizama sokulurken İl-teriş Kagan ona boy-kabile işlerini halletme görevini vermişti."
  },
  {
    "id": "3192795",
    "unitNumber": 4,
    "text": "Alp Bilge Kagan zamanında (808-821), Altın Köl II Yazıtında Tibet’e elçi giden şahsın adı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Elçi Çor",
      "B": "Inançu Alp",
      "C": "Çabış Tun Tarkan",
      "D": "Tunyukuk",
      "E": "El Togan Tutuk"
    },
    "explanation": "Mesela Uyuk-Tarlak Yazıtında adı geçen “El Togan Tutuk’un Altı Bag Bodun’un elçisi” olduğu söylenmektedir. Çakulların ikinci yazıtı “Elçi Çor” adına dikilmiştir ve ayrıca Uybat VI Yazıtında da bir elçi kelimesine rastlıyoruz. 8. asrın ikinci yarısında (753-754), Uygurlardan Kara Türgişlere Çabış Tun Tarkan adında bir elçinin gittiğini, yine Uybat yazıtlarından öğrenmekteyiz. Alp Bilge Kagan zamanında (808-821), Tibet’e elçi giden şahsın adının Inançu Alp olduğu, Altın Köl II Yazıtında belirtilmektedir. Kısacası yabancı memleketlerden gelen elçi ve misafirler konusunda kagana yardımcı olan belki hacib gibi bir görevlinin bulunduğu, Hunlar çağından beri malûmdur, fakat bunların hangi unvanı taşıdıkları meçhuldür."
  },
  {
    "id": "3192799",
    "unitNumber": 4,
    "text": "Kök (Ulu) Tengri inancının yerine, Türk sosyal hayatına tam ters olan bir dine kim zamanında girilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Alp Bilge Kagan",
      "B": "Bögü Kagan",
      "C": "İl-teriş Kagan",
      "D": "İllig Kagan",
      "E": "Öge Kagan"
    },
    "explanation": "Tonga (Tun) Baga’dan sonra bu makama bir Kırgız’ın atanması yeni bir değişiklik gibi görünmektedir. Tabii ki bu olayın başka siyasi sebepleri de vardır. Özellikle Bögü Kagan’ın yanında bulunan Sogdlar, onu Çin’i işgal etmeye zorluyorlardı. Ama Çin gibi bir ülkeye sahip olmak o çağın şartlarında yararlı bir iş değildi. Hunlar zamanından beridir çeşitli defalar Türkler bu imkânı ellerine geçirmişlerdi, ancak Çin onların pekçok ihtiyacını karşılayan bir devlet olduğundan, hayatını devam ettirmesi de zaruri görülüyordu. Bögü Kagan zamanında birçok Uygur geleneği değişti. Çinlilerle ticarete girdiklerinden itibaren epey değerli şeye sahip oldukları gibi, gösterişe de alıştılar. Kagan kendini halktan ayırarak saraylarda oturmaya başladı. Kadınlar makyaj yapmaya, güzel giyinmeye özendiler. Bunlar elbette toplum içindeki milliyetçileri rahatsız ediyordu. Hatta o kadar ileri gidilmişti ki Kök (Ulu) Tengri inancının yerine, Türk sosyal hayatına tam ters olan bir dine girilmişti (Ögel, 1964; Ögel, 1971; Mackerras, 1972; Gömeç, 2015a; Gömeç, 2015b). İşte bütün bunlardan hoşlanmayan bir grup devletin istikbalini tehlikeli gördüğünden Bögü Kagan’ı tahttan uzaklaştırdılar. Sonuçta Tonga Baga Tarkan’a bu hadise sırasında yardım eden Kırgız beyi başbakanlık makamına da getirilerek ödüllendirilmiş olmalıdır."
  },
  {
    "id": "3192800",
    "unitNumber": 4,
    "text": "Kök Türkler çağında “kargu” terimi aşağıdakilerden hangisi için kullanılmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Duman",
      "B": "Konak",
      "C": "At",
      "D": "Taht",
      "E": "Ateş kulesi"
    },
    "explanation": "Muhtemelen eski Türk hükümetindeki buyruklardan biri de ulaşım ve haberleşmeden mesul idi. Eski Türk ilinde geniş bir haberleşme ve posta ağı da mevcuttu. Ülkenin çeşitli köşelerinde ve özellikle de hudut boylarında Kök Türkler çağında “kargu” denilen ateş kuleleri vasıtasıyla, düşmanın hareketlerinin önceden haber verilmesi söz konusu olduğu gibi, buralarda bulunan vazifeliler aracılığıyla bir yerden, başka bir bölgeye de bilgiler çok kısa bir sürede ulaştırılıyordu. Sonraki Türk ve Mogol idareleri döneminde daha da geliştirilen bu sistemde, adı geçen menzil noktalarında görevli memurlar bazan yaya, bazan ulaşım vasıtası olarak atlar ve kuşlar ile duruma göre duman ve ışıktan da yararlanarak haberleri gerekli yerlere iletmekteydiler."
  },
  {
    "id": "3193297",
    "unitNumber": 4,
    "text": "Eski Türkler dünyanın ve göklerin sahibi olarak kimi görmüşlerdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Peygamberi",
      "B": "Tanrıyı",
      "C": "Putları",
      "D": "Doğa üstü güçleri",
      "E": "Melekleri"
    },
    "explanation": "Eski Türklerde devlet idaresinin esaslarını belirlemek üzere incelediğimiz kaynaklara baktığımızda; Türkler dünyanın ve göklerin sahibi olarak Tanrı’yı görmüşler ve bu yüzden idarî yapıda da buna göre bir teşkilatlanmaya gitmişlerdir."
  },
  {
    "id": "3193303",
    "unitNumber": 4,
    "text": "Eski Türklerde “Tengri” kelimesi hangi anlama geliyordu?",
    "correctAnswer": "C",
    "options": {
      "A": "sadece gökyüzü",
      "B": "sadece Allah",
      "C": "hem Allah hem gökyüzü",
      "D": "hem Allah hem Peygamber",
      "E": "hem Peygamber hem gökyüzü"
    },
    "explanation": "İşte bu sebepten “Tengri” kelimesi hem bizzat bütün alemi ve canlıları yaratan Allah’ı ifade ediyor hem de gökyüzü anlamına geliyordu."
  },
  {
    "id": "3193307",
    "unitNumber": 4,
    "text": "Eski Türk devlet düzeninde iktidar nasıl oluşuyordu?",
    "correctAnswer": "D",
    "options": {
      "A": "çapraz bir yapılanması vardı",
      "B": "dikey bir yapılanması yoktu",
      "C": "yatay bir düzlemde seyrediyordu",
      "D": "gökten aşağı doğru iniyordu",
      "E": "yerden yukarı doğru çıkıyordu"
    },
    "explanation": "Yine yazılı belgeler çerçevesinde Türk devlet düzenini araştırdığımızda eski Türklerde iktidar gökten aşağıya doğru bir silsile halinde iniyordu."
  },
  {
    "id": "3193311",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi eski Türk düşünce ve inanç yapısına uygundur?",
    "correctAnswer": "E",
    "options": {
      "A": "gök olmadan yer de var olabilir.",
      "B": "sadece gökyüzü yeterlidir.",
      "C": "sadece yeryüzü yeterlidir.",
      "D": "gök ve yer uyumu yoktur.",
      "E": "gök olmadan yer var olamaz."
    },
    "explanation": "Eski Türk düşünce ve inancına göre bunlar bir düzen içinde olduğu gibi, birbirleriyle de kozmik bir şekilde bağlıydılar. Bu yüzden gök olmadan yer, yer olmadan göğün varlığı söz konusu değildir."
  },
  {
    "id": "3193319",
    "unitNumber": 4,
    "text": "Aşağıdaki hangi renk Türkler tarafından daha kutlu görülmüştür?",
    "correctAnswer": "A",
    "options": {
      "A": "mavi",
      "B": "kırmızı",
      "C": "beyaz",
      "D": "siyah",
      "E": "yeşil"
    },
    "explanation": "Türk düşüncesinde Tanrı’nın mekanı ulaşılamayacağına inanılan gökyüzüydü ve semanın rengi de gök (mavi) olduğundan bu renk Türkler tarafından diğerlerine nazaran daha kutlu görülmüş ve “doğu” için kullanılmıştır."
  },
  {
    "id": "3193322",
    "unitNumber": 4,
    "text": "Aşağıdaki hangi renk Türkler tarafından “doğuyu” simgelemektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "mor",
      "B": "kırmızı",
      "C": "mavi",
      "D": "turuncu",
      "E": "pembe"
    },
    "explanation": "Türk düşüncesinde Tanrı’nın mekanı ulaşılamayacağına inanılan gökyüzüydü ve semanın rengi de gök (mavi) olduğundan bu renk Türkler tarafından diğerlerine nazaran daha kutlu görülmüş ve “doğu” için kullanılmıştır."
  },
  {
    "id": "3193329",
    "unitNumber": 4,
    "text": "Eski Türk kültüründe çadır ve evlerin kapıları nereye doğru açılırdı?",
    "correctAnswer": "E",
    "options": {
      "A": "kuzeydoğuya",
      "B": "güneye",
      "C": "kuzeye",
      "D": "batıya",
      "E": "doğuya"
    },
    "explanation": "Buna binaen çadır ve evlerin kapılarının doğuya açılması, hükümdarın güneşle birlikte ayağa kalkıp, yeni günü karşılamasının arkasında herhalde başka sosyal hadiseler de vardı."
  },
  {
    "id": "3193334",
    "unitNumber": 4,
    "text": "Tuva Türklerine göre ne yoksa hayat yoktur?",
    "correctAnswer": "D",
    "options": {
      "A": "bulutlar",
      "B": "yıldızlar",
      "C": "ay",
      "D": "güneş",
      "E": "yağmur"
    },
    "explanation": "Güneş her gün dünyayı aydınlatan, ısıtan, canlılara hayat veren bir nesne olduğu üzere, ay da göçerlerin gecelerini ışıtan, yollarını aydınlatan bir varlıktır ki, Tuva Türkleri “güneş yoksa hayat yoktur” der."
  },
  {
    "id": "3193337",
    "unitNumber": 4,
    "text": "Konar-göçerlerin hayat tarzında vazgeçilmez olan iki unsur nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "ay ve yıldırım",
      "B": "ay ve yıldızlar",
      "C": "ay ve güneş",
      "D": "güneş ve bulut",
      "E": "güneş ve yağmur"
    },
    "explanation": "Ay ve güneş bütün insanlar gibi, konar-göçerlerin hayat tarzında da vazgeçilmez iki unsurdur."
  },
  {
    "id": "3193343",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Türklerin doğu yönü için kullandığı bir kelimedir?",
    "correctAnswer": "E",
    "options": {
      "A": "kün ortasu",
      "B": "kisre",
      "C": "yırı",
      "D": "kün bastık",
      "E": "ilgerü, öngre, kün togsık"
    },
    "explanation": "Türklerde dört asli yön olduğunu ve görevlendirmelerin de buna uyularak yapıldığını biliyoruz. Doğu yönü için “ilgerü, öngre, kün togsık” denmiş ve doğu ön taraf kabul edilmiştir. Türkler, batı anlamında “kün batsık” ve “kurı” terimlerini kullanılmaktaydılar ve bu yön “kisre” yani arka tarafı göstermektedir. Eski Türkçede güney için “kün ortasu” ile “biri” deyimleri vardı. Kuzeye ise Türkler “tün ortasu” ve “yırı” diyorlardı."
  },
  {
    "id": "3195255",
    "unitNumber": 4,
    "text": "Eski Türklerde devlet idaresinin esaslarının kaynaklarına baktığımızda; dünyanın ve göklerin sahibi olarak Tanrı’yı görmüşlerdir aşağıdakilerden hangisi Tanrı anlamında kullanılmıştır",
    "correctAnswer": "B",
    "options": {
      "A": "Allah",
      "B": "Tengri",
      "C": "Kut",
      "D": "Börü",
      "E": "Kagan"
    },
    "explanation": "Eski Türklerde devlet idaresinin esaslarını belirlemek üzere incelediğimiz kaynaklara baktığımızda;<br/>Türkler dünyanın ve göklerin sahibi olarak Tanrı’yı görmüşler ve bu yüzden idarî yapıda da buna göre bir<br/>teşkilatlanmaya gitmişlerdir. İşte bu sebepten “Tengri” kelimesi hem bizzat bütün alemi ve canlıları yaratan<br/>Allah’ı ifade ediyor hem de gökyüzü anlamına geliyordu."
  },
  {
    "id": "3195259",
    "unitNumber": 4,
    "text": "Eski Türk inancına göre “üze kök tengri” ve “asra yagız yir” deyimleriyle ne anlatılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "İktidarın gökten aşağıya indiğini",
      "B": "Bereketin gökten aşağıya indiğini",
      "C": "Ün gökten aşağıya iner",
      "D": "Cesaret gökten aşağıya iner",
      "E": "Nasip gökten aşağıya iner"
    },
    "explanation": "Türklerde iktidar gökten aşağıya doğru bir silsile halinde iniyordu. Bu da kitabelerde “üze kök tengri” ve “asra yagız yir” deyimleriyle anlatılmaktadır ki, bunların arasında da insan oğulları yer alıyordu.<br/>İktidar"
  },
  {
    "id": "3195264",
    "unitNumber": 4,
    "text": "Türk düşüncesinde Tanrı’nın mekanı neresiydi?",
    "correctAnswer": "C",
    "options": {
      "A": "Denizler",
      "B": "Dağlar",
      "C": "Gökyüzü",
      "D": "Çayırlar",
      "E": "Vadiler"
    },
    "explanation": "Türk düşüncesinde Tanrı’nın mekanı ulaşılamayacağına inanılan gökyüzüydü v"
  },
  {
    "id": "3195268",
    "unitNumber": 4,
    "text": "Eski Türk düşüncesinde hangi renk daha kutlu görülmüştür?",
    "correctAnswer": "C",
    "options": {
      "A": "Sarı",
      "B": "Kırmızı",
      "C": "Mavi",
      "D": "Yeşil",
      "E": "Mor"
    },
    "explanation": "Türk düşüncesinde Tanrı’nın mekanı ulaşılamayacağına inanılan gökyüzüydü ve semanın rengi de gök<br/>(mavi) olduğundan bu renk Türkler tarafından diğerlerine nazaran daha kutlu görülmüş ve “doğu” için kullanılmıştır."
  },
  {
    "id": "3195271",
    "unitNumber": 4,
    "text": "Eski Türklerde çadırların kapıları hangi yöne açılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Doğu",
      "B": "Batı",
      "C": "Kuzey",
      "D": "Güney",
      "E": "Güneybatı"
    },
    "explanation": "Türkler tarafından mavi diğerlerine nazaran daha kutlu görülmüş ve “doğu” için kullanılmıştır. Buna binaen çadır ve evlerin kapılarının doğuya açılması hükümdarın güneşle birlikte ayağa<br/>kalkıp, yeni günü karşılamasının arkasında herhalde başka sosyal hadiseler de vardı."
  },
  {
    "id": "3195278",
    "unitNumber": 4,
    "text": "Eski Türklerde doğunun rengi gök ilkbahar ise batının rengi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ak sonbahar",
      "B": "Kızıl yaz",
      "C": "Kara kış",
      "D": "kızıl sonbahar",
      "E": "ak kış"
    },
    "explanation": "Türkler tarafından doğunun rengi gök (ilkbahar), batı ak (sonbahar), kuzey kara (kış), güney kızıl (yaz) renk ile belirtilmekteydi.<br/>Batı ak sonbahar"
  },
  {
    "id": "3195280",
    "unitNumber": 4,
    "text": "Yönlere göre devletin merkezinde yer alan Kagan'ın rengi nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yeşil",
      "B": "Mor",
      "C": "Sarı",
      "D": "Turuncu",
      "E": "Pembe"
    },
    "explanation": "Türkler tarafından doğunun rengi gök (ilkbahar), batı ak (sonbahar), kuzey kara (kış), güney kızıl (yaz) renk ile belirtilmekteydi. Bu yönlere göre,kagan devletin merkezinde yer alıyordu ve buranın<br/>rengi sarı veya altın rengiydi"
  },
  {
    "id": "3195288",
    "unitNumber": 4,
    "text": "Eski Türklerde Tiginler kaça ayrılırdı?",
    "correctAnswer": "A",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Türk devletinin doğusuna<br/>ve batısına ise bir nevi şehzade demek olan tiginler gönderiliyordu. Hunlar çağından itibaren teşkilat yapısını incelediğimizde; doğuya atanan tigin veya diğer hanedan<br/>üyesi daha yüksek mevkide olup, başlangıçta “Sol Türk<br/>Bilge Tigin” unvanını taşıyordu ve bunlar devletin veliahtıydılar. Batıdakiler ise “Sağ Türk Bilge Tigin” diye anılırlardı.<br/>2"
  },
  {
    "id": "3195565",
    "unitNumber": 4,
    "text": "Türkler tarafından diğerlerine nazaran daha kutlu görülmüş ve “doğu” için kullanılmış olan renk aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Beyaz (ak)",
      "B": "Kırmızı (al)",
      "C": "Mavi (gök)",
      "D": "Yeşil",
      "E": "Siyah"
    },
    "explanation": "Türk düşüncesinde Tanrı’nın mekanı ulaşılamayacağına inanılan gökyüzüydü ve semanın rengi de gök (mavi) olduğundan bu renk Türkler tarafından diğerlerine nazaran daha kutlu görülmüş ve “doğu” için kullanılmıştır.<br/>Doğru cevap C seçeneğidir."
  },
  {
    "id": "3195654",
    "unitNumber": 4,
    "text": "Eski Türk devletlerinde yönler ve renkler ile ilgili verilen aşağıdaki bilgilerden hangisi doğru bir bilgi <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Eski Türkçede güney için “kün ortasu” ile “biri” deyimleri yer almaktaydı",
      "B": "Kuzeye “tün ortasu” ve “yırı” denmekteydi",
      "C": "Eski Türkler güneye dönerek de idari teşkilatlanmada bulunmuşlardı",
      "D": "Türkler tarafından doğunun rengi kızıl (yaz) olarak betimlenmekteydi",
      "E": "Türkler tarafından kuzey, kara (kış) olarak betimlenmekteydi"
    },
    "explanation": "Eski Türkçede güney için “kün ortasu” ile “biri” deyimleri vardı. Kuzeye ise Türkler “tün ortasu” ve “yırı” diyorlardı. Bunun dışında eski Türkler güneye dönerek de idari teşkilatlanmada bulunuyorlardı ki, bu duruma binaen sol yön doğu, sağ cenah da batı idi.<br/>Türkler tarafından doğunun rengi gök (ilkbahar), batı ak (sonbahar), kuzey kara (kış), güney kızıl (yaz) renk ile belirtilmekteydi.<br/>Doğru cevap D seçeneğidir."
  },
  {
    "id": "3195658",
    "unitNumber": 4,
    "text": "Eski Türk devletlerinde yönlere göre Kağan devletin merkezinden yer alırken, buranın rengi nasıl betimlenmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Gök (mavi)",
      "B": "Ak (beyaz)",
      "C": "Al (kırmızı)",
      "D": "Kara (siyah)",
      "E": "Sarı (altın)"
    },
    "explanation": "Türkler tarafından doğunun rengi gök (ilkbahar), batı ak (sonbahar), kuzey kara (kış), güney kızıl (yaz) renk ile belirtilmekteydi. Bu yönlere göre, kagan devletin merkezinde yer alıyordu ve buranın rengi sarı veya altın rengiydi. Bu özellikten hem içtimaî, hem de askerî teşkilatta faydalanılıyordu.<br/>Doğru cevap E seçeneğidir."
  },
  {
    "id": "3195661",
    "unitNumber": 4,
    "text": "Türk felsefesi ve düşünce dünyasında hangi renk ise güzelliğin, aşkın, mutluluğun, sevincin, sıcaklığın timsali olarak görülmüştür?",
    "correctAnswer": "C",
    "options": {
      "A": "Ak (beyaz)",
      "B": "Kara (siyah)",
      "C": "Kızıl",
      "D": "Mavi",
      "E": "Yeşil"
    },
    "explanation": "Gök veya mavi renk güven, huzur, sonsuzluk, cömertlik, gökyüzü ve suyun enginliğini hatırlattığı gibi, insanın maddi olarak ulaşamayacağı Tanrı’yı da simgeler. Türk felsefesi ve düşünce dünyasında kızıl renk ise güzelliğin, aşkın, mutluluğun, sevincin, sıcaklık ve dolayısıyla ateş ile bazan güneşin, zenginlik ve saltanatın timsali, yeşil kadının kısırlığı, mor ağlama, sarı uğursuzluk ve ölüm timsali olarak görülmüştür.<br/>Doğru cevap C seçeneğidir."
  },
  {
    "id": "3195723",
    "unitNumber": 4,
    "text": "\"Hunlar çağından itibaren teşkilat yapısını incelediğimizde; doğuya atanan tigin veya diğer hanedan üyesi daha yüksek mevkide olup, başlangıçta “................” unvanını taşıyordu ve bunlar devletin veliahtıydılar\"<br/>Yukarıda açıklaması verilen bilgiye göre boş bırakılan yere aşağıdaki kavranlardan hangisi gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tört bulung",
      "B": "Tarduş Yabgu",
      "C": "Tölös Şad",
      "D": "Sol Türk Bilge Tigin",
      "E": "Sağ Türk Bilge Tigin"
    },
    "explanation": "Türk devletinin doğusuna ve batısına ise bir nevi şehzade demek olan tiginler gönderiliyordu. Hunlar çağından itibaren teşkilat yapısını incelediğimizde; doğuya atanan tigin veya diğer hanedan üyesi daha yüksek mevkide olup, başlangıçta “Sol Türk Bilge Tigin” unvanını taşıyordu ve bunlar devletin veliahtıydılar. Batıdakiler ise “Sağ Türk Bilge Tigin” diye anılırlardı. Bu kişi de veliahttan sonraki mevkinin sahibiydi. Kök Türk ve Uygur dönemine geldiğimizde ise onların yerini “Tarduş Yabgu” ve “Tölös Şad” unvanlı hanedan bireyleri almış ve bunda güneşin doğduğu taraf ile battığı yön esas olmuştur.<br/>Doğru cevap D seçeneğidir."
  },
  {
    "id": "3195735",
    "unitNumber": 4,
    "text": "Tarduşların üzerine gönderilen tiginler hangi unvanı almaktadırlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Kagan",
      "B": "Tigin",
      "C": "Şad",
      "D": "Han",
      "E": "Yabgu"
    },
    "explanation": "Tarduşların üzerine gönderilen tiginler yabgu unvanını alıyorlardı ve kaganlığın varisi durumundaydılar.<br/>Doğru cevap E seçeneğidir."
  },
  {
    "id": "3195741",
    "unitNumber": 4,
    "text": "Eski Türk devletlerinde büyük iç karışıklıkların çıkmamış olması daha çok hangi durum ile açıklanabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Otoriter yönetim uygulaması",
      "B": "Demokratik yönetim anlayışı",
      "C": "Merkeziyetçi yönetim sistemine sahip olunması",
      "D": "İç karışıklıkların önceden fark edilip bertaraf edilmesi",
      "E": "Diğer komşu ülkeler ile yakın ilişkiler kurulmuş olması"
    },
    "explanation": "Dolayısı ile Türk devleti hiçbir vakit ortak kabul etmemiştir. Böyle bir hâl vaki olduğu takdirde, ortaya çok büyük karışıklıkların çıktığına da şahitiz. Hepimiz biliyoruz ki, Kök Türk Kaganlığının kuruluşundan sonra Bumın kardeşi İstemi’yi ba- tıdaki On Okların başına gönderdi, fakat İstemi hiçbir zaman Ötüken’in merkezinden habersiz iş yapmadı. Kök Türk Kaganlığının yaşamış olduğu kargaşa sırasında batıda bazı Börülü (A-shihna/ Aşina/Çina/Çona) soylu beylerin kaganlık ilan etmelerinin tek sebebi doğuda otorite boşluğunun çıkmasındandır. Yoksa ne Kapgan zamanında ne de Bilge devrinde böyle bir şeye rastlıyoruz. Özellikle Türk devlet anlayışı üzerine yapılan araştırmalar göstermiştir ki Türklerde merkeziyetçi bir yönetim sistemi vardır.<br/>Doğru cevap C seçeneğidir."
  },
  {
    "id": "3195760",
    "unitNumber": 4,
    "text": "Eski Türkçede “bakan” anlamına geldiğini söylenebilecek kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tigin",
      "B": "Buyruk",
      "C": "Şad",
      "D": "Tabgu",
      "E": "Tarduş"
    },
    "explanation": "Türkçede “bakan” anlamına geldiğini söyleyebileceğimiz bir “buyruk” sözü vardır.<br/>Türklerde devletin başında kagan bulunurdu. Ancak devletin ve milletin geleceğine tek başına karar veremezdi. Kagan’ı denetleyen bir meclis ve hükümet mevcuttu. Hükümet bakanlardan oluşmaktaydı. Bakanlara buyruk deniliyordu.<br/>Doğru cevap B seçeneğidir."
  },
  {
    "id": "3195807",
    "unitNumber": 4,
    "text": "\"Daha sonra kendilerine ......... de denilen bu kişileri bağımsız devletler gönderebilirdi. İşte bu yüzden Juan-juan hakanı Anaguey’e, Börülü önderi Bumın’ın bir elçi yollayarak kızını istemesi bir nev’i bağımsızlık göstergesi olarak görülmekteydi.\"<br/>Yukarıda açıklaması verilen bilgiye göre boşlukla bırakılan yere aşağıdaki kavramlardan hangisi gelmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Buyruk",
      "B": "Şad",
      "C": "Tigin",
      "D": "Yabgu",
      "E": "Sefir"
    },
    "explanation": "Elbette daha sonraları kendilerine sefir de denilen bu kişileri bağımsız devletler gönderebilirdi. İşte bu yüzden Juan-juan hakanı Anaguey’e, Börülü önderi Bumın’ın bir elçi yollayarak kızını istemesi bir nev’i bağımsızlık göstergesi olduğu gibi; yedinci asrın başlarında On Ok beyi Tonga Yabgu’nun, devletin meşru kaganından habersizce Çin’e elçi gönderip, bir de prenses istemesi bağımsızlık ilanı şeklinde yorumlanmış, bunun üzerine İllig Kagan, Tonga (T’ong) Yabgu’ya; “görüyorum ki, T’angların bir prensesini almayı düşünüyorsun, ama onu götürmek için benim topraklarımdan geçmen lazım” diyerek yabguyu tehdit etmişti.<br/>Doğru cevap E seçeneğidir."
  },
  {
    "id": "3195819",
    "unitNumber": 4,
    "text": "Eski Türk devletlerinde bir nevi devletin yazışmalarını kaleme alan ve mühürleyen görevliler olan ve bu itibarla sadece dışişlerinde değil, her kademede kendilerinden yararlanılan devlet memurlarına ne ad verilmekteydi?",
    "correctAnswer": "B",
    "options": {
      "A": "Sefir",
      "B": "Tamgacı",
      "C": "Buyruk",
      "D": "Yabgu",
      "E": "Kargu"
    },
    "explanation": "Metinlerde ayrıca “tamgaçı” denilen memurlara rastlanmaktadır. Herhâlde onlar bir nevi devletin yazışmalarını kaleme alan ve mühürleyen görevlilerdi. Bu itibarla sadece dışişlerinde değil, her kademede kendilerinden yararlanılmıştır. Mesela 6. yüzyılın 2. yarısında Kök Türk ülkesine gelen Zemarkhos’la birlikte Bizans imparatorluğuna giden heyetin başkanlığını Tamga Tarkan unvanlı bir kişi yaparken 7. asrın ilk yarılarında Tonga Yabgu’yu ziyaret eden Hsüan Tsang’ın yanına bir tamgaçı verilmişti. Yine meşhur Köl Tigin’in cenaze merasimine katılanların arasında “On Okların Türgiş kaganından Makaraç Tamgaçı ile Oguz Bilge Tamgaçı” unvanlarını taşıyan iki zatı görmekteyiz.<br/>Doğru cevap B seçeneğidir."
  },
  {
    "id": "3196033",
    "unitNumber": 4,
    "text": "Mavi renk Türkler tarafından hangi yön için kullanılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Doğu",
      "B": "Batı",
      "C": "Kuzey",
      "D": "Güney",
      "E": "Güneybatı"
    },
    "explanation": "Türk düşüncesinde Tanrı’nın mekanı ulaşılamayacağına inanılan gökyüzüydü ve semanın rengi de gök (mavi) olduğundan bu renk Türkler tarafından diğerlerine nazaran daha kutlu görülmüş ve “doğu” için kullanılmıştır."
  },
  {
    "id": "3196054",
    "unitNumber": 4,
    "text": "Kuzey yönünü eski Türkler aşağıdakilerden hangisi olarak adlandırıyorlardı?",
    "correctAnswer": "D",
    "options": {
      "A": "biri",
      "B": "kisre",
      "C": "öngre",
      "D": "yırı",
      "E": "kurı"
    },
    "explanation": "Kuzeye ise Türkler “tün ortasu” ve “yırı” diyorlardı."
  },
  {
    "id": "3196061",
    "unitNumber": 4,
    "text": "Türk felsefesi ve düşünce dünyasında güzelliğin, aşkın, mutluluğun, sevincin, timsali olarak görülen renk aşağıdakilerden hangisidir?<br/>yeşil kadının kısırlığı, mor ağlama, sarı uğursuzluk ve ölüm timsali (Freilitz-Rawlig, 2008; Balabekova, 2017) olarak görülmüştür.",
    "correctAnswer": "B",
    "options": {
      "A": "yeşil",
      "B": "kızıl",
      "C": "mor",
      "D": "sarı",
      "E": "mavi"
    },
    "explanation": "Türk felsefesi ve düşünce dünyasında kızıl renk ise güzelliğin, aşkın, mutluluğun, sevincin, sıcaklık ve dolayısıyla ateş ile bazan güneşin, zenginlik ve saltanatın timsali, yeşil kadının kısırlığı, mor ağlama, sarı uğursuzluk ve ölüm timsali olarak görülmüştür."
  },
  {
    "id": "3196076",
    "unitNumber": 4,
    "text": "Kök Türk Kaganlığının kudretli hakanı Kapgan İni İl Kagan olarak atadığı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bilge",
      "B": "Kapgan",
      "C": "Tutuk",
      "D": "İllig",
      "E": "Bögü"
    },
    "explanation": "Kök Türk Kaganlığının kudretli hakanı Kapgan, yeğeni Bilge’yi Tarduş Şad tayin etmiş, oğlu Bögü’yü de (Fu-chü) İni İl Kagan atayarak, kendinden sonra kaganlık makamına aday olarak göstermişti."
  },
  {
    "id": "3196086",
    "unitNumber": 4,
    "text": "Bilge Kagan hangi tarihte tahtta çıkmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "716",
      "B": "718",
      "C": "720",
      "D": "722",
      "E": "724"
    },
    "explanation": "Bilge Kagan 716 tarihinde tahtta çıktığında kendisine bağlılığını sunanlar arasında iç buyruklardan Sebig Köl İrkin adında birinin de olduğunu öğreniyoruz."
  },
  {
    "id": "3196127",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Bilge Kagan'ın 734 tarihinde öldürülmesi hadisesine karışmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Sebig İrkin",
      "B": "Mo-yen Çor",
      "C": "Buyruk Çor",
      "D": "Tonga Baga",
      "E": "Fu-chü"
    },
    "explanation": "Bunun gibi Kök Türk kaynaklarında adına rastla- mamamıza rağmen Çince vesikalarda geçen Buyruk Çor’un 727 senesinde Bilge Kagan tarafından Çin’e yollanarak, Tibetlilerin bu ülkeye karşı faaliyetlerini haber vermekle görevlendirildiğini, ayrıca 734 tarihinde Bilge’nin öldürülmesi hadisesine karıştığını biliyoruz."
  },
  {
    "id": "3196274",
    "unitNumber": 4,
    "text": "Eski Türk hükümetinde kaç bakanın olduğu son yıllarda ele geçen kitabeler sayesinde kaç bakan bulunduğunu göstermektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "5",
      "B": "7",
      "C": "9",
      "D": "11",
      "E": "13"
    },
    "explanation": "Evvelce de belirttiğimiz üzere Türkçede “bakan” anlamına geldiğini söyleyebileceğimiz bir“buyruk” sözü vardır. Bu bir yana eski Türk hükümetinde yakın zamana kadar kaç bakanın olduğu sayısı meçhûldü. Bunu ancak Çin kaynaklarının yardımıyla öğrenebiliyorduk. Fakat son yıllarda ele geçen kitabeler hükümette dokuz bakanın bulunduğunu göstermektedir.<br/>9"
  },
  {
    "id": "3196288",
    "unitNumber": 4,
    "text": "Eski Türklerde “İç Buyruk Başı” ve “Öge Buyruk” deyimlerini ne anlama gelir?",
    "correctAnswer": "A",
    "options": {
      "A": "başbakan anlamına",
      "B": "Elçi anlamında",
      "C": "Koruyucu anlamında",
      "D": "Devlet memuru",
      "E": "ulaşım ve haberleşme memuru anlamında"
    },
    "explanation": "Bilge Kagan 716 tarihinde tahtta çıktığında<br/>kendisine bağlılığını sunanlar arasında iç buyruklardan Sebig Köl İrkin adında birinin de olduğunu<br/>öğreniyoruz. Uygur dönemi yazıtlarından Terhin’de<br/>ise başbakan yerine “İç Buyruk Başı Inançu Baga<br/>Tarkan” unvanlı bir kişiden söz edilmektedir. Burada ismi anılan Inançu Baga Tarkan’ın, Bögü<br/>Kagan’dan sonra hükümdarlık tahtına oturan başbakan Tonga (Tun/Ton/Tong/Tokta) Baga Tarkan<br/>(779-789) olduğunu sanıyoruz. Suci Yazıtında,<br/>“Kırgız oğluyum. Boyla Kutlug Yargan’ım. Kutlug<br/>Baga Tarkan’ın başbakanıyım”, diye geçen cümledeki Boyla Kutlug Yargan da başbakandır. Dolayısı<br/>ile bu belgelerden eski Türklerde başbakan anlamına “İç Buyruk Başı” ve “Öge Buyruk” deyimlerinin<br/>kullanıldığı açığa çıkıyor.<br/>Başbakan anlamında"
  },
  {
    "id": "3196743",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisinde adı geçen “El Togan Tutuk’un Altı Bag Bodun’un elçisi” olduğu söylenmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Terhin Yazıtında",
      "B": "Ongin Yazıtında",
      "C": "Uybat VI Yazıtında",
      "D": "Uyuk-Tarlak Yazıtında",
      "E": "Suci Yazıtında"
    },
    "explanation": "Uyuk-Tarlak Yazıtında adı geçen “El Togan Tutuk’un Altı Bag Bodun’un elçisi” olduğu söylenmektedir."
  },
  {
    "id": "3196778",
    "unitNumber": 4,
    "text": "“Elçi turna kuşu gibidir. Ülkeler arasında serbestçe öter. Ona yol açıktır” ifadesi aşağıdakilerden hangisinde kullanılmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Alp Er Tunga Destanı",
      "B": "Kutadgu Bilig",
      "C": "Irk Bitig",
      "D": "Oguz Kagan Destanı",
      "E": "Manas Destanı"
    },
    "explanation": "Manas Destanı’nda “elçi turna kuşu gibidir. Ülkeler arasında serbestçe öter. Ona yol açıktır” denir."
  },
  {
    "id": "3196797",
    "unitNumber": 4,
    "text": "6. yüzyılın 2. yarısında Kök Türk ülkesine gelen Zemarkhos’la birlikte Bizans imparatorluğuna giden heyetin başkanlığını yapan aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hsüan Tsang",
      "B": "Tamga Tarkan",
      "C": "Makaraç Tamgaçı",
      "D": "Oguz Bilge Tamgaçı",
      "E": "Baga Tarkan"
    },
    "explanation": "6. yüzyılın 2. yarısında Kök Türk ülkesine gelen Zemarkhos’la birlikte Bizans imparatorluğuna giden heyetin başkanlığını Tamga Tarkan unvanlı bir kişi yaparken 7. asrın ilk yarılarında Tonga Yabgu’yu ziyaret eden Hsüan Tsang’ın yanına bir tamgaçı verilmişti."
  },
  {
    "id": "3196928",
    "unitNumber": 4,
    "text": "Kök Türk Devletinde hazine memurlarına ne denmekteydi?",
    "correctAnswer": "B",
    "options": {
      "A": "silik",
      "B": "agıçı",
      "C": "sakışçı",
      "D": "tudun",
      "E": "baskak"
    },
    "explanation": "Devlet hazinesine “agı” deniyordu, Kök Türk Yazıtlarında da bu terime rastlıyoruz. Hazine memurlarına “agıçı” adı verilip hazine ve maliyeden sorumlu kişi veya bakana da “ulug agıçı”, denmek- te idi. Bunun dışında vergi ve hesap işleriyle uğraşanlar “sakışçı” “tudun”, “baskak” gibi isimlerle de anılmaktaydılar"
  },
  {
    "id": "3192139",
    "unitNumber": 5,
    "text": "Tunyukuk’un ifadelerinden de anlaşılan Türklerin Çin karşısında bilinen en eski devirdeki askeri stratejisi ne idi?",
    "correctAnswer": "C",
    "options": {
      "A": "Turan taktiği",
      "B": "Kuşatma",
      "C": "Geri çekilme",
      "D": "Pusu",
      "E": "Saldırı"
    },
    "explanation": "Türk ordusunun ana yapısının oluşumu ve kurumsallaşmasını kavrayabilme<br/>Bu garnizon bölgelerindeki konaklar seyyar olup saldırı anlarında öküz veya at arabalarıyla araç-gereçler başka yerlere taşınabildiğinden kolay kolay taarruzlara maruz kalınmıyordu. İşte bu yüzden meşhur devlet adamı Tunyukuk, Bilge Kagan’ın yerleşik hayata geçme ve buna binaen sabit ordu-kent merkezleri kurma gibi bir teşebbüsünün sakıncalarını; “atlı asker ve konar-göçer Türklerin kentleri savunmalarının zor olacağını, sayıları Çinlilerden daha az ise de güçlü zamanlarında yağma akınları yaptıklarını, zaafa düştüklerinde dağlara ve ormanlara çekildiklerini” (Ögel, 1984; Gömeç, 2016b) söyleyerek kaganı bu fikrinden vazgeçirmişti. Gerçekten de bu strateji o çağlarda önemli bir savunma anlayışıdır. Teslim veya tamamen yok olmaktan sakınmak için kaçmak veya geri çekilmek hiç de utanılacak bir durum değildir."
  },
  {
    "id": "3192140",
    "unitNumber": 5,
    "text": "Bug-arık Katun ve Ak Katun gibi isimler ilk dönem Türk ordusuna dair ne ifade eder?",
    "correctAnswer": "C",
    "options": {
      "A": "Savaş karşıtlığı",
      "B": "Kadın egemenliği",
      "C": "Orduda kadın",
      "D": "Esir kadınları",
      "E": "Ordudaki bozulma"
    },
    "explanation": "Türk ordusunun ana yapısının oluşumu ve kurumsallaşmasını kavrayabilme<br/>Bunun yanı sıra Türk tarihine ait kaynaklardan öğrendiklerimize göre savaş ve ordu komutanlığı sadece erkeklerin işi değildi. Kadınlar da birliklere veyahut ordulara kumanda edebildikleri gibi, ihtiyaca binanen at üstünde okları, yayları ve kılıçları olduğu halde harplere katılıyorlardı. Mesela Sabar hükümdarı Balak’tan sonra çocukları küçük olduğundan görevini devralan eşi Bug-arık Katun savaşçılığı, idareciliği ve güzelliğiyle meşhur bir Türk kadınıdır. O, 100.000 kişilik Sabar askeri kuvvetine de komutanlık yapıyordu. Bizans imparatoru I. Justinianus (527-565) çeşitli gümüş vazolar ve diğer zengin hediyeler karşılığında 528’de Bug-arık ile anlaşmıştı. Kafkasya’daki Tölös-Ogur boylarından birinin başında, 576’larda Ak Katun adında bir kişinin olduğu söyleniyor. 626’larda Avarlar İstanbul’u kuşattıklarında ordunun içerisinde birçok da kadın asker vardı. Yine, Uygur birliğinin temellerini atan İl-teber Busar’ın (P’u-sa/Basar) annesi son derece otoriter ve törelere sadık bir kadındı. 743 senesinde Börü Ken (Mo-yen Çor/Genişleten/Yayan), Ozmış Tigin ile yapmış olduğu savaşta, katununu da esir almıştı."
  },
  {
    "id": "3192141",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Türk ordusunun özellikleri arasında <u>sayılamaz</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Kadınlar yer almaz",
      "B": "Ücretli değildir",
      "C": "Daimidir",
      "D": "Atlı birliklerden oluşur",
      "E": "Bir sanattır"
    },
    "explanation": "Türk ordusunun ana yapısının oluşumu ve kurumsallaşmasını kavrayabilme<br/>Orduların temelini insan, teşkilat ve araç gerecin meydana getirmesi bir yana, araştırmacılar Türk ordusunun diğer kavimlerin askerî sisteminden farklı olan üç yönünü tespit etmiştir: 1- Türk ordusu ücretli değildir. 2- Türk ordusu daîmidir. 3- Türk ordusu temelde atlı birliklerden oluşur"
  },
  {
    "id": "3192142",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Türk ordusunun kurumsallaşmasında etkili <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Bozkırın zorlukları",
      "B": "Sosyal hayatları",
      "C": "Dini inanç",
      "D": "Sürek Avları",
      "E": "Sağlam yapıları"
    },
    "explanation": "Türk ordusunun ana yapısının oluşumu ve kurumsallaşmasını kavrayabilme<br/>Eski Türklerde bütün erkekler doğuştan asker oldukları gibi, Türk ordusunun ve milletinin mücadeleye daima hazırlıklı bulunmasının nedenleri arasında; Orta Asya bozkırlarında yaşamanın güçlüğünün yanı sıra, onların sosyal hayatlarının tesiri de vardır. Belki bu yüzden kendilerine “ordu millet” denilen ve ekonomilerinin esası konargöçer hayvancılığa dayalı olan Türkler, zaten yılın yarısından fazlasını hayvanlarının peşinde, dağlarda ve yaylalarda geçirdiğinden, bünye olarak sağlam bir yapıya sahiptiler. Üstelik, yine senenin belirli aylarında zaman zaman bizzat kaganın başkanlığında, bazan da beylerin sevk ve idaresinde nev’i askeri tâlim özelliği taşıyan sürek avları düzenleniyordu ki bu da Türklerin savaşa ve harp manevralarına daima hazırlıklı ve eğitimli olmaları demekti. Kaşgarlı Mahmud, Divanü Lûgat-it-Türk’te “sıgır” kelimesini açıklarken buna değinmekte ve “Hanların halk ile beraber yaptığı sürgün avıdır. Öyle ki hanın adamları orman ve kırlara dağılır, yaban hayvanlarını önlerine katarak hanın olduğu mahale doğru sürerler."
  },
  {
    "id": "3192143",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Türklerde ordudaki 24’lü sisteme dair <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Süreklilik",
      "B": "Yapı",
      "C": "İnsan organizmasından ilham",
      "D": "Felsefeleri",
      "E": "İnanç"
    },
    "explanation": "Türk ordusunun ana yapısının oluşumu ve kurumsallaşmasını kavrayabilme<br/>Hun dönemine ait Çin belgelerine baktığımızda, orduyu idare eden yirmi dört komutanın varlığından söz açılıyor. Bunların emri altında çeşitli rütbelere mensup askerler bulunuyordu. Bu konuyla alâkalı; Şikarî’de (16. yy) geçen Selçuklu sultanının yirmidört vezirinin olması gibi, Müneccimbaşı Ahmed Dede’nin (17. yy), 1473’teki Otlukbeli Savaşı sırasında Anadolu Beylerbeyi Davud Paşa’nın emri altında yirmidört sancak beyinin bulunduğunu bildirmesi, yine İbn Zünbül’ün (16. yy) Mercidabık Harbi esnasında Osmanlı ordusunun sancak sayısının yirmi dört olduğu yolundaki haberi de dikkate değerdir (Köprülü, 1938; Şikarî, 1946; Barthold, 2006). Demek ki yirmi dörtlü teşkilat hâlâ geçerliliğini sürdürmektedir ve bu da Türklerin hâkimiyet telakkisiyle alakalıdır.<br/>Bu konuyu biraz açacak olursak; Hunlar çağından beridir, Türk devlet teşkilatında önemli bir yere sahip olan bu 24’lü düzen tesadüfi bir şekilde ortaya çıkmamıştır. Türkler devlet ve toplum yapılarını tıpkı bir insan vücuduna benzetmekteydiler. Tanrı tarafından mükemmel bir surette yaratılan insan organizması ve onun temelini meydana getiren iskeletler ile kaburga sistemi ne kadar sağlamsa, vücudun direnci de o kadar kuvvetlidir. İnsan kaburgasını incelediğimizde 24 kemiğin olduğunu görürüz. Göğüs kafesini teşkil eden bu kemiklerin on iki tanesi sağ, on ikisi de sol tarafta bulunur. Eski Türkler muhtemelen insan vücudundaki bu muhteşem oranlamayı göz önünde tutara, kabile ve devlet düzenini ona göre oluşturdular ve bunu da dünya egemenliği felsefesinin içerisine yerleştirdiler. Bu durumla ilgili bir başka ihtimal ise bilindiği üzere bir gün 24 saattir ve bunun 12’si gündüz, 12’si de gecedir. Dolayısıyla devlet de bir saat gibi işleyip zamanı öyle geçirmelidir."
  },
  {
    "id": "3192144",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi bilinen orduya dair unvanlar bakımından ilk bilgiler arasında <u>zikredilemez</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Sü",
      "B": "Tümen",
      "C": "Sü Başı",
      "D": "Çabışlık",
      "E": "Yalavaç"
    },
    "explanation": "Eski Türk ordusunda kullanılan askerî unvanları kavrayabilme<br/>Kök Türkçe yazıtlarda ordu mefhumu “sü” terimiyle de karşılanmıştır ve abidelerde en çok geçen kelimelerden biri budur. Türk askeri teşkilatına dair ilk sistemli kayıtlar, Milattan önce 3. asra ait olup, bu ordu onlu düzene göre yapılanmıştı. Fakat bu, yukarıda da belirttiğimiz üzere, Türklerde daha evvel ordu olmadığı anlamına gelmemektedir. Kaynaklardan öğrendiğimiz kadarıyla söz konusu bu sistem Börü Tonga (veya Tokta/Mo-tun) Yabgu zamanında meydana getirilmişti. Ordunun sevk ve idaresi bugünkü genelkurmay başkanı yerindeki sü başıların elindeydi. Sü Başı terimine de ilk defa Türkçe belgelerde 8. yüzyılda rastlamaktayız. 710 yılındaki Türgiş seferi sırasında orduya Sü Başı İni İl Kagan komuta etmişti. Bilindiği üzere Uygurlar Türk devletinin başına geçmeden önce, Basmıl ve Karluklarla ittifak yapmışlar ve Börülüleri (A-shih-na) birlikte ortadan kaldırmaya çalışmışlardı. Bu müttefik ordunun idaresi Uygurların başbuğu Kutlug Bilge Köl Kagan’ın oğlu Börü Ken’in (Mo-yen Çor/belki Kun/Genişleten/Yayan) yönetimindeydi. Yani Uygur şadlarından Börü Ken de (Mo-yen Çor) sü başı idi. Bu durum bir tarafa sü başıdan sonra orduda en büyük rütbe, bizim kanaatimize göre Çabışlıktır (çavuş).<br/>Eski Türk ordusunda en büyük askerî birlik “tümen” denilen on bin kişilik kuvvettir ve bunlar “tümen başı” denilen komutanların emrindeydi."
  },
  {
    "id": "3192145",
    "unitNumber": 5,
    "text": "Harbe girecek er atının kuyruğunu bağlar veya keserdi ki, buna eski Türkler “………” diyorlardı.<br/>Yukarıdaki boşluğa hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tullama",
      "B": "Çerileme",
      "C": "Çabışlık",
      "D": "Süleme",
      "E": "Yadag"
    },
    "explanation": "Eski Türk ordusunda kullanılan askerî unvanları kavrayabilme<br/>Harbe girecek er atının kuyruğunu bağlar veya keserdi ki, buna eski Türkler “tullama” diyorlardı. Artık o kişi, vatan ve millet için kendini fedaya ve şehitliğe hazırlamış demektir."
  },
  {
    "id": "3192146",
    "unitNumber": 5,
    "text": "Yizek ne manaya gelmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ordu Gönderme",
      "B": "Öncü",
      "C": "Gözcü",
      "D": "Artçı",
      "E": "Asker"
    },
    "explanation": "Türk ordusunda kullanılan savaş araçlarını tanımlayabilme<br/>Bundan başka Türkçe bir kelime olan ve herşeyle mücadeleyi ifade eden savaşla ilgili kullanılan birtakım deyimler de vardır ki, onların da birkısmını vermek istiyoruz: Tokımak, süngüşmek (savaşmak), uruşmak (vuruşmak), sülemek (ordu göndermek), atlıg (suvari), yadag (piyade), akınçı, sökmen, tapulgan (düşmana baskın yapan, yaran), yizek (ordunun önde giden bölüğü), karakol (bekçi, devriye), karagçı (ileri karakol), közdemçi, tüngek (bekçi/gözcü), yortug (herhalde yorumak/yürümek fiiliyle alâkalı olup, hakanın yanında bulunan koruma görevlilerinden), yelme eri (öncü, keşif kolu), içgirmek (itaata almak)"
  },
  {
    "id": "3192147",
    "unitNumber": 5,
    "text": "- “Sağ ve sol tarafta altı ak çadır hazırlandı. Sağ yanda üzerinde altın bir tavuk bulunan kırk kulaç yüksekliğinde bir direk dikildi. Sol taraftaki direğin üstünde ise gümüş bir tavuk vardı. Büyük oğullar altın tavuğa, küçük oğullar gümüş tavuğa at üzerinde ok attılar.”, bilgisi aşağıdakilerden hangisi anlatılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kabak",
      "B": "Toy",
      "C": "Av",
      "D": "Savaş",
      "E": "Talim"
    },
    "explanation": "Türk ordusunda kullanılan savaş araçlarını tanımlayabilme<br/>Oguz Kagan Destanı’nda, Irkıl Koca tarafından Oguz’un torunlarına unvan ve tamgaları verilirken düzenlenen törende: “Sağ ve sol tarafta altı ak çadır hazırlandı. Sağ yanda üzerinde altın bir tavuk bulunan kırk kulaç yüksekliğinde bir direk dikildi. Sol taraftaki direğin üstünde ise gümüş bir tavuk vardı. Büyük oğullar altın tavuğa, küçük oğullar gümüş tavuğa at üzerinde ok attılar.” deniyorken kaynaklarda eski Türklerin “Kabak Oyunu” da dedikleri bir eğlence ve yarışma şekli görüyoruz."
  },
  {
    "id": "3192148",
    "unitNumber": 5,
    "text": "“Yelme erlerinin” savaş tekniğinde görevi ne idi?",
    "correctAnswer": "B",
    "options": {
      "A": "Pusu atmak",
      "B": "Pusuyu engellemek",
      "C": "Öncü olmak",
      "D": "Artçı olmak",
      "E": "Hakanı korumak"
    },
    "explanation": "Türk savaş tekniklerini değerlendirebilme<br/>Bununla birlikte harp hâli ve seferberlik esnasında düşmanın pususuna (yaşlak) düşmemek için görevlendirilen “Yelme Erleri” vardı. Bunlar dört tarafa giderler, düşman topraklarına sızarlar, bazan yerli halktan, bazan da seyyah, din adamı, tüccar vs. yakalayıp, hasımlarının durumu hakkında istihbarat toplarlardı."
  },
  {
    "id": "3193264",
    "unitNumber": 5,
    "text": "Türklerin av hayvanlarını bir daire içine alma ile savaş esnasında kuşatma<br/>ve düşmanı halka biçiminde sarmaya ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çergeleme",
      "B": "Sıgır",
      "C": "Yabgu",
      "D": "Konar-göçer",
      "E": "Tımar"
    },
    "explanation": "Türkler av hayvanlarını<br/>bir daire içine alma işi ile savaş esnasında kuşatma<br/>ve düşmanı halka biçiminde sarmaya “çergeleme” diyorlardı."
  },
  {
    "id": "3193266",
    "unitNumber": 5,
    "text": "Harp, bütün Türkler için bir sanat hâlini almıştı.“Yiğitler yastıkta değil, şerefleri için savaşta ölürler.” sözü aşağıdaki destanlardan hangisinde yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Manas Destanı",
      "B": "Oğuz Kaan Destanı",
      "C": "Yaratılış Destanı",
      "D": "Türeyiş Destanı",
      "E": "Bozkurt Destanı"
    },
    "explanation": "Özellikle harp, bütün Türkler için bir sanat<br/>hâlini almıştı. Belki de buna bağlı olarak meşhur<br/>Manas Destanı’nda: “Yiğitler yastıkta değil, şerefleri için savaşta ölürler.” denmiştir."
  },
  {
    "id": "3193268",
    "unitNumber": 5,
    "text": "<ol type=\"i\"> <li>Kagan çocukları, kardeşleri ya da yeğenleri bu görevi alırdı.</li> <li>Ordu-kentte ikamet etmek zorundalardı. </li> <li>Giyimleri beyaz ya da kırmızı ağırlıklı olmaktaydı. </li> </ol> Yukarıda verilen özellikler hangi askeri unvana yöneliktir?",
    "correctAnswer": "C",
    "options": {
      "A": "Çerig",
      "B": "Er",
      "C": "Sü başı",
      "D": "Yezek",
      "E": "Alp"
    },
    "explanation": "Genellikle sü başılık görevlerine kagan çocukları, kardeşleri veya yeğenleri getirilmekteydi ve bunların<br/>giyimleri de en azından beyaz ya da kırmızı ağırlıklı olup, diğer askerlerden biraz ayrılıyordu. Bunun dışında<br/>sü başılar ordu-kentte yani ülkenin başşehrinde, hakanın yanında, esas ordunun bulunduğu yerde ikamet<br/>etmek zorundaydılar."
  },
  {
    "id": "3193270",
    "unitNumber": 5,
    "text": "Savaşta safları düzelten ve askerin kötü davranışlarını engelleyen, padişahın önünde yol açan, bekçi anlamına gelen rütbe aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sü başı",
      "B": "Çabış",
      "C": "Çerig başı",
      "D": "Er",
      "E": "Alp"
    },
    "explanation": "Bu durum bir tarafa sü başıdan sonra orduda<br/>en büyük rütbe, bizim kanaatimize göre Çabışlıktır (çavuş). Bu görev ise savaşta safları düzelten ve<br/>askerin kötü davranışlarını engelleyen, padişahın önünde yol açan, bekçi anlamlarına gelmektedir."
  },
  {
    "id": "3193271",
    "unitNumber": 5,
    "text": "Eski Türk ordusunda en büyük askerî birlik aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tümen",
      "B": "Tabur",
      "C": "Kolordu",
      "D": "Çerig",
      "E": "Sü"
    },
    "explanation": "Eski Türk ordusunda en büyük askerî birlik<br/>“tümen” denilen on bin kişilik kuvvettir ve bunlar<br/>“tümen başı” denilen komutanların emrindeydi."
  },
  {
    "id": "3193276",
    "unitNumber": 5,
    "text": "Harbe girecek erin atının kuyruğunu bağlaması veya kesmesine ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kollama",
      "B": "Çergeleme",
      "C": "Çergeşme",
      "D": "Tolama",
      "E": "Tullama"
    },
    "explanation": "Harbe girecek er atının kuyruğunu bağlar veya<br/>keserdi ki, buna eski Türkler “tullama” diyorlardı."
  },
  {
    "id": "3193277",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi kaynaklarda geçen Türk savaş araç-gereçlerinden biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bükte",
      "B": "Kıngırak",
      "C": "Keş",
      "D": "Batrak",
      "E": "Cestus"
    },
    "explanation": "Kısaca kitabeler ve Divanü Lûgat-it-Türk gibi kaynaklarda geçen savaş araç ve gereçlerinden bazıları da şunlardır: At, ok, yay, kılıç, bükte, kıngırak (hançer, kama), keş,<br/>kurman, sadak, okdan (okluk), kın (kılıç ve bıçak kabı),<br/>kalkan, süngüg, kargı, cida, gönder (mızrak), çomak,<br/>çokmar (bir nev’i topuz), batrak (ucuna bez bağlanan süngü), tug (birliklerine göre değişiyordu), ukruk (kement),<br/>kargu (ateş kulesi), köbrüge (davul), yarık, cevşen (zırh),<br/>yoşuk, tubulga (tulga/miğfer), küpe-yarık (vücudu kuşatan zırh)."
  },
  {
    "id": "3193278",
    "unitNumber": 5,
    "text": "Türk savaş aletlerinde ucuna bez bağlanan süngü aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Köbrüge",
      "B": "Tubulga",
      "C": "Ukruk",
      "D": "Batrak",
      "E": "Kın"
    },
    "explanation": "batrak (ucuna bez bağlanan süngü)"
  },
  {
    "id": "3193282",
    "unitNumber": 5,
    "text": "Türklerde savaş aletlerinde okların ucundaki demir parçaya ne denirdi?",
    "correctAnswer": "A",
    "options": {
      "A": "Temren",
      "B": "Yülek",
      "C": "Tulga",
      "D": "Küpe",
      "E": "Çomak"
    },
    "explanation": "Okların ucundaki demir parçaya “temren”, bunu<br/>yapan kişiye “temrençi”, arkasındaki tüye “yülek”<br/>veya “yelek”, yaya sarılan sırmaya “toz” denmekteydi"
  },
  {
    "id": "3193285",
    "unitNumber": 5,
    "text": "Türkler savaşa başlamadan evvel, esas kuvveti saklama ve yedek güç ayırmaya<br/>büyük önem veriyorlardı. Tarihte bu Türk savaş taktiğine ne ad verilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Keşif taktiği",
      "B": "Gece baskınları",
      "C": "Turan taktiği",
      "D": "Yıpratma taktiği",
      "E": "Yıldırım taktiği"
    },
    "explanation": "Türkler savaşa başlamadan<br/>evvel, esas kuvveti saklama ve yedek güç ayırmaya<br/>büyük önem veriyorlardı. Tarihte Türk savaş taktiği<br/>“kurt kapanı, kaz ayağı” ve en çok bilinen şekliyle<br/>“Turan taktiği” olarak anılmıştır."
  },
  {
    "id": "3194441",
    "unitNumber": 5,
    "text": "Türkçenin asli kelimelerinden olan “ordu” sözü eski metinlerde hangi biçimde kullanılmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Çerig",
      "B": "Sü başı",
      "C": "Ortu",
      "D": "Çabış",
      "E": "Yezek"
    },
    "explanation": "Türkçenin asli kelimelerinden olan “ordu” sözü ise eski metinlerde “<strong>ortu”</strong> biçiminde geçmekte olup anlamı bugün de kullandığımız şekliyle bir şeyin ortası, temel, merkez, başkent, ordugâh şeklindedir. Kelimeyi Türk tarihiyle alâkalı en eski Çince belgelerde “o-t’u” şeklinde, Mo-tun (Börü Tonga veya Tokta) Yabgu’nun Hunların doğu komşuları olan Tung-hularla yaptığı savaş sırasında görmekteyiz."
  },
  {
    "id": "3194449",
    "unitNumber": 5,
    "text": "\"Teslim veya tamamen yok olmaktan sakınmak için kaçmak veya geri çekilmek hiç de utanılacak bir durum olmadığını\" savunan kimdir?",
    "correctAnswer": "E",
    "options": {
      "A": "Köl Tigin",
      "B": "Ozmış Tigin",
      "C": "Tung-hular",
      "D": "Kagan",
      "E": "Tunyukuk"
    },
    "explanation": "<strong>Tunyukuk</strong>, Bilge Kagan’ın yerleşik hayata geçme ve buna binaen sabit ordu-kent merkezleri kurma gibi bir teşebbüsünün sakıncalarını; “atlı asker ve konar-göçer Türklerin kentleri savunmalarının zor olacağını, sayıları Çinlilerden daha az ise de güçlü zamanlarında yağma akınları yaptıklarını, zaafa düştüklerinde dağlara ve ormanlara çekildiklerini” söyleyerek Kagan’ı bu fikrinden vazgeçirmişti. Gerçekten de bu strateji o çağlarda önemli bir savunma anlayışıdır. Teslim veya tamamen yok olmaktan sakınmak için kaçmak veya geri çekilmek hiç de utanılacak bir durum değildir."
  },
  {
    "id": "3194456",
    "unitNumber": 5,
    "text": "Türkler hangi tarihten itibaren askerî birliklere sahipti?",
    "correctAnswer": "C",
    "options": {
      "A": "M.Ö 1500",
      "B": "M.Ö 2000",
      "C": "M.Ö 2500",
      "D": "800",
      "E": "1000"
    },
    "explanation": "Türklerden haber veren en eski vesikalara baktığımızda, <strong>M.Ö. 2500’lerden</strong> itibaren askerî birliklere sahip olan Türklerin, bu güçleri sayesinde mütemadiyen Çin sınırlarına taarruzları söz konusudur. Eğer düzenli bir orduları bulunmasaydı, Çin imparatorluğu Türklere karşı M.Ö. 9. asırdan itibaren yapımına başlanan ve 16. yüzyılın ikinci yarısına kadar inşası süren Çin Seddi’ni meydana getirmek zorunda kalmazdı."
  },
  {
    "id": "3194461",
    "unitNumber": 5,
    "text": "Av hayvanlarını bir daire içine alma işi ile savaş esnasında kuşatma ve düşmanı halka biçiminde sarmaya Eski Türklerde ne ad verilmekteydi?",
    "correctAnswer": "B",
    "options": {
      "A": "Şikarî",
      "B": "Çergeleme",
      "C": "Sıgır",
      "D": "Koltuklama",
      "E": "Ulca"
    },
    "explanation": "Türkler av hayvanlarını bir daire içine alma işi ile savaş esnasında kuşatma ve düşmanı halka biçiminde sarmaya “çergeleme” diyorlardı. Herhalde buna bağlı olarak Türkçede çadır manasına gelen çerge sözü, harp vaktinde hamam ve hastane çadırı için de kullanılmıştır. Bu sürek avları görüleceği üzere askerin planlı hareket etmesini öngören bir prova olduğu gibi, hayatında hiç gerçek savaş görmeyenler için de bir nev’i pratik ve spor faaliyeti idi."
  },
  {
    "id": "3194464",
    "unitNumber": 5,
    "text": "Eski Türk Ordusunda giyimleri diğer askerlerden ayrılan ve Kagan çocuklarının, kardeşlerinin veya yeğenlerinin getirildiği görevler aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Çabış",
      "B": "Çerig başı",
      "C": "Yezek",
      "D": "Sü başı",
      "E": "Alp"
    },
    "explanation": "Genellikle <strong>sü başılık</strong> görevlerine Kagan çocukları, kardeşleri veya yeğenleri getirilmekteydi ve bunların giyimleri de en azından beyaz ya da kırmızı ağırlıklı olup, diğer askerlerden biraz ayrılıyordu. Bunun dışında sü başılar ordu-kentte yani ülkenin başşehrinde, hakanın yanında, esas ordunun bulunduğu yerde ikamet etmek zorundaydılar."
  },
  {
    "id": "3194467",
    "unitNumber": 5,
    "text": "Eski Türklerde ordunun önde giden bölüğüne ne ad verilirdi?",
    "correctAnswer": "C",
    "options": {
      "A": "Tapulgan",
      "B": "Sökmen",
      "C": "Yizek",
      "D": "Tokımak",
      "E": "Sülemek"
    },
    "explanation": "Türkçe bir kelime olan ve her şeyle mücadeleyi ifade eden savaşla ilgili kullanılan birtakım deyimler de vardır ki, onların da bir kısmını vermek istiyoruz: Tokımak, süngüşmek (savaşmak), uruşmak (vuruşmak), sülemek (ordu göndermek), atlıg (suvari), yadag (piyade), akınçı, sökmen, tapulgan (düşmana baskın yapan, yaran), <strong>yizek (ordunun önde giden bölüğü).</strong>"
  },
  {
    "id": "3194470",
    "unitNumber": 5,
    "text": "Türklerde kapının önüne at bağlamak neyin işareti olarak algılanmaktaydı?",
    "correctAnswer": "B",
    "options": {
      "A": "Zenginlik",
      "B": "Ululuk",
      "C": "İyilikseverlik",
      "D": "Cennete yolculuk",
      "E": "Sıradışılık"
    },
    "explanation": "Türk’ün ömrünün günlerini toplasan, at üstünde geçen zamanı diğer günlerinden daha fazladır. Kapının önüne at bağlamak <strong>ululuk ve büyüklük işaretidir</strong>. Kendisi yemez, atına yedirir. Türk’e “dile benden ne dilersen” diye sorulsa, “at ile silah” der. Alışverişlerini at sırtında yaparlar, yerler, içerler. Mübalağasız onun boynuna sarılarak tatlı rüyalara dalıp uyurlar. At üstünde olmak, Türk’ü cennette ipekli yastıklar üzerinde yatmaktan daha çok mutlu eder."
  },
  {
    "id": "3194475",
    "unitNumber": 5,
    "text": "Çinli bir vezirin tespitlerine göre Türkleri yenmek için ne yapılmalıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Onlar atlarından indirilmeye zorlanmalıdır",
      "B": "Okların menzilinden uzak olunmalıdır",
      "C": "Siberler kazılmalıdır",
      "D": "Dikkatleri dağıtılmalıdır",
      "E": "Onlar düz ovaya çekilmelidir"
    },
    "explanation": "Özellikle Türklerin harp usûlleri de çok ilgi çekmiş, bu hususta geçmişte ve günümüzde birçok araştırma yapılmıştır. M.Ö. 140’larda Türk ordu sistemi hakkında bilgi veren Çinli bir vezirin tespitlerine göre Türk askerleri insanı şaşırtan bir çeviklikle hareket ediyorlardı. En yalçın dağları çok kısa bir sürede tırmanırlar ve inerlerdi. Selleri ve ırmakları elbiseleriyle yüzüp geçerler. Rüzgâra, yağmura ve susuzluğa dayanırlar. Her türlü arazide dinlenmeden zorlu yürüyüşler yaparlar. Onların tarihte ilk defa üzengiyi keşfedip ehlileştirdikleri atları en dar yarıklardan bile geçmeye alışıktır. <strong>Türkleri yenmek için düz ovaya çekilmeliler.</strong> Savaş arabaları olmadığı gibi, mızraklarının kısalığı ve zırhlarının da inceliği sebebiyle yakın dövüşe zorlanmalılar. Ayrıca onların harp taktiklerini bilen halklardan da yardımcı kuvvetler alınmalıydı"
  },
  {
    "id": "3194478",
    "unitNumber": 5,
    "text": "Eski Türklerde delikli torbalar içerisine toprak doldurularak bunların atların arkasına bağlanıp hayvanların koşturulması suretiyle müthiş bir toz bulutu kaldırılmasının <strong>temel düşüncesi</strong> ne idi?",
    "correctAnswer": "A",
    "options": {
      "A": "Erlerin sayısının çokmuş gibi gösterilmesi",
      "B": "Erlerin yüzlerinin görülmemesi",
      "C": "Karşı tarafın moralinin bozulması",
      "D": "Büyü yapıldığının karşı tarafça anlaşılması",
      "E": "Geleneksel olarak böyle yapılmasının zorunlu olması"
    },
    "explanation": "Tugrul Beg’e atfedilen bir hikâyede, delikli torbalar içerisine toprak doldurulmuş, bunlar atların arkasına bağlandıktan sonra hayvanlar koşturulmak suretiyle müthiş bir toz bulutu kalkmış ve <strong>düşmana Türk erlerinin sayısı sanki çokmuş gibi hissettirilmiştir</strong>. Bunun gibi geceleri ordu yerinde her askerin birkaç çıra yakması da kişi sayısının kalabalık gösterilmesine yönelik bir taktiktir."
  },
  {
    "id": "3194481",
    "unitNumber": 5,
    "text": "Eski Türklerde “Yelme Erleri” nin görevleri ne idi?",
    "correctAnswer": "B",
    "options": {
      "A": "Kagan’a muhafızlık yapmak",
      "B": "İstihbarat toplamak",
      "C": "Yurt dağılımlarını yapmak",
      "D": "Gece baskını yapmak",
      "E": "Düşmana pusu kurmak"
    },
    "explanation": "Harp hâli ve seferberlik esnasında düşmanın pususuna (yaşlak) düşmemek için görevlendirilen “Yelme Erleri” vardı. Bunlar dört tarafa giderler, düşman topraklarına sızarlar, bazen yerli halktan, bazen da seyyah, din adamı, tüccar vs. yakalayıp, hasımlarının durumu hakkında <strong>istihbarat toplarlardı</strong>."
  },
  {
    "id": "3196136",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Eski Türk ordularının temel özelliklerinden değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Türk ordusu ücretli değildir.",
      "B": "Türk ordusu daimidir.",
      "C": "Türk ordusu temelde atlı birliklerden oluşur.",
      "D": "Türk ordularında kadınlar birlikleri bulunur.",
      "E": "Türk ordusunda kadınlar yer almaz."
    },
    "explanation": "4. yüzyıldan itibaren Türk orduları içinde kadın birlikleri bulunmaktadır.<br/>Türk ordusunda kadınlar yer almaz."
  },
  {
    "id": "3196147",
    "unitNumber": 5,
    "text": "Eski Türk devletlerinin ordularında kışla geleneği ilk olarak hangi Türk devletinde başlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Hunlar",
      "B": "Gazneliler",
      "C": "Akkoyunlular",
      "D": "Selçuklular",
      "E": "Osmanlılar"
    },
    "explanation": "Türk ordusunun ana yapısı<br/>Hunlar"
  },
  {
    "id": "3196148",
    "unitNumber": 5,
    "text": "Eski Türklerde kışla sistemine uygun düzenli ordu aşağıdaki hangi dönemde başlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Hunlar",
      "B": "Uygurlar",
      "C": "Karluklar",
      "D": "Babürler",
      "E": "Avarlar"
    },
    "explanation": "Türk ordusunun ana yapısı<br/>Hunlar"
  },
  {
    "id": "3196151",
    "unitNumber": 5,
    "text": "Hun devletinde orduyu yöneten komutanların sayısı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "24",
      "B": "12",
      "C": "6",
      "D": "15",
      "E": "25"
    },
    "explanation": "Türk ordusunun ana yapısı<br/>24"
  },
  {
    "id": "3196157",
    "unitNumber": 5,
    "text": "Divani Lugat-it Türk'te bahsi geçen \"çerig\" kelimesi aşağıdaki hangi anlamda kullanılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Er",
      "B": "At",
      "C": "Tümen başı",
      "D": "Çavuş",
      "E": "Yiğit"
    },
    "explanation": "Türk ordusunun ana yapısı<br/>Er"
  },
  {
    "id": "3196161",
    "unitNumber": 5,
    "text": "Eski Türklerde \"Bumin\" ünvanı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yüzbin",
      "B": "Onbaşı",
      "C": "Binbaşı",
      "D": "Yirmidört",
      "E": "Oniki"
    },
    "explanation": "Eski Türk Ordusunda Askeri Ünvanlar<br/>Yüzbin"
  },
  {
    "id": "3196165",
    "unitNumber": 5,
    "text": "Savaşa giden erin atının kuyruğunu bağlaması veya kesmesine Türklerde ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tullama",
      "B": "Dullama",
      "C": "Pullama",
      "D": "Tapkur",
      "E": "İdil"
    },
    "explanation": "Eski Türk ordusunda askeri ünvanlar<br/>Tullama"
  },
  {
    "id": "3196171",
    "unitNumber": 5,
    "text": "Eski Türklerde ailelerden tabur ve birlik meydana getirilmesi sistemine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Küren",
      "B": "Kalkan",
      "C": "Turag",
      "D": "Tapkur",
      "E": "Siper"
    },
    "explanation": "Türk savaş teknikleri<br/>Küren"
  },
  {
    "id": "3192149",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Kök (Ulu) Tengri dini esaslarından <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Yaratıcı Tanrıya İman",
      "B": "Ölüm sonrası hayata iman",
      "C": "Atalara tapınma",
      "D": "Kurbanlar kesme",
      "E": "Öbür dünya mükafatları"
    },
    "explanation": "Eski Türk dininin temel özelliklerini kavrayabilme<br/>Türklerin dini diyebileceğimiz, ancak şimdiye kadar ismi hakkında bir belgeye rastlamadığımız, fakat kitabelerden yola çıkarak Kök (Ulu) Tengri inancı ya da dini olarak adlandırılan bu itikatın temelinde; her şeyin yaratıcısı bir Tanrı’ya ve ölümden sonra yeni bir hayatın başladığına iman, öbür dünyada yiğitlikler ve iyiliklerin mükâfatlandırılması, ölmüş atalara saygı, onlar ve Tanrı için kurbanlar kesilmesi ile mezar gibi hususlar yatmaktadır."
  },
  {
    "id": "3192150",
    "unitNumber": 6,
    "text": "İslamiyet’teki gazi ve velinin eski Türk inancındaki karşılıkları nelerdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Alplık-Kamlar",
      "B": "Yiğitlik-Şamanlık",
      "C": "Kahramanlık-babalar",
      "D": "Alplık-Sihir",
      "E": "Erlik-Kamlar"
    },
    "explanation": "Eski Türk dininin temel özelliklerini kavrayabilme<br/>Bu hususla birlikte eski Türk itikadıyla, düşüncesinde din ve millet uğruna savaşmak en önde gelen erdemlerden biri olduğundan, Türklerin geçmişlerinde bir “Alplık” ve daha sonraki çağlarda da “Alp Erenlik” müessesesi mevcuttu. Bu ise Müslümanlıktaki Gaziliğe benziyordu. Bunun dışında eski Türk inancının din adamlarının fonksiyonel yönleri, mesela kamların keramet göstermeleri, dertlere deva olmaları, günümüzde İslamiyetle özdeşleşen “veli” kültünün değişik bir tezahürü olsa gerek. Ancak Müslümanlıkla birlikte bu ölmüş atalara karşı duyulan aşırı saygının yerini Hz. Muhammed, Ehl-i Beyt, evliyalar, kutsal mekânlar ve emanetler almıştır (Ocak, 1984, Gömeç, 1992a; Yalgın, 1993; Erzurumlu, 2006), bunu da bilmekte fayda var."
  },
  {
    "id": "3192151",
    "unitNumber": 6,
    "text": "Attila’nın (Ata İllig) Balkan seferindeki (442) dini sebep nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bölgeye kendi inancını kabul ettirme",
      "B": "Oradakileri kafir görme",
      "C": "Dinsizlik",
      "D": "Hun mezarlarının soyulması",
      "E": "Dini asabiyet"
    },
    "explanation": "Eski Türk dininin temel özelliklerini kavrayabilme<br/>Aynı şekilde Attila’nın (Ata İllig) Balkan seferi de (442), Hun hükümdar ve beylerine ait mezarların Hrıstiyan papazlar tarafından soyulması yüzündendir. Kısacası devlet ve millet hayatındaki önemli kişilerin her şeyi mukaddestir ve korunması gerektiği inancı Türklerde daha sonraki çağlarda da sürdü."
  },
  {
    "id": "3192152",
    "unitNumber": 6,
    "text": "Soyka nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kurban türü",
      "B": "Dini giyisi",
      "C": "Tapınak",
      "D": "Mezar",
      "E": "Ölü elbisesi"
    },
    "explanation": "Eski Türk dininin temel özelliklerini kavrayabilme<br/>Ama bunlar bazan muhtaç şahıslara da verilir ve mevtadan çıkan bu giysilere Türkler “soyka” derler."
  },
  {
    "id": "3192153",
    "unitNumber": 6,
    "text": "Eski Türkler sevap ve günaha ne derlerdi?",
    "correctAnswer": "A",
    "options": {
      "A": "Muyan ve yazuk",
      "B": "Muyan ve gezer",
      "C": "Soyka ve tulup",
      "D": "Sagrak ve yazuk",
      "E": "Kergek ve gezer"
    },
    "explanation": "Eski Türk dininin temel özelliklerini kavrayabilme<br/>Dolayısı ile eski Türk inancında sevap ve günahın da karşılığı vardır ve sevap için onlar “muyan”, günah için “yazuk”, günahkâra ise “yazuklu” (veya yamanlu) diyorlardı"
  },
  {
    "id": "3192154",
    "unitNumber": 6,
    "text": "Kök (Ulu) Tengri inancına ait terminolojide yükünmek nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "İbadet",
      "B": "Toy",
      "C": "Kurban",
      "D": "Adak",
      "E": "Yas"
    },
    "explanation": "Eski Türk dini ile ilgili temel kavramları ifade edebilme<br/>Kök (Ulu) Tengri inancına ait terminolojide de bir nev’i ibadet anlamınagelen “yükünmek”, “tapınmak” ve “yinçgelenmek” gibi tabirler olduğuna göre, Türkler Tanrı’ya ibadet veya dilekte bulunup (ötünmek/ niyaz), dua (alkış) ederken belki tam secde (bükelmek) mahiyetinde olmasa da varlığına inandıkları Tanrı karşısında şöyle veya böyle eğilerek bir tür namaz ibadetlerini yerine getiriyorlardı."
  },
  {
    "id": "3192155",
    "unitNumber": 6,
    "text": "Eski Türkler'e göre kut ve ülüg'ü kişinin liyakatsızlığı durumunda bunları geri alan kimdi?",
    "correctAnswer": "A",
    "options": {
      "A": "Tanrı",
      "B": "Hükümdar",
      "C": "Halk",
      "D": "Meclis",
      "E": "Hatun"
    },
    "explanation": "Eski Türk dini ile ilgili temel kavramları ifade edebilme<br/>Tanrı Kut’a (siyasi hâkimiyet yetkisi) ve Ülüg’e (kader-kısmet) layık olmayanların elinden de bunları almıştır"
  },
  {
    "id": "3192156",
    "unitNumber": 6,
    "text": "Kirtinmek nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Savaşmak",
      "B": "İnanmak",
      "C": "Yaratmak",
      "D": "Kutlamak",
      "E": "Yasaklamak"
    },
    "explanation": "Eski Türk dini ile ilgili temel kavramları ifade edebilme<br/>Kaynaklarda gördüğümüz bütün bu yazılanlar Tanrı’nın eşi ve benzeri olmayan, insanlara yol gösteren, onların mevcudiyetlerine hükmeden bir Ulu Yaratıcı olduğunu ortaya koyar. Belki de Tanrı ve peygamberin varlığı ya da bunların olduğuna dair şehadet ve inanmak için eski Türklerin “kirtinmek” fiilini kullanmaları da sırf İslamiyetle zuhur etmiş bir şey olmasa gerekir. Bu semavi Tanrı inancının Şamanik düşüncelerle hiçbir alâkasının bulunmadığı açıkça görülüyor. Ne Şamanizm, ne de diğer Hak dinler Türk’ün bu milli dinine etki yapmış yani onu kendi gayelerine hizmet edecek şekle sokamamışlardır."
  },
  {
    "id": "3192157",
    "unitNumber": 6,
    "text": "Eski Türk inancında Tanrının sıfatları arasında görülen ugan ne manaya gelir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yaratan",
      "B": "Nimetli",
      "C": "Sahip",
      "D": "Kudretli",
      "E": "Ebedi"
    },
    "explanation": "Eski Türk dini ile ilgili temel kavramları ifade edebilme<br/>Bunun yanı sıra, özellikle Divanü Lûgat-it-Türk ve bazı eski sözlüklerde Tanrı’nın sıfatları arasında “Ugan” (kudretli), “Bayat” (nimetli), “Bir”, “İdi” (sahip), “Yaratgan” (yaratan), “Mengü” (ebedi), “Tiritken” (dirilten), “Türütken” (yoktan var eden) gibi yazılışları da görmekteyiz"
  },
  {
    "id": "3192158",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Kök (Ulu) Tengri inancına ait terminolojiye dâhil <u>değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Ülüşmek",
      "B": "Yükünmek",
      "C": "Alkış",
      "D": "Bükelmek",
      "E": "Ötünmek"
    },
    "explanation": "Eski Türk dini ile ilgili temel kavramları ifade edebilme<br/>Kök (Ulu) Tengri inancına ait terminolojide de bir nev’i ibadet anlamınagelen “yükünmek”, “tapınmak” ve “yinçgelenmek” gibi tabirler olduğuna göre, Türkler Tanrı’ya ibadet veya dilekte bulunup (ötünmek/ niyaz), dua (alkış) ederken belki tam secde (bükelmek) mahiyetinde olmasa da varlığına inandıkları Tanrı karşısında şöyle veya böyle eğilerek bir tür namaz ibadetlerini yerine getiriyorlardı."
  },
  {
    "id": "3192202",
    "unitNumber": 6,
    "text": "Her yılın mayıs ayı ortalarında Kutlu Atalar Mezarlığında kurban kesen ve Tanrı’ya ilerideki günlerin bolluk ve bereket getirmesi için yakaran topluluk aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Asya Hunları",
      "B": "Göktürkler",
      "C": "Moğollar",
      "D": "Wu-huanlar",
      "E": "Tung-hular"
    },
    "explanation": "Asya Hunları her yılın mayıs ayı ortalarında Kutlu Atalar Mezarlığında kurban keserlerdi ve burada çok şey borçlu oldukları atalarını andıkları gibi, Tanrı’ya da ilerideki günlerin bolluk ve bereket getirmesi için yakarırlardı."
  },
  {
    "id": "3192204",
    "unitNumber": 6,
    "text": "Eski Türklerde kutsal anlamına gelen sözcük aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Iduk",
      "B": "Kök",
      "C": "Sin",
      "D": "Alp",
      "E": "Bâb"
    },
    "explanation": "Yazılı ve sözlü kaynaklara baktığımızda eski Türklerin tabiatta bazı gizli kuvvetlerin varlığına inandıklarına dair birtakım bilgilere rastlamak mümkündür. Çünkü bunlar onlara göre kutsal (yani ıduk) idi. Tabiat güçleri ve varlıklarına itikat ile hürmet ise hemen hemen bütün halk dinlerinde mevcuttur"
  },
  {
    "id": "3192208",
    "unitNumber": 6,
    "text": "Aşağıdaki topluluklardan hangisinin kutsal hayvanları domuz için yaptıkları törenlerde insan kurban ettikleri söylenmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kuzey Avrupa",
      "B": "Kırgız",
      "C": "Kazak",
      "D": "Moğol",
      "E": "Hint- Avrupa"
    },
    "explanation": "Kuzey Avrupa topluluklarının kutsal hayvanları domuz için yaptıkları törenlerde insan kurban ettikleri söyleniyor. Eski Kıtanlar, savaş bittikten sonra düşmanlarından birini getirerek, ruhunu kurban olarak sunuyorlardı ve insan kurbanı esasen Sami kavimlerinde de ehemmiyet taşıyordu."
  },
  {
    "id": "3192210",
    "unitNumber": 6,
    "text": "Hâlâ definin ardından mezarın etrafında dönme geleneğinin devam ettiği ülke aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sibirya",
      "B": "Çin",
      "C": "Kazakistan",
      "D": "Kırgızistan",
      "E": "Moğolistan"
    },
    "explanation": "Sibirya’da hâlâ definin ardından mezarın etrafında dönme geleneğinin sürmesi ilginçtir. Belgeler ölünün gömülmesi esnasında da bunların tekrarlandığını ve bu kişi bir alp ise sağlığında öldürdüğü insanlar kadar kabrinin önüne balbal dikildiğini söyler."
  },
  {
    "id": "3192211",
    "unitNumber": 6,
    "text": "Oğuz Kağan Destanı’nda Buğra Han vefat eden eşi Bayır Katun uğruna ne kadar süre yas tutmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "3 yıl",
      "B": "2 yıl",
      "C": "1 yıl",
      "D": "6 ay",
      "E": "3 ay"
    },
    "explanation": "Kaynaklara baktığımızda yas töreni sadece erkeklere yapılmamaktadır. Bazı destan ve halk hikâyelerinde ölen kadınlar için eşlerinin yas tuttuklarına şahit oluyoruz. Mesela Oğuz Kağan Destanı’nda Buğra Han vefat eden eşi Bayır Katun uğruna üç yıl yas tutmuş idi."
  },
  {
    "id": "3192212",
    "unitNumber": 6,
    "text": "Eski Türkler 'de yas için en sık kullanılan renk aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Siyah",
      "B": "Beyaz",
      "C": "Kırmızı",
      "D": "Mavi",
      "E": "Yeşil"
    },
    "explanation": "Zamana ve mekâna göre yas renkleri kara, ak yahut gök olsa da, herhâlde en çok kara idi, buna<br/>Dede Korkut Hikâyelerinde sıkça rastlamaktayız. Kam Börü Beg-oglu Bamsı Beyrek Destanı’nda,<br/>“güçlü Oguz beyleri Beyrek’ten ümit kesince akları çıkarıp kara giydiler. Kaza benzer kızı, gelini ak<br/>çıkardı, kara giydi” ve “Ak otağı bırakıp kara otağa giren kızlar, ak çıkarıp kara giydiler” denmektedir."
  },
  {
    "id": "3192213",
    "unitNumber": 6,
    "text": "Eski Türk dini hayatında cennetin karşıtı yani cehennem bilhassa Budist metinlerde sıkça<br/>rastladığımız terim aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tamu",
      "B": "Ükek",
      "C": "Korgan",
      "D": "Cokto",
      "E": "Yerçü"
    },
    "explanation": "Eski Türk dini hayatında cennetin karşıtı yani cehennem ise bilhassa Budist metinlerde sıkça<br/>rastladığımız “tamu” idi. Bu terim İslamiyet'ten sonra da Türklerin dilinde yaşamaya devam etti."
  },
  {
    "id": "3192214",
    "unitNumber": 6,
    "text": "Ölen hanedan üyelerinin eşlerinin ya da kadın akrabalarının saçlarını kestikleri söylenen dönem aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Selçuklu",
      "B": "Altay",
      "C": "Kırgız",
      "D": "Moğol",
      "E": "Kazak"
    },
    "explanation": "Başta Anadolu olmak üzere Türk Dünyasının değişik bölgelerinde eşini kaybeden kadınlar saçlarının ucunu keserler ki, bu da bir yas ve bir nevi tul alametidir. Mesela Selçuklu döneminden haber<br/>veren kaynaklar, ölen hanedan üyelerinin eşlerinin ya da kadın akrabalarının saçlarını kestiklerini söyler."
  },
  {
    "id": "3192216",
    "unitNumber": 6,
    "text": "Dini itikadın temeli olarak Kök (Ulu) Tengri’nin varlığı hangi yüzyıllara dayanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "M.Ö. 12- 11. yüzyıl",
      "B": "M.Ö. 10 yüzyıl",
      "C": "M.Ö. 10- 9. yüzyıl",
      "D": "M.Ö. 8- 7. yüzyıl",
      "E": "M.Ö. 6- 5. yüzyıl"
    },
    "explanation": "Dini itikadın temeli olarak varlığının M.Ö. 12- 11. yüzyıla kadar indiğini sandığımız Kök (Ulu)<br/>Tengri’nin, Asya Hunları arasında bile tek bir ulu yaratıcıyı temsil ettiği kayıtlıdır."
  },
  {
    "id": "3192218",
    "unitNumber": 6,
    "text": "Hangi asırdan itibaren değişik Türk boyları arasında Hristiyanlığın olduğu bilinmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "6. asırdan itibaren",
      "B": "8. asırdan itibaren",
      "C": "10. asırdan itibaren",
      "D": "5. asırdan itibaren",
      "E": "3. asırdan itibaren"
    },
    "explanation": "Değişik Türk boyları arasında 6. asırdan itibaren Hristiyanlığın olduğunu biliyoruz."
  },
  {
    "id": "3192652",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi, eski Türklerin, özellikle devlete ve millete emeği geçmiş han durumundaki yöneticilerin kabirlerinin yanındaki özel davranış biçimleri arasında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Kabir başında konuşmamaları",
      "B": "Kabre çiçek ekmeleri",
      "C": "Yayaların mezarın önünde eğilmeleri",
      "D": "Kabir ziyaretine özel giysiler giymeleri",
      "E": "Atla geçerken aşağıya inmemeleri"
    },
    "explanation": "Eski Türkler bütün ölmüş atalarına ve onların mezarlarına saygı göstermekle birlikte, özellikle devlete ve millete emeği geçmiş han durumundaki yöneticilerin kabirlerinin yanındayken büyük bir ihtimamda bulunuyorlardı. <strong>Yaya iseler mezarın önünde eğilirler, </strong>atlıysalar aşağı inerler ve oradan uzaklaşana kadar da atlarına binmezlerdi. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3192654",
    "unitNumber": 6,
    "text": "Eski Türklerin öbür dünyaya, ölümden sonra ikinci bir hayatın varlığına olan inançlarının bir göstergesi, aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ölünün kabrinin başına bir ağaç dikilmesi",
      "B": "Ölünün kabrinin yeri belli olmayacak şekilde gömülmesi",
      "C": "Ölünün cesedinin yakılması ve küllerinin suya atılması",
      "D": "Ölünün özel eşyaları ve altın, gümüş gibi değerli nesnelerle gömülmesi",
      "E": "Ölünün kabrinin yaşayan yakınlarının yakınlarında bir yerde olması"
    },
    "explanation": "Türkler öbür dünyaya, ölümden sonra ikinci bir hayatın varlığına yani bir tür ahirete (sakış künü) inanıyorlardı. O bakımdan ölüyle beraber bazı özel eşyaları ve altın, gümüş gibi değerli nesneler, bu kabirlere konuyordu. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3192655",
    "unitNumber": 6,
    "text": "Eski Türk harfli kitabeler üzerine yapılan araştırmalarda, “<strong>cennet</strong>” anlamında hangi terimin kullanıldığı tespit edilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Uçmak",
      "B": "Ahiret",
      "C": "Ötelenmek",
      "D": "Tamu",
      "E": "Gitmek"
    },
    "explanation": "Eski Türk harfli kitabeler üzerine yapmış olduğumuz incelemelerde, altı yazıtta ölmek ve cennet yerine, “<strong>uçmak</strong>” terimiyle karşılaştık. Eski Türklerin “Cennet” anlamında kullandıkları “uçmak” teriminin varlığını onlar Anadolu’ya geldikten sonra da sürdürmüşlerdir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3192656",
    "unitNumber": 6,
    "text": "Tarihî kaynaklara göre eski Türklerde en önemli kurban, hangi hayvandı?",
    "correctAnswer": "E",
    "options": {
      "A": "Koyun",
      "B": "Keçi",
      "C": "İnek",
      "D": "Eşek",
      "E": "At"
    },
    "explanation": "Tarihî kaynaklardan öğrendiğimize göre eski Türklerde en önemli kurban, bozkırlı Türk’ün en çok kıymet verdiği hayvan<strong> at </strong>idi. Orta Asya’nın Türk bölgelerinde, özellikle Altaylardaki kurganlarda birçok at iskeleti bulunmuştur. Hatta çok ilginçtir ki bugünkü Kazak ve Kırgızların bazılarının Kurban Bayramında dahi atı kurban kestikleri söylenmektedir. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3192657",
    "unitNumber": 6,
    "text": "<ol><br/><li>Adamın atını süslemek</li><br/><li>Üstünden çıkan elbiseyi bir ağaca giydirmek</li><br/><li>Aşiretinin kadınlarının ağıt yakması</li><br/><li>Ölünün yakılması</li><br/></ol><br/>Yukarıdakilerden hangileri, bazı Türkmen-Oğuzların, genç yaşta vefat eden bir erkek için yaptıkları arasında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "1 ve 2",
      "B": "1, 2 ve 3",
      "C": "2 ve 4",
      "D": "2, 3 ve 4",
      "E": "3 ve 4"
    },
    "explanation": "Birtakım Türkmen-Oğuzlar genç yaşta vefat eden adamın atını süslerler, üstünden çıkan elbiseyi de bir ağaca giydirirler. Aşiretin kadınları bunların önüne geçip ağıt yakar. Bu feryatlarda daha çok ölen kişinin iyi yönleri ve kahramanlığı ya da iş bilirliği övülürdü. Doğru cevap B seçeneğidir, çünkü kaynakta ölünün yakıldığına ilişkin bir bilgi verilmemiştir. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3192658",
    "unitNumber": 6,
    "text": "Eski Türklerde “<strong>tullama</strong>” terimi, neyi ifade ediyordu?",
    "correctAnswer": "E",
    "options": {
      "A": "Ölen adamın eşyalarının ağaçlara giydirilmesini",
      "B": "Ölen adamın mezar taşına atının suretinin kazınmasını",
      "C": "Ölen adamın ardından yüzlerce hayvan kesilip ölü aşı yenmesini",
      "D": "Ölen adamım eline içinde kımız olan ağaçtan bir ayak verilmesini",
      "E": "Ölen adamın atının kuyruğunun kesilmesi ve bozkıra atılmasını"
    },
    "explanation": "Ölen adamın atının kuyruğu kesilerek, bozkıra atılırdı, eski Türkler buna “tullama” diyorlardı ve “dul kalmak” da bununla alakalıdır. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3192660",
    "unitNumber": 6,
    "text": "Eski Türk inancında <strong>sevap ve günahın</strong> karşılığı, aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yog ve korgan",
      "B": "Muyan ve ökünmek",
      "C": "Yir ve sub",
      "D": "Muyan ve yazuk",
      "E": "Korgan ve yazuk"
    },
    "explanation": "Eski Türk inancında sevap ve günahın da karşılığı vardır ve <strong>sevap için onlar “muyan</strong>”, <strong>günah için “yazuk”</strong>, günahkâra ise “yazuklu” (veya yamanlu) diyorlardı. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3192661",
    "unitNumber": 6,
    "text": "Kök (Ulu) Tengri itikadının ana esaslarını, aşağıdaki hangi kaynaktan yola çıkarak belirlemek mümkün olmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "Binbir Gece Masalları",
      "B": "Terhin Yazıtı",
      "C": "Orkun Yazıtları",
      "D": "Chou Shu adlı Çin Yıllığı",
      "E": "Divanü Lûgat-it-Türk"
    },
    "explanation": "Kök (Ulu) Tengri itikadının esaslarını aşağı yukarı <strong>Orkun Yazıtlarından </strong>yola çıkarak belirlemek mümkündür. Bu kitabelerde kagan ve beyler, Türk milletine yaptığı yardımlardan dolayı Tanrı’yı büyük bir minnet ve teşekkürle anmaktadır. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3192662",
    "unitNumber": 6,
    "text": "Onuncu yüzyılda bazı Türk boyları arasında dolaşan İbn Fazlan’ın tespitine göre, Oguzlar bedduada bulunurken, aşağıdaki kelimelerden hangisi kullanılıyordu?",
    "correctAnswer": "A",
    "options": {
      "A": "Kargış",
      "B": "Ökünmek",
      "C": "Alkış",
      "D": "Yükünmek",
      "E": "Yazuk"
    },
    "explanation": "Onuncu yüzyılda bazı Türk boyları arasında dolaşan İbn Fazlan, Oguzların, herhangi birine bedduada bulunuyorlarken “<strong>kargış</strong>” kelimesini tercih ettiğini belirtmiştir. Bu sözcük Dede Korkut ve Yunus Emre gibi şahsiyetlerin dillerinde de mevcuttu. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3192663",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi, Divanü Lûgat-it-Türk ve bazı eski sözlüklerde kullanılan Tanrı’nın sıfatları arasında <strong>yer almaz?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ugan",
      "B": "Yir-sub",
      "C": "Bayat",
      "D": "Mengü",
      "E": "Türütgen"
    },
    "explanation": "Divanü Lûgat-it-Türk ve bazı eski sözlüklerde Tanrı’nın sıfatları arasında “<strong>Ugan</strong>” (kudretli), <strong>“Bayat</strong>” (nimetli), “Bir”, “İdi” (sahip), “Yaratgan” (yaratan), “<strong>Mengü</strong>” (ebedi), “Tiritken” (dirilten), “<strong>Türütken</strong>” (yoktan var eden) gibi yazılışları görmekteyiz.<br/>Yir-sub, bu sıfatlardan biri değildir. Kök Türk yazıtlarında şimdiye kadar bir yanlış anlama neticesi olarak, “yer-su ruhları” şeklinde çevrilen “yir” ve “<strong>yir-sub</strong>” deyimi özellikle “<strong>ülke, toprak parçası</strong>” anlamında kullanılmıştır. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3193324",
    "unitNumber": 6,
    "text": "“Öd Tengri\" eski Türklerde ne anlama gelmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ölümsüz Tanrı",
      "B": "Din",
      "C": "Şeytan",
      "D": "Ruh",
      "E": "Ahiret"
    },
    "explanation": "Hiç şüphesiz sadece her şeyin yaratıcısı<br/>Tanrı’nın ebedi olduğunu da biliyorlardı. Bu yüzden zamanı yaşayan, ölümsüz Tanrı anlamında “Öd<br/>Tengri” diyorlardı."
  },
  {
    "id": "3193332",
    "unitNumber": 6,
    "text": "Eski Türklerde ölümün işareti aşağıdaki hayvanlardan hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Baykuş",
      "B": "At",
      "C": "Kedi",
      "D": "Geyik",
      "E": "Saka"
    },
    "explanation": "Bu durum bir yana herhalde eski Türklerde<br/>ölümün işareti baykuş (ükü/puku) idi ve eski Türk<br/>kitabelerine baktığımızda ölmek yerine “adrılmak”<br/>ile “kergek bolmak” (Hegaard, 1976; Mustafina,<br/>1992; Klyaştornıy-Sultanov, 2003; Khomushku,<br/>2009) fiiline de yer verildiğini görürüz."
  },
  {
    "id": "3193335",
    "unitNumber": 6,
    "text": "Eski Türkçede “ruh, can, öz” anlamınagelen bir “tin/ten” kelimesinin olduğundan haberdarız. Bu aynı zamanda “nefes” demekti. Tin ile beraber bir de “..............” adı verilen düşünce, yani aklın da varlığına inanıyorlardı.<br/>Yukarıda verilen cümlede boşluğa hangi sözcük gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tengri",
      "B": "Sakış",
      "C": "Alplık",
      "D": "Eçü-apa",
      "E": "Ahiret"
    },
    "explanation": "Ayrıca eski Türkçede “ruh, can, öz” anlamınagelen bir “tin/ten” kelimesinin olduğundan haberdarız.<br/>Bu aynı zamanda “nefes” demekti. Tin ile beraber bir de “sakış” adı verilen düşünce, yani aklın da varlığına<br/>inanıyorlardı"
  },
  {
    "id": "3193344",
    "unitNumber": 6,
    "text": "Ölen adamın atının kuyruğu kesilerek, bozkıra atılmasına Eski Türklerde ne denirdi?",
    "correctAnswer": "A",
    "options": {
      "A": "Tullama",
      "B": "Yoğ",
      "C": "Kongar",
      "D": "Çergez",
      "E": "Ükek"
    },
    "explanation": "bir yana ölen adamın atının kuyruğu kesilerek, bozkıra<br/>atılırdı, eski Türkler buna “tullama” diyorlardı ve “dul kalmak” da bununla alakalıdır."
  },
  {
    "id": "3193346",
    "unitNumber": 6,
    "text": "Türklerin yaşadığı pek çok yerde taş veya bir ağaç manken üzerine ölen kişinin elbise ve şapkası giydirilerek yapılan surete ne ad verilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Korgan",
      "B": "Yog",
      "C": "Tul",
      "D": "Tulup",
      "E": "Tengri"
    },
    "explanation": "Bunun dışında ölen bir kişinin atının kuyruğunun<br/>kesilmesi âdetine yakın zamanlara kadar Anadolu’da<br/>da rastlanırken hâlâ Türklerin yaşadığı pek çok yerde<br/>taş veya bir ağaç manken üzerine ölen kişinin elbise<br/>ve şapkası giydirilerek yapılan surete “tul” dendiğini<br/>görüyoruz."
  },
  {
    "id": "3193349",
    "unitNumber": 6,
    "text": "Türklerde mevtadan çıkan giysilere ne ad verilirdi?",
    "correctAnswer": "E",
    "options": {
      "A": "Sakik",
      "B": "Tin",
      "C": "Tulup",
      "D": "Tul",
      "E": "Soyka"
    },
    "explanation": "Ama bunlar bazan muhtaç<br/>şahıslara da verilir ve mevtadan çıkan bu giysilere<br/>Türkler “soyka” derler"
  },
  {
    "id": "3193354",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Eski Türklerde herhangi birine bedduada bulunuyorlarken kullanılan sözcüktür?",
    "correctAnswer": "D",
    "options": {
      "A": "Alkış",
      "B": "Tulup",
      "C": "Yoğ",
      "D": "Kargış",
      "E": "Tul"
    },
    "explanation": "Yine onlar tövbe ve dua yaparken<br/>“ökünmek” ve “alkış” terimlerini kullanmışlar,<br/>herhangi birine bedduada bulunuyorlarken de<br/>“kargış” kelimesini tercih etmişlerdir"
  },
  {
    "id": "3193359",
    "unitNumber": 6,
    "text": "Divanü Lûgat-it-Türk ve bazı eski sözlüklerde Tanrı sıfatlarından biri olan Ugan aşağıdakilerden hangisi ile açıklanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kudretli",
      "B": "Nimetli",
      "C": "Sahip",
      "D": "Yaratan",
      "E": "Ebedi"
    },
    "explanation": "Divanü Lûgat-it-Türk ve bazı<br/>eski sözlüklerde Tanrı’nın sıfatları arasında “Ugan”<br/>(kudretli), “Bayat” (nimetli), “Bir”, “İdi” (sahip),<br/>“Yaratgan” (yaratan), “Mengü” (ebedi), “Tiritken”<br/>(dirilten), “Türütken” (yoktan var eden) gibi yazılışları da görmekteyiz"
  },
  {
    "id": "3193362",
    "unitNumber": 6,
    "text": "Divanü Lûgat-it-Türk ve bazı eski sözlüklerde Tanrı’nın sıfatları arasında olan ebedi hangi sözcükle açıklanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Mengü",
      "B": "Ugan",
      "C": "Yaratgan",
      "D": "Tiritken",
      "E": "Türütken"
    },
    "explanation": "Divanü Lûgat-it-Türk ve bazı<br/>eski sözlüklerde Tanrı’nın sıfatları arasında “Ugan”<br/>(kudretli), “Bayat” (nimetli), “Bir”, “İdi” (sahip),<br/>“Yaratgan” (yaratan), “Mengü” (ebedi), “Tiritken”<br/>(dirilten), “Türütken” (yoktan var eden) gibi yazılışları da görmekteyiz"
  },
  {
    "id": "3193366",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Kök (Ulu) Tengri inancına ait terminolojide de bir nev’i<br/>ibadet anlamına gelen sözcüklerden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ükek",
      "B": "Töz",
      "C": "Yinçgelenme",
      "D": "Alkış",
      "E": "Sungar"
    },
    "explanation": "Türk dininde<br/>Tanrı’ya oruç, namaz, dua, kurban, hac vs. şekilde bir ibadet vardır ancak bunların tam anlamıyla nasıl olduğunu bilmek mümkün değildir. Kök<br/>(Ulu) Tengri inancına ait terminolojide de bir nev’i<br/>ibadet anlamınagelen “yükünmek”, “tapınmak” ve<br/>“yinçgelenmek” gibi tabirler olduğuna göre, Türkler Tanrı’ya ibadet veya dilekte bulunup (ötünmek/<br/>niyaz), dua (alkış) ederken belki tam secde (bükelmek) mahiyetinde olmasa da varlığına inandıkları<br/>Tanrı karşısında şöyle veya böyle eğilerek bir tür<br/>namaz ibadetlerini yerine getiriyorlardı."
  },
  {
    "id": "3194046",
    "unitNumber": 7,
    "text": "Türkmenler mevsimleri bölerdi. Aşağıdakilerden hangisi kış mevsiminin bölümlerinden birinin adıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "ülger",
      "B": "terazi",
      "C": "kuyruk",
      "D": "zemheri",
      "E": "buhur"
    },
    "explanation": "Türkmenler mevsimleri bahar: ilk bahar, orta bahar, son bahar; yaz: ülger, terazi, kuyruk, buhur; güz: ilk güz, orta güz, son güz; kış: kara kış, zemheri, zemheri yamacı biçiminde bölüyorlardı.<br/>Bu açıklama doğrultusunda doğru cevap \"d\" şıkkıdır."
  },
  {
    "id": "3194190",
    "unitNumber": 7,
    "text": "Aşağıdaki merkezlerden hangisi eski Türk kışlık merkezi konumundadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Noyon",
      "B": "İlmova",
      "C": "Kansu",
      "D": "İvolga",
      "E": "Derestu"
    },
    "explanation": "Ayrıntılarıyla anlattığımız bu kentlerin dışında; Çin’den başlayarak Orta Avrupa’ya kadar Hun ve onun devamı durumundaki Türklere ait yerleşim alanları söz konusudur ki, Baykal-Yenisey civarları ile bütün Mogolistan topraklarındaki İvolga, Derestu, Şeremko, İlmova, Noyon Ula, Boro Köl, Terelçi, Bayan Bulak, Mangaşın Küre, Tamır-Koşo bölgesindeki şehirleri, bunun dışında zaman zaman değindiğimiz üzere eski Türk kışlık merkezi konumundaki Ordos, Shan-si, Shen-si ve Kansu gibi yerlerdeki pek çok iskan noktasını, Kazakistan, Türkistan, Kafkasya, doğu ve Orta Avrupa’daki kent kalıntılarını sayabiliriz.<br/>Açıklamaya göre doğru cevap \"c\" şıkkıdır."
  },
  {
    "id": "3194191",
    "unitNumber": 7,
    "text": "Türklere göre bir gün kaç kısımdan oluşmaktaydı?",
    "correctAnswer": "C",
    "options": {
      "A": "10",
      "B": "11",
      "C": "12",
      "D": "13",
      "E": "14"
    },
    "explanation": "Gün oniki kısım idi ve her parçasına çağ denmekteydi.<br/>Açıklamaya göre doğru cevap \"c\" şıkkıdır."
  },
  {
    "id": "3194323",
    "unitNumber": 7,
    "text": "Türkler sütü ve peyniri kış için saklamak istediğinde kuruturlardı. Kurutulmuş süt ve peynire ne isim verilirdi?",
    "correctAnswer": "E",
    "options": {
      "A": "kımran",
      "B": "sinçü",
      "C": "yügür",
      "D": "kuymak",
      "E": "kurut"
    },
    "explanation": "Süt, yağ, peynir ve yoğurt gibi yiyecekleri tercih ederken eski atalarımız hiç unlu mamül ve sebze yemiyorlardı da diyemeyiz. Sütü ve peyniri kurutmak suretiyle kış için saklıyorlardı ki, buna da “kurut” deniyordu.<br/>Açıklamaya göre doğru cevap \"e\" şıkkıdır."
  },
  {
    "id": "3194328",
    "unitNumber": 7,
    "text": "Dedesi tarafından avladığı ilk hayvanın kanı ve yağı eline sürülen kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kubilay Han",
      "B": "Çingiz Han",
      "C": "Oguz Kagan",
      "D": "Kuşladıçı Bilge",
      "E": "Börü Ken"
    },
    "explanation": "On bir yaşındayken Kubilay Han (1264-1294) ilk avını vurduğunda, dedesi Çingiz Han tarafından bu av hayvanının kanı ve yağı eline sürülmüştü.<br/>Açıklamaya göre doğru cevap \"a\" şıkkıdır."
  },
  {
    "id": "3194330",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Kök Türkler zamanında madeni paraya verilen isimlerden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "kamdu",
      "B": "yarmak",
      "C": "baskak",
      "D": "tudun",
      "E": "tiyin"
    },
    "explanation": "Kök Türkler çağında madeni paraya “yarmak” da denmiştir.<br/>Açıklmaya göre doğru cevap \"b\" şıkkıdır."
  },
  {
    "id": "3194331",
    "unitNumber": 7,
    "text": "Kök Türkçe metinlerde devlet hazinesine hangi ismi verildiği görülmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "akışçı",
      "B": "tudun",
      "C": "agı",
      "D": "tiyin",
      "E": "yarmak"
    },
    "explanation": "Devlet hazinesini de “agı” diye adlandırıyorlardı, Kök Türkçe metinlerde de bu terimi görmekteyiz.<br/>Açıklamaya göre doğru cevap \"c\" şıkkıdır."
  },
  {
    "id": "3194332",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi eski Türklerin \"don\" diye sınıflandırdıkları giysiler arasında yer <strong>almamaktadır</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "elbise",
      "B": "pantolon",
      "C": "gömlek",
      "D": "atlet",
      "E": "ceket"
    },
    "explanation": "Eski Türkler elbise, çamaşır ve ayağa giyilen pantolon türü eşyaya “don”, atlet, pijama nev’inden şeylere ise “iç ton” demişlerdir.<br/>Açıklamaya göre doğru yanıt \"d\" şıkkıdır."
  },
  {
    "id": "3194334",
    "unitNumber": 7,
    "text": "Eski Türklerde çadır yapan kişilere ne isim verilirdi?",
    "correctAnswer": "B",
    "options": {
      "A": "eb",
      "B": "kereküçü",
      "C": "çerge",
      "D": "çuvaç",
      "E": "otag"
    },
    "explanation": "Kerekü veyahut çadır yapan kişiler için de tarihi vesikalarda “kereküçü” denmekteydi.<br/>Açıklamaya göre doğru cevap \"b\" şıkkıdır."
  },
  {
    "id": "3194345",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Uygur Türklerinin ziraat aletlerinin ham maddelerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "kemik",
      "B": "arpa",
      "C": "nar",
      "D": "tunç",
      "E": "altın"
    },
    "explanation": "Tarihi kaynaklardan çıkan bilgilere göre arpa, buğday, fasulye ekimini yapan Uygur Türkleri ağaç, demir ve kemikten ziraat aletleri kullanıyorlardı.<br/>Açıklamadan dolayı doğru cevap \"a\" şıkkıdır."
  },
  {
    "id": "3195122",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Eski Türk iktisadi hayatının temelini oluşturan ana sebepler arasında <strong>yer almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Konar-göçer hayvancılık",
      "B": "Ziraat",
      "C": "Ticaret",
      "D": "Haraç gelirleri",
      "E": "Sağlık sistemi"
    },
    "explanation": "HAYVANCILIK, TİCARET, ZİRAAT<br/>Türk iktisadi hayatının temelini yedi başlık altında toplayabiliriz: 1- Konar-göçer hayvancılık, 2- Ziraat, 3- Ticaret, 4- Avcılık, 5- Halktan alınan vergi, 6- Yağma akınları, 7- Haraç gelirleri"
  },
  {
    "id": "3195123",
    "unitNumber": 7,
    "text": "\".........; esasen iklim şartlarına bağlı olarak insanların yer değiştirmeleri ve konaklamalarıdır\" cümlesindeki boşluğa gelebilecek en uygun ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ticaret",
      "B": "Konargöçerlik",
      "C": "Hayvancılık",
      "D": "Göç",
      "E": "Agıçı"
    },
    "explanation": "Hayvancılık<br/>Konargöçerlik; esasen iklim şartlarına bağlı olarak insanların yer değiştirmeleri ve konaklamalarıdır"
  },
  {
    "id": "3195125",
    "unitNumber": 7,
    "text": "5. asrın başlarında Avrupa Hunlarının hangi hakanı, Bizans’ın Trakya valisi ile yaptığı konuşmayı atının üstünde gerçekleştirmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Köl Tigin",
      "B": "Bilge Kagan",
      "C": "Yılduz",
      "D": "Cengiz Han",
      "E": "Atilla"
    },
    "explanation": "Hayvancılık<br/>5. asrın başlarında Avrupa Hunlarının hakanı Yılduz, Bizans’ın Trakya valisi ile yaptığı konuşmayı atının üstünde gerçekleştirmiştir."
  },
  {
    "id": "3195126",
    "unitNumber": 7,
    "text": "Eski Türklerdeki bir inanca göre, hangi yılda doğanlar sürekli hareket eder, savaşır ve avlanırlar?",
    "correctAnswer": "A",
    "options": {
      "A": "At",
      "B": "Ejderha",
      "C": "Köpek",
      "D": "Maymun",
      "E": "Kaplan"
    },
    "explanation": "Hayvancılık<br/>Eski Türklerdeki bir inanca göre, at yılında doğanlar sürekli hareket eder, savaşır ve avlanırlar."
  },
  {
    "id": "3195128",
    "unitNumber": 7,
    "text": "Eski Türklerde \"ata\" olarak kabul edilen kabul edilen hayvan aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "At",
      "B": "Kurt",
      "C": "Kartal",
      "D": "Kotuz",
      "E": "Doğan"
    },
    "explanation": "Hayvancılık<br/>Bütün Türklerde en başta gelen hayvanlar kurt, at ve kartaldır. Kurt zaten ata olarak kabul edilirken; at Türk’ü yer yüzünde en hızlı biçimde hedefe götüren asil varlıktır."
  },
  {
    "id": "3195130",
    "unitNumber": 7,
    "text": "Eski Türklerde \"Türk’ü yer yüzünde en hızlı biçimde hedefe götüren asil varlık\" olarak kabul edilen hayvan aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kartal",
      "B": "Kurt",
      "C": "Doğan",
      "D": "At",
      "E": "Geyik"
    },
    "explanation": "Hayvancılık<br/>Bütün Türklerde en başta gelen hayvanlar kurt, at ve kartaldır. Kurt zaten ata olarak kabul edilirken; at Türk’ü yer yüzünde en hızlı biçimde hedefe götüren asil varlıktır."
  },
  {
    "id": "3195261",
    "unitNumber": 7,
    "text": "779 yılında Çin imparatorluğunun Türklerle olan ticarette zarara uğraması üzerine kesme yolunda karar almaları, hangi Uygur kaganının bu ülkeyi fethetmesine sebep olmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "Bilge Kagan",
      "B": "Köl Tigin",
      "C": "Börü Ken",
      "D": "Bögü",
      "E": "Kapgan Kagan"
    },
    "explanation": "Bir aralık 779’da Çin imparatorluğunun Türklerle olan bu ticarette zarara uğraması üzerine kesme yolunda karar almaları, Uygur kaganı Bögü’nün (759-779) bu ülkeyi fethetmesine sebep olacaktı."
  },
  {
    "id": "3195267",
    "unitNumber": 7,
    "text": "696 senesinde Kıtanların isyanında hangi Büyük Türk hükümdarı ayaklanmanın bastırılması için Çin imparatoriçesi Wu’ya yardım teklifinde bulunmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "Bögü",
      "B": "Kapgan Kagan",
      "C": "Kubilay Han",
      "D": "Bilge Kagan",
      "E": "Köl Tigin"
    },
    "explanation": "Ziraat<br/>696 senesinde Kıtanların isyanında Türklerin Çin’e yardım etmesi vesilesiyle görülür. Büyük Türk hükümdarı Kapgan<br/>Kagan (691-716), ayaklanmanın bastırılması için imparatoriçe Wu’ya yardım teklifinde bulundu."
  },
  {
    "id": "3195270",
    "unitNumber": 7,
    "text": "Türklerde 5. asırdaki hangi kanunlara göre, her altmış hane devlete iyi bir at, tahıl veya kumaş vermek zorundaydı?",
    "correctAnswer": "A",
    "options": {
      "A": "Tabgaç",
      "B": "Tenge",
      "C": "Kamdu",
      "D": "Böz",
      "E": "Cebe"
    },
    "explanation": "Vergi Gelirleri<br/>5. asırdaki Tabgaç kanunlarına göre, her altmış hane devlete iyi bir at, tahıl veya kumaş vermek zorundaydı ve bu suretle 25 milyon kişinin defterlere yazıldığı da söylenir."
  },
  {
    "id": "3195276",
    "unitNumber": 7,
    "text": "Demir madeninin kullanımını dünya medeniyetine kimler tanıtmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Çinliler",
      "B": "Moğollar",
      "C": "Persler",
      "D": "Hintliler",
      "E": "Türkler"
    },
    "explanation": "Madencilik ve El Sanatları<br/>Demir madeninin kullanımı da yine dünya medeniyetine Türklerin armağanıdır."
  },
  {
    "id": "3195529",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi kısrak sütünün işlenmesiyle yapılan Türklerin en sevdiği içkidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kımran",
      "B": "Boza",
      "C": "Ayran",
      "D": "Kömeç",
      "E": "Kımız"
    },
    "explanation": "Hayvancılık<br/>Kısrak sütünün birtakım işlemlerinden sonra ortaya çıkan ve insan sağlığına pekçok faydaları olduğu iddia edilen ve Türkiye Yörüklerinde “yepinti/yapıntı” denilen kımız, geçmişte ve günümüzde bütün Türklerin en fazla sevdiği içkidir."
  },
  {
    "id": "3195531",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, Türklerin üretip sattığı ürünlerden biri <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Pirinç",
      "B": "Balmumu",
      "C": "Kürk",
      "D": "Deri",
      "E": "Kumaş"
    },
    "explanation": "Ticaret<br/>Türkler genellikle komşu devletlere başta at ve canlı hayvanlarla, hayvan ürünleri satıyorlardı. Mesela Bizans ve Çin’den ipekli kumaş, takı malzemeleri, porselen türü kap-kacaklar, pirinç ve diğer hububat cinslerini alırlarken buna karşılık silah, at, deri, kürk ve hayvani gıdaları pazarlıyorlardı. Gerçi İdi-Kut (veya Turfan) Uygurları zamanında pamuklu kumaş (bez) ve çiçekli motiflerle bezenmiş elbiselerin imaline de başlayıp satmışlardır."
  },
  {
    "id": "3195534",
    "unitNumber": 7,
    "text": "Türk kültüründe çiftçilikle uğraşanlar kendilerine aşağıdakilerden hangisini söylemişlerdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yogçı",
      "B": "Sü başı",
      "C": "Tiyin",
      "D": "Tarıgçı",
      "E": "Agıçı"
    },
    "explanation": "Ziraat<br/>Çiftçilik ile uğraşanlar kendilerine tarıgçı, ekinçi veya sabançı diyorlardı. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3195537",
    "unitNumber": 7,
    "text": "Türk kültüründe çadırları yapan kişilere ne isim verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kereküçü",
      "B": "Çerge",
      "C": "Ütük",
      "D": "Tütsü",
      "E": "Saçak"
    },
    "explanation": "Türklerde Çadır ve Barınak Kültürü<br/>Kerekü veyahut çadır yapan kişiler için de tarihi vesikalarda “kereküçü” denmekteydi."
  },
  {
    "id": "3195539",
    "unitNumber": 7,
    "text": "Türkler şehir, kale, saray anlamlarının karşılığı için genellikle hangi kelimeyi kullanmışlardır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yurt",
      "B": "Balık",
      "C": "Otağ",
      "D": "Konak",
      "E": "Kent"
    },
    "explanation": "Eski Türklerde Şehirleşme<br/>Türkler şehir, kale, saray anlamları karşılığı için umumiyetle kökü balçıktan gelen “balık” kelimesini kullanıyorlardı. Yine “şehir, kale, ev, mezar” anlamıyla örtüşen ve “korumak, korunmak, gizlemek, saklanmak” vs. sözlerle alâkalı “kurgan” kelimesini de unutmamak gerekir. Hakanların yaşadığı şehir ve merkezler genellikle “ordu” terimiyle adlanırken diğerleri sıradan isimler alabiliyordu."
  },
  {
    "id": "3195542",
    "unitNumber": 7,
    "text": "Türk kültüründe çadırların imalatı ve döşemesi hangi kumaş ile yapılırdı?",
    "correctAnswer": "D",
    "options": {
      "A": "Pamuk",
      "B": "Pazen",
      "C": "Kadife",
      "D": "Keçe",
      "E": "Kenevir"
    },
    "explanation": "Giyim Kuşam<br/>Çadır imalatında ve döşemesinde kullanmak üzere keçeler de hazırlıyorlardı ki, bu her yerde kullanılan bir madde değildir. Daha çok sert iklimin geçtiği bölgelerde giyim ve çadırların inşasında gerekli bir nesne olması itibarıyla imalatı da son derece önemlidir."
  },
  {
    "id": "3195548",
    "unitNumber": 7,
    "text": "Türk kültüründe en çok öne çıkan üç hayvan aşağıdakilerden hangisinde birlikte verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kurt, at, kartal",
      "B": "Kartal, at, deve",
      "C": "Koyun, kurt, şahin",
      "D": "At, koyun, geyik",
      "E": "At, deve, kartal"
    },
    "explanation": "Hayvancılık<br/>Bütün Türklerde en başta gelen hayvanlar kurt, at ve kartaldır. Kurt zaten ata olarak kabul edilirken; at Türk’ü yer yüzünde en hızlı biçimde hedefe götüren asil varlıktır. Bazen güneşin doğduğu yerden battığı yere kadar hâkimiyeti temsil eden Hun, Bulgar gibi Türk devletleriyle, Selçuklulara da arma olan çift başlı kartal ise kartal ise ulaşılmazın sembolü ve göklerin efendisi olduğundan Türk için ayrı bir öneme sahiptir."
  },
  {
    "id": "3195550",
    "unitNumber": 7,
    "text": "Türklerin savaşlarda üstünlük sağlamasında etkili olan maden aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Gümüş",
      "B": "Altın",
      "C": "Demir",
      "D": "Elmas",
      "E": "Zümrüt"
    },
    "explanation": "Madencilik ve El Sanatları<br/>Zamanlarına göre savaş tekniğini ve usullerini en iyi kullandıkları için dünyaya baş eğdirmişlerdi. Bu üstünlüğü sağlayan araçlardan biri demir idi. Demir madeninin kullanımı da yine dünya medeniyetine Türklerin armağanıdır. Demir işleyicilik, madencilikte son safha olarak görünmektedir. Demir madeninin kullanımı da yine dünya medeniyetine Türklerin armağanıdır."
  },
  {
    "id": "3195553",
    "unitNumber": 7,
    "text": "Türklerin yazın konakladığı yerlere ne isim verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yaylak",
      "B": "Ovalık",
      "C": "Kışlak",
      "D": "Güzlük",
      "E": "Köklev"
    },
    "explanation": "Hayvancılık<br/>Mevsim durumlarına göre mekânlar farklı isimler yazlık (yaylak), kışlak (ovalık), güzlük (sonbaharlık) ve köklev (ilkbaharlık) şeklinde ayrılmaktadır."
  },
  {
    "id": "3195556",
    "unitNumber": 7,
    "text": "Türk kültüründe Kutadgu Bilig’e göre Temmuz ve Ağustos ayları hangi hayvan ismi ile anılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Kuzu",
      "B": "Aslan",
      "C": "Oğlak",
      "D": "tavşan",
      "E": "Geyik"
    },
    "explanation": "Zaman Hesabı<br/>Kutadgu Bilig de aylar şöyle sıralanıyor: Kuzu (mart-nisan), ut (nisan-mayıs), erentir (erentüz/mayıs-haziran), sançu (haziran-temmuz), arslan (temmuz-ağustos), bugday (ağustoseylül), ülgü (eylül-ekim), çadan (ekim-kasım), yay (kasım-aralık), oglak (aralık-ocak), könek (ocak-şubat),"
  },
  {
    "id": "3196058",
    "unitNumber": 7,
    "text": "Kaşgarlı Mahmud'un eserinde erlerin adı ve yiyeceklerinin yazıldığı deftere ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ay Bitiği",
      "B": "Atların Kağanı",
      "C": "At Terleyen",
      "D": "Kölük Defteri",
      "E": "Kulun Defteri"
    },
    "explanation": "Hayvancılık, Ticaret ve Ziraat<br/>Ay Bitiği"
  },
  {
    "id": "3196065",
    "unitNumber": 7,
    "text": "Eski Türklerde vergi ve hesap işleriyle uğraşanlara ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sakışçı",
      "B": "Agı",
      "C": "Tabgaç",
      "D": "Kamdu",
      "E": "İdil"
    },
    "explanation": "Vergi gelirleri<br/>Sakışçı"
  },
  {
    "id": "3196066",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Eski Türklerde \"çadıra\" verilen isimlerden <strong>biri değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Otag",
      "B": "Kerekü",
      "C": "Topak ev",
      "D": "Kerim",
      "E": "Fatih"
    },
    "explanation": "Türklerde Çadır ve Barınak Kültürü<br/>Fatih"
  },
  {
    "id": "3196068",
    "unitNumber": 7,
    "text": "Eski Türklerde kurganlarda mezar sahibi ile birlikte gömülen hayvan aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "At",
      "B": "Eşek",
      "C": "Fil",
      "D": "Koyun",
      "E": "Keçi"
    },
    "explanation": "Hayvancılık<br/>At"
  },
  {
    "id": "3196072",
    "unitNumber": 7,
    "text": "Eski Türklerde savaş ve avcılıktaki hünerleriyle öne çıkan kişilerin hangi yılda doğduğuna inanılırdı?",
    "correctAnswer": "A",
    "options": {
      "A": "At yılı",
      "B": "Kuzu yılı",
      "C": "Deve yılı",
      "D": "Fare yılı",
      "E": "Akrep yılı"
    },
    "explanation": "Hayvancılık<br/>At yılı"
  },
  {
    "id": "3196077",
    "unitNumber": 7,
    "text": "Eski Türklerin atları, kıyafetleri, silahları v.b. eşyalarıyla gömüldüğü mezarlara ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kurgan",
      "B": "Tümülüs",
      "C": "Piramit",
      "D": "Lahit",
      "E": "Kripta"
    },
    "explanation": "Hayvancılık<br/>Altaylar ve Moğalistan'da bulunan mezar odalarında Türklerin atları, silahları, kıyafetleri gibi bir çok eşyalarıyla gömüldüğü bilinmektedir.<br/>Kurgan"
  },
  {
    "id": "3196081",
    "unitNumber": 7,
    "text": "Türkiye yörüklerinde \"kımız\" aşağıdaki hangi isimle bilinir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yapıntı",
      "B": "Kazı",
      "C": "Katık",
      "D": "Udıtma",
      "E": "Büken"
    },
    "explanation": "Hayvancılık<br/>Yapıntı"
  },
  {
    "id": "3196083",
    "unitNumber": 7,
    "text": "Uygurlarda alışverişlerde bir ödeme aracı olarak kullanılan nesne aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bal",
      "B": "Buğday",
      "C": "Koyun eti",
      "D": "Demir",
      "E": "Kamdu"
    },
    "explanation": "Vergi gelirleri<br/>Kamdu"
  },
  {
    "id": "3196088",
    "unitNumber": 7,
    "text": "Erken tarihli Türk halısı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Pazırık",
      "B": "Noyan Ula",
      "C": "Sarig el",
      "D": "Okunev",
      "E": "İran"
    },
    "explanation": "Madencilik ve El Sanatları<br/>Pazırık"
  },
  {
    "id": "3196110",
    "unitNumber": 7,
    "text": "Eski Türkler zamanı aşağıdaki hangi takvimle ölçerlerdi?",
    "correctAnswer": "A",
    "options": {
      "A": "Oniki hayvanlı takvim",
      "B": "Güneş takvimi",
      "C": "Ay takvimi",
      "D": "Hicri takvim",
      "E": "Miladi takvim"
    },
    "explanation": "Zaman hesabı<br/>Oniki hayvanlı takvim"
  },
  {
    "id": "3197464",
    "unitNumber": 7,
    "text": "Bulundukları coğrafyalarda bol miktarda bulunan hangi maden Türklerin savaş sanatında üstün olmasını sağlamıştı?",
    "correctAnswer": "C",
    "options": {
      "A": "Bakır",
      "B": "Kurşun",
      "C": "Demir",
      "D": "Altın",
      "E": "Kömür"
    },
    "explanation": "Demir madeni savaş sanatında üstün olmalarını sağlamıştır."
  },
  {
    "id": "3197471",
    "unitNumber": 7,
    "text": "Türkler çadır/çatır için aşağıdaki tabirlerden hangisini <strong>kullanmaz</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Otag",
      "B": "Kerekü",
      "C": "Çuvaç",
      "D": "Bark",
      "E": "Kerim"
    },
    "explanation": "Bark ev kelimesini ifade etmek için kullanılır."
  },
  {
    "id": "3197483",
    "unitNumber": 7,
    "text": "Türkler şehir, kale, saray anlamları karşılığı için umumiyetle hangi kelimeyi kullanırlardı?",
    "correctAnswer": "B",
    "options": {
      "A": "At",
      "B": "Balık",
      "C": "Koyun",
      "D": "Kartal",
      "E": "Horoz"
    },
    "explanation": "Türkler şehir, kale, saray anlamları karşılığı için umumiyetle kökü balçıktan gelen “balık” kelimesini kullanıyorlardı."
  },
  {
    "id": "3197497",
    "unitNumber": 7,
    "text": "Türkiye yörüklerinin evrenin ekseni olarak nitelendirdikleri aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Çadırın eşiği",
      "B": "Çadırın bacalığı",
      "C": "Çadırın orta direği",
      "D": "Çadırın etrafındaki püsküllü etekler",
      "E": "Çadırın kapısı"
    },
    "explanation": "Eski Türkler çadırın tepesindeki bu baca yerine “gök penceresi” veya “göğün gözü” dedikleri gibi, Türkiye Yörüklerinin bazılarında dumanın çıkması için bırakılan deliklere “tütsü gözü”, çadır direklerine “çağ”, çadırın etrafındaki püsküllü eteklere ise “saçak” dendiği kayıtlara<br/>geçmiştir. Kendilerinin evleri olan bu nesnelerin en üst köşelerine “ug/ok”, yan taraflarına “eyegü/terim”, etrafının bağlandığı kuşağa da “kursak/kolan” denirdi. Ayrıca onlar, çadırın ortasındaki direği evrenin ekseni (kainatın mihveri), bacalığı da gökyüzünün yansıması olarak düşünüyorlardı.<br/>Çadırın orta direği"
  },
  {
    "id": "3197510",
    "unitNumber": 7,
    "text": "“Türkler yılların her birinde hikmet arar ve buna göre fal tutarlar” dedikten sonra şöyle devam ediyor: “Ud yılında savaş çok olur, takagu (tavuk) senesinde bolluktur, ama insanlar arasında karışıklık çıkar, lu yılında çok yağmur yağar, domuz kar ve soğukla geçer, vs” diyen büyük alim aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kaşgarlı Mahmud",
      "B": "İbn Haldun",
      "C": "Dede Korkut",
      "D": "Emir Temur",
      "E": "Bilge Kagan"
    },
    "explanation": "“Türkler yılların her birinde hikmet arar ve buna göre fal tutarlar” dedikten sonra şöyle devam ediyor: “Ud yılında savaş çok olur, takagu (tavuk) senesinde bolluktur, ama insanlar arasında karışıklık çıkar, lu yılında çok yağmur yağar, domuz kar ve soğukla geçer, vs” diyen Kaşgarlı Mahmud'tur."
  },
  {
    "id": "3197514",
    "unitNumber": 7,
    "text": "Eski Türkler hayvancılıkla beraber tarımı da önemli bir geçim vasıtası olarak görmeye başlayınca, ayların adını hem hayvancılık, hem de ziraatçılıkla alâkalı şekilde vermişlerdir. Buna göre Kuzu ayı aşağıdakilerden hangisine karşılık gelir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ocak",
      "B": "Mart",
      "C": "Mayıs",
      "D": "Temmuz",
      "E": "Eylül"
    },
    "explanation": "Eski Türkler hayvancılıkla beraber tarımı da önemli bir geçim vasıtası olarak görmeye başlayınca, bu kez de ayların adını hem hayvancılık, hem de ziraatçılıkla alâkalı şekilde vermişlerdir ki, bu gün bile Anadolu’nun pek çok yerinde ay isimleri Kuzu Ayı (mart), Yağmur Ayı (nisan), Çiçek Ayı (mayıs), Kiraz Ayı (haziran), Orak Ayı (temmuz), Çürük Ayı (ağustos), İlk Güz (eylül), Orta Güz veya Koç Ayı (ekim), Son Güz (kasım), Kara Kış (aralık), Orta Kara Kış Ayı (ocak), Gücük (şubat) diye anılır"
  },
  {
    "id": "3197516",
    "unitNumber": 7,
    "text": "Göçebelerin ahlak, terbiye, mertlik ve insanlık gibi hususlarda yerleşiklerden daha yüksek olduğunu vurgulayan aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kaşgarlı Mahmud",
      "B": "İbn Fazlan",
      "C": "Beck Wagner",
      "D": "İbn Haldun",
      "E": "Ebu Bekri Tihrani"
    },
    "explanation": "İbn Haldun göçebelerin ahlak, terbiye, mertlik ve insanlık gibi hususlarda yerleşiklerden daha yüksek olduğunu vurgular"
  },
  {
    "id": "3197521",
    "unitNumber": 7,
    "text": "Dede Korkut Hikâyelerinde yer alan “Yaya erin ümidi olmaz.” atasözü Türkler için hangisinin önemine vurgu yapar?",
    "correctAnswer": "B",
    "options": {
      "A": "Demir",
      "B": "At",
      "C": "Kotuz",
      "D": "Deve",
      "E": "Altın"
    },
    "explanation": "Dede Korkut Hikâyelerinde “At işler, er övünür.” ve<br/>“Yaya erin ümidi olmaz.” atasözlerinde görmekteyiz. sözleri atın önemine vurgu yapar."
  },
  {
    "id": "3197523",
    "unitNumber": 7,
    "text": "Babur Şah’ı, “Semerkant kadar güzel bir kent dünyada az bulunur. Hiçbir düşman şiddet ve üstünlük ile bunu ele geçiremediği için aşağıdakilerden hangisiyle ifade edilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Semizkent",
      "B": "Bağ-ı Dilgüşa",
      "C": "Nakş-ı Cihan",
      "D": "Belde-i Mahfuza",
      "E": "Kök Saray"
    },
    "explanation": "Belde-i Muhafaza olarak adlandırılır<br/>Belde-i Mahfuza"
  },
  {
    "id": "3197528",
    "unitNumber": 7,
    "text": "Eski Türkler bütün ticaret, hayvan ve sahip olunan malları aşağıdakilerden hangisiyle ifade etmişleridir?",
    "correctAnswer": "A",
    "options": {
      "A": "tavar",
      "B": "agı",
      "C": "tudun",
      "D": "baskak",
      "E": "yarmak"
    },
    "explanation": "Eski Türkler bütün ticaret, hayvan ve sahip olunan malları tavar olarak adlandırır."
  },
  {
    "id": "3194050",
    "unitNumber": 8,
    "text": "Amu Derya kıyılarında Sasani hükümdarı Firuz’u yenen, yabgu unvanını da taşıyan Türk hükümdarı hangi hanedana mensuptur?",
    "correctAnswer": "A",
    "options": {
      "A": "Ak Hun-Avar Devleti",
      "B": "Kök Türk Kaganlığı",
      "C": "Asya Hunları",
      "D": "Uygur Kaganlığı",
      "E": "Kırgız Hanlığı"
    },
    "explanation": "Amu Derya kıyılarında Sasani hükümdarı Firuz’u yenen, yabgu unvanını da taşıyan hükümdar Ak Hun Avar-Devletine mensuptur.<br/>Amu Derya kıyılarında Sasani hükümdarı Firuz’u yenen, yabgu unvanını da taşıyan Ak Hun kaganının adı, Bizanslı tarihçi Theophanes’te “Ephthalanos” şeklinde geçmektedir ve onlara bazan tarihi belgelerde Eftalitler denmesinin sebebi de bununla bağlantılıdır."
  },
  {
    "id": "3194060",
    "unitNumber": 8,
    "text": "Sasaniler ile ittifak yaparak Ak Hunları tarihten silen, Çin’de büyük bir Türk hayranlığı başlatan devlet hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kırgız Hanlığı",
      "B": "Kök Türk Kaganlığı",
      "C": "Asya Hunları",
      "D": "Büyük Hun Devleti",
      "E": "Avrupa Hunları"
    },
    "explanation": "Kök Türk Kaganlığı, Sasanilerle ittifak yapılarak Ak Hunlar tarihten silinmesine ve Türklerin tesiriyle Çin’de büyük bir Türk hayranlığının başlamasına neden olmuştur.<br/>Kök Türk Kaganlığı, Sasanilerle ittifak yapılarak Ak Hunlar tarihten silindiler. Bu sırada Türklerin tesiriyle Çin’de büyük bir Türk hayranlığı başladı. Türkler gibi yaşamak, onlar gibi giyinmek modaları yaygınlaşırken Ak Hunların ortadan kalkmasından sonra Sasanilerin, Kök Türklerle imzaladıkları anlaşmaya uymamaları üzerine tarihte ilk defa Türkistan’dan Bizans’a vuku bulan elçilik hadisesi gerçekleşti (Cahun, 1896; Günaltay, 1339; Spuler, 1966; Shaban, 1971; Grignaschi, 1980; Gömeç, 2016b). Bu suretle Türkler ve Bizanslılar, Sasanilere karşı bir cephe meydana getirdiler."
  },
  {
    "id": "3194063",
    "unitNumber": 8,
    "text": "Tarihte, tarihi Türk yurdu Ötüken’i ele geçiren devlet hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Asya Hunları",
      "B": "Kök Türk Kaganlığı",
      "C": "Kırgız Hanlığı",
      "D": "Büyük Hun Devleti",
      "E": "Avrupa Hunları"
    },
    "explanation": "839’larda tarihî Türk yurdu Ötüken’i ele geçiren Kırgız Hanlığı'dır.<br/>Kırgız Hanlığı, 839’larda kendi insiyatiflerinin dışında da olsa, birbirleriyle kavgaya tutuşan Uygur komutanlarının sayesinde tarihî Türk yurdu Ötüken’i ele geçirdiler."
  },
  {
    "id": "3194069",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi I. Theodosius’un öldüğü yılda yani 395 tarihinde, Türklerin Roma İmparatorluğu’nun sınırlarından geçerek ulaştıkları bölgelerden biri <u>değildir?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Balkanlar",
      "B": "Trakya",
      "C": "Kafkasya",
      "D": "Elazığ",
      "E": "Antakya"
    },
    "explanation": "Türklerin bir kısmı Balkanlar ve Trakya’da faaliyet gösterirken, bir bölümü de Barsık ve Kursık adlı beylerin kumandasında Kafkasya’dan Anadolu’ya akıp, Erzurum, Karasu-Fırat vadilerinden, Malatya ve Çukurova’ya inip oradan Antakya’ya geçmişlerdir.<br/>Türk-Hunlar ilk kez 391’lerde Roma topraklarına da açıktan açığa akınlar düzenlediler. Hunların, I. Theodosius’un öldüğü yılda yani 395 tarihinde iki kol hâlinde, ciddi anlamda Roma imparatorluğunun sınırları içerisinde atlarını koşturdukları görülür. Grek, Latin ve Süryani belgelerine baktığımızda, Türklerin bir kısmı Balkanlar ve Trakya’da faaliyet gösterirken, bir bölümü de Barsık ve Kursık adlı beylerin kumandasında Kafkasya’dan<br/>Anadolu’ya akıp, Erzurum, Karasu-Fırat vadilerinden, Malatya ve Çukurova’ya inip oradan Antakya’ya geçmişlerdir."
  },
  {
    "id": "3194074",
    "unitNumber": 8,
    "text": "“Tanrı’nın Kırbacı” veya “Tanrı’nın Kılıcı” diye de anılan, bütün ömrü mücadeleyle geçen, cihan tarihinin en büyük hükümdarlarından sayılan kişi kimdir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kök Bilge",
      "B": "Kün-içen",
      "C": "Tonga Baga Tarkan",
      "D": "Yüten",
      "E": "Attila"
    },
    "explanation": "Tanrı tarafından gönderildiğine inanılan, “Tanrı’nın Kırbacı” veya “Tanrı’nın Kılıcı” diye de anılan, bütün ömrü mücadeleyle geçen, cihan tarihinin en büyük hükümdarlarından sayılan kişi Attila'dır."
  },
  {
    "id": "3194083",
    "unitNumber": 8,
    "text": "Kafkasya ve Hazar Gölü çevresine hâkim olma meselesi yüzünden, 7 ve 8. asırlarda Hazarlıların verdiği büyük mücadele hangi millete karşı yaşanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Araplar",
      "B": "Bulgarlar",
      "C": "İranlılar",
      "D": "Romalılar",
      "E": "Çinliler"
    },
    "explanation": "Kafkasya ve Hazar Gölü çevresine hâkim olma meselesi yüzünden, 7 ve 8. asırlarda özellikle Bizans, Arap ve Hazarlar arasında kıyasıya bir mücadelenin yaşandığı; Arap komutanların 653’lerde Türk-Hazarlar karşısında büyük bir mağlubiyete uğradıkları bilinmektedir. Dolayısıyla doğru cevap A seçeneğidir."
  },
  {
    "id": "3194093",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Hazar Kaganlığı’nın içerisinde yaşayan inançlardan biri <u>değildir?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "Müslümanlık",
      "B": "Budistlik",
      "C": "Hristiyanlık",
      "D": "Yahudilik",
      "E": "Kök (Ulu) Tengri İnancı"
    },
    "explanation": "Bilindiği üzere Hazar Kaganlığının içerisinde Müslümanlık, Hristiyanlık, Yahudilik ve Kök<br/>(Ulu) Tengri İnancı birlikte varlıklarını sürdürebiliyorlardı. O zamanki idareciler öyle bir sistem kurmuşlardı ki, bütün bu halkın dini işleri gayet iyi yürümekteydi. Kaganlıkta, devletin hukuki işlerine bakan yedi hâkimin (kadı) olduğundan söz ediliyor. Bir kadı Kök (Ulu) Tengri’ye inananlara (yahut da eski Türk dinine), geri kalan ikişer tanesi de diğer dinlerde olanlar için görevlendirilmişlerdi.<br/>Dolayısıyla, Budistlik bu dönem için bahsi geçen dini inançlar arasında değildir."
  },
  {
    "id": "3194097",
    "unitNumber": 8,
    "text": "Bulgarların ilk hükümdarı olarak sayılan kişi kimdir?",
    "correctAnswer": "E",
    "options": {
      "A": "Pulat Temür",
      "B": "Toktamış",
      "C": "İlteber Almış",
      "D": "Omurtak (Omurtag)",
      "E": "İrkin (İrnek)"
    },
    "explanation": "Bulgarların ilk hükümdarı olarak sayılan İrkin (İrnek), Balkanlarda Bizans ve Gotlarla bir müddet savaştıktan sonra, bilinmeyen bir zamanda tarihten çekilmektedir. <br/>Doğru cevap E şıkkıdır."
  },
  {
    "id": "3194101",
    "unitNumber": 8,
    "text": "I. Sır Derya bozkırlarındaki yurtlarında baskıya maruz kalmışlardır.<br/>II. 860-890 tarihleri arasında İdil Nehri’nin batısına geçtikleri sanılmaktadır.<br/>III. Hunlar ve Avarlar gibi, aynı sınırları takip ederek Doğu Avrupa ve Balkanlara ulaşmışlardır.<br/><strong>Yukarıda bahsedilen Türk Boyu aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kuman-Kıpçaklar",
      "B": "Peçenekler",
      "C": "Oguzlar",
      "D": "Hazar Kaganlığı",
      "E": "Kırgız Hanlığı"
    },
    "explanation": "<em><strong>Peçenekler,</strong></em> Kök Türk Kaganlığının ardından Uygur Devletinin de yıkılması üzerine batıya doğru gerçekleşen büyük Türk göçü sebebiyle, Sır Derya bozkırlarındaki yurtlarında baskıya maruz kalmışlardır. <br/>Hem doğu, hem de batı kaynaklarında 10. asırdan itibaren rastladığımız Peçenekler, Bizans belgelerine göre Hazarları en fazla sıkıntıya sokan halk olduğundan, Hazar hakanları tabileri durumundaki Oguzları (Uzlar) bunlara karşı kışkırtmaktaydılar. İşte bu yüzden onların 860-890 tarihleri arasında İdil Nehrinin batısına geçtikleri sanılmaktadır.<br/>Batıya gelen Peçenek Türkleri tıpkı yüzlerce yıl önce Hunlar ve Avarlar hangi yolu<br/>takip ettilerse, o şekilde Doğu Avrupa ve Balkanlara ulaşmışlardır."
  },
  {
    "id": "3194105",
    "unitNumber": 8,
    "text": "11. Yüzyılda Anadolu ve Suriye coğrafyasından gelerek İslamiyet’i kabul eden Türk boyu hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kuman-Kıpçaklar",
      "B": "Peçenekler",
      "C": "Hazar Kaganlığı",
      "D": "Oguzlar",
      "E": "Kırgızlar"
    },
    "explanation": "<em><strong>Oguz boyu,</strong></em> Karadeniz sahilleri ve Balkanlara yerleşmişlerdir. 11. yüzyılda Anadolu ve Suriye coğrafyasında gelerek İslamiyet’i kabul etmişlerdir.<br/><strong><em>Oguz boyu,</em></strong> Karadeniz sahilleri ve Balkanlara yerleşmişlerdir. 11. yüzyılda Anadolu ve Suriye coğrafyasında gelerek İslamiyet’i kabul etmişlerdir.<br/>Dolayısıyla cevap D seçeneğidir."
  },
  {
    "id": "3195134",
    "unitNumber": 8,
    "text": "Ötüken’deki Uygur hâkimiyeti sona erince onların yerine kimler geçmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kök Türk Kaganlığı",
      "B": "Kırgız Hanlığı",
      "C": "Avar Kaganlığı",
      "D": "Hazar Kaganlığı",
      "E": "Bulgar Hanlıkları"
    },
    "explanation": "Kırgız Hanlığı: Bilindiği üzere Ötüken’deki Uygur hâkimiyeti sona erince onların yerine Kırgız Türkleri geçmişti."
  },
  {
    "id": "3195136",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Doğu Avrupa'da kurulan Türk Devletlerinden biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Avar Kaganlığı",
      "B": "Hazar Kaganlığı",
      "C": "Bulgar Hanlıkları",
      "D": "Avrupa Hunları",
      "E": "Uygur Kaganlığı"
    },
    "explanation": "Asya Hunları, Ak Hun-Avar Devleti, Kök Türk Kaganlığı, Uygur Kaganlığı ve Kırgız Hanlığı asyada konumlanan türk devletleridir."
  },
  {
    "id": "3195139",
    "unitNumber": 8,
    "text": "“Tanrı’nın Kırbacı” veya “Tanrı’nın Kılıcı” diye de anılan cihan tarihinin en büyük hükümdarlarından biri olarak kabul edilen Atilla hangi Türk devletinin hükümdarıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Avrupa Hunları",
      "B": "Avrupa Avar Kaganlığı",
      "C": "Hazar Kaganlığı",
      "D": "Bulgar Hanlığı",
      "E": "Kırgız Hanlığı"
    },
    "explanation": "Neticede Hristiyan dünyasınca işledikleri günahların bedelini ödetmek üzere Tanrı tarafından gönderildiğine inanılan, “Tanrı’nın Kırbacı” veya “Tanrı’nın Kılıcı” diye de anılan, bütün ömrü mücadeleyle geçen, cihan tarihinin en büyük hükümdarlarından birisi ortadan kaldırıldı. Attila’nın (Ata İllig) sağladığı birlik ve üstünlük maalesef ondan sonra devam etmedi"
  },
  {
    "id": "3195142",
    "unitNumber": 8,
    "text": "Bulgar hükümdâr ailesinin atası ve Bulgar Hanlıklarının ilk hükümdarı kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "İrkin (İrnek)",
      "B": "Moncuk (Mundo)",
      "C": "Yıltuz Kagan",
      "D": "Attila da (Ata İllig)",
      "E": "Yula (Rua"
    },
    "explanation": "Neticede Bulgarların ilk hükümdarı olarak sayılan İrkin (İrnek), Balkanlarda Bizans ve Gotlarla bir müddet savaştıktan sonra, bilinmeyen bir zamanda tarihten çekiliyor."
  },
  {
    "id": "3195145",
    "unitNumber": 8,
    "text": "Doğu Avrupa ve Balkanlarda Oğuzlar veya Anadolu Türkleri haricinde tutunabilen ve tarihteki adlarıyla günümüze kadar gelebilen bir Türk boyu olması itibarıyla önemli olan Türk devleti aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hazar Kaganlığı",
      "B": "Bulgar Hanlıkları",
      "C": "Avrupa Avar Kaganlığı",
      "D": "Avrupa Hunları",
      "E": "Kırgız Hanlığı"
    },
    "explanation": "Bulgar Hanlıkları: Doğu Avrupa ve Balkanlarda Oguzlar veya Anadolu Türkleri haricinde tutunabilen ve tarihteki adlarıyla günümüze kadar gelebilen bir Türk boyu olması itibarıyla Bulgarlar önemlidir"
  },
  {
    "id": "3195149",
    "unitNumber": 8,
    "text": "Uygur Kaganlığı 840 yılında hangi Türk boyunun saldırıları sonucu yıkılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Ak Hunlar",
      "B": "Kök Türkler",
      "C": "Kırgızlar",
      "D": "Bulgarlar",
      "E": "Kafkaslar"
    },
    "explanation": "Uygur Kaganlığı 840 yılında Kırgızların saldırıları sonucu yıkılmıştır."
  },
  {
    "id": "3195153",
    "unitNumber": 8,
    "text": "Uar-Hun boylarından olan ve Ak Hunların konar-göçer kesimini teşkil eden Türkler aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Avrupa Hunları",
      "B": "Avarlar",
      "C": "Hazar Kaganlığı",
      "D": "Bulgarlar",
      "E": "Kafkaslar"
    },
    "explanation": "Avarlar Uar-Hun boylarından Türk olup, Ak Hunların bu konar-göçer kesimini teşkil etmişlerdir"
  },
  {
    "id": "3195155",
    "unitNumber": 8,
    "text": "Kafkasya ve Hazar Gölü çevresine hâkim olmak için 7 ve 8. asırlarda Bizans ve Araplarla mücadele eden, Doğu Avrupa’yı nüfuzları altına alan ; ancak 11. yüzyılda varlıkları sona eren Türk devleti aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hazar Kaganlığı",
      "B": "Avrupa Avar Kaganlığı",
      "C": "Bulgar Hanlıkları",
      "D": "Avrupa Hunları",
      "E": "Uygurlar"
    },
    "explanation": "Hazar Kaganlığı önemli bir mevki olan Hazar-İdil sahasında ticaret yolları üzerinde kurulmuştur. Kafkasya ve Hazar Gölü çevresine hâkim olma gayesi sebebiyle 7 ve 8. asırlarda özellikle Bizans, Arap ve Hazarlar arasında mücadeleler yaşanmıştır. 7 ve 9. asırlar arasında gücünü artırıp, Doğu Avrupa’yı da nüfuzları altına almışlardır. Düzenli bir vergi sistemi kurmuşlardır. 8. veya 9. asırda Bulan Hakan çağında Museviliği kabul etmişlerdir. Aynı zamanda Müslümanlık, Hristiyanlık ve Kök Tengri İnancı birlikte varlıklarını sürdürmüştür. 11. yüzyılda varlıkları sona ermiştir"
  },
  {
    "id": "3195156",
    "unitNumber": 8,
    "text": "Uygur Devletinin yıkılması üzerine batıya doğru gerçekleşen büyük Türk göçü sebebiyle, Sır Derya (Seyhun) bozkırlarındaki yurtlarında baskıya maruz kaldıkları için göç etmiş Türk boyu aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Peçenekler",
      "B": "Kıpçaklar",
      "C": "Oğuzlar",
      "D": "Uygurlar",
      "E": "Bulgarlar"
    },
    "explanation": "Peçenekler, Uygur Devletinin yıkılması üzerine batıya doğru gerçekleşen büyük Türk göçü sebebiyle, Sır Derya (Seyhun) bozkırlarındaki yurtlarında baskıya maruz kaldıkları için göç etmiş bir Türk boyudur."
  },
  {
    "id": "3195159",
    "unitNumber": 8,
    "text": "Hiçbir zaman büyük bir devlet kuramayan, Rusların Karadeniz’e inmelerine engel olan ve ticarette etkin rol oynayan; ayrıca çeşitli Türk devletlerinin kuruluşunda ve yönetiminde etkin bir rol oynamış olan Türk boyu aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Peçenekler",
      "B": "Kıpçaklar",
      "C": "Oğuzlar",
      "D": "Uygurlar",
      "E": "Kafkaslar"
    },
    "explanation": "Kuman-Kıpçaklar Karadeniz’in kuzeyindeki bozkırlarda tarih boyunca önemli roller oynamış bir Türk boyudur. 924 yılında Kırgızların yıkılmasından sonra batıya giden Türk boyları içinde yer almışlardır. İdil bölgesine gelen Kıpçaklar; Peçenek ve Uzlardan boşalan yerlere yerleşmişlerdir. Ruslar, onları Polovtsı ismiyle anmıştır. İlk münasebetleri Ruslarla olan Kıpçaklar, Uzları takip ederek Tuna ve çevresine gelmişler Transilvanya-Macaristan topraklarına yerleşmişlerdir. Bizans’la zaman zaman dost zaman zaman müttefik olmuşlardır. En kudretli zamanları 1090-1110 yılları arasındadır. Ancak hiçbir zaman büyük bir devlet kuramamışlardır. Rusların Karadeniz’e inmelerine engel olmuşlar bu dönemde ticarette etkin rol oynamışlardır. Çeşitli Türk devletlerinin kuruluşunda ve yönetiminde etkin bir rol oynamışlardır."
  },
  {
    "id": "3195831",
    "unitNumber": 8,
    "text": "Çince belgelerde Türklerin ve dolayısıyla Hunların atalarının tarihi hangi yıllara kadar dayandırılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "M.Ö. 4000'ler",
      "B": "M.Ö. 2400'ler",
      "C": "M.Ö. 1600'ler",
      "D": "M.Ö. 1000'ler",
      "E": "M.Ö. 500'ler"
    },
    "explanation": "Çince belgelerde Türklerin ve dolayısıyla Hunların atalarının tarihi M.Ö. 2400’lere kadar dayandırılıyor ve umumiyetle Türk tarihçilerinin büyük bir kısmı da mazideki en eski Türk devleti olarak şimdilik Hunları kabul ediyorlar."
  },
  {
    "id": "3195837",
    "unitNumber": 8,
    "text": "Hun tarihinin en kudretli ve meşhur hakanı kimdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tu-man",
      "B": "Börü Tonga Yabgu",
      "C": "Sol Türk",
      "D": "Bilge Tigin",
      "E": "İşik Şad"
    },
    "explanation": "Hun tarihinin en kudretli ve meşhur hakanı, Börü Tonga (veya Tokta/Mo-tun) Yabgu’dur."
  },
  {
    "id": "3195859",
    "unitNumber": 8,
    "text": "458 yılında Türk ordusunun desteğiyle Sasani tahtına çıkan hükümdarın ismi nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hürmüz",
      "B": "Kuşmihan",
      "C": "Yezgird",
      "D": "Firuz",
      "E": "Amu Derya"
    },
    "explanation": "Firuz 458 yılında Türk ordusunun desteğiyle Sasani tahtına çıkmıştır."
  },
  {
    "id": "3195868",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisinin devri Kök Türklerin altın çağıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Tunyukuk",
      "B": "Köl Tigin",
      "C": "Kapgan Kagan",
      "D": "İl-teriş",
      "E": "Ata İllig"
    },
    "explanation": "Kapgan Kagan devri Kök Türklerin altın çağıdıdır."
  },
  {
    "id": "3195871",
    "unitNumber": 8,
    "text": "Uygur ismi Türkçe belgelerde ilk defa aşağıdakilerden hangisinde geçer?",
    "correctAnswer": "E",
    "options": {
      "A": "Börü Yazıtı",
      "B": "Karluk Anıtı",
      "C": "Kök Türk Yazıtı",
      "D": "Tunyukuk Anıtı",
      "E": "Bilge Kagan Yazıtı"
    },
    "explanation": "Uygur ismi Türkçe belgelerde ilk defa 716 senesinde Uygurların, Kök Türk Kaganlığına başkaldırmaları sebebiyle Bilge Kagan Yazıtında geçer."
  },
  {
    "id": "3195874",
    "unitNumber": 8,
    "text": "Uygur Türkleri zamanında ekonominin temelini aşağıdakilerden hangisi oluşturmaktaydı?",
    "correctAnswer": "A",
    "options": {
      "A": "Konargöçer hayvancılık",
      "B": "Ziraat",
      "C": "Ticaret",
      "D": "Balıkçılık",
      "E": "Çiftçilik"
    },
    "explanation": "Uygur Türkleri zamanında ekonominin temelini konargöçer hayvancılık oluşturmaktaydı."
  },
  {
    "id": "3195878",
    "unitNumber": 8,
    "text": "Uygurların ilk hakanı kimdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Börü Ken",
      "B": "Tay Bilge Tutuk",
      "C": "Ata Sini",
      "D": "Kutlug Bilge Köl Kagan",
      "E": "Orkun Han"
    },
    "explanation": "Uygurların ilk hakanı Kutlug Bilge Köl Kagan'dır."
  },
  {
    "id": "3195884",
    "unitNumber": 8,
    "text": "Türk-Hunlar ilk kez hangi tarihte Roma topraklarına açıktan açığa akınlar düzenlediler?",
    "correctAnswer": "C",
    "options": {
      "A": "191",
      "B": "291",
      "C": "391",
      "D": "491",
      "E": "591"
    },
    "explanation": "Türk-Hunlar ilk kez 391'de Roma topraklarına açıktan açığa akınlar düzenlediler."
  },
  {
    "id": "3195889",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Doğu Avrupa ve Balkanlarda Oguzlar veya Anadolu Türkleri haricinde tutunabilen ve tarihteki adlarıyla günümüze kadar gelebilen bir Türk boyudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Bulgarlar",
      "B": "Yunanlar",
      "C": "Macarlar",
      "D": "Sırplar",
      "E": "Ruslar"
    },
    "explanation": "Bulgarlar Doğu Avrupa ve Balkanlarda Oguzlar veya Anadolu Türkleri haricinde tutunabilen ve tarihteki adlarıyla günümüze kadar gelebilen bir Türk boyudur."
  },
  {
    "id": "3195893",
    "unitNumber": 8,
    "text": "Hem doğu hem de batı kaynaklarında Peçenekler'e kaçıncı asırdan itibaren rastlanmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "7.",
      "B": "8.",
      "C": "9.",
      "D": "10.",
      "E": "11."
    },
    "explanation": "Hem doğu hem de batı kaynaklarında Peçenekler'e 10. asırdan itibaren rastlanmaktadır."
  },
  {
    "id": "3196261",
    "unitNumber": 8,
    "text": "Aşağıda verilenlerden hangileri Türklerin tarihi yurdunda kurulan devletler arasında <strong>yer almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ak Hun-Avar Devleti",
      "B": "Kök Türk Kaganlığı",
      "C": "Uygur Kaganlığı",
      "D": "Kırgız Hanlığı",
      "E": "Bulgar Hanlıkları"
    },
    "explanation": "TÜRKLERİN TARİHİ YURDUNDA<br/>KURULAN TÜRK DEVLETLERİ<br/>Bu bölümde Asya Hunları, Ak Hun-Avar Devleti, Kök Türk Kaganlığı, Uygur Kaganlığı ve Kırgız Hanlığı konuları ele alınmıştır."
  },
  {
    "id": "3196286",
    "unitNumber": 8,
    "text": "I. Karluk,<br/>II. Basmıl,<br/>III. Kırgız,<br/>IV. Uygur<br/>V. Peçenekler<br/>Yukarıda verilen hangi Türk boylarının ittifakı sonucunda Hunlar teşekkül etmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "I-II-III-IV",
      "B": "I-III-IV-V",
      "C": "II-III-IV-V",
      "D": "I-II-IV-V",
      "E": "I-II-III-IV-V"
    },
    "explanation": "Karluk, Basmıl, Türgiş, Kırgız, Oguz, Çik,<br/>Çigil, Tarduş, Uygur gibi Türk boylarının ittifakı<br/>neticesinde teşekkül eden Hunlar, kaynaklarda ilk<br/>defa siyasi bir devlet biçiminde M.Ö. 318 tarihinde, Çin’in kuzeyindeki bazı yerel hanedanların, bu<br/>sırada en kuvvetli Çin devleti olan Ch’inlere saldırmak amacıyla Hunları da yanlarına almak istemeleri sebebiyle yapılan bir andlaşma vesilesiyle geçerler (Moravcsik, 1952; Kafesoğlu, 1983; Franke,<br/>1930; Ligeti, 1982)."
  },
  {
    "id": "3196293",
    "unitNumber": 8,
    "text": "Hun tarihinin en önemli hakanlarından biri olan Börü Tonga (veya Tokta/Mo-tun) Yabgu Türk halkının idaresini aşağıda verilen zamanların hangisinde üstlenmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "M.Ö. 203’te",
      "B": "M.Ö. 209’da",
      "C": "M.Ö. 318'de",
      "D": "M.Ö. 25'te",
      "E": "M.Ö. 2400’de"
    },
    "explanation": "Hun tarihinin en kudretli ve meşhur hakanı,<br/>Börü Tonga (veya Tokta/Mo-tun) Yabgu’dur. Babası<br/>Tu-man (belki Tümen?), kendinden sonra hükümdarlık için onu değil üvey kardeşini varis göstermiş<br/>(Yıldırım, 2010; Gömeç, 2015a), Börü Tonga da<br/>(Tokta/Mo-tun) emrindeki bir tümen kuvvet ile<br/>harekete geçerek babasını devlet tarafından gerçekleştirilen bir sürek avında ortadan kaldırıp M.Ö.<br/>209’da Türk halkının idaresini üstlenmiştir."
  },
  {
    "id": "3196306",
    "unitNumber": 8,
    "text": "Kök Türklerin altın çağı olarak ifade edildiği dönemde, Asya’nın tek hâkim gücü olan, bütün Türkleri tek bir bayrak altında toplayarak, Türk birliğini bir kez daha gerçekleştiren ve Kök Türklerin sınırları doğuda Çin Denizi’ne, batıda Kafkasya’ya, güneyde Tibet’e ve kuzeyde Sibirya’nın en uç bölgelerine kadar genişleten kağan (dönem) aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kapgan Kagan devri",
      "B": "Kür Şad devri",
      "C": "Börü Kan devri",
      "D": "Bumın Kagan devri",
      "E": "İllig Kagan"
    },
    "explanation": "Kapgan Kagan devri Kök Türklerin altın çağıdır.<br/>Asya’nın tek hâkim gücü olan Kapgan Kagan, bütün Türkleri tek bir bayrak altında toplayarak, Türk<br/>birliğini bir kez daha gerçekleştirdi. Kök Türklerin<br/>sınırları doğuda Çin Denizi’ne, batıda Kafkasya’ya,<br/>güneyde Tibet’e ve kuzeyde Sibirya’nın en uç bölgelerine kadar genişledi."
  },
  {
    "id": "3196313",
    "unitNumber": 8,
    "text": "Aşağıda verilenlerden hangisi Uygur isminin Türkçe belgelerde ilk defa geçtiği tarihtir?",
    "correctAnswer": "C",
    "options": {
      "A": "758'de",
      "B": "739'da",
      "C": "716'da",
      "D": "742’de",
      "E": "759'da"
    },
    "explanation": "Uygur ismi Türkçe belgelerde ilk defa 716 senesinde Uygurların, Kök Türk Kaganlığına baş<br/>kaldırmaları sebebiyle Bilge Kagan Yazıtında geçer. Adın anlamı ve etimolojisi hakkında çeşitli<br/>görüşler varsa da; umumiyetle “uyanlar, bir araya<br/>gelenler, akrabalar, müttefikler” anlamını taşıdığı<br/>kabul edilir."
  },
  {
    "id": "3196325",
    "unitNumber": 8,
    "text": "I. Kırgız taarruzu veya darbesi<br/>II. Hayvancılıkla uğraşma<br/>III. Hayat tarzındaki farklılık, yani konar-göçerlikten yerleşikliğe (yatukluk) adım atma<br/>Verilenlerden hangileri Uygur hanedanlığının sona erme nedenleri arasında sayılabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız II",
      "B": "I-II",
      "C": "II-III",
      "D": "I-III",
      "E": "I-II-III"
    },
    "explanation": "Uygurlar ise kendilerini üstün ve güçlü<br/>kılan değerlerin farkına hiçbir vakit varamadıkları<br/>gibi, Kök Türklerden kalan mirasın kıymetini de<br/>bilemediler. Herşeyden önce konar-göçer hayatları onların en önemli ayrıcalıklarıydı. Ama Çin<br/>usulünde yaşamaya ve yerleşikliğe başlayınca bu<br/>avantajlarını yitirdiler. Dolayısıyla hayat tarzındaki<br/>farklılık, yani konar-göçerlikten yerleşikliğe (yatukluk) adım atma, bu çöküşün nedenlerinden bir tanesidir. <br/>Aslında her ne kadar Uygur Kaganlığı dönemi<br/>840’lara kadar sürmüşse de, onların yozlaşma, çözülme ve yıkılmaya yüz tutmalarının işaretleri Bögü<br/>Kagan’ın iktidarıyla beraber görülür. Uygur Kaganlığının yıkılışını da tek bir sebebe bağlamak doğru<br/>değildir. Yani sadece Kırgızların saldırısıyla Uygur<br/>hanedanlığı sona ermedi. Belki de Kırgız taarruzu veya darbesi en sonuncu nedendir."
  },
  {
    "id": "3196327",
    "unitNumber": 8,
    "text": "Batı Tölös-Ogur gruplarından oldukları ve Avrupa Hun Devletinin çöküşü üzerine Attila’nın (Ata İllig) küçük oğlu İrkin’e (İrnek)<br/>bağlı Türk ailelerinin Karadeniz’in kuzey-batı taraflarına gelerek, burada bir il oluşturduğu yolunda görüşler olan kabile ve devlet aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Avrupa Avar Kaganlığı",
      "B": "Avrupa Hunları",
      "C": "Peçenekler",
      "D": "Bulgar Hanlıkları",
      "E": "Kuman-Kıpçaklar"
    },
    "explanation": "Bulgarların kökeni hususunda umumi görüş,<br/>onların Batı Tölös-Ogur gruplarından oldukları ve Avrupa Hun Devletinin çöküşü üzerine<br/>Attila’nın (Ata İllig) küçük oğlu İrkin’e (İrnek)<br/>bağlı Türk ailelerinin Karadeniz’in kuzey-batı<br/>taraflarına gelerek, burada bir il oluşturduğu<br/>yolundadır. Esasında Bulgar isminin anlamı da<br/>bunu doğrulamaktadır (Howorth, 1882; Vasiliev, 1943; Feher, 1943; Ögel, 1971; Kafesoğlu,<br/>1985; Klyaştornıy, 1985; Gömeç, 2004c; Gömeç, 2014c; Gömeç, 2015b). Ayrıca bir Rus<br/>kroniğinde de, İrkin’in Bulgar hükümdâr ailesinin atası olarak gösterildiği söylenmektedir."
  },
  {
    "id": "3196334",
    "unitNumber": 8,
    "text": "Kafkasya ve Hazar Gölü çevresine hâkim olma meselesi yüzünden, 7 ve 8. asırlarda özellikle Bizans ve Araplarla mücadele eden Türk kağanlığı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hazarlar",
      "B": "Avarlar",
      "C": "Bulgar Hanlıkları",
      "D": "Peçenekler",
      "E": "Oguzlar"
    },
    "explanation": "Hazar Kaganlığı<br/>Bilhassa umumi Türk tarihinde göze çarpan<br/>önemli bir Türk boyu da Hazarlardır ve 4-5. asırlarda Avrupa Hunlarının doğu kabilelerinin temelini onlar meydana getiriyordu. Daha sonraları<br/>doğuda Kök Türk Devletinin kurulmasıyla beraber<br/>bunların batısında, daha doğrusu Hazar-İdil sahasında bulunan Hazarlar kader birliği yapmışlardı.<br/>Kaganlık güçlü olduğu müddetçe, özellikle Kök<br/>Türklerin batı seferlerine katılarak, İran-Bizans<br/>münasebetlerinde, Kök Türk Kaganlığının bir tabisi olarak mühim roller oynadılar.<br/>Kafkasya ve Hazar Gölü çevresine hâkim olma<br/>meselesi yüzünden, 7 ve 8. asırlarda özellikle Bizans, Arap ve Hazarlar arasında kıyasıya bir mücadelenin yaşandığı; Arap komutanların 653’lerde<br/>Türk-Hazarlar karşısında büyük bir mağlubiyete<br/>uğradıkları bilinmektedir. Bizans’ı kuşatmak ve<br/>İslamiyet’i yaymak için hangi surette olursa-olsun,<br/>bu toprakları ele geçirme düşüncesindeki Emevi<br/>devleti 7. yüzyılın ikinci yarısından sonra taarruzlarının şiddetini artırmıştı"
  },
  {
    "id": "3196347",
    "unitNumber": 8,
    "text": "9-10. yüzyıllara kadar ne bağımsız bir Türk devleti kurmayı deneyen ne de içinde bulundukları siyasi teşekküllere huzur veren ve bu manada birbirine benzeyen Türk boyları aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Oguzlar ve Kırgızlar",
      "B": "Uygurlar ve Peçenekler",
      "C": "Kuman-Kıpçaklar ve Kırgızlar",
      "D": "Oğuzlar ve Peçenekler",
      "E": "Bulgarlar ve Kırgızlar"
    },
    "explanation": "Türk camiasında Oguzlar ve Kırgızlar birbirlerine benzeyen ilginç kabilelerdir. Her iki Türk boyu<br/>da 9-10. yüzyıllara kadar ne bağımsız bir Türk devleti kurmayı denemişler, ne de içinde bulundukları<br/>siyasi teşekküllere huzur vermişlerdir. Tıpkı Kök<br/>Türkler çağında olduğu gibi, Uygurlar zamanında<br/>da Oguzların isyanı vardır"
  },
  {
    "id": "3196353",
    "unitNumber": 8,
    "text": "I. On birinci asırla birlikte, kalabalık Türk kuvvetleri halinde Anadolu ve Suriye bölgelerine gelen Oğuzlar,<br/>dünya tarihinde çok önemli gelişmelere sebep oldular.<br/>II. Oğuzlara, ikiye ayrıldıktan sonra Karadeniz'e yönelenlere Türkmen denmeye de başlandı.<br/>II. Tarihteki ilk büyük devletleri Selçukluları Kınık boyuna dayanarak kuran Oğuzlar, Selçuk soyunun zayıflamasında da etkili olduktan sonra Osmanlı hanedanlığı kanalıyla iktidarı Kayılara teslim ettiler ve altı yüz sene gibi uzun bir müddet Türk ve İslam âleminin önderliğini yaptıktan başka, dünyanın da en güçlü ülkelerinden biri olma unvanını kazandılar. <br/>Oğuzlara ilişkin verilenlerden hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız II",
      "B": "I-II",
      "C": "I-III",
      "D": "II-III",
      "E": "I-II-III"
    },
    "explanation": "On birinci asırla birlikte, kalabalık Türk kuvvetleri halinde Anadolu ve Suriye bölgelerine gelen Oguzlar,<br/>dünya tarihinde çok önemli gelişmelere sebep oldular. Oguzlara, İslamiyet’i kabul ettikten sonra Türkmen<br/>denmeye de başlandı. Tarihteki ilk büyük devletleri Selçukluları Kınık boyuna dayanarak kuran Oguzlar,<br/>Selçuk soyunun zayıflamasında da etkili olduktan sonra Osmanlı hanedanlığı kanalıyla iktidarı Kayılara<br/>teslim ettiler ve altı yüz sene gibi uzun bir müddet Türk ve İslam âleminin önderliğini yaptıktan başka,<br/>dünyanın da en güçlü ülkelerinden biri olma unvanını kazandılar"
  }
]