[
  {
    "id": "3873775",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi ya da hangileri kültürel kategoride olmak üzere UNESCO Dünya Mirası Listesine alınmıştır?<br/>I.Göbeklitepe<br/>II.Arslantepe Höyüğü<br/>III.Çatalhöyük Neolitik yerleşimi<br/>IV.Karain Mağarası<br/>V.Harran ve Şanlıurfa yerleşimleri",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I,II,III",
      "D": "I, II, III, IV",
      "E": "I, II, III, IV, V"
    },
    "explanation": "Girirş<br/>Tümü kültürel kategoride olmak üzere alınan Göbeklitepe, Arslantepe Höyüğü ve Çatalhöyük Neolitik yerleşimi UNESCO Dünya Mirası Listesine alınmıştır. Ve Karain Mağarası ile Harran ve Şanlıurfa yerleşimleri Dünya Mirası Geçici Listesine girmiştir. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3873776",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi ya da hangileri kültürel kategoride olmak üzere UNESCO Dünya Mirası Geçici Listesine alınmıştır?<br/>I. Göbeklitepe<br/>II. Arslantepe Höyüğü<br/>III. Çatalhöyük Neolitik yerleşimi<br/>IV. Karain Mağarası<br/>V. Harran ve Şanlıurfa yerleşimleri",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I,II,III",
      "D": "IV, V",
      "E": "III, IV, V"
    },
    "explanation": "Giriş<br/>Tümü kültürel kategoride olmak üzere alınan Göbeklitepe, Arslantepe Höyüğü ve Çatalhöyük Neolitik yerleşimi UNESCO Dünya Mirası Listesine alınmıştır. Ve Karain Mağarası ile Harran ve Şanlıurfa yerleşimleri Dünya Mirası Geçici Listesine girmiştir. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3873777",
    "unitNumber": 1,
    "text": "1995 yılında Alman Arkeoloji Enstitüsü’nden Prof. Dr. Harald Hauptmann başkanlığında, 2007 yılında Prof. Dr. Klaus Schmidt başkanlığında arkeolojik kazıları sürdürülen yerleşke aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Göbeklitepe",
      "B": "Arslantepe Höyüğü",
      "C": "Çatalhöyük Neolitik yerleşimi",
      "D": "Karain Mağarası",
      "E": "Harran ve Şanlıurfa"
    },
    "explanation": "1995 yılında Alman Arkeoloji Enstitüsü’nden Prof. Dr. Harald Hauptmann başkanlığında, 2007 yılında Prof. Dr. Klaus Schmidt başkanlığında arkeolojik kazıları sürdürülen yerleşke Göbeklitepe'dir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3873778",
    "unitNumber": 1,
    "text": "Mezopotamya’nın dışında devletin, bürokrasinin ve siyasi kuruluşların kökenini ispatlayan bilinen tek arkeolojik alandır. Günümüzde bilinen en eski saray kompleksi olan (MÖ 3300) ve ziyaret edilebilen tek yerdir ve dünyada bulunan en eski kılıçlar bu yerleşkeye aittir.<br/>Yukarıda verilen bilgilere göre aşağıdaki hangi yerleşkeden bahsedilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Göbeklitepe",
      "B": "Arslantepe Höyüğü",
      "C": "Çatalhöyük Neolitik yerleşimi",
      "D": "Karain Mağarası",
      "E": "Harran ve Şanlıurfa"
    },
    "explanation": "Arslantepe Höyüğü<br/>Arslantepe’nin Seçkin Evrensel Değerinin Gerekçelendirilmesi 8 madde ile özetlenebilir; “1. Arslantepe Mezopotamya’nın dışında devletin, bürokrasinin ve siyasi kuruluşların kökenini ispatlayan bilinen tek arkeolojik alandır. Ayrıca bu sürecin ayrıntılı olarak belgelendirildiği, kalıntıların olağanüstü derecede iyi korunduğu, ziyaretçilerin tüm bunları gözleyip deneyim yaşadığı tek alandır.” “2. Arslantepe, günümüzde bilinen en eski saray kompleksi olan (MÖ 3300) ve ziyaret edilebilen tek yerdir.” “3. Duvar resimleri ve sıvalı süslemelerin yer aldığı, 2 metreden daha yüksek kerpiç duvarlı, yerinde korunabilmiş anıtsal saray yapısıyla emsalsiz bir eserdir.” “4. Günümüzde dünyada bulunan en eski kılıçlar Arslantepe sarayında ortaya çıkarılmış olup bu kılıçlar Malatya Arkeoloji Müzesi’nde sergilenmektedir.” “5. Arslantepe’de ortaya çıkarılan binlerce mühür baskı, ürünlerin kontrolü ve dağıtımını sağlayan kompleks merkezi idari yapının doğuşunun kanıtı olmanın yanı sıra döneminin en çeşitli, orijinal ve olağanüstü ikonografik birikimini yansıtmaktadır.” “6. Arslantepe’de yaşanan uzun yerleşim sınıflı toplumların ve siyasi iktidarın gelişim sürecinin kanıtıdır.” “7. Arslantepe tarihsel dönemlerde bölgeye hükmeden ve komşu devletlerle ilişki hâlinde olan Geç Hitit yönetiminin başkentiydi. Anıtsal yapılar, heykeller ve kabartma resimler bunun kanıtıdır.” “8. Arslantepe’nin çevresindeki alan genel hâliyle hâlen bozulmamıştır ve bu da sahayı tarihselliğinin yanı sıra doğal bir anıt yapmaktadır (Arslantepe Alan yönetim planı s.4).”Doğru cevap B seçeneğidir."
  },
  {
    "id": "3873779",
    "unitNumber": 1,
    "text": "Dünyanın ilk haritası olarak kayıtlara geçmiş duvar resmi hangi yerleşkeye aittir?",
    "correctAnswer": "B",
    "options": {
      "A": "Göbeklitepe",
      "B": "Çatalhöyük",
      "C": "Arslantepe Höyüğü",
      "D": "Karain Mağarası",
      "E": "Harran ve Şanlıurfa"
    },
    "explanation": "ÇATALHÖYÜK NEOLİTİK KENTİ<br/>Dünyanın ilk haritası olarak kayıtlara geçmiş Çatalhöyük duvar resmi bulunmaktadır. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3873780",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi 1994 yılında Türkiye’nin UNESCO Dünya Mirası Geçici Listesine alınan ilk kültürel alanı olma özelliği taşımaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Harran",
      "B": "Beldibi mağarası",
      "C": "Karain mağarası",
      "D": "Arslantepe Höyüğü",
      "E": "Şanlıurfa"
    },
    "explanation": "Karain Mağarası, 1994 yılında Türkiye’nin UNESCO Dünya Mirası Geçici Listesine alınan ilk kültürel alanı olma özelliği taşımaktadır. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3873781",
    "unitNumber": 1,
    "text": "Erken medeniyetlere ev sahipliği yapması ve ilk İslam Üniversitesi’nin kurulduğu yer olması açısından da çok önemli olan şehir, geleneksel sivil mimarisi, konik çatılı kerpiç evleri ile eşsiz olan ve UNESCO Dünya Mirası Geçici Listesine giren ilimiz aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Mardin",
      "B": "Malatya",
      "C": "Gaziantep",
      "D": "Batman",
      "E": "Şanlıurfa"
    },
    "explanation": "Harran ve Şanlıurfa Yerleşimleri<br/>Erken medeniyetlere ev sahipliği yapması ve ilk İslam Üniversitesi’nin kurulduğu yer olması açısından da çok önemli olan şehir, geleneksel sivil mimarisi, konik çatılı kerpiç evleri ile eşsiz olan ve UNESCO Dünya Mirası Geçici Listesine giren ilimiz Şanlıurfa’dır. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3873782",
    "unitNumber": 1,
    "text": "Anlam itibarıyla Sümerce seyahat-kervan anlamında olan ve adının 4000 yıl boyunca değişmeden günümüze kadar ulaştığı gösterilen yerleşke aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Arslantepe Höyüğü",
      "B": "Göbeklitepe",
      "C": "Harran",
      "D": "Beldibi mağarası",
      "E": "Karain mağarası"
    },
    "explanation": "Harran ve Şanlıurfa Yerleşimleri<br/>Anlam itibarıyla Sümerce seyahat-kervan anlamında olan ve adının 4000 yıl boyunca değişmeden günümüze kadar ulaştığını gösterilen yerleşke Harran’dır. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3873783",
    "unitNumber": 1,
    "text": "Tek Tek Milli Park alanında yer alan ve 1997 tarihinde gerçekleştirilen arkeolojik yüzey araştırması sırasında keşfedilen Karahantepe Yerleşkesi aşağıdaki hangi ilimizin sınırları içindedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Mardin",
      "B": "Şanlıurfa",
      "C": "Antalya",
      "D": "Malatya",
      "E": "Gaziantep"
    },
    "explanation": "Harran-Şanlıurfa Tarihi ve Tarihöncesi Yerleşimleri<br/>Tek Tek Milli Park alanında yer alan Karahantepe yerleşmesi; 1997 tarihinde gerçekleştirilen Şanlıurfa arkeolojik yüzey araştırması sırasında keşfedilmiştir. Doğru cevap B seçeneğidir"
  },
  {
    "id": "3873784",
    "unitNumber": 1,
    "text": "Kuzey Mezopotamya’daki kült merkezi olarak bilinen ve tarihte Sin kültünün yüzyıllarca sürdürüldüğü yerleşke aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Mardin",
      "B": "Harran",
      "C": "Antalya",
      "D": "Gaziantep",
      "E": "Viranşehir"
    },
    "explanation": "Harran ve Şanlıurfa Yerleşimleri<br/>Kuzey Mezopotamya’daki kült merkezi olarak bilinen Harran, tarihte Sin kültünün yüzyıllarca sürdürüldüğü önemli bir yerdir. Doğru cevap B seçeneğidir"
  },
  {
    "id": "3873850",
    "unitNumber": 1,
    "text": "Göbeklitepe'de kazı araştırmalarına ilk kez hangi tarihte başlanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "1963",
      "B": "1994",
      "C": "1995",
      "D": "2007",
      "E": "2013"
    },
    "explanation": "Günümüzde hâlen aralıksız olarak sürdürülen kazı araştırmalarına ilk olarak 1995 yılında Şanlıurfa<br/>Müzesi Müdürü Adnan Mısır ile İstanbul Alman Arkeoloji Enstitüsü’nden Harald Hauptmann başkanlığında, Almanya Heidelberg Üniversitesi Tarihöncesi Enstitüsü’nün ortak projesi olarak başlanmıştır."
  },
  {
    "id": "3873881",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Arslantepe Höyüğü'nün UNESCO Dünya Mirası Listesine girme kriterlerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yaşayan veya ortadan yok olmuş bir kültürel geleneğe veya bir uygarlığa yönelik ünik veya en azından istisnai bir tanıklık üstlenmeli.",
      "B": "İnsanın yaratıcı dehasının bir başyapıtını temsil etmeli.",
      "C": "Bir zaman zarfı içinde veya dünyanın bir kültürel alanında, mimarlık veya teknoloji, anıtsal sanatlar, şehir planlama veya peyzaj tasarımı alanlarındaki gelişmeler ile ilgili insani değerler arasında önemli bir alışverişi sergilemeli.",
      "D": "İnsanlık tarihinde önemli bir aşamayı veya aşamaları gösteren bir yapı tipinin, mimari veya teknolojik bütünün veya peyzajın istisnai bir örneği olmalı.",
      "E": "Üstün doğal fenomene veya üstün doğal güzelliğe ve estetik öneme sahip alanları içermesi"
    },
    "explanation": "Arslantepe; Yakın Doğu’da ilk devlet toplumunun ortaya çıkışına istisnai biçimde tanıklık etmesi ve bölge ekonomisini kontrol eden, merkezi bir otorite uygulayan bir yönetimin ortaya çıkışına sahne olması gibi pek çok özelliği ile III. ölçüt maddesine göre 2021 yılında UNESCO Dünya Miras Listesine alınmıştır."
  },
  {
    "id": "3873882",
    "unitNumber": 1,
    "text": "Günümüzde dünyada bulunan en eski kılıçlar aşağıdakilerden hangisinde ortaya çıkarılmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Çatalhöyük",
      "B": "Göbeklitepe",
      "C": "Karain Mağarası",
      "D": "Arslantepe",
      "E": "Harran ve Şanlıurfa Yerleşimleri"
    },
    "explanation": "Günümüzde dünyada bulunan en eski kılıçlar Arslantepe sarayında ortaya çıkarılmış olup bu kılıçlar Malatya Arkeoloji Müzesi’nde sergilenmektedir."
  },
  {
    "id": "3873914",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Çatalhöyük Neolitik Kenti'nin özelliklerinden biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Döneminin en büyük yerleşmesidir.",
      "B": "Dünyadaki ilk örgütlü kentsel yaşamın izlerinin görüldüğü yerdir.",
      "C": "Neolitik yaşam biçiminin en iyi izlendiği merkezlerin başında gelir.",
      "D": "Yerleşik yaşama ve tarıma geçişe dair önemli izler barındırmaktadır.",
      "E": "Günümüzde bilinen en eski saray kompleksi olan ve ziyaret edilebilen tek yerdir."
    },
    "explanation": "Tarihin dönüm noktalarından kabul edilen yerleşik yaşama ve tarıma geçişe ait önemli izleri barındırması gibi nedenlerle UNESCO Dünya Miras Listesi’ne alınan Çatalhöyük, Döneminin en büyük yerleşmesi olan ve dünyadaki ilk örgütlü kentsel yaşamın izlerinin görüldüğü Çatalhöyük, Neolitik yaşam biçiminin en iyi izlendiği merkezlerin başında gelir. Günümüzde bilinen en eski saray kompleksi olan (MÖ 3300) ve ziyaret edilebilen tek yer ise Arslantepe'dir.”"
  },
  {
    "id": "3873917",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Anadolu'da Orta Paleolitik'i en iyi temsil eden alanlardan biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çatalhöyük",
      "B": "Karain Mağarası",
      "C": "Göbeklitepe",
      "D": "Arslantepe",
      "E": "Harran ve Şanlıurfa Yerleşimleri"
    },
    "explanation": "Günümüz öncesinde 250.000-45.000 yılları arasında Anadolu’da görülen Orta Paleolitik dönem ile birlikte Homo Erectus türü ortadan kalkmış, yerini düşünsel yetileri ve el becerileri daha gelişkin her iş için ayrı özelliklere sahip aletler üretebilen Homo Neanderthal almıştır. Karain Mağarası (Antalya), Şehremuz (Adıyaman) ve Kaletepe Deresi 3 (Niğde) sitleri Anadolu’da Orta Paleolitik’i en iyi temsil eden alanlardandır."
  },
  {
    "id": "3873919",
    "unitNumber": 1,
    "text": "UNESCO Dünya Mirası Geçici Listesine I., II., III. ve IV. maddeler ile dahil edilen yerleşim aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Göbeklitepe",
      "B": "Çatalhöyük",
      "C": "Arslantepe",
      "D": "Karain Mağarası",
      "E": "Harran ve Şanlıurfa Yerleşimleri"
    },
    "explanation": "Harran ve Şanlıurfa yerleşimleri Unesco Dünya Mirası Geçici Listesinde “İnsanoğlunun yaratıcı dehasını gösteren bir başyapıt olması” I. maddesi, “Şehir planlaması veya peyzaj düzenlemesi, anıtsal sanatlar, mimari veya teknoloji alanlarındaki gelişmeler üzerinde, dünyanın belli bir kültür alanı veya zaman dilimi içerisinde, kayda değer bir insani değer etkileşimi sergilemesi” II. maddesi, “Yaşayan veya yok olmuş bir medeniyete ya da bir kültürel geleneğe ait eşsiz veya üstün bir tanıklık teşkil etmesi” III. maddesi, ve “İnsanlık tarihinin belli dönemi veya dönemlerini gösteren, üstün bir bina çeşidi, mimari veya teknolojik bütün veya tabiat örneği olması” IV. maddesi ile dahil edilmiştir."
  },
  {
    "id": "3873922",
    "unitNumber": 1,
    "text": "Dünyanın şu ana kadar bilinen en erken tapınak örnekleri aşağıdakilerden hangisinde ortaya çıkarılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Çatalhöyük",
      "B": "Karain Mağarası",
      "C": "Harran ve Şanlıurfa yerleşimleri",
      "D": "Arslantepe",
      "E": "Yassıhöyük"
    },
    "explanation": "Göbeklitepe ile birlikte Şanlıurfa’da Harran’ı çevreleyen Tek Tek Dağları’nda Karahantepe,<br/>Harbetsuvan gibi yerleşmelerde ortaya çıkarılan tapınak yapıları dünyanın şu ana kadar bilinen<br/>en erken tapınak örnekleridir. Gerçekten de bazı araştırmacılar için daha sonra Mezopotamya tapınak topluluklarında görülecek olan uygulamaların kökeni, bu bölgenin kayda değer kült yapılarına dayanmaktadır."
  },
  {
    "id": "3873923",
    "unitNumber": 1,
    "text": "UNECO Dünya Mirası Listesinde yer alan yerleşmeler aşağıdakilerden hangisinde tam ve doğru olarak verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Göbeklitepe, Çatalhöyük",
      "B": "Göbeklitepe, Çatalhöyük, Karain Mağarası",
      "C": "Karain Mağarası, Harran ve Şanlıurfa Yerleşmeleri, Arslantepe",
      "D": "Göbeklitepe, Arslantepe, Çatalhöyük",
      "E": "Çatalhöyük, Arslantepe"
    },
    "explanation": "<em>Göbeklitepe</em>, nitelik ve değer olarak (i, ii, iv) ölçütlerine uyduğunun Dünya Mirası Komitesi’nce onaylanmasından sonra 2018 tarih/1572 dosya numarasıyla; <em>Aslantepe Höyüğü</em>, nitelik ve değer olarak (iii) ölçütüne uyduğunun Dünya Mirası Komitesi’nce onaylanmasından sonra 2021 tarih/1622 dosya numarasıyla; <em>Çatalhöyük Neolitik Yerleşimi</em>, nitelik ve değer olarak (ii, iv) ölçütlerine uyduğunun Dünya Mirası Komitesi’nce onaylanmasından sonra 2012 tarih/1405 dosya numarasıyla UNESCO’nun Dünya Mirası Listesine alınmıştır."
  },
  {
    "id": "3873924",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Arslantepe'nin özelliklerinden biri <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İlk yerleşme planı krokisi, ilk dokumalar, ilk manzara resmi, ana tanrıça kültü gibi birçok ilkleri içinde barındırması",
      "B": "İlk devlet toplumunun ortaya çıkışına istisnai biçimde tanıklık etmesi",
      "C": "Bölge ekonomisini kontrol eden, merkezi bir otorite uygulayan bir yönetimin ortaya çıkışına sahne olması",
      "D": "Eşitlikçi bir toplumdan sınıflı ve siyaseten merkezileşmiş bir topluma dönüşümü gösteren kanıtlara sahip olması",
      "E": "Döneminin en çeşitli, orijinal ve olağanüstü ikonografik birikimini yansıtması"
    },
    "explanation": "Arslantepe arkeolojik yerleşmesi ve özellikle de MÖ IV. binyıl saray yapısı; devlet oluşum aşamasının çok önemli bir sürecini, eşitlikçi bir toplumdan sınıflı ve siyaseten merkezileşmiş bir topluma dönüşümü gösteren eşi olmayan ve çok açık bir kanıttır. Ayrıca Yakın Doğu’nun tanınmış 3. binyıl saraylarından altıyedi yüzyıl daha eski olan saray dünyadaki bu tür bir mimari yapının ve işlevselliği bulunan siyasi örgütün ilk örneğidir. Geç Kalkolitik Çağ Doğu Anadolu’da 4. bin yılın sonunda merkezileşmiş politik toplumların gelişimi, en yoğun olarak Malatya ve Elazığ (Altınova) yöresinde gözlemlenir. Malatya’da Arslantepe (tabaka VII) bu dönemin belli başlı yerleşmelerindendir. Arslantepe; Yakın Doğu’da ilk devlet toplumunun ortaya çıkışına istisnai biçimde tanıklık etmesi ve bölge ekonomisini kontrol eden, merkezi bir otorite uygulayan bir yönetimin ortaya çıkışına sahne olması gibi pek çok özelliği ile III. ölçüt maddesine göre 2021 yılında UNESCO Dünya Miras Listesine alınmıştır."
  },
  {
    "id": "3873925",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Çatalhöyük'ün içinde barındırdığı \"ilk\"lerden biri <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İlk dokumalar",
      "B": "İlk kılıçlar",
      "C": "İlk yerleşme planı krokisi",
      "D": "İlk manzara resmi",
      "E": "Ana tanrıça kültü"
    },
    "explanation": "Neolitik döneme ait Anadolu’nun en sıra dışı ve görkemli yerleşimlerinden olan Çatalhöyük; ilk yerleşme planı krokisi, ilk dokumalar, ilk manzara resmi, ana tanrıça kültü gibi birçok ilkleri içinde barındırması nedeniyle insanlık tarihine ışık tutmaktadır."
  },
  {
    "id": "3874009",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Göbeklitepe</li> <li>Aslantepe Höyüğü</li> <li>Çatalhöyük Neolitik Yerleşimi</li> <li>Karain Mağarası</li> <li>Harran ve Şanlıurfa</li> </ol> Yukarıda verilenlerden hangisi/hangileri UNESCO’nun Dünya Mirası Listesine alınmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "III-IV-V",
      "B": "I-II-III",
      "C": "IV-V",
      "D": "III-V",
      "E": "I-V"
    },
    "explanation": "Göbeklitepe, nitelik ve değer olarak (i, ii, iv) ölçütlerine uyduğunun Dünya Mirası Komitesi’nce onaylanmasından sonra 2018 tarih/1572 dosya numarasıyla; Aslantepe Höyüğü, nitelik ve değer olarak (iii) ölçütüne uyduğunun Dünya Mirası Komitesi’nce onaylanmasından sonra 2021 tarih/1622 dosya numarasıyla; Çatalhöyük Neolitik Yerleşimi, nitelik ve değer olarak (iii, iv) ölçütlerine uyduğunun Dünya Mirası Komitesi’nce onaylanmasından sonra 2012 tarih/1405 dosya numarasıyla UNESCO’nun Dünya Mirası Listesine alınmıştır. Karain Mağarası, (iii, vi) ölçütlerine uyduğu gerekçesiyle 1994 tarih/666 referans<br/>numarasıyla Harran ve Şanlıurfa yerleşimleri ise (i, ii, iii, iv) ölçütlerine uyduğu gerekçesiyle 2000<br/>tarih/1400 referans numarasıyla UNESCO Dünya Mirası Geçici Listesine girmiştir."
  },
  {
    "id": "3874010",
    "unitNumber": 1,
    "text": "Göbeklitepe ile ilgili aşağıda verilen bilgilerden hangisi yanlıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Göbeklitepe’nin arkeolojik kazılar, 2007-2014 yılları arasında Prof. Dr. Klaus Schmidt başkanlığında sürdürülmüştür.",
      "B": "Göbeklitepe ilk kez 1963 yılında keşfedilmiştir.",
      "C": "Göbeklitepe kazı araştırmalarına ilk olarak 1995 yılında başlanmıştır.",
      "D": "Göbeklitepe'nin Paleolitik döneme ait bir yerleşme yeri olduğu söylenebilir.",
      "E": "Göbeklitepe, günümüzden 12.000 yıl öncesine ait dünyadaki en erken tapınak merkezi olma özelliğine sahiptir."
    },
    "explanation": "Yanıtlar 3-5. sayfalarda yer almaktadır.<br/><ul> <li>Göbeklitepe’nin arkeolojik kazılar, 1995 yılında Alman Arkeoloji Enstitüsü’nden Prof. Dr. Harald Hauptmann başkanlığında, 2007 yılında Prof. Dr. Klaus Schmidt başkanlığında sürdürülmüştür. (s.4)</li> </ul> <ul> <li>Göbeklitepe; ilk kez 1963 yılında, İstanbul ve Chicago Üniversiteleri Güneydoğu Anadolu Tarihöncesi Araştırmaları Karma Projesi kapsamında yürütülen yüzey araştırmaları sırasında keşfedilmiştir.(s.3)</li> </ul> <ul> <li>Günümüzde hâlen aralıksız olarak sürdürülen kazı araştırmalarına ilk olarak 1995 yılında Şanlıurfa Müzesi Müdürü Adnan Mısır ile İstanbul Alman Arkeoloji Enstitüsü’nden Harald Hauptmann başkanlığında, Almanya Heidelberg Üniversitesi Tarihöncesi Enstitüsü’nün ortak projesi olarak başlanmıştır.(s.3)</li> </ul> <ul> <li>1994 yılına gelindiğinde Şanlıurfa’da Atatürk Barajı sahasında kazılan Neolitik döneme ait Nevali Çöri’de çıkan sıra dışı anıtsal yapı ve üzeri kabartmalı T başlı payeler ve heykeller gibi yeni bulgular ile birlikte Göbeklitepe’nin de benzer bulguları yeniden göz önüne alınarak <strong>Neolitik döneme ait bir yerleşme yeri olduğu anlaşılmıştır.</strong> (s.3)</li> <li>Göbeklitepe, günümüzden 12.000 yıl öncesine ait dünyadaki en erken tapınak merkezi olma özelliğine sahiptir. (s.5)</li> </ul>"
  },
  {
    "id": "3874011",
    "unitNumber": 1,
    "text": "Dünyada bilinen ilk anıtsal yapı örneklerini barındıran yerleşme yeri aşağıdaki seçeneklerden hangisinde doğru olarak verilmiştir.",
    "correctAnswer": "C",
    "options": {
      "A": "Arslantepe Höyüğü",
      "B": "Karain Mağarası",
      "C": "Göbeklitepe",
      "D": "Çatalhöyük",
      "E": "Gordion"
    },
    "explanation": "Çanak Çömleksiz Neolitik dönem yerleşmesi<br/>olan Göbeklitepe, dünyada bilinen ilk anıtsal<br/>yapı örneklerini barındırır. Yerleşmede bulunan<br/>ve insan eli ile oluşturulmuş taş yapılar boyutları<br/>ve ölçekleri açısından düşünüldüğünde devasadır. Neolitik dönemin erken evrelerinde eşine<br/>rastlanmayan gelişmiş bir sanatsal ve mimari<br/>niteliğe sahip olan bu yapılar mimari açıdan incelendiğinde de büyüklük ve adet bakımından<br/>dikkat çekicidir ve yapı formu olarak da türünün bilinen ilk örneğidir. (s.4)"
  },
  {
    "id": "3874012",
    "unitNumber": 1,
    "text": "Arslantepe Höyüğü'ne yönelik yapılan araştırma ve kazılarda aşağıdaki araştırmacılardan hangisi çalışmamıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Prof. Dr. Marcella Frangipane",
      "B": "P. Meriggi",
      "C": "C. Schaeffer",
      "D": "L. Delaporte",
      "E": "Prof. Dr. Klaus Schmidt"
    },
    "explanation": "Bölgede araştırmalar ilk olarak 1930 yılında L. Delaporte başkanlığındaki Fransız ekiplerce başlatılmıştır. Höyüğün üst bölümlerini araştıran Delaporte, Geç Asur sarayına ait, Demir Çağı’na tarihlenen önemli<br/>buluntuları ile birlikte meşhur Aslanlı Kapı’yı (MÖ 9-8. yüzyıl) gün yüzüne çıkarmıştır. Kapının her iki<br/>tarafında yüksek vücut kabartmalı ve yuvarlak başlı taş bloklardan oyulmuş aslan heykelleri bulunuyordu.<br/>Höyük, Arslantepe adını buradaki aslan heykellerinden almaktadır. 1949-51 yılları arasında C. Schaeffer’in<br/>yaptığı kazılar ile Fransız ekiplerin höyükte yaptığı araştırmalar sonlanmış oldu. 1961’de Arslantepe’de yeni<br/>bir İtalyan arkeoloji projesi başlatıldı. Başlarda P. Meriggi ve S. Puglisi ile yürütülen çalışmalar daha sonra<br/>sadece Puglisi tarafından yürütüldü. Roma Üniversitesi La Sapienza’ndan Italyan bir ekip tarafından Alba<br/>Palmieri ve Prof. Dr. Marcella Frangipane yönetiminde 55 yıldan fazla bir süredir devam ettirilen kazı sonuçlarından, tüm bölge ile ilgili tarihin yanı sıra Arslantepe’nin Yakın Doğu’nun farklı uygarlıkları ile olan<br/>değişken ilişkileri net bir şekilde anlaşılabilmektedir. (s.7)"
  },
  {
    "id": "3874013",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Arslantepe’yi diğer arkeolojik alanlardan ayıran en belirgin özelliklerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mezopotamya’nın dışında devletin, bürokrasinin ve siyasi kuruluşların kökenini ispatlayan bilinen tek arkeolojik alandır.",
      "B": "Tamamen taş mimariye sahiptir.",
      "C": "İlk yazılı belgeler Arslantepe'de bulunmuştur.",
      "D": "İlk yerleşik hayatın başladığı yer olarak tarihe geçmiştir.",
      "E": "Tarihin en güçlü devleri Friglerin başkentidir."
    },
    "explanation": "Arslantepe’nin Seçkin Evrensel Değerinin Gerekçelendirilmesi 8 madde ile özetlenebilir;<br/>“1. Arslantepe Mezopotamya’nın dışında devletin, bürokrasinin ve siyasi kuruluşların kökenini ispatlayan bilinen tek arkeolojik alandır. Ayrıca bu sürecin ayrıntılı olarak belgelendirildiği, kalıntıların<br/>olağanüstü derecede iyi korunduğu, ziyaretçilerin tüm bunları gözleyip deneyim yaşadığı tek alandır.”<br/>“2. Arslantepe, günümüzde bilinen en eski saray kompleksi olan (MÖ 3300) ve ziyaret edilebilen tek<br/>yerdir.”<br/>“3. Duvar resimleri ve sıvalı süslemelerin yer aldığı, 2 metreden daha yüksek kerpiç duvarlı, yerinde<br/>korunabilmiş anıtsal saray yapısıyla emsalsiz bir eserdir.”<br/>“4. Günümüzde dünyada bulunan en eski kılıçlar Arslantepe sarayında ortaya çıkarılmış olup bu kılıçlar Malatya Arkeoloji Müzesi’nde sergilenmektedir.”<br/>“5. Arslantepe’de ortaya çıkarılan binlerce mühür baskı, ürünlerin kontrolü ve dağıtımını sağlayan<br/>kompleks merkezi idari yapının doğuşunun kanıtı olmanın yanı sıra döneminin en çeşitli, orijinal<br/>ve olağanüstü ikonografik birikimini yansıtmaktadır.”<br/>“6. Arslantepe’de yaşanan uzun yerleşim sınıflı toplumların ve siyasi iktidarın gelişim sürecinin kanıtıdır.”<br/>“7. Arslantepe tarihsel dönemlerde bölgeye hükmeden ve komşu devletlerle ilişki hâlinde olan Geç<br/>Hitit yönetiminin başkentiydi. Anıtsal yapılar, heykeller ve kabartma resimler bunun kanıtıdır.”<br/>“8. Arslantepe’nin çevresindeki alan genel hâliyle hâlen bozulmamıştır ve bu da sahayı tarihselliğinin<br/>yanı sıra doğal bir anıt yapmaktadır (Arslantepe Alan yönetim planı s.4).”"
  },
  {
    "id": "3874014",
    "unitNumber": 1,
    "text": "Çatalhöyük Neolitik Kenti hangi il sınırlarında yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Antalya",
      "B": "Urfa",
      "C": "Malatya",
      "D": "Konya",
      "E": "Çorum"
    },
    "explanation": "Konya İli, Çumra İlçesi sınırları içerisinde yer alan Çatalhöyük, Batı ve Doğu olmak üzere iki höyükten<br/>oluşmaktadır."
  },
  {
    "id": "3874015",
    "unitNumber": 1,
    "text": "Çatalhöyük’teki arkeolojik kazı çalışmaları ne zaman kim tarafından başlatılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "1930 - L. Delaporte",
      "B": "1961-J. Mellaart",
      "C": "1963 - Harald Hauptmann",
      "D": "2007 - Prof. Dr. Klaus Schmidt",
      "E": "1992 - Prof. Dr. Ian Hodder"
    },
    "explanation": "Çatalhöyük’teki arkeolojik kazı çalışmaları 1961 yılında İngiliz arkeolog J. Mellaart tarafından başlatılmıştır. 1965 yılında ara verilen çalışmalar, 1992-2018 yılları arasında Stanford Üniversitesinden Prof. Dr. Ian Hodder’ın kazı başkanlığında Çatalhöyük Araştırma Projesi çerçevesinde yürütülmüştür."
  },
  {
    "id": "3874016",
    "unitNumber": 1,
    "text": "Yaklaşık 2,5 milyon yılı kapsayan insanlık tarihinin en uzun dönemi olan, biyolojik ve kültürel açıdan, insan evrimi sürecinin en önemli kısmının gerçekleştiği dönem ................... Dönem olarak adlandırılmaktadır.<br/>Yukarıda boş bırakılan yere aşağıdaki seçeneklerden hangisi getirilmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Neolitik",
      "B": "Mezolitik",
      "C": "Kalkolitik",
      "D": "Paleolitik",
      "E": "Demir Çağı"
    },
    "explanation": "Alt Paleolitik, Orta Paleolitik, Üst Paleolitik<br/>ve Epi-Paleolitik olarak dört evreye ayrılan insanlık tarihinin başlangıcını barındıran Paleolitik dönemler; yaklaşık 2,5 milyon yılı kapsayan insanlık<br/>tarihinin en uzun dönemini kapsar. Biyolojik ve<br/>kültürel açıdan, insan evrimi sürecinin en önemli<br/>kısmının gerçekleştiği bu dönem içerisinde dünya<br/>jeomorfolojisi ve iklim koşulları günümüz ile büyük<br/>farklılıklar göstermekteydi. Alt Paleolitik dönem<br/>günümüzden yaklaşık 2,5 milyon yıl öncesinde<br/>alet kullanan ilk insanların Afrika’da ortaya çıkması<br/>ile başlarken bu tarih Anadolu için günümüzden 1<br/>milyon yıl önce başlamaktadır."
  },
  {
    "id": "3874017",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi, Harran isminin uzun yıllar boyunca değişmeden kaldığını gösterir?",
    "correctAnswer": "C",
    "options": {
      "A": "Harran’da astronomi gelişmiştir.",
      "B": "Harran, önemli bir ticaret merkezidir.",
      "C": "Harran ismi 4000 yıldır aynı şekilde kullanılmıştır.",
      "D": "Harran’da Ay Tanrısı Sin’e tapınılmıştır.",
      "E": "Harran önemli Paganist merkezlerden biridir."
    },
    "explanation": "<h5>Şunu dedin:</h5> Şanlıurfa’nın 28 mil (44 km) güneydoğusunda bulunan ve kendi ismi ile anılan ovanın merkezinde yer alan tarihi Harran kenti hakkındaki en önemli bilgiler, arkeolojik kazılardan elde edilmiş veri ve bulgulara dayanır. Harran ismine ilk olarak Mari ve Kültepe’de bulunan MÖ II. bin başlarına ait çivi yazılı tabletlerde “Har-ra-na” ya da “Ha-ra-na” biçiminde rastlanmakta; Kuzey Suriye Elba kazılarında ele geçen tabletlerde ise kent “Ha-ra-an” olarak adlandırılmaktadır. Hitit tabletlerinden, Hititler ile Mitanniler arasındaki gerçekleştirilen bir antlaşmaya Harran Ay Tanrısı (Sin) ile Güneş Tanrısı’nın (Şamaş) şahit gösterildiği öğrenilmektedir. Belgeler, Harran adının 4000 yıl boyunca değişmeden günümüze kadar ulaştığını göstermektedir. Anlam itibarıyla Sümerce seyahat-kervan anlamındaki “Haranu”dan geldiği düşünülen Harran adının bazı kaynaklarda “kesişen yollar” ya da “şiddetli sıcak” anlamına geldiği de kaydedilmiştir. Mezopotamya’nın kuzeyinden gelerek batı ve kuzeybatıya bağlanan önemli ticaret yollarının kesiştiği noktada bulunan Harran, konumu itibarıyla Anadolu ile yoğun ticari ilişkileri olan Asurlu tüccarların uğrak yerlerindendi. Harran’daki zengin kültürel birikimin oluşmasında Anadolu ile Mezopotamya arasındaki ticari ilişkilerin binlerce yıl boyunca kent üzerinden sürdürülmüş olmasının etkisi büyüktür. Güneş, Ay ve gezegenlerin kutsal addedildiği Eski Mezopotamya’da Babil ve Asurluların politeist inancına dayanan önemli Paganist merkezlerden olan Harran’ın astronomi bilimi açısından çok ileri seviyelerde olmasının nedenlerinin başında da bu özelliği gelir. Ay tanrısı Sin, Mezopotamya panteonunda yer alan en önemli tanrılardan biri olarak Sümer Uygarlığı’ndan itibaren önemli bir konumda bulunur. Mezopotamya Uygarlıklarında Ay tanrısının ismi kültürden kültüre değişiklik gösterse de “Sin” ve “Nanna” ismi yaygındır. Asur ve Babil dönemlerinden itibaren Harran’daki krallıklar arasında yapılan antlaşma ve sözleşmelerde paganistlerin en büyük tanrısı olma özelliğini asırlar boyu koruyan Ay tanrısı Sin’in adının geçtiği, bazı antlaşmaların bu kentte bulunan meşhur Sin Tapınağı’nda yapıldığı yolunda bilgiler bulunmaktadır. Harran’da bulunan bir stel üzerinde yer alan Ay tanrısı Sin’e sunulan saygıyla ile ilgili yazıtın gösterdiği gibi bu tanrının Kuzey Mezopotamya’daki kült merkezi olarak bilinen Harran, tarihte Sin kültünün yüzyıllarca sürdürüldüğü önemli bir yerdir (Mutlu ve Albayrak, 2018: 135)."
  },
  {
    "id": "3874018",
    "unitNumber": 1,
    "text": ".........; İskenderun’dan Antakya’ya (antik Antakya) ve Kargamış’a uzanan ticaret yollarının geçtiği bir arazide yer almaktadır. Erken medeniyetlere ev sahipliği yapması ve ilk İslam Üniversitesi’nin kurulduğu yer olması açısından da çok önemli olan şehir, geleneksel sivil mimarisi, konik çatılı kerpiç evleri ile eşsizdir.<br/>Yukarıda boş bırakılan yere aşağıda verilen seçeneklerden hangisinin getirilmesi gerekir?",
    "correctAnswer": "D",
    "options": {
      "A": "Çumra",
      "B": "Karahan",
      "C": "Nevali Çori",
      "D": "Eski Harran",
      "E": "Karacadağ"
    },
    "explanation": "İncil’de ve belgelerde, Mari’de (Kuzey Suriye’de bir şehir) kurulu olduğu ile ilgili olarak adı geçen Eski Harran; İskenderun’dan Antakya’ya (antik Antakya) ve Kargamış’a uzanan ticaret yollarının geçtiği bir arazide yer almaktadır. Erken medeniyetlere ev sahipliği yapması ve ilk İslam Üniversitesi’nin kurulduğu yer olması açısından da çok önemli olan şehir, geleneksel sivil mimarisi, konik çatılı kerpiç evleri ile eşsizdir."
  },
  {
    "id": "3873634",
    "unitNumber": 2,
    "text": "“Kapadokya Tabletleri”nin çıkarılması için 1893-1894 tarihinde Kültepe’ye gelen arkeolog kimdir?",
    "correctAnswer": "D",
    "options": {
      "A": "B. Hrozny",
      "B": "W. Belck",
      "C": "H. Wincckler",
      "D": "E. Chantre",
      "E": "H. Grothe"
    },
    "explanation": "1893-94 tarihinde Hattuşa’da sondaj yapan Ernst Chantre, bu tabletlerin Kültepe Höyüğü’nden çıkabileceği kanısıyla bu tarihte Kültepe’ye gelmiş ve höyükte birkaç sondaj yapmışsa da sonuç alamamıştır. Doğru cevap D şıkkıdır."
  },
  {
    "id": "3873635",
    "unitNumber": 2,
    "text": "Kültepe Höyüğü Türkiye’nin hangi şehrinde yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Gaziantep",
      "B": "Kastamonu",
      "C": "Aydın",
      "D": "Muğla",
      "E": "Kayseri"
    },
    "explanation": "Kültepe Höyüğü Kayseri il merkezinin yaklaşık 20 km kuzeydoğusunda kalan Kültepe köyünde güneyinde yer almaktadır. Doğru seçenek E şıkkıdır."
  },
  {
    "id": "3873637",
    "unitNumber": 2,
    "text": "Hitit başkenti Hattuşa bölgesinde yapılan kazılarda bulunan tabletler hangi dilde yazılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Akadca",
      "B": "Sümerce",
      "C": "Yunanca",
      "D": "Asurca",
      "E": "Arapça"
    },
    "explanation": "Aralarında Akadca yazılmış tabletlerin olduğu binlerce tablet ele geçirilmiş, Akadca yazılmış tabletlerden birinin Hitit Büyük Kralı III. Doğru seçenek A şıkkıdır."
  },
  {
    "id": "3873638",
    "unitNumber": 2,
    "text": "Genelde surların altında bulunan, ana kapıların açılması gerekmeyen zamanlarda veya acil durumlarda kullanılan ikincil tünel/kapılar ‘……………….’ olarak adlandırılırlar. Yandaki boşluğa gelmesi gereken uygun ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kalkos",
      "B": "Potern",
      "C": "Karum",
      "D": "Panteon",
      "E": "Protom"
    },
    "explanation": "Genelde surların altında bulunan, ana kapıların açılması gerekmeyen zamanlarda veya acil durumlarda kullanılan ikincil tünel/kapılar potern olarak adlandırılırlar. Doğru seçenek E şıkkıdır."
  },
  {
    "id": "3873639",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Hattuşa kentinde özellikle anıtsal görünümleriyle günümüzde de araştırmacıların ve turistlerin derin ilgisini çekmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Surlar",
      "B": "Tapınak mahallesi",
      "C": "Aslanlı Kapı",
      "D": "Kuleler",
      "E": "Su hazneleri"
    },
    "explanation": "Özellikle Yukarı Şehir’de surlar üzerinde bulunan Aslanlı Kapı, Sfenksli Kapı ve Kral Kapısı, anıtsal görünümleriyle günümüzde de araştırmacıların ve turistlerin derin ilgisini çekmektedir. Doğru seçenek C şıkkıdır."
  },
  {
    "id": "3873640",
    "unitNumber": 2,
    "text": "I.Arşiv binası<br/>II. Hastane<br/>III. Okul<br/>IV. Karakol<br/>Yukarıdakilerden hangisi ya da hangileri Hattuşa kentinin Büyükkale bölümünde yer alan yapılardandır?",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "I ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Büyükkale ise Hitit Krallığı’nın yönetim yapılarının olduğu, Kral Kalesi veya Kral Sarayı olarak adlandırılabilecek alandır. Şehrin geri kalanından bir surla ayrılan bu alanda işlevlerine göre farklı yapılar inşa edilmiştir. Bu yapılar içinde arşiv binaları, kabul salonları, kral ve ailesinin yaşam alanlarının yanı sıra muhafızlar veya yüksek rütbeli memurlar için binalar bulunmaktadır. Doğru seçenek A şıkkıdır."
  },
  {
    "id": "3873641",
    "unitNumber": 2,
    "text": "Eflatunpınar Su Anıtı’nın tarihi kaçıncı yüzyıla kadar dayanmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "MÖ 9. yüzyıla",
      "B": "MÖ 10. yüzyıla",
      "C": "MÖ 11. yüzyıla",
      "D": "MÖ 12. yüzyıla",
      "E": "MÖ 13. yüzyıla"
    },
    "explanation": "Su Anıt, MÖ 13. yüzyıla tarihlendirilmektedir. Doğru seçenek E şıkkıdır"
  },
  {
    "id": "3873642",
    "unitNumber": 2,
    "text": "Eflatunpınar Su Anıtı aşağıdaki malzemelerin hangisiyle inşa edilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Metal",
      "B": "Ahşap",
      "C": "Taş",
      "D": "Kil",
      "E": "Tuğla"
    },
    "explanation": "Dikdörtgen şeklinde bir havuz olarak inşa edilen anıt, yakınlarındaki iki farklı su kaynağı tarafından beslenmektedir. 30 mx34 m boyutlarındaki havuz, blok taşlar ile inşa edilmiştir. Doğru seçenek C şıkkıdır."
  },
  {
    "id": "3873643",
    "unitNumber": 2,
    "text": "I.Aslanlar<br/>II.Savaş arabaları<br/>III. Dağ tanrısı kabartmaları<br/>IV. Sfenksler<br/>Yukarıdakilerden hangisi ya da hangileri Yesemek Heykel Ötelyesi’nden çıkarılan heykeller arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Bugüne dek üç yüzden fazla heykel açığa çıkarılmıştır ancak çok daha fazlasının toprağın altında olduğu düşünülmektedir. Heykeller arasında sfenksler, kanatlı aslanlar, oturan aslanlar, kapı aslanları, savaş arabaları, dağ tanrısı kabartmaları, farklı mimari parçalar gibi örnekler vardır. Doğru seçenek E şıkkıdır."
  },
  {
    "id": "3873644",
    "unitNumber": 2,
    "text": "''Konya ilinin Halkapınar ilçesine 2,9 km uzaklıkta bulunan aynı isimli köyde bulunmaktadır. Hitit su kültleri geleneğinin bir devamı olarak su kaynağının hemen yanındaki bir kayaya işlenmiş olması muhtemeldir. Ana kabartma dışında yazıtlı kaya parçaları da tespit edilmiştir.” Yukarıda hangi arkeolojik buluntudan bahsedilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Hitit Başkenti Hattuşa",
      "B": "Yazılıkaya Açık Hava Tapınağı",
      "C": "Eflatunpınar Anıtı",
      "D": "Yesemek heykel Atölyesi",
      "E": "İvriz kültürel Peyzajı"
    },
    "explanation": "İvriz Kültürel Peyzajı, Konya ilinin Halkapınar ilçesine 2,9 km uzaklıkta bulunan aynı isimli köyde bulunmaktadır. En iyi bilinen arkeolojik buluntu, Geç Hitit dönemine MÖ 8. yüzyılın ikinci yarısına tarihlenen İvriz Kaya Kabartması’dır. Doğru seçenek E şıkkıdır."
  },
  {
    "id": "3873716",
    "unitNumber": 2,
    "text": "Hitit Başkenti Hattuşa hangi ilimizin sınırları içinde yer alır ?",
    "correctAnswer": "B",
    "options": {
      "A": "Çankırı",
      "B": "Çorum",
      "C": "Ankara",
      "D": "Eskişehir",
      "E": "Kayseri"
    },
    "explanation": "Çorum iline bağlı Boğazkale ilçesinin sınırları içinde bulunan 268.46 ha alana sahip olan engebeli<br/>bir alana kurulmuş bulunan Hitit Başkenti Hattuşa; İç Anadolu Bölgesi’nde, Anadolu platosunun<br/>kuzey kesiminde dağlar arasında bulunan büyük bir ovanın güney kesiminde yer alır."
  },
  {
    "id": "3873717",
    "unitNumber": 2,
    "text": "Eflatunpınar Hitit Su Anıtı aşağıdaki yerleşim yerlerinden hangisinin sınırları içinde yer almaktadır ?",
    "correctAnswer": "B",
    "options": {
      "A": "Suşehri",
      "B": "Beyşehir",
      "C": "Ürgüp",
      "D": "Avanos",
      "E": "Vezirköprü"
    },
    "explanation": "EFLATUNPINAR HİTİT: SU ANITI<br/>Konya ilinin <strong>Beyşehir</strong> ilçesi Sadıkhacı beldesi sınırları içinde bulunan Eflatunpınar, Beyşehir’e 22 km<br/>mesafede bulunmaktadır."
  },
  {
    "id": "3873718",
    "unitNumber": 2,
    "text": "Anıtın yazıtından, Luwi yazısı ile işleyenin Tiyamartu isimli bir usta olduğu anlaşılan İvriz Kaya Kabartması'nda, bir elinde buğday başağı, diğer elinde üzüm salkımı tutan Fırtına Tanrısı Tarhunzas’ın karşısında tapınma pozisyonunda gösterilen kral aşağıdakilerden hangisidir ?",
    "correctAnswer": "A",
    "options": {
      "A": "Kral Warpalawas",
      "B": "Kral Sargon",
      "C": "Kral Naramsin",
      "D": "Kral Anitta",
      "E": "Kral Wahşuşama"
    },
    "explanation": "Herhangi bir kült uygulamasını içermeyen yazıtından anlaşıldığı kadarıyla anıtta Fırtına Tanrısı Tarhunzas ve Kral Warpalawas betimlenmiştir. Yazıtından, Luwi yazısı ile işleyenin Tiyamartu isimli bir usta olduğu okunmaktadır. Anıtın kabartmasında, Tuwana Kralı Warpalawas, bir elinde buğday başağı, diğer elinde üzüm salkımı tutan Tarhunzas’ın karşısında tapınma pozisyonunda gösterilmiştir."
  },
  {
    "id": "3873719",
    "unitNumber": 2,
    "text": "Geç Hitit dönemine MÖ 8. yüzyılın ikinci yarısına tarihlenen İvriz Kaya Kabartması UNESCO Geçici Miras Listesi’ne hangi tarihte alınmıştır ?",
    "correctAnswer": "C",
    "options": {
      "A": "2015",
      "B": "2016",
      "C": "2017",
      "D": "2018",
      "E": "2019"
    },
    "explanation": "2017 yılında UNESCO Geçici Miras Listesi’ne alınmıştır. En iyi bilinen arkeolojik buluntu, Geç Hitit dönemine MÖ 8. yüzyılın ikinci yarısına tarihlenen İvriz Kaya Kabartması’dır."
  },
  {
    "id": "3873769",
    "unitNumber": 2,
    "text": "Hitit Başkenti: Hattuşa, nitelik ve değer olarak ölçütlerine uyduğunun Dünya Mirası Komitesince onaylanmasından sonra hangi tarihte kültürel kategoride UNESCO Dünya Mirası Listesine alınmıştır ?",
    "correctAnswer": "A",
    "options": {
      "A": "1986",
      "B": "1999",
      "C": "2012",
      "D": "2015",
      "E": "2017"
    },
    "explanation": "Hitit Başkenti: Hattuşa, nitelik ve değer olarak (i, ii, iii, iv) ölçütlerine uyduğunun Dünya Mirası Komitesince onaylanmasından sonra <strong>1986 tarih</strong>/377 dosya numarasıyla kültürel kategoride UNESCO Dünya Mirası Listesine alınmıştır"
  },
  {
    "id": "3873770",
    "unitNumber": 2,
    "text": "Hititlerin inanç sistemlerinde ve geleneklerinde aşağıdakilerden hangisi önem taşır ?",
    "correctAnswer": "A",
    "options": {
      "A": "Su Kültü",
      "B": "Hava Kültü",
      "C": "Ateş Kültü",
      "D": "Toprak Kültü",
      "E": "Demir Kültü"
    },
    "explanation": "Hititlerin “Su Kültü”, Anadolu ve Mezopotamya inanç sistemlerini ve geleneklerini yansıtmaktadır.<br/>Örneğin Zuliya Nehri (Çekerek Çayı), yazıtlarda kendi koruyucu tanrısı ile beraber yer almaktadır ve bir metinde suç işleyenlerle ilgili kararları veren bir tanrı olarak sunulmuştur.<br/>Suyun Hitit ritüellerinde ve büyülerinde doğrudan kullanımı az rastlanır bir durum değildir. Örneğin İtkalzi ritüelinde, bir kurban kesildikten sonra kurban sahibinin üzerinde kuş çevrilir. Kurban sahibi<br/>arınma suyu ile yıkandıktan sonra gömleği suyun içine atılır, Hepat, İştar ve Nabarbi için Hurrice su<br/>duası yapılır."
  },
  {
    "id": "3873771",
    "unitNumber": 2,
    "text": "Kültepe-Kaniş Arkeolojik Alanı UNESCO Dünya Mirası Geçici Listesine hangi tarihte alınmıştır ?",
    "correctAnswer": "D",
    "options": {
      "A": "1980",
      "B": "1986",
      "C": "2009",
      "D": "2014",
      "E": "2017"
    },
    "explanation": "Kültürel kategoride UNESCO Dünya Mirası Geçici Listesine alınan diğer varlıklarımız şunlardır: Nitelik ve değer olarak (ii, iii) ölçütlerine uyduğu gerekçesiyle 2014 tarih/5905 referans numarasıyla Kültepe-Kaniş Arkeolojik Alanı;"
  },
  {
    "id": "3873772",
    "unitNumber": 2,
    "text": "Hattuşa kim tarafından keşfedilmiştir ?",
    "correctAnswer": "A",
    "options": {
      "A": "Charles Texier",
      "B": "Ernst Chantre",
      "C": "Theodor Makridi",
      "D": "Kurt Bittel",
      "E": "Andreas Schachner"
    },
    "explanation": "Hattuşa, 1834 yılında Fransız gezgin Charles Texier tarafından keşfedilmiştir ?"
  },
  {
    "id": "3873773",
    "unitNumber": 2,
    "text": "“...... Metni” olarak adlandırılan üç parçanın birleştirilmesiyle elde edilen metinden, Kafkasya üzerinden Anadolu’ya geldikleri kabul edilen uzunca bir süre güney ve güneydoğu Anadolu’da kaldıktan sonra Orta Anadolu’ya geçen Hititlerin izini takip edebileceğimiz çok önemli bilgiler elde edilmiştir.<br/>Yukarıda \"......\" ile verien boşluğk aşağıdakilerden hangisi ile tamamlanır ?",
    "correctAnswer": "A",
    "options": {
      "A": "Anitta",
      "B": "Kusarra",
      "C": "Kaniş",
      "D": "Neşa",
      "E": "İvriz"
    },
    "explanation": "1937 yılında, Hattuşa’daki Büyük Mabet’in devlet arşivinin yer aldığı odalardan birinde bulunan ve Hitit kraliyet yazıtlarının en eskisi olduğu kabul edilen Kral Anitta’ya ait olan ve adı geçen kralın adıyla “<strong>Anitta Metni</strong>” olarak adlandırılan üç parçanın birleştirilmesiyle elde edilen metinden, Kafkasya üzerinden Anadolu’ya geldikleri kabul edilen uzunca bir süre güney ve güneydoğu Anadolu’da kaldıktan sonra Orta Anadolu’ya geçen Hititlerin izini takip edebileceğimiz çok önemli bilgiler elde edilmiştir."
  },
  {
    "id": "3873774",
    "unitNumber": 2,
    "text": "İvriz Kaya Kabartması hangi ilimizin sınırları içerisinde yer alır ?",
    "correctAnswer": "E",
    "options": {
      "A": "Aksaray",
      "B": "Antalya",
      "C": "Niğde",
      "D": "Kayseri",
      "E": "Konya"
    },
    "explanation": "İvriz Kültürel Peyzajı, Konya ilinin Halkapınar ilçesine 2,9 km uzaklıkta bulunan aynı isimli köyde<br/>bulunmaktadır."
  },
  {
    "id": "3873989",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi UNESCO Dünya Mirası Geçici Listesi’ne kabul edilme gerekçelerinden biri olarak mimari ya da teknolojik bir yapının insanlık tarihindeki önemli bir aşamayı temsil etmesi ifadesini en iyi şekilde açıklar?",
    "correctAnswer": "D",
    "options": {
      "A": "Kültürel bir gelenekle doğrudan ilişkili olması",
      "B": "Anıtsal sanatların gelişimine katkı sağlaması",
      "C": "Ortadan kalkmış uygarlıklara istisnai tanıklık sunması",
      "D": "İnsanlık tarihindeki belirli bir döneme ait mimari veya teknolojik bir örnek olması",
      "E": "Sanatsal veya edebi bir başyapıtla bağlantılı olması"
    },
    "explanation": "Kültürel kategoride UNESCO Dünya Mirası Geçici Listesine alınan diğer varlıklarımızın nitelik ve değer olarak (ii, iii) ölçütlerinden biri, İnsanlık tarihinde önemli bir aşamayı veya aşamaları gösteren bir yapı tipinin, mimari veya teknolojik bütünün veya peyzajın istisnai bir örneği olmasıdır."
  },
  {
    "id": "3873990",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi 2014 yılında, (ii) ve (iii) ölçütlerine uygunluğu gerekçesiyle UNESCO Dünya Mirası Geçici Listesi'ne alınmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kültepe-Kaniş Arkeolojik Alanı",
      "B": "Hitit Su Anıtı Eflatunpınar",
      "C": "Yesemek Taş Ocağı ve Atölyesi",
      "D": "İvriz Kültürel Peyzajı",
      "E": "Göbeklitepe"
    },
    "explanation": "Kültürel kategoride UNESCO Dünya Mirası Geçici Listesine alınan diğer varlıklarımız şunlardır: Nitelik ve değer olarak (ii, iii) ölçütlerine uyduğu gerekçesiyle 2014 tarih/5905 referans numarasıyla Kültepe-Kaniş Arkeolojik Alanı; nitelik ve değer olarak (<em>iii,iv,</em><em> vi</em>) ölçütlerine uyduğu gerekçesiyle 2014 tarih/5912 referans numarasıyla <em>Hitit Su Anıtı Eflatunpınar</em>; nitelik ve değer olarak (<em>ii,</em><em> iii</em>) ölçütlerine uyduğu gerekçesiyle 2012 tarih/5732 referans numarasıyla <em>Yesemek Taş Ocağı ve Atölyesi</em>; nitelik ve değer olarak (<em>ii,</em><em> iii, iv</em>) ölçütlerine uyduğu gerekçesiyle 2017 tarih/6244 referans numarasıyla <em>İvriz Kültürel Peyzajı</em>."
  },
  {
    "id": "3873991",
    "unitNumber": 2,
    "text": "Kültepe Höyüğü hangi dönemden başlayarak yerleşim görmüş çok katmanlı bir arkeolojik alandır?",
    "correctAnswer": "B",
    "options": {
      "A": "Orta Tunç Çağı'ndan Roma dönemine",
      "B": "Erken Tunç Çağı'ndan Roma dönemine",
      "C": "Geç Tunç Çağı'ndan Bizans dönemine",
      "D": "Neolitik Çağ'dan Osmanlı dönemine",
      "E": "Demir Çağı'ndan Selçuklu dönemine"
    },
    "explanation": "Kayseri il merkezinin yaklaşık 20 km kuzeydoğusunda, günümüz Kültepe köyünün güneyinde yer alan Kültepe Höyüğü Erken Tunç Çağı (MÖ 3000-MÖ 2000)’ndan başlayarak Roma dönemine dek Anadolu’nun pek çok farklı kültürel evresine şahitlik yapmış bir yerleşim alanıdır."
  },
  {
    "id": "3873992",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Yesemek Taş Ocağı ve Heykel Atölyesi hakkında doğru bir bilgi <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Antik dünyanın bilinen en büyük heykel atölyelerinden biridir.",
      "B": "Heykellerin tamamı işlenmiş, detaylı bitirilmiş eserlerdir.",
      "C": "İlk arkeolojik kazılar 1957-1961 yılları arasında Bahadır Alkım tarafından yürütülmüştür.",
      "D": "Heykellerin hammaddesi, bölgedeki volkanik faaliyetlerle ortaya çıkan bazalt taşlardır.",
      "E": "Alanda üç yüzden fazla heykel tespit edilmiş, ancak daha fazlasının toprak altında olduğu düşünülmektedir."
    },
    "explanation": "Yesemek Taş Ocağı ve Atölyesi, Gaziantep ilinin İslahiye ilçesinin 22 km güneydoğusunda bulunan Yesemek mahallesinin doğusunda yer alır. Antik dünyanın bilinen en büyük heykel atölyelerinden biridir. Bölgedeki Karasu Fay Zonu’nun aktiviteleri sonucu açığa çıkan volkanik taşlar, özellikle gri ve mor renkli bazalt taşları, heykellerin hammaddesini oluşturmuştur. Bugüne dek üç yüzden fazla heykel açığa çıkarılmıştır ancak çok daha fazlasının toprağın altında olduğu düşünülmektedir. Heykeller arasında sfenksler, kanatlı aslanlar, oturan aslanlar, kapı aslanları, savaş arabaları, dağ tanrısı kabartmaları, farklı mimari parçalar gibi örnekler vardır."
  },
  {
    "id": "3873993",
    "unitNumber": 2,
    "text": "Kültepe kazılarında bulunan ve büyük kısmı ticari faaliyetlerle ilgili olan çivi yazılı tabletlerin çoğunluğu hangi tabakada ele geçmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "IV. tabaka",
      "B": "III. tabaka",
      "C": "II. tabaka",
      "D": "Ib tabakası",
      "E": "Ia tabakası"
    },
    "explanation": "Prof. Dr. Tahsin Özgüç’ün başkanlığında 1948 tarihinden itibaren sürdürülen kazılarda, Aşağı Şehir’de Asurlu tüccarların yaşadığı karum alanın- da dört yerleşme tabakası tespit edildi. Aşağıdan yukarıya doğru sırasıyla en alttakinin IV. tabaka olmak üzere tarih öncesi döneme MÖ 2000- 1900 arasına tarihlenen IV ve üstündeki III tabakasında tablet bulunmamıştır. 23.000 tabletin bulunduğu orta kronolojiye göre MÖ 1900-1800, kısa kronolojiye göre MÖ 1800-1700 arasına tarihlenen II tabakası ve 500 tabletin bulunduğu Ib olmak üzere başlıca dört uygarlık katının bulunduğunu, en üstte yer alan Ia tabakasının ise Ib tabakasının evlerin onarılarak kullanıldığı Ib tabakasının devamı olduğunu belirtmektedir."
  },
  {
    "id": "3873994",
    "unitNumber": 2,
    "text": "Hattuşa’nın Hitit başkenti olduğu hangi belge sayesinde anlaşılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Akadca yazılmış şehir listesi",
      "B": "Hattuşili ile II. Ramses arasında yapılan antlaşma tableti",
      "C": "Halet Çambel’in yayınladığı kazı raporu",
      "D": "Hrozny'nin çözdüğü dilbilgisel metin",
      "E": "Winckler’in yazdığı günlük notlar"
    },
    "explanation": "Hattuşa, 1834 yılında Fransız gezgin Charles Texier tarafından keşfedilmiştir. 1893-94 yıllarında ilk kez Ernst Chantre, Büyük Tapınak, Büyükkale ve Yazılıkaya yapılan küçük ölçekli kazılar yapmış ve bulduğu çivi yazılı tabletleri yayınlamıştır. İlk sistematik kazılar, 1906’da İstanbul Arkeoloji Müzelerinden Theodor Makridi Bey ve Alman Asur uzmanı Hugo Winckler gerçekleştirilmiştir. Aralarında Akadca yazılmış tabletlerin de bulunduğu binlerce tablet ele geçirilmiş, Akadca yazılmış tabletlerden birinin Hitit Büyük Kralı III. Hattuşili ile Mısır Firavunu II. Ramses arasında yapılan bir antlaşmaya ait olduğu ve burasının Hitit başkenti olduğu anlaşılmıştır."
  },
  {
    "id": "3873995",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Hitit dilinin Hint-Avrupa dil ailesine ait olduğunu saptayan bilim insanıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Hugo Winckler",
      "B": "Kurt Bittel",
      "C": "Theodor Makridi Bey",
      "D": "Bedřich Hrozný",
      "E": "Hans Gustav Güterbock"
    },
    "explanation": "1915’te Bedrich Hrozny, Hitit dilini çözmüş ve bu dilin Hint-Avrupa dil grubuna ait olduğunu saptamıştır."
  },
  {
    "id": "3873996",
    "unitNumber": 2,
    "text": "Yazılıkaya Açık Hava Tapınağı’nın günümüze ulaşan mimari yapısı hangi döneme tarihlenmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "MÖ 2. binyılın başlarına",
      "B": "MÖ 14. yüzyılın sonlarına",
      "C": "MÖ 13. yüzyıldaki Hitit İmparatorluk dönemine",
      "D": "MÖ 3. binyıldaki Erken Tunç Çağı’na",
      "E": "Roma İmparatorluk dönemine"
    },
    "explanation": "Açık Hava Tapınağı’nın günümüze kalan son hâli, MÖ 13. yüzyılda, Hitit İmparatorluk döneminde oluşmuştur. Hurri panteonunu yansıtır. Birbirinden ayrılmış kaya yüzeylerinden oluşan kayalık alanın önünde, merkezi avlu ve etrafında odalardan oluşan, Hitit tapınak mimarisini yansıtan bir ön tapınak inşa edilmiştir."
  },
  {
    "id": "3873997",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Yazılıkaya Açık Hava Tapınağı'nın B Odası ile doğrudan ilişkilendirilen işlevlerden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bahar Bayramı kutlamalarının yapılması",
      "B": "Tanrıça Hepat'a adanmış ritüellerin gerçekleştirilmesi",
      "C": "Kraliyet cenaze törenlerinin düzenlenmesi",
      "D": "Teşup’a adak sunma ayinlerinin yapılması",
      "E": "Tanrı ve tanrıçaların günlük ibadetlerinin yönetilmesi"
    },
    "explanation": "B Odası daha çok kral IV. Tudhaliya’ya adanmış görünmektedir. 12 Tanrı Kabartması, Kılıç Tanrısı ve Tanrı Şarruma’nın himayesindeki Tudhaliya kabartmaları, bu alanın kral için bir cenaze merasimi veya anma töreni gerçekleştirmek için kullanıldığını düşündürmektedir."
  },
  {
    "id": "3873998",
    "unitNumber": 2,
    "text": "Eflatunpınar Anıtı'nın ana sahnesinde hangi figürler merkeze yerleştirilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Fırtına Tanrısı ve Dağ Tanrıları",
      "B": "Güneş Tanrıçası ve Üçlü Boğa Protumu",
      "C": "Fırtına Tanrısı ve Güneş Tanrıçası",
      "D": "Dağ Tanrıları ve Sakalar",
      "E": "Hitit Kralı ve Su Görevlisi"
    },
    "explanation": "Konya ilinin Beyşehir ilçesi Sadıkhacı beldesi sınırları içinde bulunan Eflatunpınar, Beyşehir’e 22 km mesafede bulunmaktadır. Dikdörtgen şeklinde bir havuz olarak inşa edilen anıt, yakınlarındaki iki farklı su kaynağı tarafından beslenmektedir. 30 mx34 m boyutlarındaki havuz, blok taşlar ile inşa edilmiştir. Anıtın en belirgin kısmı, havuzun kuzey duvarında bulunan kabartma figürlerle oluşturulmuş yedi met-e yüksekliğindeki duvardır. Ortasında, üstlerinde birer kanatlı güneş kursu bulunan Fırtına Tanrısı ile Güneş Tanrıçası yer alır."
  },
  {
    "id": "3873720",
    "unitNumber": 3,
    "text": "Gordion'un isminin geçtiği <strong>ilk</strong> yazıt hangi dönemden kalmadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Tunç Çağı",
      "B": "Demir Çağı",
      "C": "Helenistik Dönem",
      "D": "Roma Dönemi",
      "E": "Bizans Dönemi"
    },
    "explanation": "Metinde, Gordion'un isminin geçtiği ilk yazıtın Helenistik Dönem'e ait olduğu belirtilmektedir. Bu nedenle, doğru cevap <strong>C</strong> seçeneğidir.<br/>İlk kez, 2022 yılında yerleşimin dış kent bölgesinde yapılan arkeolojik kazılarda Helenistik dönemde I. Antiokhos’un (MÖ 281-261) hüküm sürdüğü yıllara tarihlendirilen Gordion isminin geçtiği bir yazıtın bulunmasıyla yerleşimin gerçekten Gordion adını taşıdığına dair önemli bir kanıt elde edilmiştir."
  },
  {
    "id": "3873721",
    "unitNumber": 3,
    "text": "Gordion'un Erken Frig dönemindeki <strong>en önemli</strong> mimarlık özelliği nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Megaron planlı yapılar",
      "B": "Akroterli yapılar",
      "C": "Seramik süslemeler",
      "D": "Taş oymalar",
      "E": "Heykeltıraşlık"
    },
    "explanation": "Metinde, Gordion'un Erken Frig dönemindeki en önemli mimarlık özelliğinin megaron planlı yapılar olduğu belirtilmektedir. Bu nedenle, doğru cevap <strong>A</strong> seçeneğidir.<br/>Frig mimarisini karakterize eden megaron plan ve akroter, daha sonraki yüzyıllarda özellikle Frig kaya anıtlarında sıklıkla kullanılmaya başlanmıştır."
  },
  {
    "id": "3873722",
    "unitNumber": 3,
    "text": "Gordion'daki tümülüs mezarlar hakkında aşağıdakilerden hangisi <strong>yanlıştır</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Gordion'daki tümülüs mezarlar, Frig elitlerinin mezarlarıdır.",
      "B": "Gordion'daki en büyük tümülüs, MM tümülüsüdür.",
      "C": "MM tümülüsü, Kral Midas'a aittir.",
      "D": "MM tümülüsü, Gordion'da yapılan kazı çalışmaları ile ortaya çıkarılmıştır.",
      "E": "Tümülüs mezarlarda çıkan arkeolojik eserler, Friglerin marangozluk, madencilik, seramik ve dokumacılık endüstrisinde üstün bir düzeye erişmiş olduklarını göstermektedir."
    },
    "explanation": "Metinde, Gordion'daki tümülüs mezarların Frig elitlerinin mezarları olduğu belirtilmektedir. Bu nedenle, <strong>A</strong> seçeneği doğrudur.<br/><strong>B</strong> seçeneği de doğrudur, çünkü MM tümülüsü, Gordion'daki en büyük tümülüstür.<br/><strong>D</strong> seçeneği de doğrudur, çünkü MM tümülüsü, Gordion'da yapılan kazı çalışmaları ile ortaya çıkarılmıştır.<br/><strong>E</strong> seçeneği de doğrudur, çünkü tümülüs mezarlarda çıkan arkeolojik eserler, Friglerin marangozluk, madencilik, seramik ve dokumacılık endüstrisinde üstün bir düzeye erişmiş olduklarını göstermektedir.<br/><strong>C</strong> seçeneği yanlıştır, çünkü MM tümülüsü, Kral Midas'a ait olmadığı düşünülmektedir. Daha olası bir açıklama, MM tümülüsünün Midas'ın babası Gordios'a veya dedesine ait olduğudur.<br/>Yeniden yapılan tarihlendirmeler sonucunda Midas’a ithaf edilen bu tümülüs mezarın Midas’a ait olamayacağı olasılıkla Midas’ın babası Gordios’a veya dedesine ait olabileceği düşüncesi ön plana çıkmaktadır."
  },
  {
    "id": "3873723",
    "unitNumber": 3,
    "text": "Frig kaya anıtlarının en yoğun olduğu bölge aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Eskişehir, Afyonkarahisar ve Kütahya il sınırları arasındaki Dağlık Frigya Bölgesi",
      "B": "Samsun, Çorum, Tokat ve Kırşehir illeri arasındaki bölge",
      "C": "Niğde ve Konya illeri arasındaki bölge",
      "D": "Burdur ve Elmalı Ovası",
      "E": "Bandırma"
    },
    "explanation": "Metinde, Frig kaya anıtlarının en yoğun olduğu bölgenin Eskişehir, Afyonkarahisar ve Kütahya il sınırları arasındaki Dağlık Frigya Bölgesi olduğu belirtilmektedir. Bu nedenle, doğru cevap <strong>A</strong> seçeneğidir.<br/>Frig kaya anıtlarının büyük bir kısmının bulunduğu Eskişehir, Afyonkarahisar ve Kütahya il sınırları arasındaki bölgeyi Dağlık Frigya Bölgesi (yaylası) olarak adlandırılmıştır."
  },
  {
    "id": "3873724",
    "unitNumber": 3,
    "text": "Frig kaya anıtları, Friglerin hangi inancını yansıtmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Tek tanrılı inancı",
      "B": "Çok tanrılı inancı",
      "C": "Ana Tanrıça inancı",
      "D": "Güneş tanrısı inancı",
      "E": "Ateş tanrısı inancı"
    },
    "explanation": "Metinde, Frig kaya anıtlarının Ana Tanrıça inancını yansıttığı belirtilmektedir. Bu nedenle doğru cevap <strong>C</strong> seçeneğidir.<br/>Demir Çağı’nın önemli uygarlıkları arasında bulunan Frigler, yeni yerleştikleri yurtlarında Anadolu’da ilk tarım topluluklarında köklenen Ana Tanrıça inancını benimsemiş ve bu tanrıçaya neredeyse tek tanrı olarak saygı göstermiş ve ibadet etmişlerdir."
  },
  {
    "id": "3873725",
    "unitNumber": 3,
    "text": "Termessos Antik Kenti, hangi dönemde en parlak dönemini yaşamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "MS 2. ve 3. yüzyıllarda",
      "B": "Bizans Dönemi",
      "C": "Selçuklu Dönemi",
      "D": "Osmanlı Dönemi",
      "E": "MS 4. yüzyıl"
    },
    "explanation": "MS 2. ve 3. yüzyıllar Roma İmparatorluğu'nun en parlak dönemi olması nedeniyle Termessos Antik Kenti de bu dönemde en parlak dönemini yaşamıştır.<br/>MS 2. ve 3. yüzyıllarda kent en parlak dönemine kavuşmuş, kent surların dışına genişlemiş, görkemli yapılar ve heykeller ile donatılmıştır."
  },
  {
    "id": "3873726",
    "unitNumber": 3,
    "text": "Kekova Bölgesi'nde bulunan antik kentlerden hangisi bir Orta Çağ kalesine ev sahipliği yapmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Teimiussa",
      "B": "Simena",
      "C": "Tyberissus",
      "D": "Hoyran",
      "E": "İstlada"
    },
    "explanation": "Metinde, Teimiussa'nın köy yerleşimi olduğu, Simena'nın hem antik dönem hem Orta Çağ yerleşimi hem de modern yerleşimin bir arada görülebildiği, Tyberissus'ta Hellenistik ve Roma dönemlerine tarihlenen Lykia lahitleri ve güvercin yuvası şeklindeki mezarlar bulunduğu, Hoyran'da bir kalenin olduğu ve İstlada'da küçük bir yerleşime dair kalıntılar bulunduğu belirtilmektedir. Bu bilgilere göre, Simena'da bir Orta Çağ kalesi bulunduğu anlaşılmaktadır.<br/>Simena Aperlai Birliği’nin bir üyesi olmakla birlikte adı antik dönem yazıtlarının yardımıyla tespit edilmiştir. Burada antik yapı temelleri üzerinde iyi korunmuş durumda Orta Çağ’a ait bir kale bulunmaktadır."
  },
  {
    "id": "3873727",
    "unitNumber": 3,
    "text": "Tuz Gölü Özel Çevre Koruma Bölgesi'nin hangi özelliği, Avrupa'da eşi benzeri olmayan bir özelliktir?",
    "correctAnswer": "C",
    "options": {
      "A": "Türkiye'nin en büyük gölü olması",
      "B": "Dünyanın en tuzlu gölleri arasında yer alması",
      "C": "Avrupa'nın en zengin ve bozulmamış halofitik bozkır bitkisi sosyolojik özelliklerine sahip olması",
      "D": "Önemli bir su kuşu habitatı olması",
      "E": "Tatlı su kaynaklarının bulunması"
    },
    "explanation": "Tuz Gölü Koruma Alanı, Avrupa'nın en zengin ve bozulmamış halofitik bozkır bitkisi sosyolojik özelliklerine sahiptir. Bu özelliği, bölgede 279 bitki türünün bulunması ve bunların 39'unun endemik olmasıyla desteklenmektedir. Bu nedenle doğru cevap C seçeneğidir.<br/>Ürdün’deki Lut Gölü’nden sonra en tuzlu göller arasında yer alırken Tuz Gölü Koruma Alanı, Avrupa’nın en zengin ve bozulmamış halofitik bozkır bitkisi sosyolojik özelliklerine sahiptir."
  },
  {
    "id": "3873728",
    "unitNumber": 3,
    "text": "Kızılırmak Deltası'nın hangi özelliği ile aynı koşullara sahip diğer sulak alanlara göre daha zengin bir çeşitliliğe sahiptir?",
    "correctAnswer": "C",
    "options": {
      "A": "Suyunun rengi",
      "B": "Suyunun derinliği",
      "C": "Tüm flora ve faunası",
      "D": "Deniz kabukları",
      "E": "Vadi yüksekliği"
    },
    "explanation": "Kızılırmak Deltası, 352 kuş türü ile Türkiye'de kayıta geçmiş 483 kuş türden dörtte üçünün yaşam alanıdır. Bu sayı, şu ana kadar Güney Karadeniz Havzasında tespit edilen en yüksek değerdir. Kızılırmak Deltası, nadir bulunan türlere ev sahipliği yapması ve deltadan geçen kuş sayısının birkaç milyonu bulması ile ünlüdür.<br/>Bu bilgilere göre, Kızılırmak Deltası'nın en önemli özelliği çeşitli kuş türlerine ev sahipliği yapmasıdır. Bu nedenle doğru cevap C seçeneğidir.<br/>Kızılırmak Deltası, sucul organizma çeşitliliği, bağlı algler, zooplankton ve bentik organizmalar ve tüm flora ve faunası ile aynı koşullara sahip diğer sulak alanlara göre daha zengin bir çeşitliliğe sahiptir."
  },
  {
    "id": "3873729",
    "unitNumber": 3,
    "text": "Kızılırmak Deltası, aşağıdakilerden hangisi için UNESCO Dünya Mirası Geçici Listesine alınmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Kültürel miras",
      "B": "Doğal miras",
      "C": "Turizm potansiyeli",
      "D": "Tarımsal üretim",
      "E": "Biyolojik çeşitlilik"
    },
    "explanation": "Metinde, Kızılırmak Deltası'nın UNESCO Dünya Mirası Geçici Listesi'ne alındığı ve bu listenin \"doğal kategori\"sinde olduğu belirtilmektedir.<br/>Bu nedenle, doğru cevap B seçeneğidir.<br/>Ülkemizde biyolojik çeşitlilik ve tarımsal üretim açısından son derece önemli bir sulak alan olan Kızılırmak Deltası Sulak Alanı ve Kuş Cenneti, doğal kategoride UNESCO Dünya Mirası Geçici Listesine 2016 yılında eklenmiştir."
  },
  {
    "id": "3873833",
    "unitNumber": 3,
    "text": "Frig uyarlığının başkenti olarak bilinen kent aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tuşpa",
      "B": "Gordion",
      "C": "Assur",
      "D": "Kültepe",
      "E": "Sardis"
    },
    "explanation": "Antik dönemde olduğu gibi günümüzde de<br/>Orta Anadolu’nun ana kara yolları üzerinde bulu-<br/>nan, verimli arazileri ve Sakarya nehrine yakınlığı<br/>nedeniyle Tunç Çağı’ndan Orta Çağ’a kadar geçen<br/>süreçte yerleşim yerleşim gören ve birçok uygarlığa<br/>ev sahipliği yapan Gordion (Yassıhöyük)’dan günü-<br/>müze kalan arkeolojik kalıntılarının en önemlileri<br/>Friglere aittir. Üç bölümden oluşan bu yerleşimi-<br/>nin merkezinde çevresi surlarla çevrili, 500 x 300<br/>m ölçülerinde bir alanı kapsayan höyük yer almak-<br/>tadır. Yukarı Kent olarak da adlandırılan kesimin<br/>güneyinde aşağı kent, höyüğün kuzey ve kuzeybatı-<br/>sında sursuz dış kent bulunur. Gordion yerleşimini<br/>çevreleyen yamaçlarda ve tepelerde, yaklaşık 100<br/>kadar tümülüs mezar bulunmaktadır."
  },
  {
    "id": "3873883",
    "unitNumber": 3,
    "text": "Orta Anadolu'nun ilk sistemli kazıları kaç yılında başlamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "1900",
      "B": "1910",
      "C": "1920",
      "D": "1930",
      "E": "1940"
    },
    "explanation": "1900 yılında A. Körte ile kardeşi G. Körte Orta<br/>Anadolu’nun ilk sistemli kazılarını gerçekleştirmek<br/>için Gordion’a gelerek kazı çalışmalarına başlamış-<br/>lardır."
  },
  {
    "id": "3873884",
    "unitNumber": 3,
    "text": "Gordion'da, 2022 yılında yerleşimin dış kent bölgesinde yapılan arkeolojik kazılarda bulunan <em>Gordion</em> isminin geçtiği yazıt aşağıdakilerden hangi döneme tarihlendirilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Geometrik Dönem",
      "B": "Arkaik Dönem",
      "C": "Klasik Dönem",
      "D": "Hellenistik Dönem",
      "E": "Roma Dönemi"
    },
    "explanation": "2012 yılından itibaren kazılar Ame-<br/>rika, Pennsylvania Üniversitesi’nden C. B. Rose başkanlığında devam etmektedir. İlk kez, 2022 yılında<br/>yerleşimin dış kent bölgesinde yapılan arkeolojik kazılarda Hellenistik dönemde I. Antiokhos’un (MÖ<br/>281-261) hüküm sürdüğü yıllara tarihlendirilen Gordion isminin geçtiği bir yazıtın bulunmasıyla yerleşi-<br/>min gerçekten Gordion adını taşıdığına dair önemli bir kanıt elde edilmiştir"
  },
  {
    "id": "3873885",
    "unitNumber": 3,
    "text": "Başkent Gordion’un Erken Frig yaşam alanına ait, yapılan çalışmalar sonucu ortaya çıkarılan yapıların plan tipi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Peripteros",
      "B": "Dipteros",
      "C": "Pseudo-Dipteros",
      "D": "Tholos",
      "E": "Megaron"
    },
    "explanation": "Başkent Gordion’un Erken Frig yaşam alanında<br/>kale içinde iki büyük avludan oluşan Saray Alanı ve<br/>bunun güneybatısındaki Teras Yapıları olmak üzere<br/>iki farklı bölümü, kazılarla ortaya çıkarılmıştır. Bi-<br/>naların, megaron planında ve akroterli yapıldıkları<br/>görülmektedir"
  },
  {
    "id": "3873886",
    "unitNumber": 3,
    "text": "Friglerin Ana Tanrıçası için bir tapınak olabileceği düşünülen ve tabanı çakıl taşı mozaiklerle bezenen Erken Frig dönemine tarihlendirilen yapı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Megaron 1",
      "B": "Megaron 2",
      "C": "Megaron 3",
      "D": "Megaron 4",
      "E": "Megaron 5"
    },
    "explanation": "Megaron planlı yapılarda, girişi kısa<br/>taraftan olan dikdörtgen planlı bir giriş odası ve bu<br/>odanın arkasına yerleştirilmiş ikinci bir dikdörtgen<br/>oda bulunur. Bu yapılar içinde en görkemlisi, Me-<br/>garon 3 olarak adlandırılan yapıdır ve Gordion’un<br/>bu dönemdeki yöneticilerine ait olması gerektiği<br/>düşünülmektedir. Megaron 2, önünde bulunan<br/>platform ile diğer yapılardan farklılaştırılmıştır.<br/>Ana odasının tabanı çakıl taşı mozaiklerle bezenen<br/>binanın önünde, mekân içindeki desenlere benzer<br/>bir akroter bulunmuştur. Bu nedenle bu yapının<br/>Friglerin Ana Tanrıçası için bir tapınak olabileceği<br/>düşünülmüştür. Bu tapınak modelinin Frig kaya<br/>anıtları için bir prototip oluşturduğu düşünülmek-<br/>tedir (Sams, 2012a: 57)."
  },
  {
    "id": "3873887",
    "unitNumber": 3,
    "text": "Yapıların alınlık kısmında bulunan bezeme parçasına aşağıdakilerden hangisi denilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Megaron",
      "B": "Tholos",
      "C": "Akroter",
      "D": "Geison",
      "E": "Peripteros"
    },
    "explanation": "Yapıların alınlık kısmında bulunan beze-<br/>me parçasına akroter denilmektedir"
  },
  {
    "id": "3873888",
    "unitNumber": 3,
    "text": "MÖ. 7. yüzyıl başlarında Anadolu'nun büyük bir yıkım tehlikesi ile karşı karşıya kalmasının sebebi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "İskit Akınları",
      "B": "Kimmer Akınları",
      "C": "Ostrogot Akınları",
      "D": "Urartu Akınları",
      "E": "Assur Akınları"
    },
    "explanation": "MÖ. 7. yüzyıl başlarında Anadolu büyük bir<br/>yıkım tehlikesi ile karşı karşıya kalmıştır. Bu teh-<br/>likeyi yaratanlar Assurluların Gimirrai dedikleri<br/>Kimmerler idi. Kimmerlerin ilerlemesini ne Urar-<br/>tu krallarından I. Rusa (MÖ 735-714) ile oğlu II<br/>Argişti (MÖ 714-685) ne de Asur kralı II Sargon<br/>engelleyebildi. Kimmerler Urartu topraklarını ge-<br/>çince tamamen Frigler ile karşı karşıya kalmışlardır.<br/>Frig-Kimmer savaşına dair herhangi bir yazılı belge<br/>ele geçmemiştir. Kimmerlerin saldırıları Frig dev-<br/>letinin sonunu hazırlamıştır. Yunan kaynaklarında<br/>Kimmerler ile yapılan bir savaşı kaybeden Midas’ın<br/>boğa kanı içerek intihar ettiği belirtilmekteyse de<br/>Midas’ın gerçek ölüm nedeni bilinmemektedir"
  },
  {
    "id": "3873889",
    "unitNumber": 3,
    "text": "1836 yılında İngiliz W. Hamilton; Kütahya ili, Tavşanlı ilçesi yakınlarında yer alan hangi anıtı keşfetmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Areyastis Anıtı",
      "B": "Midas Anıtı",
      "C": "Deliklitaş Anıtı",
      "D": "Bitmemiş Anıt",
      "E": "Maltaş Anıtı"
    },
    "explanation": "1836 yılında İngiliz W. Hamilton; Kütahya ili, Tavşanlı ilçesi yakınlarında yer alan Deliklitaş Anıtı’nı<br/>keşfetmiş;1837 yılında yine bir İngiliz olan J. Steuart bölgede araştırmalar yapmıştır."
  },
  {
    "id": "3873890",
    "unitNumber": 3,
    "text": "Eskişehir ili sınırlarındaki Midas Vadisi’nde bulunan Yazılıkaya/Midas Anıtı’nın çizimini 1824’te aşağıdakilerden hangisi yayınlamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "W. Martin Leake",
      "B": "L. De Laborde",
      "C": "C. Texier",
      "D": "W. Hamilton;",
      "E": "A.D. Mordtmann"
    },
    "explanation": "Bölgedeki ilk araştırmalar, 19. yüzyılın başlarında W. Martin Leake ve arkadaşlarının bölgeye yaptıkları<br/>gezilerle başlamıştır. Leake’in bu gezilerde tutmuş olduğu gezi notlarını ve Eskişehir ili sınırlarındaki Midas<br/>Vadisi’nde bulunan Yazılıkaya/Midas Anıtı’nın çizimini 1824’te yayınlamasıyla birlikte bölge ve özellikle<br/>Frig Anıtları Avrupalı araştırmacıların ve seyyahların ilgisini çekmeye başlamıştır."
  },
  {
    "id": "3873891",
    "unitNumber": 3,
    "text": "Dağlık Frigya vadileri aşağıdaki tarihlerin hangisinde UNESCO Dünya Geçici Miras Listesine girmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "2010",
      "B": "2015",
      "C": "2020",
      "D": "2021",
      "E": "2022"
    },
    "explanation": "2015 yılında UNESCO Dünya Geçici Miras<br/>Listesine giren Dağlık Frigya vadileri; Eskişehir<br/>ilinin yaklaşık 70 km güneyindeki Yazılıkaya, Do-<br/>ğanlı ve Kümbet Vadileri, Afyonkarahisar ilinin<br/>yaklaşık 30 km kuzeyindeki Köhnüş ve Karababa<br/>Vadileri, Kütahya ili Merkez ilçe köylerinden Do-<br/>ğuluşah köyü yakınlarındaki Doğuluşah Vadisi,<br/>Fındık köyü yakınında ki Fındık Vadisi, Ovacık<br/>köyü yakınlarındaki İnli Vadileridir (Tamsü Po-<br/>lat 2022a: 73)."
  },
  {
    "id": "3873900",
    "unitNumber": 3,
    "text": "2000 tarih/1412 referans numarasıyla UNESCO Dünya Geçici Listesine alınmış olan aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gordion",
      "B": "Güllük Dağı-Termessos Milli Parkı",
      "C": "Dağlık Frigya",
      "D": "Kekova",
      "E": "Tuz Gölü Özel Koruma Alanı"
    },
    "explanation": "Güllük Dağı-Termessos Milli Parkı 2000 ta- rih/1412 referans numarasıyla; Kekova nitelik ve değer olarak (vii, viii, x) ölçütlerine uyduğu gerekçesiyle 2000 tarih/1411 referans numarasıyla karma (kültürel ve doğal) kategoride UNESCO Dünya Geçici Listesine alınmışlardır."
  },
  {
    "id": "3873902",
    "unitNumber": 3,
    "text": "Gordion yerleşiminin keşfi ne zaman gerçekleşmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ağustos 1863",
      "B": "Eylül 1873",
      "C": "Ekim 1883",
      "D": "Kasım 1893",
      "E": "Aralık 1903"
    },
    "explanation": "Gordion yerleşiminin keşfi ilk kez, Kasım 1893 yılında Berlin-Bağdat demir yolu inşaatında görev yapan mühendislerin Sakarya (Sangarios) Nehri kıyısında antik bir yerleşime ait kalıntılarla karşılaşmalarıyla gerçekleşmiştir."
  },
  {
    "id": "3873913",
    "unitNumber": 3,
    "text": "Hellenistik dönemde I. Antiokhos’un (MÖ 281-261) hüküm sürdüğü yıllara tarihlendirilen Gordion isminin geçtiği bir yazıtın hangi tarihte bulunmasıyla yerleşimin gerçekten Gordion adını taşıdığına dair önemli bir kanıt elde edilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "2019",
      "B": "2020",
      "C": "2021",
      "D": "2022",
      "E": "2023"
    },
    "explanation": "İlk kez, 2022 yılında yerleşimin dış kent bölgesinde yapılan arkeolojik kazılarda Hellenistik dönemde I. Antiokhos’un (MÖ 281-261) hüküm sürdüğü yıllara tarihlendirilen Gordion isminin geçtiği bir yazıtın bulunmasıyla yerleşimin gerçekten Gordion adını taşıdığına dair önemli bir kanıt elde edilmiştir."
  },
  {
    "id": "3873915",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisinde Frig dönemleri doğru verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Erken Frig dönemi (MÖ 950-800)<br/>Orta Frig dönemi (MÖ 800-550)<br/>Geç Frig dönemi (MÖ 550-330)",
      "B": "Erken Frig dönemi (MÖ 1000-850)<br/>Orta Frig dönemi (MÖ 850-600)<br/>Geç Frig dönemi (MÖ 600-380)",
      "C": "Erken Frig dönemi (MÖ 1050-900)<br/>Orta Frig dönemi (MÖ 900-650)<br/>Geç Frig dönemi (MÖ 650-420)",
      "D": "Erken Frig dönemi (MÖ 1100-950)<br/>Orta Frig dönemi (MÖ 950-700)<br/>Geç Frig dönemi (MÖ 700-470)",
      "E": "Erken Frig dönemi (MÖ 1150-1000)<br/>Orta Frig dönemi (MÖ 1000-750)<br/>Geç Frig dönemi (MÖ 750-520)"
    },
    "explanation": "Tahripten önceki döneme genellikle Erken Frig dönemi (MÖ 950-800) tahripten sonraki döneme Orta Frig dönemi (MÖ 800-550) denilmektedir. Tahribatı takip eden Geç Frig dönemi (MÖ 550-330), Friglerin en zengin dönemi olarak tanımlanır."
  },
  {
    "id": "3873916",
    "unitNumber": 3,
    "text": "Gordion ve çevresinde hangi sayıda tümülüs tespit edilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "300 civarında",
      "B": "250 civarında",
      "C": "200 civarında",
      "D": "150 civarında",
      "E": "100 civarında"
    },
    "explanation": "Gordion ve çevresinde 100 civarında tümülüs tespit edilmiştir."
  },
  {
    "id": "3873918",
    "unitNumber": 3,
    "text": "L. De Laborde Yazılıkaya/Midas Kale’deki “Bitmemiş Anıtı” ne zaman keşfetmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "1804",
      "B": "1815",
      "C": "1826",
      "D": "1837",
      "E": "1848"
    },
    "explanation": "1826 da L. De Laborde Yazılıkaya/Midas Kale’deki “Bitmemiş Anıtı” keşfetmiş, Midas Vadisi’ndeki Pişmiş Kale’ye çıkmış ve Kümbet Vadisi’nde kayaya oyulmuş bir oda mezar (Solonun Mezarı) bulmuştur."
  },
  {
    "id": "3873920",
    "unitNumber": 3,
    "text": "2015 yılında UNESCO Dünya Geçici Miras Listesine giren Dağlık Frigya vadilerinden Eskişehir iline yakın olanlar aşağıdakilerden hangileridir?<br/>I-Doğanlı<br/>II-Kümbet<br/>III-Köhnüş<br/>IV-Karababa",
    "correctAnswer": "C",
    "options": {
      "A": "III-IV",
      "B": "II-III",
      "C": "I-II",
      "D": "I-III-IV",
      "E": "I-II-IV"
    },
    "explanation": "2015 yılında UNESCO Dünya Geçici Miras Listesine giren Dağlık Frigya vadileri; Eskişehir ilinin yaklaşık 70 km güneyindeki Yazılıkaya, Doğanlı ve Kümbet Vadileri, Afyonkarahisar ilinin yaklaşık 30 km kuzeyindeki Köhnüş ve Karababa Vadileri, Kütahya ili Merkez ilçe köylerinden Doğuluşah köyü yakınlarındaki Doğuluşah Vadisi, Fındık köyü yakınındaki Fındık Vadisi, Ovacık köyü yakınlarındaki İnli Vadileridir."
  },
  {
    "id": "3873921",
    "unitNumber": 3,
    "text": "Termessos Milli Park alanı 6813 sayılı kanun hükümlerine göre hangi tarihli Bakanlık onayı ile milli park olarak ayrılmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "07.03.1986",
      "B": "06.04.1982",
      "C": "05.09.1978",
      "D": "04.10.1974",
      "E": "03.11.1970"
    },
    "explanation": "Ulaşılması zor konumu itibarıyla Termessos Milli Parkı, Anadolu’nun en iyi korunmuş arkeo- lojik alanlarından biridir. Antik kentin çevresi ile birlikte Milli Park alanı 6813 sayılı kanun hükümlerine göre 03.11.1970 tarihli Bakanlık onayı ile milli park olarak ayrılmış ve 09.08.1983’te yürürlüğe giren 2873 sayılı Milli Park Kanunu ile 6702 hektarlık alan koruma altına alınmıştır."
  },
  {
    "id": "3873926",
    "unitNumber": 3,
    "text": "Kekova hangi tarihte Kaş Kekova Özel Çevre Koruma Bölgesi olarak ilan edilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "01.02.1989",
      "B": "02.03.1990",
      "C": "03.04.1991",
      "D": "04.05.1992",
      "E": "05.06.1993"
    },
    "explanation": "Antalya ili Kaş ilçesinin doğusunda Ulu Burun’dan başlayarak Kekova Burnu’nun doğusunda Kale (Demre) Ovası’nda biten kıyı ve kıyı boyunca uzanan adalardan oluşan yaklaşık 260 km2’lik alan 02.03.1990 yılında Kaş Kekova Özel Çevre Koruma Bölgesi olarak ilan edilmiştir."
  },
  {
    "id": "3873927",
    "unitNumber": 3,
    "text": "Tuz Gölü ekosistemine kayıtlı 279 bitki türünden kaç tanesi endemiktir?",
    "correctAnswer": "A",
    "options": {
      "A": "39",
      "B": "40",
      "C": "41",
      "D": "42",
      "E": "43"
    },
    "explanation": "Tuz Gölü ekosistemine kayıtlı 279 bitki türü bulunur. Bunların 39’u endemiktir ve 4’ü de tehlike altındaki türlerdir."
  },
  {
    "id": "3873753",
    "unitNumber": 4,
    "text": "Aşağıdaki hangi ölçüt nitelik ve değer olarak Aphrodisias’ın UNESCO’nun Dünya Mirası Listesinde yer almasına sebep olan uygunluktan biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "İnsanın yaratıcı dehasının bir başyapıtını temsil etmesi",
      "B": "Bir zaman zarfı içinde veya dünyanın bir kültürel alanında, mimarlık veya teknoloji, anıtsal sanatlar, şehir planlama veya peyzaj tasarımı alanlarındaki gelişmeler ile ilgili insani değerler arasında önemli bir alışverişi sergilemesi",
      "C": "Yaşayan veya ortadan yok olmuş bir kültürel geleneğe veya bir uygarlığa yönelik ünik veya en azından istisnai bir tanıklık üstlenmesi",
      "D": "Bir yapı tipinin seçkin bir örneği ya da insanlık tarihinin önemli bir aşamasını veya aşamalarını gösteren bir mimari ve teknolojik bütünün veya peyzajın örneği olması",
      "E": "İstisnai evrensel öneme sahip olaylar veya yaşayan gelenekler ile fikirler ile veya inançlar ile sanatsal ve edebi eserler ile doğrudan veya somut bir biçimde ilgili olması"
    },
    "explanation": "İnsanın yaratıcı dehasının bir başyapıtını temsil etmesi"
  },
  {
    "id": "3873754",
    "unitNumber": 4,
    "text": "Efes Antik kentinde ilk sistemli kazılar aşağıdaki hangi isim tarafından başlatılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "O.Benndorf",
      "B": "C. Le Brun",
      "C": "Ch. Texier",
      "D": "J.T.Wood",
      "E": "D.G.Hogarth"
    },
    "explanation": "O.Benndorf"
  },
  {
    "id": "3873755",
    "unitNumber": 4,
    "text": "Efes antik kenti hangi sıra ile el değiştirmiştir?<br/>I-Arap İstilası ile Arap eline geçme<br/>II-Cenevizlilerin eline geçme<br/>III-Malazgirt Zaferi sonrası Selçuklu’ların eline geçme<br/>IV-Osmanlı İmparatorluğu’nun eline geçme<br/>V-Aydınoğulları Beyliğin’nin eline geçme",
    "correctAnswer": "A",
    "options": {
      "A": "I-III-II-V-IV",
      "B": "IV-V-II-III-I",
      "C": "II-I-III-IV-V",
      "D": "V-IV-III-II-I",
      "E": "III-I-IV-V-II"
    },
    "explanation": "I-III-II-V-IV"
  },
  {
    "id": "3873756",
    "unitNumber": 4,
    "text": "Naosu dört tarafından tek sıra sütun dizisiyle çevreleyen tapınak türüne ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Peripteros",
      "B": "Dipteros",
      "C": "Pseudo-dipteros",
      "D": "Tetrapylon",
      "E": "Prostylos"
    },
    "explanation": "Peripteros"
  },
  {
    "id": "3873757",
    "unitNumber": 4,
    "text": "Aydın ili sınırlarında bulunan Aphrodisias antik kentinde ilk kazılar hangi tarihte başlamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "1904",
      "B": "1705",
      "C": "1849",
      "D": "1911",
      "E": "1913"
    },
    "explanation": "1904"
  },
  {
    "id": "3873758",
    "unitNumber": 4,
    "text": "Nemrut Dağı’nın varlığından kimin çalışmalarıyla haberdar olunmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "H.Von Moltke",
      "B": "K.Sester",
      "C": "K.Humann",
      "D": "Osman Hamdi Bey",
      "E": "F.K.Dörner"
    },
    "explanation": "H.Von Moltke"
  },
  {
    "id": "3873760",
    "unitNumber": 4,
    "text": "Aşağıdaki hangi iller Komogene bölgesini kapsar?",
    "correctAnswer": "A",
    "options": {
      "A": "Maraş-Adıyaman-Gaziantep",
      "B": "Şanlıurfa-Mardin-Diyarbakır",
      "C": "Diyarbakır-Batman- Elazığ",
      "D": "Tunceli-Erzincan-Bingöl",
      "E": "Siirt-Muş-Bitlis"
    },
    "explanation": "Maraş-Adıyaman-Gaziantep"
  },
  {
    "id": "3873762",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi “Orthostat” ı tanımlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Yapıların dış cephelerinin altında yer alan kabartmalı taş blok",
      "B": "Yuvarlak ya da dörtgen şekilli üzerinde kurban kesilen ve tanrılara sunular yapılan mimari öge",
      "C": "Bir yeraltı oda mezarının üzerinin toprak ve çakıl yığını ile örtülmesi sonucu oluşturulan yapay tepe",
      "D": "Etrafı çevrelenmiş tapınak ya da çeşitli dini yapıların içinde bulunan kutsal alan",
      "E": "Tapınakların çekirdeğini oluşturan ortadaki dikdörtgen tabanlı mekan"
    },
    "explanation": "Yapıların dış cephelerinin altında yer alan kabartmalı taş blok “Orthostat” ı tanımlar."
  },
  {
    "id": "3873765",
    "unitNumber": 4,
    "text": "Celsus Kütüphanesinin inşaatı kimin tarafından tamamlanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Tiberius Claudius Ariston",
      "B": "Tiberius Iulius Celsus Polemaenus",
      "C": "Publis Vedius Antonius",
      "D": "Antonius Pius",
      "E": "S. George Wheler"
    },
    "explanation": "Tiberius Claudius Ariston"
  },
  {
    "id": "3873766",
    "unitNumber": 4,
    "text": "Etrafı duvarlarla çevrelenmiş tapınak ya da çeşitli dini yapıların içinde bulundukları kutsal alanlara verilen ad aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Temenos",
      "B": "Prostylos",
      "C": "Tetrapylon",
      "D": "Peripteros",
      "E": "Dipteros"
    },
    "explanation": "Temenos"
  },
  {
    "id": "3873788",
    "unitNumber": 4,
    "text": "Yunancada Troia/İlion Hititçede Wilusa/Vilusa/Truwisa/Truvisa, Latincede Troia veya İlium<br/>olarak anılan kent; Çanakkale ilinin Tevfikiye<br/>köyünün batısında, Kaz Dağları’nın eteklerindeki Hisarlık Tepesi’nde yer alır. Anadolu ve Avrupa tarihinde önemli bir konuma sahip<br/>olan bu kent, kaç yılında UNESCO Dünya Miras Komitesi’nin hazırladığı Dünya Miras<br/>Listesi’ne alınmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "1995",
      "B": "1996",
      "C": "1997",
      "D": "1998",
      "E": "1999"
    },
    "explanation": "Yunancada Troia/İlion Hititçede Wilusa/Vilusa/Truwisa/Truvisa, Latincede Troia veya İlium<br/>olarak anılan kent; Çanakkale ilinin Tevfikiye<br/>köyünün batısında, Kaz Dağları’nın eteklerindeki Hisarlık Tepesi’nde yer alır. Anadolu ve Avrupa tarihinde önemli bir konuma sahip<br/>olan bu kent, 1998 yılında UNESCO Dünya Miras Komitesi’nin hazırladığı Dünya Miras<br/>Listesi’ne alınmıştır."
  },
  {
    "id": "3873789",
    "unitNumber": 4,
    "text": "1820’li yıllarda Troia bölgede araştırmalar yapan C. Maclaren tarafından Ballıdağ çevresinde tanımlanan ........ hatalı<br/>isimlendirildiği vurgulanmıştır. <br/>Yukarıdaki boşluğa aşağıdakilerden hangisi gelir?",
    "correctAnswer": "B",
    "options": {
      "A": "iki dağın",
      "B": "iki nehrin",
      "C": "iki vadinin",
      "D": "iki derenin",
      "E": "iki gölün"
    },
    "explanation": "1820’li yıllarda Troia bölgede araştırmalar yapan C. Maclaren tarafından Ballıdağ çevresinde tanımlanan iki nehrin de hatalı<br/>isimlendirildiği vurgulanmıştır."
  },
  {
    "id": "3873790",
    "unitNumber": 4,
    "text": "Etrafı surla çevrili Troia I yerleşimi, Yunan<br/>ve Roma tapınak mimarisinin kökenini oluşturan birçok ne tip yapıya ev sahipliği yapar?",
    "correctAnswer": "D",
    "options": {
      "A": "Bazilika",
      "B": "Ziggurat",
      "C": "Roma Atrium Evi",
      "D": "Megaron",
      "E": "Miken"
    },
    "explanation": "Etrafı surla çevrili Troia I yerleşimi, Yunan<br/>ve Roma tapınak mimarisinin kökenini oluşturan birçok megaron yapısına ev sahipliği yapar."
  },
  {
    "id": "3873791",
    "unitNumber": 4,
    "text": "Yapı tekniği ve kullanılan malzeme<br/>açısından Troia II ile aynı özellikleri gösteren yapılar, daha uzun formlarda toplam kaç ayrı bölümden oluşan mekanlardan meydana gelir?",
    "correctAnswer": "C",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Yapı tekniği ve kullanılan malzeme<br/>açısından Troia II ile aynı özellikleri gösteren yapılar, daha uzun formlarda toplam dört ayrı bölümden oluşan mekanlardan meydana gelir."
  },
  {
    "id": "3873792",
    "unitNumber": 4,
    "text": "Efes antik kenti; kaç yılında mevcut kent yerleşimi Artemision, St. Jean Bazilikası ve Ayasuluk<br/>Kalesi ile birlikte UNESCO Dünya Mirası Geçici<br/>Listesine alınmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "1993",
      "B": "1994",
      "C": "1995",
      "D": "1996",
      "E": "1997"
    },
    "explanation": "Efes antik kenti; 1994 yılında mevcut kent yerleşimi Artemision, St. Jean Bazilikası ve Ayasuluk<br/>Kalesi ile birlikte UNESCO Dünya Mirası Geçici<br/>Listesine alınmıştır."
  },
  {
    "id": "3873793",
    "unitNumber": 4,
    "text": "MÖ 560 yılında kim tarafından Ayasuluk’taki kale yerleşimini ele geçirmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kral Tahuntaradu",
      "B": "Kimmerler",
      "C": "Arzawa-Mira krallığı",
      "D": "Lidya kralı Kroisos",
      "E": "Atina Kralı Kadros"
    },
    "explanation": "MÖ 560 yılında Lidya kralı Kroisos’un Ayasuluk’taki kale yerleşimini ele geçirmesi ile birlikte Efes kenti, Artemision çevresine taşınır."
  },
  {
    "id": "3873794",
    "unitNumber": 4,
    "text": "Anadolu’nun<br/>en iyi korunmuş yapılarından biri olan ve<br/>MS 2. yüzyılın başlarında Tiberius Claudius Ariston tarafından inşaatı tamamlanan hangi yapı yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Gymnasium",
      "B": "Celsus Kütüphanesi",
      "C": "Tiyatro",
      "D": "Hadrian Tapınağı",
      "E": "Stadyum"
    },
    "explanation": "Anadolu’nun<br/>en iyi korunmuş kütüphanelerinden biri olan ve<br/>MS 2. yüzyılın başlarında Tiberius Claudius Ariston tarafından inşaatı tamamlanan Celsus Kütüphanesi yer alır."
  },
  {
    "id": "3873795",
    "unitNumber": 4,
    "text": "MS 7 ile 9. yüzyıllar arasında Arapların ve korsanların istilalarına uğrayan Efes kenti, 1071<br/>yılında Malazgirt Zaferi sonrası kimlerin kontrolüne geçmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Selçukluların",
      "B": "Seleukos Krallığı’na",
      "C": "Osmanlı İmparatorluğu’nun",
      "D": "Cenevizlilerin",
      "E": "Aydınoğulları Beyliği’nin"
    },
    "explanation": "MS 7 ile 9. yüzyıllar arasında Arapların ve korsanların istilalarına uğrayan Efes kenti, 1071<br/>yılında Malazgirt Zaferi sonrası Selçukluların kontrolüne geçmiştir."
  },
  {
    "id": "3873796",
    "unitNumber": 4,
    "text": "Aphrodisias antik kenti günümüzde hangi ilde yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "İzmir",
      "B": "Denizli",
      "C": "Balıkesir",
      "D": "Aydın",
      "E": "Manisa"
    },
    "explanation": "Aphrodisias antik kenti günümüzde Aydın ili Karacasu İlçesi Geyre beldesi sınırları içerisinde yer alır."
  },
  {
    "id": "3873797",
    "unitNumber": 4,
    "text": "Nemrut dağı hangi ildedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Diyarbakır",
      "B": "Adıyaman",
      "C": "Urfa",
      "D": "Gaziantep",
      "E": "Adana"
    },
    "explanation": "Adıyaman ili, Kahta ilçesi Karadut köyü sınırları içerisinde yer alan 2150 m yüksekliğindeki Nemrut<br/>Dağı’nda bulunan Kommagene Kralı I. Antiochos Tümülüsü; “Mimarlık ve heykeltıraşlık alanında Pers,<br/>Hellenistik ve Anadolu geleneklerinin birleştirerek sergilendiği mükemmel bir örnek oluşu, kompleks tasarımı ve<br/>devasa ölçeği ile antik dünyada eşi olmayan bir proje oluşturması, o çağda eşi olmayan yüksek bir inşaat tekniği<br/>kullanılmış olması” nedenleriyle 1987 tarih/448 dosya numarasıyla UNESCO Dünya Mirası Listesine<br/>alındıktan sonra Bakanlar Kurulu kararı ile 1988 tarihinde çevresindeki Eski Kale, Yeni Kale, Karakuş<br/>Tepe ve Cendere Köprüsü ile birlikte Milli Park olarak koruma altına alınmıştır."
  },
  {
    "id": "3873871",
    "unitNumber": 4,
    "text": "I. MÖ 1700-1200 yıllarına tarihlendirilir, <br/>II. Troia VI ve VIIa evrelerini kapsar,<br/>III. Troia VI, deprem ile Troia VIIa ise bir savaş sonucunda son bulmuştur. <br/>Yukarıdakiler ifadeler Troia'nın hangi dönemine aittir?",
    "correctAnswer": "C",
    "options": {
      "A": "Denizsel Troia kültürü",
      "B": "Anadolu Troia kültürü",
      "C": "Yüksek Troia kültürü",
      "D": "Erken Demir çağ",
      "E": "Hellenistik dönem"
    },
    "explanation": "<strong>Yüksek Troia Kültürü (MÖ 1700-1200)</strong><br/>Orta Tunç Çağı’na tarihlendirilen Yüksek Troia Kültürü, Troia VI ve Troia VIIa evrelerini kapsamaktadır. Her iki evrede de kentte iç kale ve aşağı şehir olmak üzere iki yerleşim bulunur. Testere dişine benzeyen savunma duvarları, Troia VI’nın son dönemlerinde 4-5 metre genişliğe ve 8 metre yüksekliğe ulaşır. Aşağı şehir yerleşiminin etrafı ise savunma amaçlı bir hendek ile çevrelenmektedir. Troia VI, MÖ 1300’lü yıllarda gerçekleşen bir deprem sonucunda yıkılmıştır. Troia VIIa ise MÖ 1200’lü yıllarda gerçekleşen bir savaş sonucunda son bulmuştur. Bahsi geçen savaş Blegen tarafından, Homeros’un İlyada’sındaki anlatımda yer alan Troia Savaşı olması gerektiği şeklinde yorumlanmıştır."
  },
  {
    "id": "3873872",
    "unitNumber": 4,
    "text": "Troia'nın 'Anadolu Troia Kültürü' hangi dönem aralığını kapsar?",
    "correctAnswer": "B",
    "options": {
      "A": "MÖ 3000-2200",
      "B": "MÖ 2200-1700",
      "C": "MÖ 1700-1200",
      "D": "MÖ 1200-950",
      "E": "MÖ 950-700"
    },
    "explanation": "Anadolu Troia Kültürü (MÖ 2200-1700)<br/>İlk ve Orta Tunç Çağı içerisinde değerlendirilen Troia IV ve V yerleşimlerinde içe dönük dar sokaklar<br/>ve yollar tarafından kesintiye uğrayan iç içe geçmiş yapılar yer alır."
  },
  {
    "id": "3873873",
    "unitNumber": 4,
    "text": "Troia'da yerleşim .......... yılında yaşanan bir deprem ile son bulur. <br/>Cümledeki boşluk aşağıdakilerden hangisi ile anlamlı bir bütünlük oluşturacak şekilde tamamlanabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "MS 150",
      "B": "MS 340",
      "C": "MS 420",
      "D": "MS 500",
      "E": "MS 643"
    },
    "explanation": "Kentteki yerleşim MS 500 yılında yaşanan bir depremle son bulur."
  },
  {
    "id": "3873874",
    "unitNumber": 4,
    "text": "Efes Antik kentindeki aşağıdaki bilgilerden hangisi doğru <strong>değildir</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Kent, günümüzde İzmir’in Selçuk İlçesi’nde Bülbül (Koressos) ve Panayır (Prion)<br/>Dağlarının arasındaki Küçük Menderes (Kaystros) deltası üzerinde yer alır.",
      "B": "1998 yılında mevcut kent yerleşimi Artemision, St. Jean Bazilikası ve Ayasuluk<br/>Kalesi ile birlikte UNESCO Dünya Mirası Geçici Listesine alınmıştır.",
      "C": "Kent, 17. yüzyıldan itibaren seyyah ve gezginlerin ilgi odaklarında olmaya başlamıştır.",
      "D": "Kente gelen ilk gezgin S. George Wheler'dir.",
      "E": "Kent, Androklos’un ölümünden sonra Basilidler adıyla anılan Androklos’un soyundan gelenlerce yönetilir."
    },
    "explanation": "Efes antik kenti; 1994 yılında mevcut kent yerleşimi Artemision, St. Jean Bazilikası ve Ayasuluk Kalesi ile birlikte UNESCO Dünya Mirası Geçici Listesine alınmıştır."
  },
  {
    "id": "3873875",
    "unitNumber": 4,
    "text": "Efes, 13. yüzyılda .................., 1304 yılında ............................ ve 1425 yılında<br/>............................ eline geçmiştir.<br/>Cümledeki boşluklar aşağıdakilerden hangisi ile anlamlı bir bütün oluşturacak şekilde tamamlanabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Cenevizlilerin, Aydınoğulları Beyliğinin, Osmanlı İmparatorluğunun",
      "B": "Aydınoğulları Beyliğinin, Osmanlı İmparatorluğunun, Anadolu Selçukluların",
      "C": "Cenevizlilerin, Menteşeoğulları Beyliğinin, Osmanlı İmparatorluğunun",
      "D": "Menteşeoğulları Beyliğinin, Osmanlı İmparatorluğunun, Anadolu Selçukluların",
      "E": "Saruhanoğulları Beyliğinin, Osmanoğulları Beyliğinin, Osmanlı İmparatorluğunun"
    },
    "explanation": "Efes 13. yüzyılda Cenevizlilerin, 1304 yılında Aydınoğulları Beyliği’nin ve 1425 yılında<br/>Osmanlı İmparatorluğu’nun eline geçmiştir."
  },
  {
    "id": "3873876",
    "unitNumber": 4,
    "text": "Aphrodisias kenti ilk kez, kaç yılında kim tarafından ziyaret edilir?",
    "correctAnswer": "A",
    "options": {
      "A": "1705-W. Sherand",
      "B": "1835-Ch.Texier",
      "C": "1892-Osman Hamdi Bey",
      "D": "1904-P. Gaudin",
      "E": "1913-Halil Ethem Bey"
    },
    "explanation": "Kenti ilk kez 1705 yılında İngiliz W. Sherand ziyaret eder."
  },
  {
    "id": "3873877",
    "unitNumber": 4,
    "text": "Aphrodisias kenti üzerine 13. yüzyıldan itibaren Türk yerleşimi ........köyü kurulmuştur. <br/>Cümledeki boşluk aşağıdakilerden hangisi ile anlamlı bir bütün oluşturacak şekilde tamamlanabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Selimiye",
      "B": "Mahmudiye",
      "C": "Pekmez",
      "D": "Geyre",
      "E": "Ahmediye"
    },
    "explanation": "13. yüzyıldan itibaren burada Türk yerleşimi Geyre köyü kurulmuştur."
  },
  {
    "id": "3873878",
    "unitNumber": 4,
    "text": "Etrafı duvarla çevrelenmiş, tapınak ya da çeşitli dini yapıların içinde bulundukları<br/>kutsal alanlara ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Prostylos",
      "B": "Temenos",
      "C": "Peripteros",
      "D": "Pseudo-dipteros",
      "E": "Tetrapylon"
    },
    "explanation": "Etrafı duvarla çevrelenmiş, tapınak ya da çeşitli dini yapıların içinde bulundukları<br/>kutsal alanlara <strong>temenos</strong> denilmektedir."
  },
  {
    "id": "3873879",
    "unitNumber": 4,
    "text": "Nemrut Dağı, antik dönem de hangi bölgenin sınırları içerisinde yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Phrygia",
      "B": "Likya",
      "C": "Pamphylia",
      "D": "Kapadokia",
      "E": "Kommagene"
    },
    "explanation": "Nemrut Dağı’nın da içerisinde yer aldığı Kommagene bölgesi, sayısız medeniyetlere ev sahipliği yapmış önemli bir merkezdir."
  },
  {
    "id": "3873880",
    "unitNumber": 4,
    "text": "Bir yeraltı oda mezarının üzerinin toprak ve çakıl yığını ile örtülmesi<br/>sonucu oluşturulan yapay tepelere ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Höyük",
      "B": "Tümülüs",
      "C": "Anıt Mezar",
      "D": "Kaya Mezarı",
      "E": "Tapınak Mezar"
    },
    "explanation": "Tümülüsler, bir yeraltı oda mezarının üzerlerinin toprak ve çakıl yığını ile örtülmesi sonucu oluşturulan yapay tepelerdir."
  },
  {
    "id": "3873663",
    "unitNumber": 5,
    "text": "I. R. Chandler<br/>II. J. Spon<br/>III. G. Wheeler<br/>IV. T. Smith<br/>Yukarıdakilerden hangisi ya da hangileri Hierapolis kentindeki ilk araştırmaları gerçekleştiren kişiler arasında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnızca II",
      "B": "I ve III",
      "C": "II ve IV",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Hierapolis kentindeki ilk araştırmalar 17. yüzyılın sonlarında, 1678-1699 yılları arasında J. Spon, G. Wheeler, T. Smith tarafından gerçekleştirilmiştir. Doğru seçenek D şıkkıdır."
  },
  {
    "id": "3873665",
    "unitNumber": 5,
    "text": "Hierapolis Antik Kenti Türkiye’nin hangi şehrinde yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "İzmir",
      "B": "Antalya",
      "C": "Denizli",
      "D": "Eskişehir",
      "E": "Çanakkale"
    },
    "explanation": "Hierapolis Antik Kenti Denizli ilinin Pamukkale ilçesinin bulunduğu alanda alanda yer almaktadır. Doğru seçenek C şıkkıdır."
  },
  {
    "id": "3873666",
    "unitNumber": 5,
    "text": "Hierapolis Antik kentinde ilk kazı çalışmaları kaç yılında başlamıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "1945",
      "B": "1957",
      "C": "1964",
      "D": "1979",
      "E": "1982"
    },
    "explanation": "Hierapolis Antik Kenti’ndeki ilk kazı çalışmaları 1957 yılında İtalyan Arkeoloji Heyeti tarafından P. Verzone ile başlamıştır. Doğru seçenek B şıkkıdır."
  },
  {
    "id": "3873667",
    "unitNumber": 5,
    "text": "Hierapolis kentinin Helenistik dönem kuruluşundan öncesine, erken evresine ait kalıntılar az olmakla birlikte sıcak su kaynağı ve Plutonium Mağarası ile aynı bölgede yer alan Alaburun Tepesi’nde Denizli Müze Müdürlüğü tarafından yapılan kazılarda MÖ 7. yy’a tarihlenen Phryg (Frig) ‘……………………’ tespit edilmiştir. Yandaki boşluğa gelmesi gereken uygun ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Taşları",
      "B": "Mezarları",
      "C": "Madenleri",
      "D": "Seramikleri",
      "E": "Kapıları"
    },
    "explanation": "Hierapolis kentinin Helenistik dönem kuruluşundan öncesine, erken evresine ait kalıntılar az olmakla birlikte sıcak su kaynağı ve Plutonium Mağarası ile aynı bölgede yer alan Alaburun Tepesi’nde Denizli Müze Müdürlüğü tarafından yapılan kazılarda MÖ 7. yy’a tarihlenen Phryg (Frig)<strong> seramikleri</strong> tespit edilmiştir. Doğru seçenek D şıkkıdır."
  },
  {
    "id": "3873670",
    "unitNumber": 5,
    "text": "I.Ephesos<br/>II.Pergamon<br/>III.Harput<br/>IV. Herakleia<br/>Heierapolis Antik Kenti yukarıdakilerin hangisi ya da hangileriyle ticari ilişki içinde bulunmuş ve birlik sikkeleri bastırmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnızca I",
      "B": "I ve II",
      "C": "III ve IV",
      "D": "I, II ve III",
      "E": "I, II, III ve IV"
    },
    "explanation": "Kentin tekstil üretiminde, kumaşların boyanmasında ve dokumada iddialı olduğu görülmektedir. Burada dokunan kumaşların İtalya’ya ihraç edildiği; kentin aynı zamanda <strong>Epheso</strong>s, Smyrna,<strong> Pergamon</strong>, Sardes, Aphrodisias gibi kentlerle ticari ilişkisinin olduğu ve birlik sikkeleri basıldığı bilinmektedir. Doğru seçeneğimiz B şıkkıdır."
  },
  {
    "id": "3873671",
    "unitNumber": 5,
    "text": "Antik dönemde ‘………………………’ Bölgesi’nde yer alan Pergamon Kenti; Kaikos (Bakırçay) Irmağı’nın iki kolu arasında, denizden yaklaşık olarak 392,3 m yükseklikteki bir tepe üzerine kurulmuştur. Yandaki boşluğa gelmesi gereken uygun ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mysia",
      "B": "Lydia",
      "C": "Thrace",
      "D": "Galatia",
      "E": "Caria"
    },
    "explanation": "Antik dönemde Mysia Bölgesi’nde yer alan Pergamon Kenti; Kaikos (Bakırçay) Irmağı’nın iki kolu arasında, denizden yaklaşık olarak 392,3 m yükseklikteki bir tepe üzerine kurulmuştur. Doğru seçenek A şıkkıdır."
  },
  {
    "id": "3873672",
    "unitNumber": 5,
    "text": "Pergamon antik kenti ile ilgili olarak ilk kapsamlı ve bilimsel amaçlı araştırma kim tarafından gerçekleştirilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Friedrich Welcker",
      "B": "Charles Fellows",
      "C": "August Baumeister",
      "D": "Carl Humann",
      "E": "Charles Texier"
    },
    "explanation": "Pergamon ile ilgili olarak ilk kapsamlı ve bilimsel amaçlı araştırma, Fransız mimar ve arkeolog Charles Texier tarafından yapılmıştır. Doğru seçenek E şıkkıdır."
  },
  {
    "id": "3873675",
    "unitNumber": 5,
    "text": "Aşağıdaki çağların hangisinden itibaren Pergamon antik kentinde hemen hemen kesintisiz olarak yerleşimin devamlı kullanıldığı varsayılmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Paleolitik Çağ",
      "B": "Orta Taş Çağı",
      "C": "Mezolitik Çağ",
      "D": "Tunç Çağı",
      "E": "Protoneolitik Çağ"
    },
    "explanation": "Pergamon’da Tunç Çağı’ndan itibaren hemen hemen kesintisiz olarak yerleşimin devamlı kullanıldığı anlaşılmaktadır. Doğru seçenek D şıkkıdır."
  },
  {
    "id": "3873676",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Pergamon’un Aşağı Kent olarak adlandırılan bölümünde yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Akropolis Alanı",
      "B": "Kybele Kaya Kutsal Alanı",
      "C": "Kızıl Avlu",
      "D": "Asklepion",
      "E": "Tümüslüler"
    },
    "explanation": "Pergamon’un Aşağı Kent olarak adlandırılan aşağı bölümünde; agora ve ev kalıntıları ile Mısır tanrılarına adanmış kırmızı tuğladan yapıldığı için Kızıl Avlu olarak da adlandırılan tapınak bulunur."
  },
  {
    "id": "3873678",
    "unitNumber": 5,
    "text": "I. Kızıl Avlu<br/>II. Tümüslüler<br/>III. Su kemerleri<br/>IV. Traianus Tapınağı<br/>Yukarıdakilerden hangisi ya da hangileri Pergamon kentinde UNESCO Dünya Miras Listesine giren birinci derece arkeolojik buluntular arasında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnızca IV",
      "B": "I ve II",
      "C": "I, II ve III",
      "D": "I, II ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Pergamon kenti, akropolis alanı (Kale Tepesi), su kemerleri, Asklepion, Kızıl Avlu (Mısır tanrıları tapınağı), Tümülüsler, Kybele Kaya Kutsal Alanı ve kentsel sit alanları da dahil olmak üzere Dün- ya Miras Listesine giren birinci derece arkeolojik eser ve alanların tamamı Ulusal Koruma Alanı’nın koruması altındadır. Kentsel sit alanlarındaki tüm anıtlar 2863 sayılı Ulusal Koruma Kanunu ile korunmaktadır. Doğru seçenek"
  },
  {
    "id": "3873851",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Stephanus Byzantinos’un verdiği bilgiye göre kentte bulunan tapınakların fazla olması nedeniyle Kutsal Kent adını almıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Pamphylia",
      "B": "Phrygia",
      "C": "Lykia",
      "D": "Hierapolis",
      "E": "Troas"
    },
    "explanation": "Stephanus Byzantinos’un verdiği bilgiye göre kentte bulunan tapınakların fazla olması nedeniyle Hierapolis yani Kutsal Kent adını almıştır."
  },
  {
    "id": "3873852",
    "unitNumber": 5,
    "text": "Hierapolis kentindeki ilk araştırmalar kaçıncı yüzyıl sonlarında başlamıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "<ol start=\"16\"> <li>yüzyıl</li> </ol>",
      "B": "17. yüzyıl",
      "C": "18. yüzyıl",
      "D": "19. yüzyıl",
      "E": "20. yüzyıl"
    },
    "explanation": "Hierapolis kentindeki ilk araştırmalar 17. yüzyılın sonlarında, 1678-1699 yılları arasında J. Spon, G. Wheeler, T. Smith tarafından gerçekleştirilmiştir."
  },
  {
    "id": "3873853",
    "unitNumber": 5,
    "text": "MÖ 3. yüzyılda kurulduktan sonra Seleukos Krallığının denetimine giren kent aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Aphrodisias",
      "B": "Troia",
      "C": "Olympos",
      "D": "Xanthos",
      "E": "Hierapolis"
    },
    "explanation": "<strong>Hierapolis-Pamukkale</strong>: MÖ 3. yy’da Helenistik dönemde kurulan kent, III. Aleksandros’dan (Büyük İskender) sonra ilk olarak Seleukos Krallığının denetimine girmiş; MÖ 190 yılında yapılan Magnesia Savaşı’nda, Seleukos Kralı III. Antiokhos’un Roma desteğini alan Pergamon Kralı II. Eumenes’e yenilmesinin ardından MÖ 188 yılında yapılan Apameia Barışı ile Pergamon Krallığına geçmiştir. Seleukoslar döneminde olduğu gibi bu dönemde de önemli bir dinsel merkez olması nedeniyle Hierapolis’e özel önem verilmiştir."
  },
  {
    "id": "3873854",
    "unitNumber": 5,
    "text": "Hierapolis MS 17 ve MS 60 tarihlerindeki depremlerde tamamen yıkıldıktan sonra hangi imparator döneminde yeniden imar faaliyetlerine başlanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Nero",
      "B": "Titus",
      "C": "Tiberius",
      "D": "Antoninus Pius",
      "E": "Publius Vedius Antoninus"
    },
    "explanation": "Kent MS 17 ve MS 60 tarihlerinde gerçekleşen iki büyük depremle tamamen yıkılmıştır. Roma İmparatoru Nero döneminde (MS 54-68) eski planına da sadık kalarak imparatorluk yardımıyla kentte yeniden imar faaliyetlerine başlanmış, Batı Anadolu Helenistik kentlerinde olduğu gibi, kent hippodamos (ızgara) plana göre inşa edilmiştir."
  },
  {
    "id": "3873855",
    "unitNumber": 5,
    "text": "İmparator Hadrianus, Hierapolis’i ziyaret ettiğinde kentlerin ödediği vergiyi kabul etmeyince bu para ile aşağıdakilerden hangisinin inşasına başlanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Izgara planlı kent",
      "B": "Triton Çeşmesi",
      "C": "Agora",
      "D": "Tapınak",
      "E": "Tiyatro"
    },
    "explanation": "Hierapolis’i MS 129 yılında ziyaret eden İmparator Hadrianus, yeni imparatorların tahta çıkışını kutlamak amacıyla kentlerin ödediği vergiyi (aurum coranarium) kabul etmemiş ve bu parayla anıtsal agoranın inşasına başlanmıştır."
  },
  {
    "id": "3873856",
    "unitNumber": 5,
    "text": "Antik dönemde Mysia Bölgesi’nde Kaikos (Bakırçay) Irmağı’nın iki kolu arasında yer alan kent aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Olympos",
      "B": "Aphrodisias",
      "C": "Pergamon",
      "D": "Hierapolis",
      "E": "Xanthos"
    },
    "explanation": "Antik dönemde Mysia Bölgesi’nde yer alan Pergamon Kenti; Kaikos (Bakırçay) Irmağı’nın iki kolu arasında, denizden yaklaşık olarak 392,3 m yükseklikteki bir tepe üzerine kurulmuştur."
  },
  {
    "id": "3873857",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi MÖ 5. yüzyıldan itibaren Gongylosoğulları hanedanının merkezi konumundadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Aphrodisias",
      "B": "Kekova",
      "C": "Hierapolis",
      "D": "Xanthos",
      "E": "Pergamon"
    },
    "explanation": "MÖ 5. yüzyıldan itibaren Pers kralının vasalı olan yerel Gongylosoğulları hanedanının merkezi konumunda olan Pergamon, Geç klasik dönemde Athena Tapınağı, Philetairos Surları ve kentin dışında yer alan Demeter Kutsal Alanı ile ön plana çıkmaktaydı."
  },
  {
    "id": "3873858",
    "unitNumber": 5,
    "text": "Coğrafyacı Strabon’un aktarımına göre kutsal binalar ve kitaplıklar yaptırarak Pergamon Kenti’ni şimdiki durumuna getiren aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Augustus",
      "B": "Hadrianus",
      "C": "Tiberius",
      "D": "Attalos",
      "E": "Titus"
    },
    "explanation": "Coğrafyacı Strabon’un aktarımına göre II. Eume-nes kenti imar etmiş ve Nikepherion Koruluğu’nu oluşturmuş; büyük kardeşi Attalos da görkemi çok sevdiğinden kutsal binalar, kitaplıklar yaptırmış ve Pergamon Kenti’ni şimdiki durumuna getirmiştir."
  },
  {
    "id": "3873859",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi 1306’da Karesi Türk Beyliği’nin ülkesine katılmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Termessos",
      "B": "Kekova",
      "C": "Efes",
      "D": "Hierapolis",
      "E": "Pergamon"
    },
    "explanation": "Hristiyanlığın yaygınlaşmaya başladığı kentler arasında yer alan Pergamon, 716 yılında Arap akınları ile yakılıp yıkılmıştır. 1306’da bu yöre, Karesi Türk Beyliğinin ülkesine katılmıştır."
  },
  {
    "id": "3873860",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Pergamon’un ilk kurulduğu alan üzerinde halk toplantılarının ve gezintilerinin yapılabildiği, devlet ve ticaret işlerinin görüldüğü alan ve yapılardan oluşmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "Akropolis",
      "B": "Nekropolis",
      "C": "Asklepion",
      "D": "Kriptoportikos",
      "E": "Dionysos Tapınağı"
    },
    "explanation": "Akropolis, Pergamon’un ilk kurulduğu alan üzerindedir. Pergamon Akropolisi, Hellenistik dönemin görüşünü yansıtan sosyal ve kültürel anlamda hareketliliğin geliştirilmesine uygun yapılar ile donatılmıştır. Bu bölüm; daha çok halk toplantılarının ve gezintilerinin yapılabildiği, günlük yaşantının geçtiği, devlet ve ticaret işlerinin görüldüğü spor faaliyetlerinin düzenlendiği alan ve yapılardan oluşmaktaydı."
  },
  {
    "id": "3873861",
    "unitNumber": 5,
    "text": "Hierapolis kentindeki ilk araştırmalar hangi yüzyılda başlamıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "15. yüzyıl sonları",
      "B": "16. yüzyıl sonları",
      "C": "17. yüzyıl sonları",
      "D": "18. yüzyıl sonları",
      "E": "19. yüzyıl sonları"
    },
    "explanation": "Hierapolis kentindeki ilk araştırmalar 17. yüzyılın sonlarında, 1678-1699 yılları arasında J. Spon, G. Wheeler, T. Smith tarafından gerçekleştirilmiştir."
  },
  {
    "id": "3873862",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisinde Hierapolis Antik Kenti’ndeki ilk kazı çalışmalarına dair bilgi doğru olarak verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "1745 yılı- İngiliz Arkeoloji Heyeti",
      "B": "1887 yılı - Fransız Arkeoloji Heyeti",
      "C": "1957 yılı - İtalyan Arkeoloji Heyeti",
      "D": "1965 yılı - Avusturya Arkeoloji Heyeti",
      "E": "1973 - Alman Arkeoloji Heyeti"
    },
    "explanation": "Hierapolis Antik Kenti’ndeki ilk kazı çalışmaları 1957 yılında İtalyan Arkeoloji Heyeti tarafından P. Verzone ile başlamıştır."
  },
  {
    "id": "3873863",
    "unitNumber": 5,
    "text": "Hierapolis antik kenti hangi yılda Türkiye Selçuklularının eline geçmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "1120",
      "B": "1150",
      "C": "1184",
      "D": "1210",
      "E": "1260"
    },
    "explanation": "1210 yılında Türkiye Selçuklularının eline geçen Hierapolis kenti, 1354 yılında gerçekleşen büyük depremden sonra tamamen terk edilmiştir."
  },
  {
    "id": "3873864",
    "unitNumber": 5,
    "text": "Hierapolis antik kenti ile ilgili aşağıdaki bilgilerden hangisi doğru <strong>değildir</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "MÖ 140 tarihinden itibaren Roma İmparatorluğunun Karia eyaletine bağlanmıştır.",
      "B": "MS 129'da İmparator Hadrianus kenti ziyaret etmiştir.",
      "C": "İmparator Elagabalus döneminde 'Neokoros' unvanı verilmiştir.",
      "D": "Kent tekstil üretiminde, kumaşların boyanmasında ve dokumada iddialıdır.",
      "E": "Kent, MS 17 ve MS 60 yıllarına tarihlendirilen iki büyük deprem geçirmiştir."
    },
    "explanation": "<strong>MÖ 129</strong> yılından itibaren Roma İmparatorluğu’nun <strong>Asia eyaletine</strong> bağlanarak prokonsüller tarafından yönetilen kent; önce Kibyra Conventus Birliği’ne, MS 3. yy’dan sonra da Phrygia Pacatiana’ya dâhil edilmiştir."
  },
  {
    "id": "3873865",
    "unitNumber": 5,
    "text": "Hierapolis antik kentindeki Tiyatroda bulunan bir yazıtta ve İmparator Hadrianus’un (MS 117-138) kente hitaben yazdığı iki mektupta kente .........., .......... ve .......... gibi ayrıcalıkların verildiği belirtilmiştir.<br/>Cümledeki boşluklar aşağıdakilerden hangisi ile anlamlı bir bütün oluşturacak şekilde tamamlanabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "vergiden muafiyet, özerklik ve tapınak koruyuculuğu",
      "B": "özerklik, tapınak koruyuculuğu ve ticari öncelik",
      "C": "ticari öncelik, sığınma ve imparator ile doğrudan iletişim kurabilme",
      "D": "sığınma, vergiden muafiyet ve özerklik",
      "E": "imparator ile doğrudan iletişim kurabilme, sığınma ve özerklik"
    },
    "explanation": "Tiyatroda bulunan bir yazıtta ve İmparator Hadrianus’un (MS 117-138) kente hitaben yazdığı iki mektupta kente sığınma, vergiden muafiyet, özerklik gibi ayrıcalıkların verildiği belirtilmiştir"
  },
  {
    "id": "3873866",
    "unitNumber": 5,
    "text": "Pergamon’da ............Çağı’ndan itibaren hemen hemen kesintisiz olarak yerleşimin devamlı kullanıldığı anlaşılmaktadır.<br/>Cümledeki boşluk aşağıdakilerden hangisi ile anlamlı bir bütünlük oluşturacak şekilde tamamlanabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Paleolitik",
      "B": "Mezolitik",
      "C": "Neolitik",
      "D": "Tunç",
      "E": "Demir"
    },
    "explanation": "Pergamon’da Tunç Çağı’ndan itibaren hemen hemen kesintisiz olarak yerleşimin devamlı kullanıldığı anlaşılmaktadır."
  },
  {
    "id": "3873867",
    "unitNumber": 5,
    "text": "Pergamon antik kenti ile ilgili aşağıda verilen bilgilerden hangisi doğru <strong>değildir</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Antik kentin bulunduğu tepe, Pindasos (Kozak) Dağlarının güney eteklerinin bir parçasıdır.",
      "B": "Hristiyanlığın yaygınlaşmaya başladığı kentler arasında yer alan Pergamon, 516 yılında Sasani akınları ile yakılıp yıkılmıştır.",
      "C": "Pergamon ile ilgili olarak ilk kapsamlı ve bilimsel amaçlı araştırma, Fransız mimar ve arkeolog Charles Texier tarafından yapılmıştır.",
      "D": "I. Attalos (MÖ 241-197) döneminde Pergamon’da Attalosoğullarının imar faaliyetleri artmıştır.",
      "E": "Octavianus, MÖ 29 yılında Ephesos ve Pergamon’da kendi portresini taşıyan altın ve gümüş sikkeler bastırmıştır."
    },
    "explanation": "Hristiyanlığın yaygınlaşmaya başladığı kentler arasında yer alan Pergamon, 716 yılında Arap akınları ile yakılıp yıkılmıştır."
  },
  {
    "id": "3873868",
    "unitNumber": 5,
    "text": "Pergamon antik kentindeki ünlü Zeus Sunağı kimin izni ile Berlin'e götürülmüştür?",
    "correctAnswer": "E",
    "options": {
      "A": "I. Abdülhamid",
      "B": "III. Selim",
      "C": "I. Abdülmecid",
      "D": "Abdülaziz",
      "E": "II. Abdülhamid"
    },
    "explanation": "Sultan II. Abdülhamid’in izniyle neredeyse tamamına yakını Berlin’e götürülen Zeus sunağı günümüzde yeniden kurulmuş hâliyle Berlin Pergamon Müzesi’nde bulunmaktadır."
  },
  {
    "id": "3873869",
    "unitNumber": 5,
    "text": "Strabon’a göre Bergama Kütüphanesi, .............. zamanında yapılmıştır.<br/>Cümledeki boşluk aşağıdakilerden hangisi ile anlamlı bir bütünlük oluşturacak şekilde tamamlanabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "I. Attalos",
      "B": "II. Attalos",
      "C": "I. Eumenes",
      "D": "II. Eumenes",
      "E": "III. Attalos"
    },
    "explanation": "Strabon’a göre Bergama Kütüphanesi, II. Eumenes zamanında yapılmıştır."
  },
  {
    "id": "3873870",
    "unitNumber": 5,
    "text": "MS 214 yılında İmparator .................. Pergamon’a gelmiş ve onun adına kentte İmparator Kültü tapınağı adanmıştır.<br/>Cümledeki boşluk aşağıdakilerden hangisi ile anlamalı bir bütünlük oluşturacak şekilde tamamlanabilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Augustus",
      "B": "Tiberius",
      "C": "Vespasianus",
      "D": "Hadrianus",
      "E": "Caracalla"
    },
    "explanation": "MS 214 yılında Caracalla da (MS 198-217) Pergamon’a gelmiş ve adına İmparator Kültü tapınağı adanmıştır."
  },
  {
    "id": "3873596",
    "unitNumber": 6,
    "text": "UNESCO, dünyada bulunan kültür varlıklarını üst ölçekte kaça ayırır;",
    "correctAnswer": "A",
    "options": {
      "A": "2'ye ayrılır.",
      "B": "3'e ayrılır.",
      "C": "4'e ayrılır",
      "D": "5\"e ayrılır",
      "E": "6'ya ayrılır"
    },
    "explanation": "UNESCO, dünyada bulunan kültür varlıklarını üst ölçekte ikiye ayırır; Somut Olan Kültür<br/>Varlıkları ve Somut Olmayan Kültür Varlıkları.<br/>Bu çalışma kapsamında belli kriterler belirlemiş<br/>ve Dünya Mirası Listeleri oluşturmuştur.<br/>UNESCO, dünyada bulunan kültür varlıklarını üst ölçekte ikiye ayırır; Somut Olan Kültür Varlıkları ve Somut Olmayan Kültür Varlıkları."
  },
  {
    "id": "3873597",
    "unitNumber": 6,
    "text": "Antik dönemde Likya Bölgesi olarak isimlendirilen coğrafi bölge; aşağıda bulunan hangi illeri kapsamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Mersin, Gaziantep, Urfa illerini kapsamaktadır",
      "B": "Antalya, Burdur ve Muğla illerini kapsamaktadır.",
      "C": "Adana, Hatay, Osmaniye illerini kapsamaktadır.",
      "D": "Muğla, Aydın, İzmir ilerini kapsamaktadır.",
      "E": "Denizli, Muğla, Aydın ilerini kapsamaktadır."
    },
    "explanation": "Antik dönemde Likya Bölgesi olarak isimlendirilen coğrafi bölge; Toros Dağları’nın batı ucunda<br/>Teke Yarımadası’nda bulunmakta ve Antalya, Burdur ve Muğla illerini kapsamaktadır."
  },
  {
    "id": "3873598",
    "unitNumber": 6,
    "text": "Patara; Letoon, Myra, Gordion, Telmessos şehirlerinden hangisi Likyanın başlıca şehirlerinden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Patara",
      "B": "Letoon",
      "C": "Myra",
      "D": "Gordion",
      "E": "Telmessos"
    },
    "explanation": "Telmessos, Xanthos, Letoon, Patara, Myra, Pınara, Tlos, Limyra, Olympos ve Phaselis; Antik<br/>Likya’nın başlıca kentleridir.<br/>Gordion"
  },
  {
    "id": "3873599",
    "unitNumber": 6,
    "text": "Roma döneminde Frigya Bölgesinin önemli bir kenti olan Aizanoi nerede bulunmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Aydın ili Karacasu ilçesinde",
      "B": "Burdur ili Tefenni ilçesinde",
      "C": "Antalya ili Elmalı ilçesinde",
      "D": "Burdur ili Yeşilova ilçesinde",
      "E": "Kütahya’nın Çavdarhisar ilçesinde"
    },
    "explanation": "Aizanoi<br/>Kütahya’nın Çavdarhisar ilçesinde yer alan Aizanoi, Roma döneminde Frigya Bölgesinin önemli bir<br/>kentiydi. İçinden akan Kocaçay (Penkalas), şehre hayat vermekteydi. Tunç Çağı’ndan itibaren bölgede yerleşim olduğu bilinmekte ise de kentin erken dönemine ait bilgiler oldukça kısıtlıdır. Helenistik dönemde<br/>kent; Pergamon Krallığı ile Bitinya Krallığı arasında el değiştirmiş, MÖ 133’te Roma idaresine geçmiştir.<br/>Anıtsal binaları Erken İmparatorluktan döneminden 3. yüzyıla kadar uzanan kentin bir kısmı modern<br/>yerleşimin altında kalmıştır. Zeus Tapınağı, tiyatro ve stadion, hamam yapıları, macellum, sütunlu cadde<br/>ve stoa, Meter Steunene kutsal alanı ve nekropolü ile kent önemli donanımlara sahiptir"
  },
  {
    "id": "3873600",
    "unitNumber": 6,
    "text": "Hephaistos Kültü ve Kutsal alanının burada olduğuna inanılan bölge aşağıdaki seçeneklerden hangisindedir",
    "correctAnswer": "B",
    "options": {
      "A": "Antalya ili, Kaş ilçesi",
      "B": "Olympos yakınındaki Khimaira",
      "C": "Kaş ilinin, Pınarbaşı mahallesi",
      "D": "Günümüzde Kaleköy olarak isimlendirilen Simena,",
      "E": "Muğla Marmaris ilçesi"
    },
    "explanation": ". Antik kaynaklar Olympos yakınındaki Khimaira olarak isimlendirilen bölgede<br/>bulunan Hephaistos kutsal alanının çok ünlü olduğundan bahsetmektedir. Kayalar arasından çıkan doğal<br/>gazın yanması ile oluşan alevler nedeniyle burası halk arasında Yanartaş olarak adlandırılmaktadır. Hephaistos<br/>Kültü ve Kutsal alanının burada olduğuna inanılmaktadır."
  },
  {
    "id": "3873601",
    "unitNumber": 6,
    "text": "Denize açık bir körfezde yer alan ve doğal su kaynağı olmadığından etrafına yapılmış çok sayıda sarnıç bulun Likya kenti aşağıdaki seçeneklerden hangisidir.",
    "correctAnswer": "E",
    "options": {
      "A": "Apollonia",
      "B": "Antiphellos",
      "C": "Olympos",
      "D": "Pınara",
      "E": "Aperlai"
    },
    "explanation": "Aperlai<br/>Denize açık bir körfezde yer alan kente, mendirek ile liman yapılmıştır. MÖ 3. yüzyılın başlarında kurulmuş, MS 7. yüzyıla kesintisiz yerleşim<br/>görmüş bulunan kent; Aperlai Simena ve İsinda<br/>ile yerel bir federasyon (sympoliteia) oluşturmuştur. Karadan ulaşımın oldukça zor olduğu kentte<br/>doğal su kaynağı olmadığından etrafına yapılmış<br/>çok sayıda sarnıç bulunmaktadır. Kentte Murex<br/>salyangozlarından mor renkli kumaş boyalarının<br/>elde edildiği ve ticaretinin yapıldığı bilinmektedir. Aperlai’de erken Bizans dönemi ait iki kilise<br/>bulunmaktadır."
  },
  {
    "id": "3873623",
    "unitNumber": 6,
    "text": "\"Apollon Kutsal Alanı: Tapınağının hemen batısında, alçakta bulunan kayalık düzlükte ele geçirilen çok sayıdaki adak heykel kaidesi ve stellerden burasının .......... içlerine kadar yerel tanrı Basileus Kaunios’un kutsal bir alanı olarak kullanıldığına işaret etmektedir.\" Cümlesindeki boşluğa aşağıdaki seçeneklerden hangisi gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "MÖ 14. yüzyılın başlarından Roma dönemi",
      "B": "MÖ 6. yüzyılın başlarından Bizans dönemi",
      "C": "MÖ 7. yüzyılın başlarından Helen dönemi",
      "D": "MÖ 4. yüzyılın başlarından Roma dönemi",
      "E": "MÖ 11. yüzyılın başlarından Asur dönemi"
    },
    "explanation": "Apollon Kutsal Alanı: Tapınağının hemen batısında, alçakta bulunan kayalık düzlükte ele geçirilen çok sayıdaki adak heykel kaidesi ve stellerden<br/>burasının MÖ 4. yüzyılın başlarından Roma dönemi içlerine kadar yerel tanrı Basileus Kaunios’un kutsal bir alanı olarak kullanıldığına işaret etmektedir."
  },
  {
    "id": "3873625",
    "unitNumber": 6,
    "text": "Hıristiyanlık’ta çok önemsenmiş, adeta kiliseler kenti şekline çevrilmiş Doğu Akdeniz liman kenti hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kibyra",
      "B": "Korykos;",
      "C": "Kaunos,",
      "D": "Sardes,",
      "E": "Laodikeia,"
    },
    "explanation": "Korykos; Hıristiyanlık’ta çok önemsenmiş, adeta kiliseler kenti şekline çevrilmiş Doğu Akdeniz liman kentidir"
  },
  {
    "id": "3873626",
    "unitNumber": 6,
    "text": "Stratonikeia nerede yer alan antik bir kenttir?",
    "correctAnswer": "E",
    "options": {
      "A": "Denizli’nin Tavas İlçesinde",
      "B": "Kütahya’nın Çavdarhisar İlçesinde",
      "C": "İzmir'in İlçesinde Urla’da",
      "D": "Aydın’nın Yatağan İlçesinde Karacasu’da",
      "E": "Muğla’nın Yatağan İlçesinde Eskihisar’da"
    },
    "explanation": "Stratonikeia Muğla’nın Yatağan İlçesinde Eskihisar’da yer alan antik kenttir"
  },
  {
    "id": "3873627",
    "unitNumber": 6,
    "text": "Ne zaman, son Pergamon Kralı III. Attalos Krallığı’nı Roma’ya vasiyetle bırakmış ve Roma Cumhuriyeti yönetiminde Asya eyaleti olarak yeniden oluşturan bölgede kalmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "MÖ 113’te",
      "B": "MÖ 123’te",
      "C": "MÖ 133’te",
      "D": "MÖ 139’te",
      "E": "MÖ 143’te"
    },
    "explanation": "MÖ 133’te, son Pergamon Kralı III. Attalos Krallığı’nı Roma’ya vasiyetle bırakmış ve Roma Cumhuriyeti yönetiminde Asya eyaleti olarak yeniden oluşturan bölgede kalmıştır."
  },
  {
    "id": "3873798",
    "unitNumber": 6,
    "text": "Herodotos’a göre, bilinen en eski adı Milyas olan bölge aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Likya",
      "B": "Frigya",
      "C": "Tuşpa",
      "D": "Nippur",
      "E": "Lagaş"
    },
    "explanation": "Antik yazarlar Eski<br/>Yunan Klasik döneminden sonra Likya kentlerinin “eski ihtişamlarından hiçbirini korumadıkları” söylemişlerse de bölgede kentlerinde yer alan<br/>anıtsal eserlerden eskinin görkemi izlenebilmektedir. Herodotos’a göre, bölgenin bilinen en eski<br/>adı Milyas’tır."
  },
  {
    "id": "3873799",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Antik Likya kentlerinden biri<u> değildir?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Tuşpa",
      "B": "Telmessos",
      "C": "Xanthos",
      "D": "Letoon",
      "E": "Patara"
    },
    "explanation": "Telmessos, Xanthos, Letoon, Patara, Myra, Pınara, Tlos, Limyra, Olympos ve Phaselis; Antik<br/>Likya’nın başlıca kentleridir."
  },
  {
    "id": "3873800",
    "unitNumber": 6,
    "text": "Likya Birliği’ni oluşturan kentlerin nüfuslarına göre gönderdikleri delegelerle oluşturdukları mecliste, delegeler arasından oylamayla meclis başkanı olarak seçilen kişiye ne ad verilirdi?",
    "correctAnswer": "A",
    "options": {
      "A": "Lykiarkh",
      "B": "Pankuş",
      "C": "Tavananna",
      "D": "Tabarna",
      "E": "Satrap"
    },
    "explanation": "Likya Birliği’ni oluşturan kentlerin nüfuslarına göre gönderdikleri delegelerle oluşturdukları mecliste, delegeler arasından oylamayla meclis başkanı olarak seçilen kişiye<br/>Lykiarkh ismi verilirdi."
  },
  {
    "id": "3873801",
    "unitNumber": 6,
    "text": "Bizanslı Stephanos’un bildirdiğine göre Likya başkenti Xanthos’un nüfusu artınca kentin yaşlılarından oluşan bir grup, Kragos Dağı’nın yüksek kayalık tepelerinden birinde aşağıdaki kentlerden hangisini kurmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "Pınara",
      "B": "Olympos",
      "C": "Sagalassos",
      "D": "Aizanoi",
      "E": "Gordion"
    },
    "explanation": "Bizanslı Stephanos’un bildirdiğine göre Likya başkenti Xanthos’un nüfusu artınca kentin yaşlılarından<br/>oluşan bir grup, Kragos Dağı’nın yüksek kayalık tepelerinden birinde “Pınara” isimli bir kent kurmuşlardır."
  },
  {
    "id": "3873802",
    "unitNumber": 6,
    "text": "Plinius’un, ilk adının Habessos olduğunu bildirdiği ve süngerlerinin kalitesinden bahsettiği kent aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Antiphellos",
      "B": "Aperlai",
      "C": "Simena",
      "D": "Hadrianopolis",
      "E": "Phellos"
    },
    "explanation": "Büyük bir koy kenarına kurulan Antiphellos,<br/>Phellos’un limanıydı. Phellos’un Helenistik dönemde önemini yitirmesinden sonra önemli bir liman<br/>kenti olarak gelişip büyüyen Antiphellos, Likya’nın<br/>önde gelen kentlerinden olmuştur. Plinius, bu kentin ilk adının Habessos olduğunu bildirir ve süngerlerinin kalitesinden bahseder"
  },
  {
    "id": "3873803",
    "unitNumber": 6,
    "text": "Heroon ne demektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kahraman mezarı",
      "B": "Pazar yeri",
      "C": "Çeşme",
      "D": "Hamam",
      "E": "Anıtsal kapı"
    },
    "explanation": "137.sayfada Heroon kahraman mezarı olarak belirtilmiştir."
  },
  {
    "id": "3873804",
    "unitNumber": 6,
    "text": "Antik Çağ mimarisinde tapınak, agora, hamam gibi anıtsal yapılarda içeriye girmek için yapılmış anıtsal kapılara ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Propylon",
      "B": "Nymphaeum",
      "C": "Bouleuterion",
      "D": "Bazilika",
      "E": "Akropol"
    },
    "explanation": "Propylon; Antik Çağ mimarisinde tapınak,<br/>agora, hamam gibi anıtsal yapılarda içeriye<br/>girmek için yapılmış anıtsal kapılardır"
  },
  {
    "id": "3873805",
    "unitNumber": 6,
    "text": "Antik Çağ’da çeşme binalarına ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Nymphaeum",
      "B": "Propylon",
      "C": "Nekropol",
      "D": "Bazilika",
      "E": "Akropol"
    },
    "explanation": "Nymphaeum, Antik Çağ’da çeşme binalarına<br/>verilen addır."
  },
  {
    "id": "3873806",
    "unitNumber": 6,
    "text": "Sagalassos antik kenti ile ilgili aşağıdakilerden hangisi <u>yanlıştır?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Kent İmparator Hadrianus zamanında 130 tarihinde Hadrianopolis adını alır",
      "B": "Burdur’un Ağlasun ilçesinde yer alır",
      "C": "Hadrianus ve Antonislar sülesi döneminde kentte imar faaliyetleri yoğundur",
      "D": "Kentin Pisidya Kült Merkezi olarak ilan edilmesiyle birlikte nüfuzu artar",
      "E": "Pax Romana (Roma Barışı) ile ekonomik gücü artar"
    },
    "explanation": "Burdur’un Ağlasun ilçesinde yer alan Sagalassos Antik Kenti’nin erken dönemine ait kalıntılara hâlen<br/>rastlanmamıştır. Burdur ovası gibi verimli bir alana sahip olan Pisidya kenti Sagalassos’un, Pers egemenliği sırasında küçük bir yerleşime sahip olduğu düşünülmektedir. Daha sonra Helen kent görünümünü alan kent, Roma egemenliği sırasında MÖ 1. ve 2.<br/>yüzyıllarda varlıklı bir dönem yaşar. Özellikle Hadrianus ve Antonislar sülesi döneminde kentte imar<br/>faaliyetleri yoğundur. Kentin Pisidya Kült Merkezi<br/>olarak ilan edilmesiyle birlikte nüfuzu artar. Roma<br/>yol ağı sistemine bağlanan ve denizle bağlantılı<br/>kentin, Pax Romana (Roma Barışı) ile ekonomik<br/>gücü artmıştır."
  },
  {
    "id": "3873807",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Lidya Krallığı’nın başkentidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sardes",
      "B": "Hattuşa",
      "C": "Gordion",
      "D": "Tuşpa",
      "E": "Ninova"
    },
    "explanation": "Sardes Antik Kenti; Manisa ili, Salihli ilçesi, Sart Mahallesinde, Bozdağlar (Tmolos)’ın kuzey eteğinde<br/>ve Gediz Nehri Vadisi (Hermos)’nde yer alır. Lidya Krallığı’nın başkentidir."
  },
  {
    "id": "3873834",
    "unitNumber": 6,
    "text": "Likya Birliği’ni oluşturan kentlerin nüfuslarına göre gönderdikleri delegelerle oluşturdukları mecliste, delegeler arasından oylamayla meclis başkanı olarak seçilen kişi aşağıdakilerden hangisi ile adlandırılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Milyas",
      "B": "Seleukos",
      "C": "Lykiarkh",
      "D": "Xanthos",
      "E": "Pamphilya"
    },
    "explanation": "Lykiarkh<br/>Likya Birliği’ni oluşturan kentlerin nüfuslarına göre gönderdikleri delegelerle oluşturdukları mecliste, delegeler arasından oylamayla meclis başkanı olarak seçilen kişiye Lykiarkh ismi verilirdi."
  },
  {
    "id": "3873835",
    "unitNumber": 6,
    "text": "Türkiye’de yalnızca denizden ulaşılan nadir yerleşimlerden olan ve günümüzde Kaleköy olarak isimlendirilen Likya kenti aşağıdaki seçeneklerden hangisinde verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Phellos",
      "B": "Simena",
      "C": "Olympos",
      "D": "Apollonia",
      "E": "Antiphellos"
    },
    "explanation": "Simena<br/>Günümüzde Kaleköy olarak isimlendirilen Simena, Türkiye’de yalnızca denizden ulaşılan nadir yerleşimlerdendir. Kekova bölgesinde yer alan kentin kıyı şeridi su altında kalmıştır. Nümizmatik verilere göre MÖ 4. yüzyılda kurulduğu kabul edilmektedir. Simena ve Aperlai kentleri ile sympoliteia oluşturmaktadır. Kente ait Likya tipi bir lahit halen denizin içinde durmaktadır."
  },
  {
    "id": "3873836",
    "unitNumber": 6,
    "text": "MS 1. yüzyılın sonunda <em>Lykia halkının metropolisi</em> ünvanını alarak ayrıcalıklı bir konuma yükselen kent aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Xanthos",
      "B": "Letoon",
      "C": "Perge",
      "D": "Sagalassos",
      "E": "Aizanoi"
    },
    "explanation": "Xanthos<br/>Roma döneminde MS 1. ve 2. yüzyıllarda Xanthos’da görkemli yapılar inşa edilmiştir. MS 1. yüzyılın sonunda Lykia halkının metropolisi ünvanını alarak ayrıcalıklı bir konuma yükselen kent Antalya ili, Kaş ilçesi Kınık Mahallesi sınırlarının içindedir."
  },
  {
    "id": "3873837",
    "unitNumber": 6,
    "text": "Antik Çağ mimarisinde tapınak, agora, hamam gibi anıtsal yapılarda içeriye girmek için yapılmış anıtsal kapılar aşağıdakilerden hangisi ile adlandırılır?",
    "correctAnswer": "D",
    "options": {
      "A": "Nymphaeum",
      "B": "Nekropol",
      "C": "İdol",
      "D": "Propylon",
      "E": "Agora"
    },
    "explanation": "Propylon<br/>Propylon; Antik Çağ mimarisinde tapınak, agora, hamam gibi anıtsal yapılarda içeriye girmek için yapılmış anıtsal kapılardır."
  },
  {
    "id": "3873838",
    "unitNumber": 6,
    "text": "Lidya Krallığı’nın başkenti olan ve altın cevheri kaynağı olan Sart Çayının zenginliğini pekiştirdiği kent aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Laodikeia",
      "B": "Perge",
      "C": "Kaunos",
      "D": "Kibyra",
      "E": "Sardes"
    },
    "explanation": "Sardes Antik Kenti; Manisa ili, Salihli ilçesi, Sart Mahallesinde, Bozdağlar (Tmolos)’ın kuzey eteğinde<br/>ve Gediz Nehri Vadisi (Hermos)’nde yer alır. Lidya Krallığı’nın başkentidir. Kenti besleyen ve altın cevheri kaynağı olan Sart Çayı, kentin zenginliğini pekiştirmiştir. Tarihteki ilk parayı basan Lidyalılar zenginlikleriyle ünlüdür.<br/>Sardes<br/>Sardes Antik Kenti; Manisa ili, Salihli ilçesi, Sart Mahallesinde, Bozdağlar (Tmolos)’ın kuzey eteğinde ve Gediz Nehri Vadisi (Hermos)’nde yer alır. Lidya Krallığı’nın başkentidir. Kenti besleyen ve altın cevheri kaynağı olan Sart Çayı, kentin zenginliğini pekiştirmiştir. Tarihteki ilk parayı basan Lidyalılar zenginlikleriyle ünlüdür."
  },
  {
    "id": "3873839",
    "unitNumber": 6,
    "text": "Hıristiyanlık’ta çok önemsenmiş, adeta kiliseler kenti şekline çevrilmiş olan Doğu Akdeniz liman kenti aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Korykos",
      "B": "Stratonikeia",
      "C": "Kibyra",
      "D": "Perge",
      "E": "Sardes"
    },
    "explanation": "Korykos; Hıristiyanlık’ta çok önemsenmiş, adeta kiliseler kenti şekline çevrilmiş Doğu Akdeniz liman<br/>kentidir. Kara ve ada yerleşimi olarak değişik bir şehircilik anlayışı vardır.<br/>Korykos; Hıristiyanlık’ta çok önemsenmiş, adeta kiliseler kenti şekline çevrilmiş Doğu Akdeniz liman kentidir. Kara ve ada yerleşimi olarak değişik bir şehircilik anlayışı vardır."
  },
  {
    "id": "3873903",
    "unitNumber": 6,
    "text": "Korykos kiliselerinin en büyüğü olan, yapının ortasında kiliseden daha eski martyrion (aziz mezarı) adı verilen kare bir yapının yer aldığı, yapısı diğer kilise binalarından temelden farklı kilise aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Transeptli Bazilika",
      "B": "Manastır Kilisesi",
      "C": "Kutsal Kabir Kilisesi",
      "D": "Sarnıç Üzerindeki Kilise",
      "E": "Katedral"
    },
    "explanation": "Kutsal Kabir Kilisesi<br/>Kutsal Kabir Kilisesi: Kilise, transept bazilikanın yaklaşık 250 metre batısında kutsal yol üzerinde yer almaktadır. Birkaç nedenden dolayı dikkat çekicidir. Birincisi, Korykos kiliselerinin en büyüğüdür; ikincisi, yapısı diğer kilise binalarından temelden farklıdır. Yapının ortasında kiliseden daha eski martyrion (aziz mezarı) adı verilen kare bir yapı yer alır. Yapı içerisinde ele geçen iki mezarın aziz mezarı olduğu düşünülmektedir. Mermer kaplı büyük kesme taşlardan yapılmıştır."
  },
  {
    "id": "3873905",
    "unitNumber": 6,
    "text": "Birbirinden derin yarlarla ayrılan hâkim üç tepe üzerinde oturan, yapıların simetrik düzenlenmiş, tepeler teraslanarak göl ve ova manzarasına hâkim konumda ve hiçbir yapı bir diğerinin manzarasını kesmeyecek biçimde yerleştirildiği, demircilik, deri işleme ve at yetiştiriciliği ile ünlü kent aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Xanthos",
      "B": "Letoon",
      "C": "Perge",
      "D": "Sagalassos",
      "E": "Kibyra"
    },
    "explanation": "Kibyra<br/>Antik edebî kaynaklarda şehrin erken dönemlerde farklı bir yerde konuşlandırıldığı sonradan bugünkü mevkiine taşındığı belirtilmektedir. MÖ 2. yüzyılda Pergamon Kralı II. Eumenes döneminde güçlenerek büyümüştür. Antik kaynaklar ve diğer yazılı belgeler Kibyra’nın demircilik, deri işleme ve at yetiştiriciliği ile ünlü olduğunu göstermektedir. Diğer araştırmalar bölgede çanak çömlek üretiminin de çok yoğun olduğunu göstermektedir. Kent sert bir eğime sahip yamaç üzerine inşa edilmiştir. Şehre doğu kesimden giriş sağlanmıştır. Doğu-batı yönündeki cadde stadion ve bazilikadan geçerek agoraya ulaşmaktadır. Eğimden dolayı basamaklı şekilde tiyatroya doğru ulaşan yol tiyatro önündeki meydanda son bulur."
  },
  {
    "id": "3873906",
    "unitNumber": 6,
    "text": "Tanrı ve tanrıçaların şematik olarak soyut insan şeklinde yapılmış heykelleri aşağıdakilerden hangisi ile adlandırılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Pax Romana",
      "B": "İdol",
      "C": "Propylon",
      "D": "Nymphaeum",
      "E": "Nekropol"
    },
    "explanation": "İdol<br/>Tanrı ve tanrıçaların şematik olarak soyut insan şeklinde yapılmış heykellerine idol denilmektedir. Genelde küçük boyutlu olan idollerin büyük boyutlu olanları da vardır."
  },
  {
    "id": "3873907",
    "unitNumber": 6,
    "text": "Eski Yunan devrinde meclis binalarına verilen genel isim aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Nekropol",
      "B": "Pax Romana",
      "C": "İdol",
      "D": "Bouleuterion",
      "E": "Akropolis"
    },
    "explanation": "Bouleuterion<br/>Bouleuterion, Eski Yunan devrinde meclisbinalarına verilen genel isimdir. Aristokrat ailelerden özgür erkekler Boule’ye seçilirler. Kadınların, kölelerin ve yabancıların seçme ve seçilme hakkı yoktur."
  },
  {
    "id": "3873730",
    "unitNumber": 7,
    "text": "Amasya Kral Mezarlarının hangi özelliği, onları Anadolu'daki diğer kaya mezarlarından ayırır?",
    "correctAnswer": "C",
    "options": {
      "A": "Kayanın oyulması ile şekillendirilen mezar odasının, kaya bloğundan ayrılması için arka tarafını dönen ve üst kısmını açıkta bırakan geçişler bulunmaktadır.",
      "B": "Ana cepheleri düz şekillenmiş, üst kısımları yuvarlatılmıştır.",
      "C": "Ön cephede geriye doğru çekilmiş yüzeylerine insanların ancak merdiven yardımıyla ulaşabilecekleri bir yükseltide kapı (pencere gibi) açılmıştır.",
      "D": "Üç mezarın (“A”, ”B” ve “D”) dört ya da altı İon sütununa sahip olduğu ve İon düzeni tarzında alınlık ve üst yapı şekillenmesi yapıldığı söylenmektedir.",
      "E": "Diğer iki mezar (“C” ve “E”) sütunsuz ön cepheleri ve kemerli alınlıkları ile diğerlerinden ayrılırlar."
    },
    "explanation": "<strong>A</strong>, <strong>B</strong> ve <strong>E</strong> seçenekleri, Amasya Kral Mezarlarının ortak özellikleridir. Bu özellikler, diğer kaya mezarlarında da görülen özelliklerdir. <strong>D</strong> seçeneği, Amasya Kral Mezarlarının bazılarında görülen bir özelliktir. Ancak, bu özellik tüm Amasya Kral Mezarlarında görülmemektedir. Bu nedenle, bu seçenek de doğru cevap olarak kabul edilemez.<br/>Doğru cevap C seçeneğidir. Metinde, Amasya Kral Mezarlarının ön cephelerinde geriye doğru çekilmiş yüzeylerine insanların ancak merdiven yardımıyla ulaşabilecekleri bir yükseltide kapı (pencere gibi) açıldığı belirtilmektedir. Bu özellik, Amasya Kral Mezarlarını Anadolu'daki diğer kaya mezarlarından ayırır."
  },
  {
    "id": "3873731",
    "unitNumber": 7,
    "text": "Zeugma Antik Kenti, aşağıdakilerden hangisi nedeniyle önemli bir ticaret merkezi haline gelmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Doğu ve batı arasında önemli bir ticaret hattı üzerinde yer alması",
      "B": "Fırat Nehri’nin iki kıyısında konumlanması",
      "C": "Helenistik ve Roma dönemlerinde önemli bir askeri üs olması",
      "D": "Zengin mozaik koleksiyonuna sahip olması",
      "E": "MÖ 1. yüzyılda köprü ve geçit anlamında “Zeugma” ismini alması"
    },
    "explanation": "Doğru cevap <strong>A</strong> seçeneğidir. Metinde, Zeugma Antik Kenti'nin doğu ve batı arasında önemli bir ticaret hattı üzerinde yer alması nedeniyle önemli bir ticaret merkezi haline geldiği belirtilmektedir.<br/>Doğu ve batı arasında önemli bir ticaret hattı üzerinde yer alan kent kısa sürede büyümüş ve önemli bir ticaret kenti olmuştur."
  },
  {
    "id": "3873732",
    "unitNumber": 7,
    "text": "Zeugma Antik Kenti'ndeki evlerin mozaiklerinde en çok hangi temalar işlenmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mitolojik sahneler",
      "B": "Geometrik motifler",
      "C": "Günlük yaşam sahneleri",
      "D": "Tarihi olaylar",
      "E": "Doğal manzaralar"
    },
    "explanation": "Doğru cevap <strong>A</strong> seçeneğidir. Metinde, Zeugma Antik Kenti'ndeki evlerin mozaiklerinde özellikle mitolojik sahnelerin işlendiği belirtilmektedir.<br/>Kalitesi olduk- ça yüksek olan bu mozaiklerde özellikle açık alan sergilemesi olan avlu, triklinium (yemek odası) gibi ev halkının misafirlerini ağırladığı alanlarda pano içerisine yerleştirilmiş mitolojik sahnelerin yer aldığı figüratif tablo niteliğindeki resimler gerçekten dünya sanat tarihi için eşsiz örneklerdir"
  },
  {
    "id": "3873733",
    "unitNumber": 7,
    "text": "Anavarza Antik Kenti'nde bulunan hangi yapı, Anadolu'da ki bu yapı türünün nadir temsilcilerinden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tiyatro",
      "B": "Kale",
      "C": "Amfitiyatro",
      "D": "Surlar",
      "E": "Hamamlar"
    },
    "explanation": "<strong>C</strong> seçeneği doğrudur. Metinde, Anavarza Antik Kenti'nde bulunan amfitiyatronun Anadolu'da ki bu yapı türünün nadir temsilcilerinden biri olduğu belirtilmektedir.<br/>Stadionun güneybatısında ampfitiyatro yer alır. Yapı temel seviyesinde korunmuştur. Anadolu’daki bu yapı türünün nadir temsilcilerindendir."
  },
  {
    "id": "3873734",
    "unitNumber": 7,
    "text": "Aspendos Tiyatrosu'nun hangi özelliği, Roma dönemi öncesi tiyatrolarında sıkça karşılaşılan bir özelliktir?",
    "correctAnswer": "A",
    "options": {
      "A": "Caveasının bir kısmı yamaç üzerinde inşa edilmesi",
      "B": "Sahne binasının iki yanında ana girişler olması",
      "C": "Orkestranın taş döşeme ile kaplı olması",
      "D": "Caveanın bir yarım daire biçiminde olması",
      "E": "Sahne binasının ön cephesinin sütunlu olması"
    },
    "explanation": "Doğru cevap <strong>A</strong> seçeneğidir. Aspendos Tiyatrosu'nun caveasının bir kısmı yamaç üzerinde inşa edilmesi, Roma dönemi öncesi tiyatrolarında sıkça karşılaşılan bir özelliktir. Bu durum, tiyatronun bulunduğu arazinin eğiminden kaynaklanmaktadır. Roma döneminde ise tiyatrolar genellikle düz arazilere inşa edildiğinden, cavealar tamamen yapay olarak inşa edilmiştir.<br/>Yapının caveası, Roma dönemi öncesi tiyatrolarında sıkça karşılaşıldığı gibi kısmen yamaç üzerinde inşa edilmiştir."
  },
  {
    "id": "3873735",
    "unitNumber": 7,
    "text": "Aspendos Tiyatrosu'nun sahne binasının en önemli özelliği aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sahne binasının arka cephesinde yer alan büyük kapı",
      "B": "Sahne binasının dış cephesindeki pencereler",
      "C": "Sahne binasının iki yanındaki analemma duvarlarına yerleştirilen kapılar",
      "D": "Sahne binasının üst katını oluşturan 40 sütun",
      "E": "Sahne binasının içinde bulunan logeion"
    },
    "explanation": "Metinde, sahne binasının arka cephesinde yer alan büyük kapının Selçuklular tarafından eklenmiş olduğu belirtilmektedir. Bu nedenle, bu seçenek doğrudur. Diğer seçenekler ise metinde yer alan bilgilerle desteklenmez.<br/>Orta eksende yer alan kapı, Selçukluların tiyatro yapısını saray kompleksine dâhil etmeleri sırasında açılmış ve şekillendirilmiştir."
  },
  {
    "id": "3873740",
    "unitNumber": 7,
    "text": "Hekatomnos Anıt Mezarı'nın duvar resimlerinde hangi konular işlenmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Amazonomakhia ve Kentauromakhia savaşları, Kral Hekatomnos'un yas töreni ve Kral Mausolos'un aslan avı.",
      "B": "Kral Hekatomnos'un düğünü",
      "C": "Kral Mausolos'un düğünü",
      "D": "Kral Hekatomnos'un aslan avı",
      "E": "Hekatomnos Krallığı'nın tarihi olayları"
    },
    "explanation": "Amazonomakhia ve Kentauromakhia savaşları, Kral Hekatomnos'un yas töreni ve Kral Mausolos'un aslan avı.<br/>Metinde, Hekatomnos Anıt Mezarı'nın duvar resimlerinde Amazonomakhia ve Kentauromakhia savaşlarının, Kral Hekatomnos'un yas töreninin ve Kral Mausolos'un aslan avının işlendiği belirtilmektedir. Bu nedenle, bu seçenek doğrudur. Diğer seçenekler ise metinde yer alan bilgilerle desteklenmez."
  },
  {
    "id": "3873742",
    "unitNumber": 7,
    "text": "<ul> <li>Hekatomnos Anıt Mezarı, ne zaman inşa edilmiştir.</li> </ul>",
    "correctAnswer": "A",
    "options": {
      "A": "MÖ 4. yüzyıl",
      "B": "MÖ 2. yüzyıl",
      "C": "MÖ 3. yüzyıl",
      "D": "MÖ 1. yüzyıl",
      "E": "MÖ 5. yüzyıl"
    },
    "explanation": "Metinde, Hekatomnos Anıt Mezarı'nın MÖ 4. yüzyılda inşa edildiği belirtilmektedir.<br/>MÖ 4. yüzyıla tarihlenen mezar, önce kaçak kazılarda tespit edilmiş, güvenlik güçlerinin tespitinden sonra kazı Milas Müze Müdürlüğü tarafından gerçekleştirilmiştir"
  },
  {
    "id": "3873744",
    "unitNumber": 7,
    "text": "Hekatomnos Anıt Mezarı'nın mezar odasının boyutları niçin küçüktür?",
    "correctAnswer": "C",
    "options": {
      "A": "Odanın üzerinde boş bir oda yer almaktadır.",
      "B": "Mezar inşası yarım kalmıştır.",
      "C": "Lahit, odanın inşasından önce konmuştur.",
      "D": "Odanın başka amaçlar için kullanılmayacağı düşünülerek.",
      "E": "Ölüye saygı sebebiyle."
    },
    "explanation": "Metinde, Hekatomnos Anıt Mezarı'nın mezar odasının boyutlarının oldukça küçük olduğu belirtilmektedir. Bunun nedeni, lahdin odanın inşasından önce konmuş olmasıdır.<br/>Kralın lahdinin yer aldığı mezar odası yaklaşık 5X4 m boyutlarındadır. Ölçüleri oldukça küçük tutulmuştur. Lahit, içeriye odanın inşasından önce konmuştur."
  },
  {
    "id": "3873745",
    "unitNumber": 7,
    "text": "Hekatomnos'un lahdinin ön uzun yüzünde tasvir edilen sahne aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Amazonomakhia",
      "B": "Mausolos'un aslan avı",
      "C": "Hekatomnos ve oğlu Mausolos'un tahtta oturması",
      "D": "Mousolos'un düğünü",
      "E": "Şölen sahnesi"
    },
    "explanation": "Metinde, Hekatomnos'un lahdinin ön uzun yüzünde şölen sahnesinin işlendiği belirtilmektedir.<br/>Hekatomnos’un lahdinin ön uzun yüzünde şölen sahnesi yer almaktadır."
  },
  {
    "id": "3873840",
    "unitNumber": 7,
    "text": "Harşena Dağında yer alan ve A, B, C, D, E Mezarları olarak adlandırılan mezar yapılarının aşağıdakilerden hangi uygarlığa ait olduğu düşünülmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Pontus Krallığının İlk Beş Kralına",
      "B": "Lykia Krallarına",
      "C": "Karia Satraplarına",
      "D": "Roma'nın Eyalet Yöneticilerine",
      "E": "Phrygia Krallarına"
    },
    "explanation": "Pontus Krallığının ilk beş kralı Amasya’ya egemen olduklarından kaya mezarlarının bu beş krala ait oldukları kabul edilmektedir. Kraliyet mezarlık algısı yaratan bu beş kaya mezarından “A”, “B”, “C” harfleri ile isimlendirilenler, orta kale mevkiinin doğusunda yer almaktadır. “D” ve “E” olarak isimlendirilenler biraz batıda kalmaktadır. Mezar yapılarının ön cephelerindeki bezemeler ne yazık ki günümüze kadar ulaşmamıştır. Üç mezarın (“A”, ”B” ve “D”) dört ya da altı İon sütununa sahip olduğu ve İon düzeni tarzında alınlık ve üst yapı şekillenmesi yapıldığı söylenmektedir. Diğer iki mezar (“C” ve “E”) sütunsuz ön cepheleri ve kemerli alınlıkları ile diğerlerinden ayrılırlar. İon düzeni ile Helen Sanatı etkisinde olan mezarlara karşı kemerli mezarlar daha çok Eski Anadolu Kültürü etkisini yansıtmaktadır. Harfle isimlendirmenin doğudan batıya doğru sıralanması aynı zamanda en eski tarihli mezardan en yeni tarihli mezara doğru kronolojik bir sınıflandırmayı da beraberinde getirmektedir. Doğru cevap A'dır."
  },
  {
    "id": "3873841",
    "unitNumber": 7,
    "text": "Anadolu'da mozaik buluntuları ile dikkat çeken dünyanın en önemli antik kentlerinden biri olan Zeugma Antik Kenti hangi il sınırımız içindedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Eskişehir-Seyitgazi",
      "B": "Gaziantep-Nizip",
      "C": "Bursa-Gemlik",
      "D": "Denizli-Pamukkale",
      "E": "Antalya-Side"
    },
    "explanation": "Gaziantep ilinin Nizip ilçesinde yer alan Zeugma Antik Kenti, Helenistik dönemde Seleukos Kralı I.Seleukos tarafından kurulmuştur. Yerleşim yeri Fırat Nehri’nin iki kıyısında uzanır şekilde konumlandırılmıştır. Doğru cevap B'dir."
  },
  {
    "id": "3873842",
    "unitNumber": 7,
    "text": "Antakya’nın güneyinden Samandağ’a doğru giden yol üzerinde Çevlik olarak adlandırılan ören yerinde, Antik dönemde Antakya’nın limanı olarak kurulan Seleukeia Pieria kenti yer alan, MS 79 yılında inşa edilmiş, açık kanal hendeği yaklaşık 635 m uzunluğunda olan tünelin adı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hadrianus-Antoninus Pius Tüneli",
      "B": "Roma Tüneli",
      "C": "Antonin-Severus Tüneli",
      "D": "Vespasianus-Titus Tüneli",
      "E": "Hellenistik Tünel"
    },
    "explanation": "Antakya’nın güneyinden Samandağ’a doğru giden yol üzerinde Çevlik olarak adlandırılan ören yerinde, Antik dönemde Antakya’nın limanı olarak kurulan Seleukeia Pieria kenti yer alan, MS 79 yılında inşa edilmiş, açık kanal hendeği yaklaşık 635 m uzunluğunda olan tünelin adı Vespasianus-Titus Tünelidir. Doğru cevap D'dir."
  },
  {
    "id": "3873843",
    "unitNumber": 7,
    "text": "Anavarza antik kenti hangi il sınırlarımız içinde yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Bursa-Gölyazı",
      "B": "Karia-Bodrum",
      "C": "Denizli-Buldan",
      "D": "İzmir-Selçuk",
      "E": "Adana-Kozan"
    },
    "explanation": "Anavarza antik kenti Adana ilimizin Kozan ilçesi sınırlarında kurulmuştur. Doğru cevap E'dir."
  },
  {
    "id": "3873844",
    "unitNumber": 7,
    "text": "Aspendos antik kenti tiyatrosu hangi Roma İmparatoru döneminde inşa edilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Marcus Aurelius (MS 161-180)",
      "B": "Hadrianus (MS 117-138)",
      "C": "Vespasianus (MS 69-79)",
      "D": "Titus (MS 79-81)",
      "E": "Augustus (MÖ 27-MS 19)"
    },
    "explanation": "Aspendos Tiyatrosu Antoninler Döneminde, Marcus Aurelius'un (MS 161-180) imparatorluğu sürecinde inşa edilmiştir. Doğru cevap A'dır."
  },
  {
    "id": "3873845",
    "unitNumber": 7,
    "text": "Yazıtta “Aspendos halkı, bu binayı ve stadyumun yanındaki bahçeyi yapan mimar Zeno’ya teşekkür ediyor” ibaresindeki \"bu binayı\" ile mimar Zeno'nun aşağıda belirtilen hangi yapıyı inşa etmiş olduğu düşünülmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gymnasion",
      "B": "Tiyatro",
      "C": "Hamam",
      "D": "Stoa",
      "E": "Agora"
    },
    "explanation": "Aspendos antik tiyatrosunun Marcus Aurelius döneminde yaptırılmış olduğu ve ilk yapım döneminin; 161-180 yılları olduğu tahmin edilmektedir. Skenenin iki tarafındaki Latince ve Eski Yunanca yazıtlarda, Acurtius Crispinus Arruntianus ve Acurtius Auspicatus Titinnianus kardeşler tarafından, babaları Acurtius Crispinus’un vasiyeti üzerine yaptırılıp, tiyatronun kentin tanrılarına ve imparator ailesine adanarak kente armağan edildiği anlatılır. Yapının mimarı Theodoros oğlu Zenon’un güney parodosta 2 m yüksekte bulunan altlıkta heykeli vardı. Yazıtta “Aspendos halkı, bu binayı ve stadyumun yanındaki bahçeyi yapan mimar Zeno’ya teşekkür ediyor” yazmaktadır. Doğru cevap B'dir."
  },
  {
    "id": "3873846",
    "unitNumber": 7,
    "text": "2010 yılında gerçekleştirilen çalışmalarla ortaya çıkarılan ve Mausolos'un babasına ait olduğu tespit edilen anıt mezar yapısının adı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hekatomnos Anıt Mezarı",
      "B": "Augustus Anıt Mezarı",
      "C": "İskender Anıt Mezarı",
      "D": "Titus Anıt Mezarı",
      "E": "Seleukos Anıt Mezarı"
    },
    "explanation": "Mausolos'un babası Hekatomnos'tur. Dolayısı ile mezar Hekatomnos Anıt Mezarı olarak adlandırılmıştır. Doğru cevap A'dır."
  },
  {
    "id": "3873847",
    "unitNumber": 7,
    "text": "Hekatomnos ve Mausolos aşağıdakilerden hangi krallığı ve hanedanı temsil etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Karya Krallığı-Hekatomnidler",
      "B": "Frig Krallığı-Midas",
      "C": "Lykia Krallığı-Sarpedon",
      "D": "Ionia Krallığı-Androkhlos",
      "E": "Galatia Krallığı-Tektosagi"
    },
    "explanation": "Hekatomnos ve Mausolos, Hekatomnid Hanedanlığına mensup krallardır ve bu krallık Karya bölgesinde egemendir. Doğru cevap A'dır."
  },
  {
    "id": "3873848",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi antik çağda Pamphylia olarak bilinen bölgede kurulmuş, doğusunda yer alan Eurymedon (Köprüçay) nehri bulunan, mimar Zenon'un yapmış olduğunu bildiğimiz tiyatrosu ve su kemerleri ile meşhur antik kentimiz aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Side",
      "B": "Perge",
      "C": "Patara",
      "D": "Sillyon",
      "E": "Aspendos"
    },
    "explanation": "Aspendos kenti, Antalya ilinin doğu kesiminde yer alan antik Pamphylia bölgesinin önemli üç kentinden birisidir. Kent yüksek bir plato üzerine kurulmuş ve zamanla platonun doğu eteğine doğru genişlemiştir. Kentin doğusunda yer alan Eurymedon (Köprüçay) kentin bu yöne doğru genişlemesine neden olmuştur. Nehir kente hem su sağlamakta hem de debisinin yüksek olmasından dolayı gemilerin Akdeniz’den kente kadar ulaşabilmesini mümkün kılmaktaydı. Kentin Roma döneminde en önemli iki yapısı; tiyatrosu ve kente su sağlayan büyük bir kısmı su kemerlerinden (Aqueduct) oluşan su sitemidir. Doğru cevap E'dir."
  },
  {
    "id": "3873849",
    "unitNumber": 7,
    "text": "Poseidon Evi, Mousalar Evi Mousalar ile Okeanos ve Thetis Mozaiği, Dionysos Evi Dionysos-Ariadne Mozaiği, Maenad Evinde çingene kızı ile ünlenen Maenad başı gibi mozaikler ve evlere sahip antik kentimiz aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Perge",
      "B": "Efes",
      "C": "Miletos",
      "D": "Zeugma",
      "E": "Pessinus"
    },
    "explanation": "Mozaikler örnek vermek gerekirse; Poseidon Evi, A Birimi, Odysseus’un Akhilleus Skyros Adasında bulması, Eros ve Telete Mozaiği, Danae<br/>Evi Danae Mozaiği, Mousalar Evi Mousalar ile Okeanos ve Thetis Mozaiği, Dionysos Evi Dionysos-Ariadne Mozaiği, Maenad Evinde çingene kızı ile ünlenen Maenad başı ve başka birçok örnek mozaik repertuarını zenginleştirmektedir. Bu mozaikler Zeugma antik kentinde tespit edilmiş ve belgelenmiştir. Doğru cevap D'dir."
  },
  {
    "id": "3873999",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Amasya’daki Kral Mezarlarının Anadolu’daki kaya mezar geleneğiyle ilişkisinde vurgulanan bir unsurdur?",
    "correctAnswer": "A",
    "options": {
      "A": "Friglerin kaya formuna dayalı tanrıça kültü",
      "B": "Roma mühendislik teknikleri",
      "C": "Selçuklu taş işçiliği",
      "D": "Bizans ikonografisi",
      "E": "Osmanlı mezar taşı motifleri"
    },
    "explanation": "Kentin antik dönemine ait en önemli eserlerini Kral Mezarları oluşturur. Anadolu’da kaya mezar geleneği Anadolu Uygarlıklarının kaya olgusuna karşı gösterdikleri kutsallık anlayışından kaynaklanmaktadır. Friglerin kaya mezarı geleneğinin kökeninde özellikle Frig tanrıça kültünün kaya formatları ile bütünleştirilmesi, Frig halkının mezar yapımında kaya mezarlarını benimsemelerine neden olmuştur."
  },
  {
    "id": "3874000",
    "unitNumber": 7,
    "text": "Amasya’daki Harşena Kalesi’nin yapısal olarak bölümleri aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Doğu, Batı, Güney",
      "B": "Yukarı, Orta, Aşağı",
      "C": "İç, Dış, Kuşatma",
      "D": "Merkez, Avlu, Surluk",
      "E": "Kuzey, Güney, Avlu"
    },
    "explanation": "Harşena Dağı’ndaki Helenistik dönemde inşa edilmeye başlanan Roma döneminde sınırları genişletilen kale yerleşimi yukarı, orta ve aşağı kale olmak üzere üç kısımdan meydana gelir. Harşena Kalesi olarak da adlandırılan yukarı kale Harşena Dağı’nın tepesinde Helenistik dönemde inşa edilen ilk kısımdır. Pontus Kral Mezarlarının önünde yer alan ve halk tarafından Kızlar Sarayı denilen orta kale, kalenin orta bölümüdür. Aşağı Saray denilen aşağı kale ise kalenin en aşağıdaki bölümüdür. Buradaki kale yerleşimi Roma ve Türk dönemlerinde kesintisiz devam etmiştir."
  },
  {
    "id": "3874001",
    "unitNumber": 7,
    "text": "Zeugma Antik Kenti adını hangi özelliğinden almıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Kurucusunun adıyla anılmasından",
      "B": "Roma döneminde imparatorluk merkezi olmasından",
      "C": "Doğu ve batı kıyılarını birbirine bağlayan köprüden",
      "D": "Kommagene Krallığı’nın başkenti olmasından",
      "E": "Sasaniler tarafından tahrip edilmesinden"
    },
    "explanation": "Gaziantep ilinin Nizip ilçesinde yer alan Zeugma Antik Kenti, Helenistik dönemde Seleukos Kralı I.Seleukos tarafından kurulmuştur. Yerleşim yeri Fırat Nehri’nin iki kıyısında uzanır şekilde konumlandırılmıştır. Kentin Fırat’ın batı kıyısında kalan kısmına Seleukeia (Seleukeia ad Euphrates), doğu kıyı sında kalan kısmına Apameia ismi verilmiştir. İki kent köprü ile birbirine bağlanmaktaydı. Doğu ve batı arasında önemli bir ticaret hattı üzerinde yer alan kent kısa sürede büyümüş ve önemli bir ticaret kenti olmuştur. MÖ 1. yüzyıldan itibaren ticaret yolları üzerinde olması ve köprü ile bağlanması nedeniyle yolların kesiştiği yer, köprü ve geçit anlamına gelen “Zeugma” ismi ile anılır olmuştur."
  },
  {
    "id": "3874002",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Roma döneminde Zeugma’ya yerleştirilen lejyonlardan biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "III. Augusta Lejyonu",
      "B": "IX. Hispana Lejyonu",
      "C": "X. Fretensis Lejyonu",
      "D": "XV. Apollinaris Lejyonu",
      "E": "II. Parthica Lejyonu"
    },
    "explanation": "MÖ 63 yılında Pompeius, Seleukos Krallığı’na son verdiğinde kenti Kommagene Krallığı’na bağlamıştır. MS 1. yüzyılda Roma’nın tampon bölgesi olma görevini gören Kommagene Krallığı’nı zayıf bulmuş ve doğudaki Part tehlikesine karşın Anadolu’nun güneydoğusuna ve aynı zamanda kente lejyonlar yerleştirmiştir. MS 18 yılında Fırat kıyısındaki önemli konumu ve stratejik değerinden dolayı kente X. Roma Lejyonu Fretentis yerleştirilmiştir."
  },
  {
    "id": "3874003",
    "unitNumber": 7,
    "text": "Titus Tüneli’nin inşa edilme nedeni aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Seleukeia Pieria’da taş ocaklarını birleştirmek",
      "B": "Asi Nehri'nin yönünü değiştirmek",
      "C": "Şehir surlarını güçlendirmek",
      "D": "Artan nüfusun su ihtiyacını karşılamak",
      "E": "Limanı askeri üsse dönüştürmek"
    },
    "explanation": "Roma İmparatorluğu döneminde Flaviuslar Hanedanlığı’nda Filistin’de çıkan huzursuzluklar ve Yahudilerin ayaklanması, ordunun başına oğlu Titus’u görevlendiren İmparator Vespasianus’un müdahalesi ile bastırılmıştır. Doğu Akdeniz’de önemli bir liman, Suriye ve Orta Doğu coğrafyasına hâkim Seleukeia Pieria (Samandağ) kenti doğal olarak bu dönemde önemli bir askerî merkez olmuştur. Şehrin nüfusunun ani çoğalması şehre su sağlayabilmek için “Titus Tüneli” denilen su yolu yapılmasına neden olan etkenlerden birisi olarak kabul edilebilir."
  },
  {
    "id": "3874004",
    "unitNumber": 7,
    "text": "Roma İmparatorluğu’nda devlet tarafından finanse edilen su yolları için aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Sadece özel arazilere inşa edilebilirdi",
      "B": "Vatandaşların su haklarını sınırlayacak şekilde planlanırdı",
      "C": "Kullanımına ilişkin kurallar yalnızca yazıtlarla belirlenirdi",
      "D": "Su yolu çevresinde tarım ve yapılaşmaya izin verilirdi",
      "E": "Su yolunun çevresinde koruma amacıyla 45 metrelik bir alan ayrılırdı"
    },
    "explanation": "Genel olarak, Roma toplulukları ihtiyaçlara göre ortak su kaynakları tahsis etmeye özen gösterdiler. Devlet tarafından finanse edilen bir su sisteminin inşa edildiği arazi, devlet arazisi (ager publicus) veya özel mülkiyete ait olabilir, ancak her iki durumda da su yolunun dokusuna zarar verebilecek kullanım ve kaçak kullanım kısıtlamalarına tabidir. Bu amaçla, devlet ta- rafından finanse edilen su sistemleri, su kemerinin dış sınırının her iki yanında 45 m’ye kadar geniş bir arazi koridoru ayrılırdı. Bu sınır içinde çiftçilik, ekim-dikim ve inşaat yasaklanmıştır. Bu tür bir düzenleme, su kanallarının uzun vadeli bütünlüğü ve bakımı için gerekliydi. Titus Tüneli birçok unsur göz önüne alınarak inşa edilmiş ve yazıtları ile de güvence altına alınmıştır."
  },
  {
    "id": "3874005",
    "unitNumber": 7,
    "text": "Anavarza Antik Kenti, Roma döneminde hangi imparatorun gelişiyle yeniden kurulmuş ve \"Kaisareia\" adını almıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Hadrianus",
      "B": "Nero",
      "C": "Augustus",
      "D": "Traianus",
      "E": "Marcus Aurelius"
    },
    "explanation": "Adana’nın Kozan İlçesinde yer alan Anavarza Antik Kenti, eski bir Kilikya şehriydi. Kent sarp yamaçlı oldukça yüksek bir akropolis ve akropolis eteğindeki düzlük üzerine konumlandırılmıştır. Anavarza, Ovalık Kilikya olarak adlandırılan bölgede, Roma İmparatorluk döneminde gelişim gösteren önemli kentler- den biridir. MÖ 19’da bölgeye gelen İmparator Augustus tarafından kent yeniden kurulmuş ve adı Kaisareia olarak değiştirilmiştir."
  },
  {
    "id": "3874006",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Anavarza Antik Kenti'nin mimari yapılarından biri olan stadion hakkında <strong>yanlıştır</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Yamaca yaslanarak inşa edilmiştir.",
      "B": "U planlıdır ve güneybatı ucu açıktır.",
      "C": "Tek sphendonelidir ve kuzeydoğuya bakar.",
      "D": "Spinanın temelinde mozaik süslemeler tespit edilmiştir.",
      "E": "Güney tribünü kayaya oyularak yapılmıştır."
    },
    "explanation": "Tiyatronun hemen güneydoğusundan gelen yol ile ikiye ayrılan alanın üzerinde, tiyatronun güneybatısında stadion bulunmaktadır. Yapı, güneybatı-kuzeydoğu yönünde uzanmaktadır. Stadion kuzeydoğusunda tek sphendoneye sahiptir. U planlıdır ve güneybatı ucu açıktır. Stadionun ortasına denk gelen kısımda, spinanın temeline ait taş malzeme ve Korinth başlıkları, sütun parçaları yerinde korunmuştur. Güney tribün kayaya oyularak inşa edilmiştir. Stadionun güneybatısında amphitiyatro yer alır."
  },
  {
    "id": "3874007",
    "unitNumber": 7,
    "text": "Aspendos Tiyatrosu’nun yönelimi ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Kuzeye yönelmiştir ve bu sayede güneşten korunmuştur.",
      "B": "Vitruvius’un önerdiği biçimde batıya yönlendirilmiştir.",
      "C": "Güney yamaca yaslandığı için güneşten tam koruma sağlar.",
      "D": "Doğuya yönelmiştir, bu nedenle kuzey kanadı güneş ışığına maruz kalır.",
      "E": "Tiyatronun yönelimi tamamen rastgele belirlenmiştir."
    },
    "explanation": "Aspendos Tiyatrosunun kent içerisindeki konumu ile ilgili dikkat çekici iki konu vardır. Birincisi, tiyatronun yönelişi, ikincisi kentle olan ilişkisidir. Vitruvius, tiyatrolar bahsinde, tiyatroların güneye bakmaması gerektiğini belirtir. Bunun sebebi, güney iklimlerinde bu yönden gelen güneşin yakıcı etkisiyle tiyatroda rahatsız edici, hatta sağlık sorunlarına yol açabilecek bir ısınma oluşmasıdır. Aspendos tiyatrosunun caveasının merkezini sahne binasının merkezine bağlayan bakışım eksenini tiyatronun aksı olarak aldığımızda, tiyatronun kabaca doğuya yöneldiğini görüyoruz. Bu durumda, auditoriumun kuzey kanadı, yakıcı güney güneşine maruz kalmaktadır. Oysa tiyatro, yaslandığı tepenin doğu değil, kuzey yamacına yaslanmış olsaydı, bu olumsuzluk önlenebilirdi."
  },
  {
    "id": "3874008",
    "unitNumber": 7,
    "text": "Aspendos Tiyatrosu’nun yapımını üstlenen kişilerle ilgili aşağıdaki bilgilerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "İmparator Hadrianus’un doğrudan emriyle inşa edilmiştir.",
      "B": "Roma Senatosu tarafından yaptırılmış ve finanse edilmiştir.",
      "C": "Mimar Zeno’nun tek başına yaptığı bir bağışla inşa edilmiştir.",
      "D": "Acurtius kardeşler, babalarının vasiyeti üzerine yapıyı inşa ettirmiştir.",
      "E": "Bizans döneminde yeniden inşa edilip kiliseye çevrilmiştir."
    },
    "explanation": "Aspendos antik tiyatrosunun Marcus Aurelius döneminde yaptırılmış olduğu ve ilk yapım döneminin; 161-180 yılları olduğu tahmin edil- mektedir. Skenenin iki tarafındaki Latince ve Eski Yunanca yazıtlarda, Acurtius Crispinus Arruntianus ve Acurtius Auspicatus Titinnianus kardeşler tarafından, babaları Acurtius Crispinus’un vasiyeti üzerine yaptırılıp, tiyatronun kentin tanrılarına ve imparator ailesine adanarak kente armağan edildiği anlatılır. Yapının mimarı Theodoros oğlu Zenon’un güney parodosta 2 m yüksekte bulunan altlıkta heykeli vardı. Yazıtta “Aspendos halkı, bu binayı ve stadyumun yanındaki bahçeyi yapan mimar Zeno’ya teşekkür ediyor” yazmaktadır."
  },
  {
    "id": "3873664",
    "unitNumber": 8,
    "text": "Konstantiniyye, Dersaadet, İstanbol isimleriyle anılan kent hangi yılda gerçekleştirilen yasal düzenlemeyle resmi olarak İstanbul ismini almıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "1900",
      "B": "1910",
      "C": "1920",
      "D": "1923",
      "E": "1930"
    },
    "explanation": "Constantinus’un kendi adını verdiği Konstantinopolis kentini Araplar Konstantiniyye, Türkler, 1245’te yazıya geçirilen Danişmend Gazi Destanında kaydedildiği gibi 13. yüzyıl başlarından itibaren İstanbol olarak adlandırmışlardır. Osmanlı fethinden (1453) sonra Konstantiniyye, Dersaadet, İstanbol,<br/>İstanbul ve daha birçok isimle adlandırılan kent, 1930’da yasal bir düzenlemeyle resmen İstanbul adını almıştır."
  },
  {
    "id": "3873669",
    "unitNumber": 8,
    "text": "Hangi yılda çıkartılan eski eserler yasasıyla gerekli yasal dayanak elde edilerek, geniş alanların kentsel ve arkeolojik açıdan “tarihsel sit koruması” altına alınabilmesi sağlanmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "1923",
      "B": "1930",
      "C": "1945",
      "D": "1972",
      "E": "1990"
    },
    "explanation": "1972’de çıkartılan eski eserler yasasıyla gerekli yasal dayanak elde edilerek, geniş alanların kentsel ve arkeolojik açıdan “tarihsel sit koruması” altına alınabilmesi sağlandı. 1973’te çıkarılan 1710 sayılı yasa ile Prost’un, tarihî yarımadanın siluetinin ve kültür varlıklarının korunması için geliştirdiği temel ilkeler ışığında yeni planlar hazırlandı."
  },
  {
    "id": "3873674",
    "unitNumber": 8,
    "text": "Mala kullanılarak yapılan yüzeysel alçı kabartmalarla oluşturulan süsleme tekniğine ne ad verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Malakari",
      "B": "Fresk",
      "C": "Tezyinat",
      "D": "Mural",
      "E": "Pentür"
    },
    "explanation": "Malakârî, mala kullanılarak yapılan yüzeysel alçı kabartmalarla oluşturulan süsleme<br/>tekniğidir."
  },
  {
    "id": "3873679",
    "unitNumber": 8,
    "text": "İstanbul’un Fatih ilçesinde, dördüncü tepe ve Haliç’e inen oldukça dik bir yamaçta yer alan koruma alanı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sultanahmet Koruma Alanı",
      "B": "Zeyrek Koruma Alanı",
      "C": "Süleymaniye Koruma Alanı",
      "D": "Kara Surları Koruma Alanı",
      "E": "Sur-u Sultani Koruma Alanı"
    },
    "explanation": "İstanbul’un Fatih ilçesinde, dördüncü tepe ve Haliç’e inen oldukça dik bir yamaçta yer alan Zeyrek Koruma Alanı, batıda Eski İmaret’e, kuzeyde Haydar Külliyesi’ne, güneyde Çinili Hamam’a doğuda Zeyrek Kilise Camii’ne ve Atatürk Bulvarı’na kadar uzanır."
  },
  {
    "id": "3873682",
    "unitNumber": 8,
    "text": "Hevsel Bahçeleri hangi ilde bulunmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Diyarbakır",
      "B": "Malatya",
      "C": "Van",
      "D": "Konya",
      "E": "Eskişehir"
    },
    "explanation": "Diyarbakır’ın üzerinde bulunduğu volkanik platodan yaklaşık 100 metre aşağıda bulunan ve<br/>yakın zamana kadar Arapça aşağıdaki bahçeler anlamında Esfel Bahçeleri olarak adlandırılan, tarih boyunca sebze-meyve yetiştirilen yaklaşık 700 hektarlık bir alanı kapsayan verimli topraklar, günümüzde Hevsel Bahçeleri adıyla tescillenmiştir."
  },
  {
    "id": "3873684",
    "unitNumber": 8,
    "text": "Silvan Malabadi Köprüsü aşağıdakilerden hangisi tarafından inşa ettirilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Artuklu hükümdarı Nasireddin Mahmud al-malik es-Salih",
      "B": "Artuklu hükümdarı Timurtaş",
      "C": "Osmanlı hükümdarı Kanuni Sultan Süleyman",
      "D": "Büyük Selçuklu Sultanı Alparslan",
      "E": "Büyük Selçuklu Sultanı Melik Şah"
    },
    "explanation": "Malabadi adıyla anılan köprüyü, kitabesine göre Mardin Artuklu hükümdarı Timurtaş,<br/>kendi servetinden harcayarak 542/1147-48 tarihinde inşa ettirmiştir. Timurtaş, Büyük Selçuklu<br/>Sultanı Alparslan’ın Malazgirt Savaşı’na katılan güçlü komutanlarından Artuk Bey’in torunu ve<br/>Mardin Artuklularının kurucusu İlgazi’nin oğludur."
  },
  {
    "id": "3873685",
    "unitNumber": 8,
    "text": "Bosna Hersek’te Neretva Irmağı üzerine inşa edilen Mostar Köprüsü kaç yılında UNESCO Dünya Mirası Listesine alınmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "1970",
      "B": "1985",
      "C": "1990",
      "D": "2005",
      "E": "2007"
    },
    "explanation": "1566 tarihinde Mimar Sinan’ın öğrencisi Mimar Hayreddin tarafından Bosna Hersek’te Neretva<br/>Irmağı üzerine inşa edilen daha küçük açıklıklı (28,59 m) Mostar Köprüsü’dür. 1993 tarihinde Bosna soykırımı sırasında yıkılan Mostar Köprüsü, yeniden inşa edilerek 2005 tarihinde UNESCO<br/>Dünya Mirası Listesine alınmıştır."
  },
  {
    "id": "3873686",
    "unitNumber": 8,
    "text": "Çinili Köşk nerede yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Topkapı Sarayı",
      "B": "Sur-u Sultani",
      "C": "Yedikule",
      "D": "Gülhane Parkı",
      "E": "Soğuk Çeşme Sokağı"
    },
    "explanation": "1880’de Topkapı Sarayı’nın birinci avlusunda bulunan Çinili Köşk, müzeye çevrildi."
  },
  {
    "id": "3873688",
    "unitNumber": 8,
    "text": "On Gözlü Köprü hangi ilde yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Malatya",
      "B": "Diyarbakır",
      "C": "Mardin",
      "D": "Erzurum",
      "E": "Adıyaman"
    },
    "explanation": "Diyarbakır’a 3 km uzaklıkta, Dicle Irmağı üzerine inşa edilen genişliği 7-8 metre arasında değişen, 18 metre uzunluğundaki On Gözlü Köprü (Dicle Köprüsü), aynı yerde yaptırılan üçüncü köprüdür."
  },
  {
    "id": "3873689",
    "unitNumber": 8,
    "text": "On Gözlü Köprü hangi ırmağın üzerine inşa edilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dicle",
      "B": "Fırat",
      "C": "Gediz",
      "D": "Sakarya",
      "E": "Menderes"
    },
    "explanation": "Dicle Irmağı üzerine inşa edilen genişliği 7-8 metre arasında değişen, 18 metre uzunluğundaki On Gözlü Köprü (Dicle Köprüsü), aynı yerde yaptırılan üçüncü köprüdür."
  },
  {
    "id": "3873928",
    "unitNumber": 8,
    "text": "Dünya Mirası olarak önerilen yerlerin nitelik ve değer olarak taşıması gereken ölçütleri arasında aşağıdakilerden hangileri sayılmaktadır?<br/>I. İnsanın yaratıcı dehasının bir başyapıtını temsil etmeli.<br/>II.Bir zaman zarfı içinde veya dünyanın bir kültürel alanında, mimarlık veya teknoloji, anıtsal sanatlar, şehir planlama veya peyzaj tasarımı alanlarındaki gelişmeler ile ilgili insani değerler arasında önemli bir alışverişi sergilemeli.<br/>III.Yaşayan veya ortadan yok olmuş bir kültürel geleneğe veya bir uygarlığa yönelik ünik veya en azından istisnai bir tanıklık üstlenmeli.<br/>IV.İnsanlık tarihinde önemli bir aşamayı veya aşamaları gösteren bir yapı tipinin, mimari veya teknolojik bütünün veya peyzajın istisnai bir örneği olmalı.<br/>V.İstisnai evrensel öneme sahip olaylar veya yaşayan gelenekler ile fikirler ile veya inançlar ile sanatsal ve edebi eserler ile doğrudan veya somut bir biçimde ilgili olmalı",
    "correctAnswer": "E",
    "options": {
      "A": "II ve IV",
      "B": "II, III ve IV",
      "C": "I, II, III ve IV",
      "D": "II, III, IV ve V",
      "E": "I, II,III, IV ve V"
    },
    "explanation": "Dünya Mirası olarak önerilen<br/>yerlerin nitelik ve değer olarak uyması gereken koşullar aşağıdakilerdir:<br/>(i); İnsanın yaratıcı dehasının bir başyapıtını temsil etmeli. (ii); Bir zaman zarfı içinde veya dünyanın bir<br/>kültürel alanında, mimarlık veya teknoloji, anıtsal<br/>sanatlar, şehir planlama veya peyzaj tasarımı alanlarındaki gelişmeler ile ilgili insani değerler arasında<br/>önemli bir alışverişi sergilemeli. (iii); Yaşayan veya<br/>ortadan yok olmuş bir kültürel geleneğe veya bir<br/>uygarlığa yönelik ünik veya en azından istisnai bir<br/>tanıklık üstlenmeli. (iv); İnsanlık tarihinde önemli<br/>bir aşamayı veya aşamaları gösteren bir yapı tipinin, mimari veya teknolojik bütünün veya peyzajın<br/>istisnai bir örneği olmalı.(vi), İstisnai evrensel öneme sahip olaylar veya yaşayan gelenekler ile fikirler<br/>ile veya inançlar ile sanatsal ve edebi eserler ile doğrudan veya somut bir biçimde ilgili olmalı (Komite<br/>bu kriterin tercihen diğer kriterler ile birlikte kullanılması ge<br/>I, II,III, IV ve V"
  },
  {
    "id": "3873929",
    "unitNumber": 8,
    "text": "Diyarbakır surlarının mimari yapısı hakkında, kentin birbirine paralel iki sur duvarıyla çevrelendiğini, bir hendeğinin ve adlarını verdiği dört kapısının bulunduğu gibi ilk bilgiler hangi kaynaktan elde edilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Nâsır-ı Hüsrev’in seyahatnamesi",
      "B": "Vedat Tek'in seyahatnamesi",
      "C": "Gedik Ahmet Paşa'nın seyahatnamesi",
      "D": "Firuz Ağa'nın seyahatnamesi",
      "E": "Cedid Mehmet Efendi'nin seyahatnamesi"
    },
    "explanation": "Nâsır-ı Hüsrev’in seyahatnamesinden elde edilmiştir."
  },
  {
    "id": "3873930",
    "unitNumber": 8,
    "text": "Tarih boyunca sebze-meyve yetiştirilen yaklaşık 700 hektarlık bir alanı kapsayan “Hevsel Bahçeleri” hangi ilimizde bulunmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Mardin",
      "B": "Urfa",
      "C": "Diyarbakır",
      "D": "Sivas",
      "E": "Malatya"
    },
    "explanation": "Hevsel Bahçeleri<br/>Diyarbakır’ın üzerinde bulunduğu volkanik platodan yaklaşık 100 metre aşağıda bulunan ve<br/>yakın zamana kadar Arapça aşağıdaki bahçeler anlamında Esfel Bahçeleri olarak adlandırılan, tarih boyunca sebze-meyve yetiştirilen yaklaşık 700 hektarlık bir alanı kapsayan verimli topraklar, günümüzde Hevsel Bahçeleri adıyla tescillenmiştir."
  },
  {
    "id": "3873931",
    "unitNumber": 8,
    "text": "Malabadi Köprüsü’nün biçimsel olarak en yakın benzeri 1566 tarihinde Mimar Sinan’ın öğrencisi Mimar Hayreddin tarafından inşa edilen hangi köprüdür?",
    "correctAnswer": "B",
    "options": {
      "A": "On Gözlü Köprü",
      "B": "Mostar Köprüsü",
      "C": "Dicle Köprüsü",
      "D": "Çifte Köprü",
      "E": "Taş Köprü"
    },
    "explanation": "Malabadi Köprüsü’nün biçimsel olarak en yakın benzeri 1566 tarihinde Mimar Sinan’ın öğrencisi Mimar Hayreddin tarafından inşa edilen Mostar Köprüsüdür.<br/>Monstar Köprüsü"
  },
  {
    "id": "3873932",
    "unitNumber": 8,
    "text": "Artuklu hükümdarı Timurtaş’ın, masraflarını kendi kazancından karşılayarak büyük bir bayındırlık projesi olarak inşa ettirdiği “bayındır mülk, bayındır köprü” anlamındaki köprü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Uzun Köprü",
      "B": "Malabadi köprüsü",
      "C": "Mostar Köprüsü",
      "D": "Alman Köprüsü",
      "E": "Dicle Köprüsü"
    },
    "explanation": "Diyarbakır’a bağlı Silvan ilçe merkezine 20 km uzaklıkta yer alan, Arapça mal ve Farsça âbâdî sözcüklerinden Mal-âbâdî biçiminde oluşturulmuş bir tamlama olarak, bayındır mülk, bayındır köprü anlamına gelen Malabadi adıyla anılan köprüyü, kitabesine göre Mardin Artuklu hükümdarı Timurtaş,<br/>kendi servetinden harcayarak 542/1147-48 tarihinde inşa ettirmiştir.<br/>Malabadi köprüsü"
  },
  {
    "id": "3873933",
    "unitNumber": 8,
    "text": "Abbasi, Gazneli ve Büyük Selçuklularda reis ya da bir kavmin lideri anlamında bir ad ve unvan olan Amid sözcüğü, ilk kez kimler tarafından Amîdü’l-mülk divanı biçiminde bir kurum adı, Hâce amid biçiminde memur unvanı olarak kullanılmıştır.",
    "correctAnswer": "E",
    "options": {
      "A": "Bizanslılar",
      "B": "Selçuklular",
      "C": "Artuklular",
      "D": "Mervanoğulları",
      "E": "Samaniler"
    },
    "explanation": "Abbasi, Gazneli ve Büyük Selçuklularda reis ya da bir kavmin lideri anlamında bir ad ve<br/>unvan olan Amid sözcüğü, ilk kez Samanilerde Amîdü’l-mülk divanı biçiminde bir kurum<br/>adı, Hâce amid biçiminde memur unvanı<br/>olarak kullanılmıştır."
  },
  {
    "id": "3873935",
    "unitNumber": 8,
    "text": "Zeyrek koruma alanı İstanbul’un hangi ilçesinde yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Balat",
      "B": "Mecidiyeköy",
      "C": "Fatih",
      "D": "Sirkeci",
      "E": "Kadıköy"
    },
    "explanation": "İstanbul’un Fatih ilçesinde, dördüncü tepe ve Haliç’e inen oldukça dik bir yamaçta yer alan Zeyrek Koruma Alanı, batıda Eski İmaret’e, kuzeyde Haydar Külliyesi’ne, güneyde Çinili Hamam’a doğuda Zeyrek Kilise Camii’ne ve Atatürk Bulvarı’na kadar uzanır."
  },
  {
    "id": "3873938",
    "unitNumber": 8,
    "text": "İmparator I. Aleksios Komnenos’un (1081- 1118) annesi Anna Komnena’nın yaptırdığı Pantepoptes Manastırı’nın iki narteksli, ortası kubbe örtülü kapalı Yunan haçı planlı kilisesi günümüzde aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Eski İmaret Camii",
      "B": "Firuz Ağa Camii",
      "C": "Kariye Camii",
      "D": "Molla Güreni Camii",
      "E": "Yeni Camii"
    },
    "explanation": "Günümüzün Haydar Mahallesi’nde bulunan ve fetihten sonra imaret-zaviye olarak kullanılan Pantepoptes Manastırı’nın camiye dönüştürülen kilisesi, Eski İmaret Camii adıyla hizmet vermiştir. 1935’te minaresinin üst kısmı yıkılan yapı, 1970’li yıllarda kapsamlı biçimde onarılmıştır."
  },
  {
    "id": "3873941",
    "unitNumber": 8,
    "text": "UNESCO’nun Dünya Mirası Listesine İstanbul’un Tarihi Alanları hangi tarihte girmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "1970",
      "B": "1980",
      "C": "1985",
      "D": "1995",
      "E": "2000"
    },
    "explanation": "İstanbul’la ilgili olarak hazırlanan başvuru dosyasında Dünya Mirası olarak önerilen<br/>yerlerin nitelik ve değer olarak (i, ii, iii, ve iv) ölçütlerine uyduğunun Dünya Mirası Komitesince<br/>onaylamasından sonra 1985 tarih/356 dosya numarasıyla UNESCO’nun Dünya Mirası Listesine<br/>giren İstanbul’un Tarihi Alanları alınmıştır"
  },
  {
    "id": "3873944",
    "unitNumber": 8,
    "text": "Mala kullanılarak yapılan yüzeysel alçı kabartmalarla oluşturulan süsleme tekniği aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Malakârî",
      "B": "Sandıklama",
      "C": "İnşa",
      "D": "Kakma",
      "E": "Taş tekniği"
    },
    "explanation": "Malakârî, mala kullanılarak yapılan yüzeysel alçı kabartmalarla oluşturulan süsleme<br/>tekniğidir."
  },
  {
    "id": "3873956",
    "unitNumber": 8,
    "text": "I. Justinianus tarafından yaptırılan Binbirdirek Sarnıcı ve Yerebatan (Bazilika) Sarnıcı hangi koruma alanı içerisinde yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Sultanahmet",
      "B": "Süleymaniye",
      "C": "Zeyrek",
      "D": "Kara Surları",
      "E": "Tuz gölü"
    },
    "explanation": "Binbirdirek Sarnıcı ve Yerebatan (Bazilika) Sarnıcı Sultanahmet koruma alanı içerisinde yer almaktadır."
  },
  {
    "id": "3873959",
    "unitNumber": 8,
    "text": "I. Osmanlı döneminde tamamlanmıştır.<br/>II. Osmanlı döneminde At Meydanı olarak adlandırılmıştır.<br/>III. Roma kentlerinin saray-hipodrom birlikteliğine uygun olarak inşa edilmiştir.<br/>Sultanahmet koruma alanında yer alan hipodrom hakkında yukarıdaki bilgilerden hangisi ya da hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve III",
      "D": "Sadece II",
      "E": "Sadece III"
    },
    "explanation": "Hipodrom'u Roma imparatoru Constantinus tamamlatmıştır. İmparator Roma kentlerinin saray-hipodrom birlikteliğine uygun olarak hipodromun doğusundan Marmara kıyılarına uzanan geniş alanı Büyük Saray kompleksine tahsis etmiştir. Yapı Osmanlı döneminde At Meydanı olarak adlandırılmıştır."
  },
  {
    "id": "3873960",
    "unitNumber": 8,
    "text": "Sultanahmet koruma alanı içerisinde yer alan Kılıçhane binası kimin döneminde inşa ettirilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fatih Sultan Mehmed",
      "B": "I. Justinianus",
      "C": "Constantinus",
      "D": "Kanuni Sultan Süleyman",
      "E": "II. Selim"
    },
    "explanation": "Kılıçhane binasını Fatih Sultan Mehmed'in veziri Gedik Ahmet Paşa 1454’te Sergius-Bacchus Kilisesi yakınlarına ordunun kılıç yapımı için inşa ettirmiştir."
  },
  {
    "id": "3873961",
    "unitNumber": 8,
    "text": "Aşağıdaki yapılardan hangisinin kent dışındaki su tesislerine bağlanması ile Akhilleus Hamamı, Yerebatan ve Binbirdirek Sarnıçlarına su verilmesini sağlanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Bozdoğan Kemeri",
      "B": "Cizre Köprüsü",
      "C": "Artuklu Kemeri",
      "D": "Malabadi Köprüsü",
      "E": "On Gözlü Köprü"
    },
    "explanation": "Süleymaniye koruma bölgesinde yer alan Bozdoğan Kemerinin kent dışındaki su tesislerine bağlanması ile Akhilleus Hamamı, Yerebatan ve Binbirdirek Sarnıçlarına su verilmesi sağlanmıştır."
  },
  {
    "id": "3873962",
    "unitNumber": 8,
    "text": "Şehzade Mehmed Külliyesi kim tarafından yaptırılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Fatih Sultan Mehmet",
      "B": "Kanuni Sultan Süleyman",
      "C": "II. Selim",
      "D": "III. Mustafa",
      "E": "Mihrimah Sultan"
    },
    "explanation": "Kanuni Sultan Süleyman, Süleymaniye semtinde Mimar Sinan’a iki külliye inşa ettirmiştir. Bunların ilki, Şehzade Mehmed Külliyesi, ikincisi Süleymaniye Külliyesi'dir."
  },
  {
    "id": "3873963",
    "unitNumber": 8,
    "text": "<ul> <li>Zeyrek koruma alanında yer alır.</li> <li>Türk döneminde, Fatih Külliyesi tamamlanıncaya kadar medrese olarak kullanılmıştır.</li> <li>Daha sonra camiye dönüştürülmüş olan ve yan yana sıralanan üç kiliseden oluşur.</li> </ul> Yukarıda verilen özellikler hangi yapıya aittir?",
    "correctAnswer": "C",
    "options": {
      "A": "Khora/Kariye Manastırı",
      "B": "Nasturi Manastır Kilisesi",
      "C": "Pantokrator Manastırı",
      "D": "Rum Kilisesi",
      "E": "Çinili Hamam"
    },
    "explanation": "Zeyrek koruma alanında yer alan ve Fatih Külliyesi tamamlanıncaya kadar medrese olarak kullanılan Pantokrator Manastırı'nın yan yana sıralanan üç kilisesi, camiye dönüştürülmüştür."
  },
  {
    "id": "3873964",
    "unitNumber": 8,
    "text": "Kara surları hakkında hangisi yanlıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Roma- Bizans döneminde inşa edilmiştir.",
      "B": "II. Thedosius inşa ettirmiştir.",
      "C": "Yenileme ve ilavelerle günümüze ulaşmıştır.",
      "D": "Kent dışından içe doğru birbirine paralel üç savunma sistemine sahiptir.",
      "E": "Zeyrek koruma alanı içerisinde yer almaktadır."
    },
    "explanation": "Kara surları, Kara surları koruma alanında yer almaktadır."
  },
  {
    "id": "3873965",
    "unitNumber": 8,
    "text": "Nasturi Manastır Kilisesi hangi bölgede yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Diyarbakır iç kalesi",
      "B": "Hevsel Bahçeleri",
      "C": "Diyarbakır Dış Suru",
      "D": "Sultanahmet Koruma Alanı",
      "E": "Kara Surları Koruma Alanı"
    },
    "explanation": "Nasturi Manastır Kilisesi Diyarbakır iç kale bölgesinde yer alır."
  },
  {
    "id": "3873966",
    "unitNumber": 8,
    "text": "Diyarbakır dış surunda yer alan hangi burçlar farklı figürlerle de olsa benzer kompozisyon şemasını kullanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Melik Şah Burcu ile Selçuklu Burcu",
      "B": "Melik Şah Burcu ile Tek Beden Burcu",
      "C": "Yedi Kardeş Burçları ile Akrep Burcu",
      "D": "Yedi Kardeş Burçları ile Selçuklu Burcu",
      "E": "Tek Beden Burcu ile Akrep Burcu"
    },
    "explanation": "Büyük Selçuklu Sultanı Alp Arslan’ın oğlu Sultan Melik Şah’ın 1088-89 tarihinde inşa ettirdiği Selçuklu Burcu ile 1089-90 tarihinde inşa ettirdiği Melikşah (Nur) Burçlarında bazı farklı figürlerle aynı kompozisyon şeması kullanılmıştır."
  },
  {
    "id": "3873967",
    "unitNumber": 8,
    "text": "Malabadi köprüsünün güney cephesinde yer alan figürlü kabartma kompozisyonda hangi burcun sembolü sırtında güneş tasviri ile yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Aslan",
      "B": "Akrep",
      "C": "Boğa",
      "D": "Geyik",
      "E": "Keçi"
    },
    "explanation": "Malabadi köprüsünün güney cephesinde, çerçeveli bir taş üzerinde yer alan sırtında güneş tasviri bulunan, yürür pozisyonda verilmiş, kabartma astrolojik aslan burcu yer almaktadır."
  }
]