[
  {
    "id": "3443041",
    "unitNumber": 1,
    "text": "14 Mayıs 1954 tarihinde Kültürel mirası koruma odaklı “Silahlı Çatışma Durumunda Kültürel Mirasın Korunması Sözleşmesi” aşağıdaki hangi kurum tarafından hazırlanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "UNESCO",
      "B": "SÖKÜM",
      "C": "BAUM",
      "D": "ICOM",
      "E": "ISSOMBİ"
    },
    "explanation": "Giriş bölümünü okuyunuz.<br/>UNESCO"
  },
  {
    "id": "3443045",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi UNESCO’nun hazırladığı somut miras unsurlarına odaklanan sözleşmelerden <strong><em>biri değildir?</em></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Silahlı Çatışma Hâlinde Kültürel Varlığın Korunması Sözleşmesi (1954)",
      "B": "Kültür Varlıklarının Kanunsuz İthal, İhraç ve Mülkiyet Transferinin Önlenmesi ve Yasaklanması İçin Alınacak Tedbirlerle İlgili Sözleşme (1970)",
      "C": "Dünya Kültürel ve Doğal Mirasın Korunmasına Dair Sözleşme (1972)",
      "D": "Sualtı Kültürel Mirasın Korunması Sözleşmesi (2001)",
      "E": "İnsanlık Savaş Tarihi Mirasının Korunması Sözleşmesi (2009)"
    },
    "explanation": "Giriş bölümünü okuyunuz.<br/>İnsanlık Savaş Tarihi Mirasının Korunması Sözleşmesi (2009)"
  },
  {
    "id": "3443048",
    "unitNumber": 1,
    "text": "Toplulukların, grupların ve kimi durumlarda bireylerin, kültürel miraslarının bir parçası olarak tanımladıkları uygulamalar, temsiller, anlatımlar, bilgiler, beceriler -ve bunlara ilişkin araçlar, gereçler ve kültürel mekânlar-anlamına gelen tanımlama aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ritüel",
      "B": "Somut olmayan kültürel miras",
      "C": "Töre",
      "D": "Anıt",
      "E": "Mimari gelenek"
    },
    "explanation": "Dünya Kültürel ve Doğal Mirasın Korunmasına Dair Sözleşme<br/>Somut olmayan kültürel miras"
  },
  {
    "id": "3443058",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi <em>Somut Olmayan Kültürel Miras Sözleşme</em>’nin korumayı amaçladığı <strong>başlıklardan değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "<em>Somut olmayan k</em>ü<em>lt</em>ü<em>rel mirasın aktarılmasında ta</em>ş<em>ıyıcı i</em>ş<em>levi g</em>ö<em>ren dille birlikte s</em>ö<em>zl</em>ü <em>gelenekler ve anlatımlar </em>",
      "B": "<em>G</em>ö<em>steri sanatları</em>",
      "C": "<em>Toplumsal uygulamalar, rit</em>ü<em>eller ve </em>şö<em>lenler</em>",
      "D": "<em>Do</em>ğ<em>a ve evrenle ilgili bilgi ve uygulamalar </em>",
      "E": "<em>Fildişi ile yapılmış ürünler</em>"
    },
    "explanation": "Somut Olmayan Kültürel Mirasın Korunması Sözleşmesi<br/><em>Fildişi ile yapılmış ürünler</em>"
  },
  {
    "id": "3443063",
    "unitNumber": 1,
    "text": "“Koruma” olgusunun tek yapı boyutundan kentsel ölçeğe taşınmasının gerektiği ilk olarak hangi uluslararası girişimde yer almıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Venedik Tüzüğü",
      "B": "Dünya Kültürel Mirasın Korunması Sözleşmesi",
      "C": "Kültür ve Tabiat Varlıklarını Koruma Kanunu",
      "D": "Restorasyon Kartası",
      "E": "Amsterdam Bildirgesi"
    },
    "explanation": "Somut Olmayan Kültürel Mirasın Korunması Sözleşmesi<br/>Dünya Kültürel Mirasın Korunması Sözleşmesi"
  },
  {
    "id": "3443069",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Taşınır Kültür Varlıklarından <em>biri değildir?</em>",
    "correctAnswer": "E",
    "options": {
      "A": "Resim",
      "B": "Heykel",
      "C": "Mobilya",
      "D": "Sikke",
      "E": "Anıt"
    },
    "explanation": "Somut Olmayan Kültürel Mirasın Korunması Sözleşmesi<br/>Anıt"
  },
  {
    "id": "3443074",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi “İSSOMBİ” açılımıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "<em>Yaşayan İnsan Hazineleri Sistemi</em>",
      "B": "<em>İnsanlığın Somut Olmayan K</em>ü<em>lt</em>ü<em>rel Mirası Temsilî Listesi</em>",
      "C": "<em>İnsanlığın Sözlü ve Somut Olmayan Mirası Başyapıtları İlanı </em>",
      "D": "<em>Kültürel İfadelerin </em>Ç<em>e</em>ş<em>itlili</em>ğ<em>inin Korunması ve Geli</em>ş<em>tirilmesi S</em>ö<em>zle</em>ş<em>mesi</em>",
      "E": "Kültürel mekân veya kültürel anlatımı ilanı"
    },
    "explanation": "<em>İnsanlığın Sözlü ve Somut Olmayan Mirası Başyapıtları İlanı </em>(İSSOMBİ)"
  },
  {
    "id": "3443080",
    "unitNumber": 1,
    "text": "UNESCO Kürsüleri programı ile dünyada somut olmayan kültürel mirasın yükseköğretim kurumlarının gündeminde daha fazla yer alması, öğrenci yetiştirilmesi, araştırma kalitesinin artırılması ve iş birliğinin güçlendirilmesi için çalışmakta olan programın adı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "UNITWIN Ağları",
      "B": "CHAETBE ağları",
      "C": "TUMBRİ ağları",
      "D": "PENETRASYON ağı",
      "E": "PINTEREST ağı"
    },
    "explanation": "<strong>Somut Olmayan Kültürel Miras ve Eğitim </strong><br/>UNITWIN Ağları"
  },
  {
    "id": "3443087",
    "unitNumber": 1,
    "text": "<em>Türkiye, “</em>Kültür Varlıklarının Kanunsuz İthal, İhraç ve Mülkiyet Transferinin Önlenmesi ve Yasaklanması İçin Alınacak Tedbirlerle İlgili Sözleşmeye” hangi tarihte taraf olmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "1981",
      "B": "1970",
      "C": "1983",
      "D": "1985",
      "E": "1995"
    },
    "explanation": "Kültür Varlıklarının Kanunsuz İthal, İhraç ve Mülkiyet Transferinin Önlenmesi ve Yasaklanması İçin Alınacak Tedbirlerle İlgili Sözleşme<br/>1981"
  },
  {
    "id": "3443090",
    "unitNumber": 1,
    "text": "UNESCO’nun 16 Kasım 1972 tarihînde imzaladığı “<em>Dünya Kültürel ve Doğal Mirasın Korunmasına Dair Sözleşme” aşağıdaki hangi şehirde imzalanmıştır?</em>",
    "correctAnswer": "E",
    "options": {
      "A": "Varşova",
      "B": "Berlin",
      "C": "Floransa",
      "D": "Venedik",
      "E": "Paris"
    },
    "explanation": "Dünya Kültürel ve Doğal Mirasın Korunmasına Dair Sözleşme<br/>Paris"
  },
  {
    "id": "3457207",
    "unitNumber": 1,
    "text": "UNESCO’nun kültürel mirası koruma odaklı ilk belgesi olan ve 1954 yılında kabul edilen sözleşme aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Silahlı Çatışma Hâlinde Kültürel Varlığın Korunması Sözleşmesi",
      "B": "Dünya Kültürel ve Doğal Mirasın Korunmasına Dair Sözleşme",
      "C": "Sualtı Kültürel Mirasın Korunması Sözleşmesi",
      "D": "Yazar Hakları Evrensel Sözleşmesi",
      "E": "Geleneksel ve Popüler Kültürün Korunması Tavsiye Kararı"
    },
    "explanation": "UNESCO’nun kültürel mirası koruma odaklı ilk belgesi 14 Mayıs 1954 tarihli <strong>Silahlı Çatışma Durumunda Kültürel Mirasın Korunması Sözleşmesi</strong>’dir."
  },
  {
    "id": "3457245",
    "unitNumber": 1,
    "text": "Hangi sözleşme 1970 yılında kabul edilen “Sahiplenilmesi Yasak Olan Tarihî Eserlerin İhracat, İthalat ve Transferinin Yasaklanması ve Önlenmesi İçin Alınacak Önlemlere İlişkin Sözleşme”nin devamı niteliğindedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Dünya Kültürel ve Doğal Mirasın Korunmasına Dair Sözleşme",
      "B": "Sualtı Kültürel Mirasın Korunması Sözleşmesi",
      "C": "Kültürel İfadelerin Çeşitliliğinin Korunması ve Geliştirilmesi Sözleşmesi",
      "D": "Somut Olmayan Kültürel Mirasın Korunması Sözleşmesi",
      "E": "Arkeolojik Mirasın Korunmasına İlişkin Avrupa Sözleşmesi"
    },
    "explanation": "Somut kültür varlıklarının korunmasıyla ilgili dördüncü önemli UNESCO sözleşmesi, 2 Kasım 2001 tarihînde kabul edilen <strong>Sualtı Kültürel Mirasın Korunması Sözleşmesi’</strong>dir. Temel amacı su altındaki kültürel mirasın korunması ve insanlığın ortak yararına sunulması olan bu sözleşme bir diğer yönüyle 1970 yılında kabul edilen Sahiplenilmesi Yasak Olan Tarihî Eserlerin İhracat, İthalat ve Transferinin Yasaklanması ve Önlenmesi İçin Alınacak Önlemlere İlişkin Sözleşme’nin devamı niteliğindedir."
  },
  {
    "id": "3457276",
    "unitNumber": 1,
    "text": "Maddi olmayan kültürün korunması tartışmaları hangi sözleşmenin kabulünün ardından ortaya çıkmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Kültürel İfadelerin Çeşitliliğinin Korunması ve Geliştirilmesi Sözleşmesi",
      "B": "Yazar Hakları Evrensel Sözleşmesi",
      "C": "Somut Olmayan Kültürel Mirasın Korunması Sözleşmesi",
      "D": "Dünya Kültürel ve Doğal Mirasın Korunmasına Dair Sözleşme",
      "E": "Sualtı Kültürel Mirasın Korunması Sözleşmesi"
    },
    "explanation": "1972 yılında doğayı ve maddi kültürü korumayı amaçlayan <strong>Dünya Kültürel ve Doğal Mirasın Korunmasına Dair Sözleşme</strong>’nin kabulünün ardından maddi olmayan kültürün korunması tartışmaları ortaya atılmıştır. Diğer bir deyişle, somut olmayan kültürel mirasın korunması yönündeki dikkat, somut miras unsurlarının dışında kalan geleneksel bilgi ve becerilerin yani yaşayan yerel kültürlerin de korunması gerektiği fikrinden doğmuştur."
  },
  {
    "id": "3457294",
    "unitNumber": 1,
    "text": "UNESCO’da Gayri Maddi Miras Bölümü ve bu bölüm içinde Folklorun Korunması Uzman Komitesi hangi yılda kurulmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "1954",
      "B": "1972",
      "C": "1973",
      "D": "1982",
      "E": "1989"
    },
    "explanation": "1973 yılında Bolivya, Yazar Hakları Evrensel Sözleşmesi’ne “folklorun korunmasına yönelik bir protokol” eklenmesini önermiştir. <strong>1982</strong> yılında UNESCO’da Gayri Maddi Miras Bölümü kurulmuş ve bu bölüm içinde Folklorun Korunması Uzman Komitesi oluşturulmuştur."
  },
  {
    "id": "3457320",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi UNESCO bünyesinde somut olmayan mirasın korunması hakkında kabul edilen iki programlardan biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Folklorun Muhafaza Edilmesi Programı",
      "B": "Yaşayan İnsan Hazineleri Programı",
      "C": "Gayri Maddi Miras Programı",
      "D": "Somut Olmayan Kültürel Mirasın Korunması Programı",
      "E": "Geleneksel Kültür ve Folklorun Korunması Programı"
    },
    "explanation": "Somut Olmayan Kültürel Mirasın Korunması Sözleşmesi’nin 2003 yılında kabulüne kadar, UNESCO bünyesinde bu miras alanının korunması üzerine kabul edilen bir tavsiye kararı ve iki program vardır: Geleneksel ve Popüler Kültürün Korunması Tavsiye Kararı (1989), <strong>Yaşayan İnsan Hazineleri Programı </strong>(1993) ve İnsanlığın Sözlü ve Somut Olmayan Başyapıtları İlan Programı (1997/1998) adlı karar ve programlar 2003 yılına kadarki süreçte anılması gereken belgelerdir."
  },
  {
    "id": "3457340",
    "unitNumber": 1,
    "text": "“İnsanlığın Sözlü ve Somut Olmayan Mirası Başyapıtları İlanı” (İSSOMBİ) toplam üç kez yapılmış ulusal envanterleme girişimleridir. Bu başyapıt ilanlarının ilki hangi yılda yapılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "2005",
      "B": "2003",
      "C": "2001",
      "D": "1999",
      "E": "1993"
    },
    "explanation": "İnsanlığın Sözlü ve Somut Olmayan Mirası Başyapıtları İlanı (İSSOMBİ), Sözleşme öncesinde hayata geçirilen bir “ulusal envanterleme” biçimi olarak düşünülebilir. İlki <strong>2001</strong> yılında olmak üzere 2003 ve 2005 yıllarında üç kez yapılan başyapıt ilanında toplam 90 başyapıta ulaşılmıştır."
  },
  {
    "id": "3457363",
    "unitNumber": 1,
    "text": "Aşağıdaki seçeneklerden hangisi \"Somut Olmayan Kültürel Mirasın Korunması Sözleşmesi\"nin (SOKÜM) korumayı amaçladığı somut olmayan kültürel miras başlıklarından biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Geleneksel mimari",
      "B": "Arkeolojik kalıntılar",
      "C": "El yazması kitaplar",
      "D": "Resim ve heykeller",
      "E": "Doğa ve evrenle ilgili bilgi ve uygulamalar"
    },
    "explanation": "Sözleşme’nin korumayı amaçladığı somut olmayan kültürel miras beş başlık altında toplanmıştır:\n <ol> <li>Somut olmayan kültürel mirasın aktarılmasında taşıyıcı işlevi gören dille birlikte sözlü gelenekler ve anlatımlar</li> <li>Gösteri sanatları</li> <li>Toplumsal uygulamalar, ritüeller ve şölenler</li> <li><strong>Doğa ve evrenle ilgili bilgi ve uygulamalar</strong></li> <li>El sanatları geleneği</li> </ol>"
  },
  {
    "id": "3457412",
    "unitNumber": 1,
    "text": "“Her taraf devlet, kendi toprağı üzerinde bulunan somut olmayan kültürel mirasın korunmasını güvence altına almak için gerekli önlemleri alacaktır.” maddesi hangi sözleşmede bulunmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Somut Olmayan Kültürel Mirasın Korunması Sözleşmesi",
      "B": "Dünya Kültürel ve Doğal Mirasın Korunmasına Dair Sözleşme",
      "C": "Geleneksel ve Popüler Kültürün Korunması Tavsiye Kararı",
      "D": "Su Altı Kültürel Mirasın Korunması Sözleşmesi",
      "E": "Kültürel İfadelerin Çeşitliliğinin Korunması ve Geliştirilmesi Sözleşmesi"
    },
    "explanation": "<strong>Somut Olmayan Kültürel Mirasın Korunması Sözleşmesi</strong>’nde “Taraf Devletlerin Rolü̈” başlıklı 11. maddedeki şu ifadeler önemlidir: “Her taraf devlet, kendi toprağı üzerinde bulunan somut olmayan kültürel mirasın korunmasını güvence altına almak için gerekli önlemleri alacaktır.”"
  },
  {
    "id": "3457452",
    "unitNumber": 1,
    "text": "Bir miras unsurunun uluslararası listelerden birine dahil edilmesini önerebilen ulusal organ hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "İl SOKÜM Komisyonu",
      "B": "Ulusal SOKÜM Komisyonu",
      "C": "Halk Bilimi Araştırma ve Uygulama Merkezler Komisyonu",
      "D": "Hükümetler Arası Komitesi",
      "E": "Folklorun Korunması Uzman Komitesi"
    },
    "explanation": "Ulusal Envanterler, illerden gelen unsurları değerlendiren ve İl SOKÜM Komisyonu gibi kültür yöneticileri, Sivil Toplum Kuruluşları, Araştırma Merkezleri ve ilgili topluluk ve uzman kişilerden oluşan bir <strong>Ulusal SOKÜM Komisyonu</strong> tarafından oluşturulmalıdır. Bu Komisyon’un da il komisyonu gibi daimi ve geçici nitelikli üyeleri bulunmalıdır (Oğuz 2018: 115). Uluslararası listelerden birine miras kaydettirmenin temel startı, envanter çalışmalarının yapılması ve aday unsurun ulusal envantere kaydedilmiş̧ olmasıdır."
  },
  {
    "id": "3457485",
    "unitNumber": 1,
    "text": "Aşağıda yer alan uluslararası listelerin hangisinde Türkiye'den korunma altına alınmış somut olmayan kültürel miras <u><strong>bulunmamaktadır</strong></u>?",
    "correctAnswer": "C",
    "options": {
      "A": "İnsanlığın Somut Olmayan Kültürel Mirası Temsilî Listesi’nde",
      "B": "İnsanlığın Somut Olmayan Kültürel Mirası Temsilî Listesi’ndeki çok uluslu dosyalarda",
      "C": "Korumanın İyi Uygulamaları Kaydı’nda",
      "D": "Acil Koruma Gerektiren Somut Olmayan Kültürel Miras Listesi’nde",
      "E": "İnsanlığın Sözlü ve Somut Olmayan Başyapıtları Programı’nda"
    },
    "explanation": "İnsanlığın Sözlü ve Somut Olmayan Başyapıtları tamamıyla İnsanlığın Somut Olmayan Kültürel Mirası Temsilî Listesi’ne transfer edilmiştir. Türkiye’nin Aralık 2022 itibariyle Somut Olmayan kültürel miras listelerinde yirmi beş unsuru bulunmaktadır. Bunların yirmi üçü Temsilî Liste’de; ikisi ise Acil Koruma Listesi’nde yer almaktadır. İnsanlığın Somut Olmayan Kültürel Mirası Temsilî Listesi’ne kayıtlı yirmi üç unsurun dokuz tanesi çok uluslu dosya olarak kayıtlıdır. Korumanın İyi Uygulamaları Kaydı: Üçüncü liste ise, ulusal envantere alınan bir unsurun korunması yönünde ulusal düzeyde yapılan çalışmaların en iyi örneklerini içermektedir. 2008-2012 yılları arasında “Kayıt” olarak adlandırılan bu Liste’ye ilk olarak 2009 yılında üç unsur kaydedilmiştir. Kayıtlar için karar organı olan Hükûmetler Arası Komitenin son toplantısının yapıldığı Aralık 2022 itibariyle ise bu listede toplam otuz üç uygulama kayıtlıdır. Türkiye’nin bu başlık altında henüz kayıtlı bir unsuru bulunmamaktadır."
  },
  {
    "id": "3457683",
    "unitNumber": 1,
    "text": "“………………………………. , UNESCO’nun somut olmayan kültürel mirasın korunması çalışmaları kapsamında oluşturulmuş ve ilk ortaya atıldığı 1993 yılından beri sürekli olarak geliştirilmiştir. UNESCO, bu sistem aracılığıyla somut olmayan kültürel mirası üreten insana dikkat çekmek istemektedir.”\n <strong>Yukarıdaki boşluğa gelmesi gereken seçeneği işaretleyiniz? </strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yaşayan İnsan Hazineleri Sistemi",
      "B": "Geleneksel ve Popüler Kültürün Korunması Tavsiye Kararı",
      "C": "İnsanlığın Sözlü ve Somut Olmayan Mirası Başyapıtları İlanı",
      "D": "Somut Olmayan Kültürel Mirasın Envanterlenmesi ve Listelenmesi",
      "E": "Korumanın İyi Uygulamaları Kaydı"
    },
    "explanation": "Yaşayan İnsan Hazineleri Sistemi"
  },
  {
    "id": "3457702",
    "unitNumber": 1,
    "text": "<strong>Türkiye, kısa adı UNESCO olan ve Genel Merkezi Paris’te bulunan Birleşmiş Milletler Eğitim, Bilim ve Kültür Kurumu’na hangi tarihte katılmıştır? </strong>",
    "correctAnswer": "D",
    "options": {
      "A": "10 Ağustos 1970",
      "B": "23 Mayıs 1973",
      "C": "18 Temmuz 2000",
      "D": "4 Kasım 1946",
      "E": "11 Mart 1948"
    },
    "explanation": "4 Kasım 1946"
  },
  {
    "id": "3457714",
    "unitNumber": 1,
    "text": "<strong>UNESCO, İnsanlığın Sözlü ve Somut Olmayan Mirası Başyapıtları İlanı’na yönelik “Adaylık Dosyası Hazırlama Kılavuzu”nu hangi tarihte yayımlamıştır? </strong>",
    "correctAnswer": "A",
    "options": {
      "A": "2001",
      "B": "2004",
      "C": "2000",
      "D": "2002",
      "E": "2005"
    },
    "explanation": "2001"
  },
  {
    "id": "3457722",
    "unitNumber": 1,
    "text": "<strong>Somut Olmayan Kültürel Mirasın Korunması Sözleşmesi hangi tarihte imzalanmıştır? </strong>",
    "correctAnswer": "D",
    "options": {
      "A": "2008",
      "B": "1978",
      "C": "2004",
      "D": "2003",
      "E": "1998"
    },
    "explanation": "2003"
  },
  {
    "id": "3457728",
    "unitNumber": 1,
    "text": "<strong>Hemen müdahale edilip korunmadığı takdirde yok olması söz konusu olan mirasları içeren liste aşağıdakilerden hangisidir? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Envanter Listesi",
      "B": "İyi Uygulamalar Kaydı Listesi",
      "C": "İnsanlığın Somut Olmayan Kültürel Mirası Temsilî Listesi",
      "D": "Temsili Liste",
      "E": "Acil Koruma Gerektiren Somut Olmayan Kültürel Miras Listesi"
    },
    "explanation": "Acil Koruma Gerektiren Somut Olmayan Kültürel Miras Listesi"
  },
  {
    "id": "3457743",
    "unitNumber": 1,
    "text": "<strong>Kültürel ifadelerin çeşitliliğinin kültürel endüstri alanında korunmasını öngören Kültürel İfadelerin Çeşitliliğinin Korunması ve Geliştirilmesi Sözleşmesi hangi tarihte imzalanmıştır? </strong>",
    "correctAnswer": "A",
    "options": {
      "A": "2005",
      "B": "2004",
      "C": "2007",
      "D": "2008",
      "E": "2003"
    },
    "explanation": "2005"
  },
  {
    "id": "3457748",
    "unitNumber": 1,
    "text": "<strong>Uluslararası Müzeler Konseyi’nin kısaltması aşağıdakilerden hangisidir? </strong>",
    "correctAnswer": "C",
    "options": {
      "A": "SOKÜM",
      "B": "UNESCO",
      "C": "ICOM",
      "D": "İSSOMBİ",
      "E": "ICOMOS"
    },
    "explanation": "ICOM"
  },
  {
    "id": "3457760",
    "unitNumber": 1,
    "text": "<strong>ICOM, Seul’de gerçekleşen 21. Genel Kurulu sonrasında müze tanımını hangi yılda güncellemiştir? </strong>",
    "correctAnswer": "B",
    "options": {
      "A": "2004",
      "B": "2007",
      "C": "2013",
      "D": "2011",
      "E": "2010"
    },
    "explanation": "2007"
  },
  {
    "id": "3457769",
    "unitNumber": 1,
    "text": "<strong>Doğayı ve maddi kültürü korumayı amaçlayan Dünya Kültürel ve Doğal Mirasın Korunmasına Dair Sözleşme hangi tarihte kabul edilmiştir? </strong>",
    "correctAnswer": "D",
    "options": {
      "A": "1998",
      "B": "1978",
      "C": "1999",
      "D": "1972",
      "E": "1979"
    },
    "explanation": "1972"
  },
  {
    "id": "3457775",
    "unitNumber": 1,
    "text": "<strong>Türkiye’nin Aralık 2022 itibariyle Acil Koruma Gerektiren Somut Olmayan Kültürel Miras Listesi’ne kayıtlı kaç unsur bulunmaktadır? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "1",
      "B": "5",
      "C": "6",
      "D": "4",
      "E": "2"
    },
    "explanation": "2"
  },
  {
    "id": "3459234",
    "unitNumber": 2,
    "text": "Bir millet veya toplumun hayatında derin izler bırakmış olaylardan kaynaklanan sözlü anlatılara ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Masal",
      "B": "Efsane",
      "C": "Öykü",
      "D": "Destan",
      "E": "Roman"
    },
    "explanation": "Türk Destanları<br/>Sözlü anlatıma dayalı türlerden biri olan des-<br/>tanlar, somut olmayan kültürel mirasımız açısın-<br/>dan büyük bir değere sahiptir. Bağlam, yapı ve<br/>şekil, içerik ve işlev özellikleri göz önünde bulun-<br/>durulduğunda destanları şu şekilde tanımlamak<br/>mümkündür: <strong>Destanlar bir millet veya toplumun</strong><br/><strong>hayatında derin izler bırakmış olaylardan kaynak-</strong><br/><strong>lanmaktadır</strong>"
  },
  {
    "id": "3459252",
    "unitNumber": 2,
    "text": "Aşağıdaki ifadelerden hangisi halk hikayeleri için doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Halk hikayeleri kahramanlık destanlarından çok önce anlatılmıştır.",
      "B": "Halk hikayeleri destanlara göre çok daha uzundur.",
      "C": "Destanlarda anlatılan sosyal şartlardan çok uzaktır.",
      "D": "Halk hikayeleri destanlardan daha gerçekçi bir kurguya sahiptir.",
      "E": "Ağırlıklı olarak savaş hikayeleridir."
    },
    "explanation": "Bu sözlü gelenek yaratmaları, kahramanlık destanlarından<br/>çok sonra teşekkül etmiştir. Destanlara nazaran<br/>daha kısadır, daha gerçekçi bir kurguya sahiptir<br/>(Aça, 1998: 3) ve destanlardaki sosyal şartların yeni<br/>ve orijinal bir bakış açısıyla yeniden yaratımı gibidir<br/>(Boratav, 1946: 70). Diğer yandan halk hikâyeleri,<br/>efsane, masal ve destan türlerinden beslenerek mil-<br/>letimizin roman ihtiyacını karşılayan yaratmalar<br/>olmuşlardır (Elçin, 2004: 444). Halk hikâyeleri<br/>halkın gönül dünyasını dile getiren (Güney, 1951:<br/>385), bir sevgiliyi elde etmek için yaşanan macera-<br/>ları masalsı bir üslupla dile getirir."
  },
  {
    "id": "3460100",
    "unitNumber": 2,
    "text": "Türk halk hikayelerinde kahramanların en büyük yardımcısı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Hz. Şems",
      "B": "Hz. Mevlana",
      "C": "Deli Dumrul",
      "D": "Hz Muhammed",
      "E": "Hz. Hızır"
    },
    "explanation": "Halk Hikayeleri<br/>Kahramanlar genellikle bade içerek, resme bakarak ya da<br/>ilk görüşte âşık olurlar. Hikâyelerde kahramanın en<br/>büyük yardımcısı Hz. Hızır’dır. Kahramanlar bazen<br/>insan dışındaki varlıklarla da konuşmaktadırlar."
  },
  {
    "id": "3460106",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi masalın özelliklerinden biri <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Masallar belirli kalıp sözlerle başlayıp biter.",
      "B": "Masallar kendine mahsus zaman mekâna sahiptir.",
      "C": "Masallar dinleyenleri eğlendirir",
      "D": "Masallar sosyal olayları konu edinir.",
      "E": "Masallar dinleyenlere kıssadan hisse, öğütler verir."
    },
    "explanation": "Masallar, belirli kalıp sözlerle başla-<br/>yıp yine belirli kalıp sözlerle bitmektedir. Masallar,<br/>kendine mahsus zaman, mekân ve şahıs kadrosuna<br/>sahiptir. Masallar dinleyenleri başta eğlendirmek,<br/>rahatlatmak, eğitmek, öğüt vermek, kıssadan hisse<br/>çıkarmak ve sosyal normları genç nesillere öğret-<br/>mek gibi işlevlere sahip sözlü anlatı geleneğimizin<br/>en önemli türlerinden biridir."
  },
  {
    "id": "3460281",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Eski Türk Destanlarından birisidir.",
    "correctAnswer": "C",
    "options": {
      "A": "Alıp Manaş Destanı",
      "B": "Olonhoy Destanı",
      "C": "Bozkurt Destanı",
      "D": "Abat Destanı",
      "E": "Köroğlu Destanı"
    },
    "explanation": "KMT103U “Türkiye’nin Somut Olmayan Kültürel Mirası” isimli ders kitabının “Sözlü Gelenekler ve Anlatımlar” başlıklı 2. Bölümünde bu konu ile ilgili şu bilgilere yer vermektedir.\n<br/>Türk destanlarını tarihî ve dönemsel olarak <em>Eski Türk Destanları </em>ve <em>Yeni Türk Destanları </em>ol- mak üzere iki farklı başlık altındadeğerlendirmek mümkündür. Eski Türk Destanları arasında başta <em>Alp Er Tunga</em>, <em>Şu Destanı</em>, <em>Atilla Destanı</em>, <em>Bozkurt Destanı</em>, <em>GöçDestanı</em>, <em>Ergenekon Destanı</em>, <em>Mani Dininin Kabulü Destanı</em>, <em>Türeyiş Destanı </em>ve <em>Oğuz</em> <em>Kağan Destanı </em>yer almaktadır (\n<br/>Bu nedenle sorunun doğru cevabı (C) şıkkıdır."
  },
  {
    "id": "3460285",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Yeni Türk Destanındaki tematik ve yapısal bakımlardan oluşturulmuş gruplardan birisidir.",
    "correctAnswer": "E",
    "options": {
      "A": "Masal",
      "B": "Ağıt",
      "C": "Efsane",
      "D": "Fıkra",
      "E": "Kahramanlık"
    },
    "explanation": "KMT103U “Türkiye’nin Somut Olmayan Kültürel Mirası” isimli ders kitabının “Sözlü Gelenekler ve Anlatımlar” başlıklı 2. Bölümünde bu konu ile ilgili şu bilgilere yer vermektedir.\n Son yüzyıllarda sözlü kaynaklardan derlenerek yazıya geçirilmiş <em>Yeni Türk Destanları </em>da tematik ve yapısal özelliklerbakımından kendi aralarında <em>Arkaik</em>, K<em>ahramanlık</em> ve <em>Tarihî </em>destanlar olarak üçe ayrılırlar.\n Bu nedenle sorunun doğru cevabı (E) şıkkıdır."
  },
  {
    "id": "3460289",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Yeni Türk Destanlarından Arkaik Destanlar grubuna giren örneklerden birisidir.",
    "correctAnswer": "D",
    "options": {
      "A": "Köroğlu Destanı",
      "B": "Manas Destanı",
      "C": "Kambar Destanı",
      "D": "Altın Taycı Destanı",
      "E": "Battal Gazi Destanı"
    },
    "explanation": "KMT103U “Türkiye’nin Somut Olmayan Kültürel Mirası” isimli ders kitabının “Sözlü Gelenekler ve Anlatımlar” başlıklı 2. Bölümünde bu konu ile ilgili şu bilgilere yer vermektedir.\n <em>Arkaik Destanlar</em>: <em>Altay</em>, <em>Hakas</em>, <em>Tıva</em>, <em>Saha (Yakut)</em>, <em>Teleüt</em>, <em>Şor </em>gibi İslamiyet’i kabul etmemiş ve ağırlıklı olarak Şamanist görüşe sahipSibirya’daki Türk boyları tarafından derlenmiş, mitolojik motiflerin ağır bastığı tematik destanlar bu gruba girmektedir. Bunlar arasında;<em>Alıp Manaş Destanı</em>, <em>Altın Arığ Destanı</em>, <em>Ural Batır</em>, <em>Er Töştük</em>, <em>Yaratılış Destanı</em>, <em>Ucocoş Destanı</em>, <em>Maaday Kara Destanı</em>, <em>OlonhoyDestanı</em>, <em>Altın Cüs Destanı</em>, <em>Abat Destanı</em>, <em>Kula Mergen Destanı</em>, <em>Koğutay Destanı</em>, <em>Basat ve Tepegöz Destanı</em>, <em>Duha Kocaoğlu DeliDumrul Destanı</em>, <em>Ay Manıs Destanı</em>, <em>Altın Taycı Destanı</em>, <em>Akbuzat Destanı</em>, <em>Oğol Han Destanı </em>ve<em> Er Samır Destanı </em>ve sayılabilir\n Bu nedenle sorunun doğru cevabı (D) şıkkıdır."
  },
  {
    "id": "3460292",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Yeni Türk Destanlarından Kahramanlık Destanları grubuna giren örneklerden birisidir.",
    "correctAnswer": "A",
    "options": {
      "A": "Köroğlu Destanı",
      "B": "Kula Mergen destanı",
      "C": "Koğutay Destanı",
      "D": "Kurmanberk Destanı",
      "E": "Danışmend Gazi Destanı"
    },
    "explanation": "KMT103U “Türkiye’nin Somut Olmayan Kültürel Mirası” isimli ders kitabının “Sözlü Gelenekler ve Anlatımlar” başlıklı 2. Bölümünde bu konu ile ilgili şu bilgilere yer vermektedir.\n <em>Kahramanlık Destanları</em>: Kahramanın yerini, vatanını düşmanlara karşı koruduğu ve âşık olduğu kızı elde ederek evlendiği, çoğunluklaçok epizotlu olan bu destanlar asıl kahramanlık destanları olarak bilinmektedir. Türk epik destan geleneğinde en çok bu tür destanlaryaygındır. Kahramanlık destanları arasında <em>Köroğlu Destanı</em>, <em>Manas Destanı</em>, <em>Kambar Batır Destanı, Alpamış Destanı</em>, <em>Bozoğlan Destanı</em>,<em>Kurmanbek Destanı</em>, <em>Kobılandı Batır Destanı, Çora </em><em>Batır Destanı </em>gibi destanlar sayılabilir.\n Bu nedenle sorunun doğru cevabı (A) şıkkıdır."
  },
  {
    "id": "3460296",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Yeni Türk Destanlarından Tarihi Destanlar grubuna giren örneklerden birisidir.",
    "correctAnswer": "E",
    "options": {
      "A": "Köroğlu Destanı",
      "B": "Manas Destanı",
      "C": "Kambar Destanı",
      "D": "Altın Taycı Destanı",
      "E": "Battal Gazi Destanı"
    },
    "explanation": "KMT103U “Türkiye’nin Somut Olmayan Kültürel Mirası” isimli ders kitabının “Sözlü Gelenekler ve Anlatımlar” başlıklı 2. Bölümünde bu konu ile ilgili şu bilgilere yer vermektedir.\n Tarihî Destanlar: Konu ve kahramanlarını tarihî şahsiyetler ve tarihî olayların oluşturduğu kahramanlık destanlarına tarihî destanlar de-nilmektedir. Tarihî destanlar arasında ise, <em>Danişmend Gazi Destanı</em>, <em>Battal Gazi Destanı</em>, <em>Edigey Destanı</em>, <em>Sarı Saltuk Destanı</em>, <em>Mamay</em><em>Destanı</em>, <em>Orak</em><em> Nözüğüm Destanı</em>, <em>Karasay</em><em> Kazi Destanı</em>, <em>Genç</em><em> Osman Destanı</em>, <em>Abdurrahman Han Destanı</em>, <em>Osman Batır Destanı </em>ve<em>Timur Destanı </em>sayılabilir\n Bu nedenle sorunun doğru cevabı (E) şıkkıdır."
  },
  {
    "id": "3460299",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Türkiye dışındaki Türk Topluluklar tarafından “destan” “kıssa” “hekat” “hikaye” “mesel” gibi isimlerle adlandırılan Türkiye’nin somut olmayan kültürel mirasının örneklerinden birisidir.",
    "correctAnswer": "C",
    "options": {
      "A": "Ağıt",
      "B": "Fıkra",
      "C": "Masal",
      "D": "Efsane",
      "E": "Halk Hikayesi"
    },
    "explanation": "KMT103U “Türkiye’nin Somut Olmayan Kültürel Mirası” isimli ders kitabının “Sözlü Gelenekler ve Anlatımlar” başlıklı 2. Bölümünde bu konu ile ilgili şu bilgilere yer vermektedir.\n Masal sözcüğünün Türkçeye, halk dilinde yaygın olan ve “öğüt” anlamına gelen zamanla anlam ve söyleyişinde değişikliğe uğrayanArapça “mesel” kelimesinden geldiği düşünülmektedir. Kendine özgü sözlü edebiyat özelliklerine sahip olan bu anlatmalık tür, Türkçede19. yüzyıldan beri “masal” olarak yaygınlaşmıştır. Masal türüne 19. yüzyıla kadar Türkiye’de ve Balkanlar’da “destan”, “kıssa”,“hekat”, “hikâye”, “mesel” gibi isimler de verilmiştir. Türkiye dışında yaşayan Türk topluluklarında ise masal yerine Azerbaycan’da“nagıl”; Türkistan’da “erteği”, “ertek”; Uygurlarda “ötünç” (öğüt verici hikâye); Çuvaşlarda “hallap” kelimeleri kullanılmıştı(Çobanoğlu, 2018: 131).\n Bu nedenle sorunun doğru cevabı (C) şıkkıdır."
  },
  {
    "id": "3460303",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi atasözlerinin özellikleri arasına sayılamaz.",
    "correctAnswer": "D",
    "options": {
      "A": "Atasözleri, atalarımızın hikmetli düşünce, öğüt ve örneklemelerini içermektedir.",
      "B": "Atasözleri yüzyılların oluşturduğu biçimle kalıplaşmıştır.",
      "C": "Atasözleri, nesilden nesile aktarılan özlü sözlerdir.",
      "D": "Atasözlerini tek bir kişi veya gruba maledilebilir.",
      "E": "Atasözleri içinde var oldukları toplumun müşterek ürünüdür."
    },
    "explanation": "KMT103U “Türkiye’nin Somut Olmayan Kültürel Mirası” isimli ders kitabının “Sözlü Gelenekler ve Anlatımlar” başlıklı 2. Bölümünde bu konu ile ilgili şu bilgilere yer vermektedir.\n Türk Dili Kurumu’nun yayınladığı Türkçe Sözlük’te atasözü, <em>uzun deneme ve gözlemlere dayanılarak söylenmiş ve halka malolmuş öz, darbımesel </em>(Ankara, 1998: 155) şeklinde tanımlanmıştır. Atasözleri, atalarımızın uzun gözlem ve tecrübeler sonundavardıkları hükümleri hikmetli düşünce, öğüt ve örneklemeleri içermektedir. Atasözlerinin birçoğu mecazi anlam taşımakta veyüzyılların oluşturduğu biçimle kalıplaşmış durumdadırlar. Atasözleri, daha çok sözlü gelenek içinde nesilden nesile aktarılarakyaşayan ve anonim nitelikteki özlü sözlerdir (Oy, 1977: 214). Atasözlerini tek bir kişiye mal edemeyiz. Atasözleri içinde var olduklarıtoplumun müşterek ürünüdür.\n Bu nedenle sorunun doğru cevabı (D) şıkkıdır."
  },
  {
    "id": "3460306",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi deyimlerin genel özelliklerinden birisidir.",
    "correctAnswer": "D",
    "options": {
      "A": "Atalarımızın hikmetli düşünce, öğüt ve örneklemelerini içermektedir.",
      "B": "Yüzyılların oluşturduğu biçimle kalıplaşmıştır.",
      "C": "Nesilden nesile aktarılan özlü sözlerdir.",
      "D": "Anlatıma akıcılık ve renklilik katmaktadır.",
      "E": "Içinde var oldukları toplumun müşterek ürünüdür."
    },
    "explanation": "KMT103U “Türkiye’nin Somut Olmayan Kültürel Mirası” isimli ders kitabının “Sözlü Gelenekler ve Anlatımlar” başlıklı 2. Bölümünde bu konu ile ilgili şu bilgilere yer vermektedir.\n ……. bir kavram olarak deyimin özelliklerini şu şekilde özetlemek mümkündür: 1. Deyimler genel olarak öz anla- mından ayrılarak değişikliğe uğramışlardır. 2. De- yimler kalıplaşmış sözlerdir. 3. Deyimler, belli bir kavramı, belli bir duyguyu ya da belli bir durumudile getirmek için kullanılır. 4. Deyimler, anlatıma akıcılık ve renklilik katmaktadır. 5. Deyimler yerli ve milli unsurları içerisindebarındırmaktadır.\n Bu nedenle sorunun doğru cevabı (D) şıkkıdır."
  },
  {
    "id": "3460336",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi 12. ve 13. yüzyıllarda Kuzey Doğu Anadolu ve Azerbaycan bölgelerine gelen Oğuzların buralara yerleşmeleri ve bu maksatla yapılan savaşları anlatan Unesco tarafından kültür mirası olarak kabul edilmiş olan edebi nitelikteki Türk eseridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dede Korkut",
      "B": "Alıp Manaş Destanı",
      "C": "Olonho Destanı",
      "D": "Abat Destanı",
      "E": "Köroğlu Destanı"
    },
    "explanation": "KMT103U “Türkiye’nin Somut Olmayan Kültürel Mirası” isimli ders kitabının “Sözlü Gelenekler ve Anlatımlar” başlıklı 2. Bölümünde bu konu ile ilgili şu bilgilere yer vermektedir.\n<br/>Dede Korkut Hikâyeleri, Dede Korkut’un tarihî kişiliği etrafında Oğuzların hayatını anlatan destansı hikâyelerdir. Hikâyelerde 12. ve 13. yüzyıllarda Kuzey Doğu Anadolu ve Azerbaycan bölgelerine gelen Oğuzların buralara yerleşmeleri ve bu maksatla yapılan savaşlar anlatılır. 15. yüzyılda kaleme alındığı düşünülen hikâyelerin kim tarafından yazıya geçirildiği belli değildir. Dede Korkut Hikâyeleri’nin, 2018 yılının sonuna kadar <em>Dresden </em>ve <em>Vatikan </em>olmak üzere bilinen iki <strong><em>nüsha</em></strong>sı bilinmekteydi. 2019 yılında ortaya çıkarılan ve Prof. Dr. Metin Ekici tarafından ilim âleminin dikkatine sunulan yeni bir nüshanın <em>Dede Korkut Kitabı Türkistan / Türkmen Sahra Nüshası Soylamalar ve</em> <em>13. Boy: Salur Kazan’ın Yedi Başlı Ejderhayı Öldürmesi </em>başlığı ile 2019 yılının Haziran ayında yayımlanmasıyla bu iki nüshaya üçüncü bir nüsha daha eklenmiş oldu. Dede Korkut Kitabı’nda kullanılan dil katkısız bir Türkçedir. Kitapta bulunan atasözleri, alkışlar, kargışlar, şiir parçaları, gelenekler-görenekler, inançlar bu eseri Türk Halk Edebiyatı çalışmaları açısından birinci dereceden en önemli tarihî kaynak kılmaktadır."
  },
  {
    "id": "3460339",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi engebeli ve zor arazi şartlarında insanların birbirleri arasında iletişimi sağlamak amacını taşıyan Islık Dilinin Türkiyede kullanıldığı dildir.",
    "correctAnswer": "A",
    "options": {
      "A": "Giresun",
      "B": "Alanya",
      "C": "Manisa",
      "D": "Konya",
      "E": "Hakkari"
    },
    "explanation": "KMT103U “Türkiye’nin Somut Olmayan Kültürel Mirası” isimli ders kitabının “Sözlü Gelenekler ve Anlatımlar” başlıklı 2. Bölümünde bu konu ile ilgili şu bilgilere yer vermektedir.\n <strong><em>Islık </em></strong>dili dünyanın engebeli ve zor arazi şartlarında insanların birbirleri arasında iletişimi sağlama amacı taşıyan, coğrafyanıninsanlara bıraktığı kültürel bir zenginliktir. Yapılan araştırmalarda ıslık di- linin Kanarya Adaları, İspanya, Yunanistan, Papua YeniGine, Fransa, Guyana, Vietnam, Nepal, Çin, Meksika, Senegal gibi dağlık bölgelerin çok olduğu yerleşim yerlerinde varlığınıgösterdiği anlaşılmıştır (Uzun vd., 2021: 106). Bu alanlar dışında ıslık dilinin en etkin olarak kullanıldığı yerlerden biri de Karadeniz’in Doğu Karadeniz Bölümü’nde yer alan Giresun-Çanakçı ilçesine bağlı Kuşköy’dür\n Bu nedenle sorunun doğru cevabı (A) şıkkıdır."
  },
  {
    "id": "3460973",
    "unitNumber": 2,
    "text": "Âşık edebiyatı geleneği kurumsal bir yapı olarak hangi yüzyılda teşekkül etmeye başlamıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "14. yüzyıl",
      "B": "15. yüzyıl",
      "C": "16. yüzyıl",
      "D": "17. yüzyıl",
      "E": "18. yüzyıl"
    },
    "explanation": "ÂŞIKLIK GELENEĞİ<br/>Âşık edebiyatı geleneği kurumsal bir yapı<br/>olarak 16. yüzyılda teşekkül etmeye başlamış ve<br/>bu tekâmülünü 17. yüzyılda tamamlayarak Türk<br/>kültür dinamizmi içerisindeki varlık sahasını gü-<br/>nümüze kadar muhafaza etmiştir (Düzgün, 2004:<br/>170-171)."
  },
  {
    "id": "3461008",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi âşık geleneği için doğru bir ifade <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Âşık edebiyatı toplumun ortak kültür kodlarını oluşturan önemli bir<br/>kurum olmuştur.",
      "B": "Âşıklar kişisel hassasiyetlerini şiirlerine yansıtır.",
      "C": "Âşıklar bağlı bulundukları geleneği ve halk kültürünün bütün değerlerini şiirlerinde anlatır.",
      "D": "Âşıklar şiirlerinde toplumsal, tarihsel, bireysel olgu ve durumları aktarır.",
      "E": "Âşıklar kültür taşıyıcısıdır."
    },
    "explanation": "ÂŞIKLIK GELENEĞİ<br/>Âşık edebiyatı, Türk kültürünün bütün<br/>katmanlarınca özümsenmiş ve çağlar boyu toplumun ortak kültür kodlarını oluşturan önemli bir<br/>kurum olmuştur. Âşıklar bağlı bulundukları gele-<br/>neği ve halk kültürünün bütün değerlerini şiirle-<br/>rinde anlatarak Türk kültürünün ortak bir yaşam<br/>ve değerler bütünü olmasına çağlar boyu hizmet<br/>etmiştir. Âşıklar şiirlerinde toplumsal, tarihsel,<br/>bireysel olgu ve durumlar karşısında halkın ortak<br/>duygu ve düşüncelerini dile getirmeleri bakımın-<br/>dan Türk kültürünün korunmasında kültür taşıyı-<br/>cıları olarak görev yapmışlardır. Âşıklar ayrıca, dışa<br/>dönük karakterleriyle her dönem siyasal ve top-<br/>lumsal olaylara karşı olan duyarlılıklarını eserlerine<br/>konu edinmişlerdir (Emre, 2013: 60-61; Yardımcı,<br/>2013: 112-113). “Saz şiiri” ya da “âşık şiiri” adıy-<br/>la da anılan bu gelenek, tarihî seyri içerisinde ve<br/>geçmişten günümüze icra edildiği ortamlar itiba-<br/>rıyla farklılık göstermiştir (Günay, 1986: 24; Sa-<br/>kaoğlu, 1986: 248-251). Sözlü kültür ortamından<br/>yazılı kültür ortamına ve oradan da dijital kültür<br/>ortamına taşınan bu yaratmalar, son birkaç asırdır<br/>meydana gelen sosyo-kültürel, ekonomik ve de<br/>siyasî gelişmelere paralel olarak içinde var olduk-<br/>ları kültür ortamlarına uyum sağlamışlardır. Bu<br/>süreç içerisinde âşıklık geleneği içinde var olduğu<br/>toplumun sesi ve soluğu olmuş ayrıca bu gelenek<br/>yine zaman içerisinde kaybolma tehlikesinin aksine<br/>daha da zenginleşip büyük bir kültür mirası olarak<br/>günümüze kadar ulaşma kabiliyeti göstermiştir."
  },
  {
    "id": "3461028",
    "unitNumber": 2,
    "text": "Âşıklık geleneğinin kurumsallaşmasında hangi mekanlar önem arzetmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kütüphaneler",
      "B": "Çay bahçeleri",
      "C": "Gazinolar",
      "D": "Parklar",
      "E": "Kahvehaneler"
    },
    "explanation": "ÂŞIKLIK GELENEĞİ<br/>Zamanlama bakımından Anadolu’da kahvehanelerin ortaya<br/>çıkışı ile âşıklık geleneğinin oluşumu arasındaki<br/>bu paralellik, âşıklık geleneğinin kurumsallaşma-<br/>sında bir mekân olarak kahvehanelerin önemine<br/>işaret etmektedir. Kahvehaneler hızlı bir şekilde<br/>İstanbul’dan Anadolu’nun diğer yerleşim bölgele-<br/>rine yayılma göstermiştir. İlk etapta bir statünün<br/>göstergesi olarak ziyaret edilip kahve eşliğinde soh-<br/>betlerin yapıldığı bu mekânlar zamanla sıradan<br/>insanların uğrak yeri haline gelmiştir. Kahvehane<br/>sayısındaki artışla beraber kahvehane işletmecileri<br/>kendi aralarında rekabete girişmiş ve bunun sonu-<br/>cunda bu mekânlarda Karagöz oynatmak, med-<br/>dah bulup halk hikâyesi anlattırmak zamanla bir<br/>gelenek haline gelmiştir. Âşıklık geleneği de bu<br/>yeni kültürel mekânına uyum göstererek özellikle<br/>ileride âşık kahvehaneleri adı altında faaliyet göste-<br/>ren mekânlarda icra edilmeye başlanmıştır"
  },
  {
    "id": "3461060",
    "unitNumber": 2,
    "text": "Dede Korkut hikayelerinde Oğuzların hangi dönemi konu edilir?",
    "correctAnswer": "A",
    "options": {
      "A": "12. ve 13. yüzyıl",
      "B": "14. yüzyıl",
      "C": "15. ve 16. yüzyıl",
      "D": "17. yüzyıl",
      "E": "18. yüzyıl"
    },
    "explanation": "Dede Korkut Hikâyeleri, Dede Korkut’un tarihî<br/>kişiliği etrafında Oğuzların hayatını anlatan des-<br/>tansı hikâyelerdir. Hikâyelerde 12. ve 13. yüzyıl-<br/>larda Kuzey Doğu Anadolu ve Azerbaycan bölgelerine gelen Oğuzların buralara yerleşmeleri ve bu maksatla yapılan savaşlar anlatılır."
  },
  {
    "id": "3461076",
    "unitNumber": 2,
    "text": "Dede Korkut hikayelerinin hangi yüzyılda yazıldığı düşünülmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "12. yüzyıl",
      "B": "13. yüzyıl",
      "C": "14. yüzyıl",
      "D": "15. yüzyıl",
      "E": "16. yüzyıl"
    },
    "explanation": "DEDE KORKUT<br/>15. yüzyılda kaleme alındığı düşünülen hikâyelerin kim tarafından yazıya geçirildiği belli değildir."
  },
  {
    "id": "3461091",
    "unitNumber": 2,
    "text": "Ülkemizde ıslık dilinin en etkin olarak kullanıldığı yer aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Batı Karadeniz",
      "B": "Doğu Karadeniz",
      "C": "İç Ege",
      "D": "Doğu Anadolu",
      "E": "İç Anadolu"
    },
    "explanation": "ISLIK DİLİ<br/>Islık dili dünyanın engebeli ve zor arazi şartlarında insanların birbirleri arasında iletişimi sağlama amacı taşıyan, coğrafyanın insanlara bıraktığı kültürel bir zenginliktir. Yapılan araştırmalarda ıslık dilinin Kanarya Adaları, İspanya, Yunanistan, Papua Yeni Gine, Fransa, Guyana, Vietnam, Nepal, Çin, Meksika, Senegal gibi dağlık bölgelerin çok olduğu yerleşim yerlerinde varlığını gösterdiği anlaşılmıştır (Uzun vd., 2021: 106). Bu alanlar dışında ıslık dilinin en etkin olarak kullanıldığı yerlerden biri de<br/>Karadeniz’in Doğu Karadeniz Bölümü’nde yer alan Giresun-Çanakçı ilçesine bağlı Kuşköy’dür (Uzun vd., 2021: 106)."
  },
  {
    "id": "3839838",
    "unitNumber": 2,
    "text": "Bilgi ve tecrübenin işitilerek alındığı, bireysel hafızalarda korunduğu ve bir nesilden diğerine sözlü olarak iletildiği iletişim biçimine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sesli gelenek",
      "B": "Sözlü gelenek",
      "C": "Sazlı gelenek",
      "D": "Yazılı gelenek",
      "E": "Görsel gelenek"
    },
    "explanation": "Sözlü Gelenek: Bilgi ve tecrübenin işitilerek alındığı, bireysel hafızalarda korunduğu ve bir nesilden diğerine sözlü olarak iletildiği iletişim biçimi."
  },
  {
    "id": "3839846",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi eski Türk destanları arasında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "Tıva",
      "B": "Teleüt",
      "C": "Alıp Manaş Destanı",
      "D": "Alp Er Tunga",
      "E": "Olonhoy Destanı"
    },
    "explanation": "Eski Türk Destanları arasında başta Alp Er Tunga, Şu Destanı, Atilla Destanı, Bozkurt<br/>Destanı, Göç Destanı, Ergenekon Destanı, Mani Dininin Kabulü Destanı, Türeyiş Destanı ve Oğuz Kağan Destanı yer almaktadır."
  },
  {
    "id": "3839848",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi yeni Türk destanları arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Akbuzat Destanı",
      "B": "Mani Dininin Kabulü Destanı",
      "C": "Türeyiş Destanı",
      "D": "Oğuz Kağan Destanı",
      "E": "Göç Destanı"
    },
    "explanation": "Son yüzyıllarda sözlü kaynaklardan derlenerek yazıya geçirilmiş Yeni Türk Destanları da tematik ve yapısal özellikler bakımından kendi aralarında Arkaik, Kahramanlık ve Tarihî destanlar olarak üçe ayrılırlar. Arkaik Destanlar: Altay, Hakas, Tıva, Saha (Yakut), Teleüt, Şor gibi İslamiyet’i kabul etmemiş ve ağırlıklı olarak Şamanist görüşe sahip Sibirya’daki Türk boyları tarafından derlenmiş, mitolojik motiflerin ağır bastığı tematik destanlar bu gruba girmektedir. Bunlar arasında; Alıp Manaş Destanı, Altın Arığ Destanı, Ural Batır, Er Töştük, Yaratılış Destanı, Ucocoş Destanı, Maaday Kara Destanı, Olonhoy Destanı, Altın Cüs Destanı, Abat Destanı, Kula Mergen Destanı, Koğutay Destanı, Basat ve Tepegöz Destanı, Duha Kocaoğlu Deli Dumrul Destanı, Ay Manıs Destanı, Altın Taycı Destanı, Akbuzat Destanı, Oğol Han Destanı ve Er Samır Destanı ve sayılabilir."
  },
  {
    "id": "3839849",
    "unitNumber": 2,
    "text": "\"Danişmend Gazi Destanı, Battal Gazi Destanı, Edigey Destanı, Sarı Saltuk Destanı, Mamay Destanı, Orak Nözüğüm Destanı, Karasay Kazi Destanı, Genç Osman Destanı, Abdurrahman Han Destanı, Osman Batır Destanı ve Timur Destanı\" örnekleri hangi destan türüne aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tarihî destanlar",
      "B": "Kahramanlık destanları",
      "C": "Arkaik destanlar",
      "D": "Eski Türk destanları",
      "E": "Şamanist destanlar"
    },
    "explanation": "Tarihî Destanlar: Konu ve kahramanlarını tarihî şahsiyetler ve tarihî olayların oluşturduğu kahramanlık destanlarına tarihî destanlar denilmektedir. Tarihî destanlar arasında ise, Danişmend Gazi Destanı, Battal Gazi Destanı, Edigey Destanı, Sarı Saltuk Destanı, Mamay Destanı, Orak Nözüğüm Destanı, Karasay Kazi Destanı, Genç Osman Destanı, Abdurrahman Han Destanı, Osman Batır Destanı ve Timur Destanı sayılabilir."
  },
  {
    "id": "3839850",
    "unitNumber": 2,
    "text": "\"Somut olmayan kültürel mirasımız içerisinde anlatıma dayalı türlerden biri olan .............. ................, Türk dünyası coğrafyasının büyük bir kısmında bilinmekte ve sözlü geleneğinde yaşaya gelmektedir.\"<br/>Yukarıdaki cümlede boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Efsane türü",
      "B": "Masal türü",
      "C": "Arkaik destanlar",
      "D": "Kahramanlık destanları",
      "E": "Halk hikâyeleri"
    },
    "explanation": "Somut olmayan kültürel mirasımız içerisinde anlatıma dayalı türlerden biri olan halk hikâyeleri, Türk dünyası coğrafyasının büyük bir kısmında bilinmekte ve sözlü geleneğinde yaşaya gelmektedir."
  },
  {
    "id": "3839851",
    "unitNumber": 2,
    "text": "I. Genellikle halkın yarattığı, ağızdan ağıza, kuşaktan kuşağa sürüp gelen, çoğunlukla insanların ve tanrıların başından geçen olağan dışı olayları anlatan hikâye.<br/>II. Öğüt verici, ahlak dersi veren alegorik eser.<br/>III. Boş ve yalan söz.<br/>Sözlüklerde yukarıdaki gibi tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Efsane",
      "B": "Hikâye",
      "C": "Masal",
      "D": "Memorat",
      "E": "Fıkra"
    },
    "explanation": "Masal kavramı sözlüklerde, “1. Genellikle halkın yarattığı, ağızdan ağıza, kuşaktan kuşağa sürüp gelen, çoğunlukla insanların ve tanrıların başından geçen olağan dışı olayları anlatan hikâye; 2. Öğüt verici, ahlak dersi veren alegorik eser; 3. Boş ve yalan söz” şeklinde tarif edilmektedir."
  },
  {
    "id": "3839852",
    "unitNumber": 2,
    "text": "\"............., tabiatüstü ferdi bir tecrübenin yaşayan ya da ondan dinlemiş birisi tarafından anlatılan şahsa bağlı hikâyedir.\"<br/>Yukarıda boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Masal",
      "B": "Memorat",
      "C": "Hikâye",
      "D": "Efsane",
      "E": "Fıkra"
    },
    "explanation": "Memorat, “tabiatüstü ferdi bir tecrübenin yaşayan ya da ondan dinlemiş birisi tarafından anlatılan şahsa bağlı hikâye” olarak tanımlanmaktadır."
  },
  {
    "id": "3839853",
    "unitNumber": 2,
    "text": "(a) Çocuk üzerindeki işlevleri (b) Anne üzerindeki işlevleri (c) Aile ve toplum yaşamı üzerindeki işlevleri şeklinde toplum üzerinde işlevleri sıralanan ve Divânü Lügâti’t-Türk’te balu balu veya bulu bulu olarak okunabilecek kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Hikâye",
      "B": "Masal",
      "C": "Memorat",
      "D": "Fıkra",
      "E": "Ninni"
    },
    "explanation": "Kaşgârlı Mahmut, Divânü Lügâti’t-Türk’te ninni karşılığı olarak; balu balu veya bulu bulu olarak okunabilecek bir kavram kullanmıştır."
  },
  {
    "id": "3839854",
    "unitNumber": 2,
    "text": "Ölümün, ayrılığın ya da benzeri bir durumun ardından geride kalanların, kederleri ile yüzleşmelerinin ya da baş etmelerinin birçok farklı yolu vardır. Bu bağlamda ölüm veya benzeri bir olay üzerine icra edilen halk türküsüne ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Masal",
      "B": "Hoyrat",
      "C": "Memorat",
      "D": "Ağıt",
      "E": "Fıkra"
    },
    "explanation": "Ölümün, ayrılığın ya da benzeri bir durumun ardından geride kalanların, kederleri ile yüzleşmelerinin ya da baş etmelerinin birçok farklı yolu vardır. Bu bağlamda ölüm veya benzeri bir olay üzerine icra edilen halk türküsüne ağıt denmektedir."
  },
  {
    "id": "3839855",
    "unitNumber": 2,
    "text": "\"Yaka silkmek, Ateş püskürmek, Göze girmek, Pabucu dama atılmak, Dolap çevirmek, Yelkenleri suya indirmek, Zıvanadan çıkmak, Ölümüne susamak, Ok yaydan çıkmak, Öpüp başına koymak, Adamdan saymak, Ağzı laf yapmak, Ağızdan düşürmemek, Kafadan atmak, Kazan kaldırmak, Kesenin ağzını açmak, Notunu vermek, Yakayı sıyırmak.\"<br/>Yukarıda örneklerine yer verilen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Masallar",
      "B": "Atasözleri",
      "C": "Deyimler",
      "D": "Hikâyeler",
      "E": "Denemeler"
    },
    "explanation": "Örnek Deyimler: Yaka silkmek, Ateş püskürmek, Göze girmek, Pabucu dama atılmak, Dolap çevirmek, Yelkenleri suya indirmek, Zıvanadan çıkmak, Ölümü- ne susamak, Ok yaydan çıkmak, Öpüp başına koymak, Adamdan saymak, Ağzı laf yapmak, Ağızdan düşürmemek, Kafadan atmak, Kazan kaldırmak, Kesenin ağzını açmak, Notunu vermek, Yakayı sıyırmak."
  },
  {
    "id": "3842054",
    "unitNumber": 2,
    "text": "<em>Altay</em>, <em>Hakas</em>, <em>Tıva</em>, <em>Saha (Yakut)</em>, <em>Teleüt</em>, <em>Şor </em>gibi İslamiyet’i kabul etmemiş ve ağırlıklı olarak Şamanist görüşe sahip Sibirya’daki Türk boyları tarafından derlenmiş, mitolojik motiflerin ağır bastığı tematik destanlara verilen genel ad hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Arkaik destanlar",
      "B": "Eski Türk destanları",
      "C": "Kahramanlık destanları",
      "D": "Tarihi destanlar",
      "E": "Yeni Türk destanları"
    },
    "explanation": "<i>Arkaik Destanlar</i>: <i>Altay</i>, <i>Hakas</i>, <i>Tıva</i>, <i>Saha (Yakut)</i>, <i>Teleüt</i>, <i>Şor </i>gibi İslamiyet’i kabul etmemiş ve ağırlıklı olarak Şamanist görüşe sahip Sibirya’daki Türk boyları tarafından derlenmiş, mitolojik motiflerin ağır bastığı tematik destanlar bu gruba girmektedir."
  },
  {
    "id": "3842055",
    "unitNumber": 2,
    "text": "Hangisi tarihi destanlardan biri <strong><u>değildir</u></strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "<i>Battal Gazi Destanı</i>",
      "B": "<i>Edigey Destanı</i>",
      "C": "<i>Genç Osman Destanı</i>",
      "D": "<i>Osman Batır Destanı</i>",
      "E": "<i>Ucocoş Destanı</i>"
    },
    "explanation": "Tarihî destanlar arasında ise, <i>Danişmend Gazi Destanı</i>, <i>Battal Gazi Destanı</i>, <i>Edigey Destanı</i>, <i>Sarı Saltuk Destanı</i>, <i>Mamay Destanı</i>, <i>Orak Nözüğüm Destanı</i>, <i>Karasay Kazi Destanı</i>, <i>Genç Osman Destanı</i>, <i>Abdurrahman Han Destanı</i>, <i>Osman Batır Destanı </i>ve <i>Timur Destanı </i>sayılabilir."
  },
  {
    "id": "3842059",
    "unitNumber": 2,
    "text": "I. Kahramanların başından geçmiş olan pek çok olayda olağanüstülüklerle karşılaşmak mümkündür.<br/>II. Hikâye kurgularında genellikle kahramanlar tektir ve olağanüstü bir biçimde dünyaya gelirler.<br/>III. Erkekler genellikle zengindir ve saraylarda yaşarlar, kızlar ise fakirdir ve halk arasında yaşarlar.<br/>IV. Kahramanlar bazen insan dışındaki varlıklarla da konuşmaktadırlar.<br/>Yukarıdakilerden hangisi veya hangileri halk hikayelerindeki kahramanlara ait özelliklerden <strong>değildir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "Yalnız III",
      "D": "II ve IV",
      "E": "Yalnız IV"
    },
    "explanation": "Kahramanların başından geçmiş olan pek çok olayda olağanüstülüklerle karşılaşmak mümkündür. Hikâye kurgularında genellikle kahramanlar tektir ve olağanüstü bir biçimde dünyaya gelirler. Kahramanları hem saray hem de halk çevresinde görmek mümkündür. Kızlar genellikle zengin ve sarayda, erkekler ise fakir ve halk arasında yetişir. Kahramanın dünyaya gelmesine yardımcı olan aksakallı ihtiyar daha sonra; kahramana ad verilmesi, eğitimi, âşık olması ve sevgiliyi aramak için gurbete gitmesi durumlarında da karşımıza çıkmaktadır. Kahramanlar genellikle bade içerek, resme bakarak ya da ilk görüşte âşık olurlar. Hikâyelerde kahramanın en büyük yardımcısı Hz. Hızır’dır. Kahramanlar bazen insan dışındaki varlıklarla da konuşmaktadırlar."
  },
  {
    "id": "3842064",
    "unitNumber": 2,
    "text": "“<em>Kahramanlarından bazıları hayvan ve tabiatüstü varlıklar olan, olayları …………………… cereyan eden, hayâl mahsulü olduğu halde, dinleyicileri inandırabilen, bir sözlü anlatım türüdür.”</em><br/>Yukarıdaki cümlede boş bırakılan yere hangi ifade gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kaf dağında",
      "B": "Harikalar diyarında",
      "C": "Hayvanlar aleminde",
      "D": "Masal ülkesinde",
      "E": "Puslu kıtalarda"
    },
    "explanation": "“<i>Kahramanlarından bazıları hayvan ve tabiatüstü varlıklar olan, olayları masal ülkesinde cereyan eden, hayâl mahsulü olduğu halde, dinleyicileri inandırabilen, bir sözlü anlatım türüdür.” </i>"
  },
  {
    "id": "3842066",
    "unitNumber": 2,
    "text": "Bir doğa olayının, bir varlığın meydana gelişinin, doğa elemanlarından birinde olan bir değişikliğin, doğaüstü özellikler gösteren kişilerin hayatlarının halk hafızasında ve hayalinde yaşayan biçimiyle belli bir yere ya da bir olaya bağlanarak olağanüstü olaylarla süslenip anlatıldığı hikâyelere verilen isim hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Destan",
      "B": "Ninni",
      "C": "Masal",
      "D": "Efsane",
      "E": "Memorat"
    },
    "explanation": "Bir doğa olayının, bir varlığın meydana gelişinin, doğa elemanlarından birinde olan bir değişikliğin, doğaüstü özellikler gösteren kişilerin hayatlarının halk hafızasında ve hayalinde yaşayan biçimiyle belli bir yere ya da bir olaya bağlanarak olağanüstü olaylarla süslenip anlatıldığı hikâyelere “efsane” denilmektedir."
  },
  {
    "id": "3842070",
    "unitNumber": 2,
    "text": "Hangisi yaygın fıkra tiplerinden biri <strong>değildir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Bekri Mustafa",
      "B": "İncili Çavuş",
      "C": "Keloğlan",
      "D": "Nasrettin Hoca",
      "E": "Temel"
    },
    "explanation": "Türk fıkralarının etrafında teşekkül ettiği pek çok <strong><em>fıkra tipi</em></strong>nden bahsetmek mümkündür. Bunlardan en yaygın olanlarından bazılarını Nasrettin Hoca, Bektaşî, Ahmet Akay, İncili Çavuş, Bekri Mustafa, Aldar Köse, Jerenşe Şeşen, Esenpolat ve Temel fıkralarıdır."
  },
  {
    "id": "3842075",
    "unitNumber": 2,
    "text": "I. Anne ve bebek arasındaki iletişimi güçlendirme<br/>II. Bebeği rahatlatıp sakinleştirme<br/>III. Çocuklara anadilin öğretilmesine destek sağlama<br/>IV. Çeşitli toplumsal değerleri çocuklara aşılama<br/>Yukarıdakilerden hangisinde veya hangilerinde ninnilerin bireysel ve toplumsal işlevlerinden bahsedilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "II ve III",
      "C": "I, II ve IV",
      "D": "Yalnız III",
      "E": "Hepsi"
    },
    "explanation": "Türk halk ninnileri, anne ve bebek arasındaki iletişimi ve uyumu kuvvetlendirme, bebeği rahatlatıp sakinleştirme işlevlerinin yanı sıra toplumumuza ait temel birtakım değerleri çocuklara aşıladığı da görülmektedir. Buna göre ninniler, çocuklara öncelikle ana dil öğretilmesinde; akrabalık ilişkilerinin, dinî ve ahlakî değer yargılarının, sosyal hayatın, toplum ilişkilerinin, birtakım millî değerlerin vb. tanıtılmasında; ayrıca ezgi eşliğinde söylenmesi nedeniyle estetik bir kavrayış kazandırmada oldukça etkilidir. Bu yönüyle ninniler çocuğun daha kolay sosyalleşmesini de sağlamaktadır."
  },
  {
    "id": "3842076",
    "unitNumber": 2,
    "text": "Hangisi ağıtların içeriğine dair genel geçer özelliklerden biri olarak <strong><u>gösterilemez</u></strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Ölen kişinin özellikleri olduğundan üstün gösterilir",
      "B": "Ölen kişinin kusur ve günahlarından bahsedilir",
      "C": "Ölen kişi hakkında abartılı ifadelere yer verilir",
      "D": "Ölenin yaşadığı zamanlara ait ayrıntılar verilir",
      "E": "Ölenin ölüm sebebine dair sitemkâr sözler içerir"
    },
    "explanation": "Ağıt yakan kişi âdeta bir elbise diker gibi ölenin yaşadığı zamanlara ait ayrıntıları ağıdın uygun yerlerine tek tek işler. Ağıtçılar, ölenin arkasından kötü söz söylemez, geleneğini uygulayarak kişinin özelliklerini olduğundan üstün gösteren duygulu sözlerle ağıdını bezer; abartılı anlatılarla ağıt yakarlar. Diğer yandan ağıt ölüm acısını hafifleten bir özellik taşır. Ağıtlarda ölüme sebep olan durumun talihsizliğinden, uğursuzluğundan vs. söz edilerek sanki ölüm sebebine sitemler gönderilir. Bu sitemler de âdeta ölüme karşı koyma eylemi gibidir. Ağıt söyleyerek ağlamak, insandaki acıma, merhamet, duygularını ön plana çıkaran, bir yönüyle de insan yüreğini yumuşatan ve besleyen bir özelliğe sahiptir. Ağıt ailedeki huzursuzluğu, gerginliği, acıyı dindirme ve sarsılan aile düzenini sağlama törenidir."
  },
  {
    "id": "3842078",
    "unitNumber": 2,
    "text": "I. Deyimler genel olarak öz anlamından ayrılarak değişikliğe uğramışlardır.<br/>II. Deyimler, uzun deneme ve gözlemlere dayanılarak söylenmiş ve halka mal olmuş sözlerdir.<br/>III. Deyimler, belli bir kavramı veya duyguyu vurgulamak ya da belli bir durumu dile getirmek için kullanılır.<br/>IV. Deyimler, anlatıma akıcılık ve renklilik katmaktadır.<br/>Deyimlerle ilgili yukarıdaki ifadelerden hangisi veya hangileri <strong><u>yanlıştır</u></strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "Yalnız III",
      "D": "III ve IV",
      "E": "Yalnız IV"
    },
    "explanation": "… bir kavram olarak deyimin özelliklerini şu şekilde özetlemek mümkündür: 1. Deyimler genel olarak öz anlamından ayrılarak değişikliğe uğramışlardır. 2. Deyimler kalıplaşmış sözlerdir. 3. Deyimler, belli bir kavramı, belli bir duyguyu ya da belli bir durumu dile getirmek için kullanılır. 4. Deyimler, anlatıma akıcılık ve renklilik katmaktadır. 5. Deyimler yerli ve milli unsurları içerisinde barındırmaktadır."
  },
  {
    "id": "3842079",
    "unitNumber": 2,
    "text": "Islık dili; dil, diş, dudak ve yanakların yardımıyla oluşan ve iletişim aracı olarak kullanılan, ……...……… ve ritimsel niteliğe sahip ses sistemi olarak tanımlanmaktadır. Bu dil özellikle coğrafi şartlar açısından dağlık ve …………...…. arazilerde yaşayan insanların birbirleriyle olan günlük hayattaki iletişimini sağlamak için büyük bir rol oynamıştır.<br/>Islık dili hakkındaki yukarıdaki cümlelerde boş bırakılan yerlere sırasıyla hangi ifadeler gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "ağıtsal, ovalık",
      "B": "coşkulu, dik",
      "C": "ezgisel, engebeli",
      "D": "lirik, dolambaçlı",
      "E": "sözel, sarp"
    },
    "explanation": "Islık dili; dil, diş, dudak ve yanakların yardımıyla oluşan ve iletişim aracı olarak kullanılan, ezgisel ve ritimsel niteliğe sahip ses sistemi olarak tanımlanmaktadır. Bu dil özellikle coğrafi şartlar açısından dağlık ve engebeli arazilerde yaşayan insanların birbirleriyle olan günlük hayattaki iletişimini sağlamak için büyük bir rol oynamıştır."
  },
  {
    "id": "3444881",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi genellikle kırsal yerleşim birimlerinde yaşayan insanlar tarafından kış aylarında gerçekleştirilen geleneksel sohbet toplantılarından biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Nevruz",
      "B": "Barana",
      "C": "Hıdırellez",
      "D": "Mangala",
      "E": "Kırkpınar"
    },
    "explanation": "Yanıtınız yanlış ise \"GELENEKSEL SOHBET TOPLANTILARI \" bölümünü gözden geçiriniz.<br/>Geleneksel sohbet toplantılarından takvime bağlı olmayan Sıra, Barana ve Yaren eğlenceleri, genellikle kırsal yerleşim birimlerinde yaşayan insanlar tarafından kış aylarında gerçekleştirilirler. Bu toplantılar genel olarak perşembe, cuma ve cumartesi günleri yapılır. Akşamüzeri başlayan toplantılar gecenin geç saatlerine kadar devam eder. “Sıra,<br/>Barana, Yaren” toplantı ve eğlencelerin düzenleme sistemiyle ilgiliyken amaçları iş dışında kalan zamanlarda eğlenmek, eğlenirken sohbet ederek eğitmektir."
  },
  {
    "id": "3444912",
    "unitNumber": 3,
    "text": "Aşaıda verilenlerden hangisi bir eğlence türü olan sıra gecesinin tercih edildiği illerden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Şanlıurfa",
      "B": "Konya",
      "C": "Akşehir",
      "D": "Hatay",
      "E": "Gaziantep"
    },
    "explanation": "Yanıtınız yanlış ise \"Gezek, Sıra Gezmek, Sıralar, Sıra Gecesi,<br/>Sıra Daveti\" bölümünü gözden geçiriniz.<br/>Gezek, Sıra Gezmek, Sıralar, Sıra Gecesi, Sıra Daveti Gaziantep, Akşehir, Konya, Şanlıurfa illerinde insanlar tarafından tercih edilen bir eğlence türüdür. Sıra kelimesinin kullanılması, gecelerin sırasıyla herkesin evinde yapılmasından kaynaklanmaktadır. Genellikle delikanlılar ya da birbirine yakın yaş grupları tarafından gerçekleştirilmektedir. Bununla beraber, Akşehir’de kadınlar arasında da düzenlendiği belirtilmiştir. Haftanın veya ayın belirli günlerinde gençler, masrafın ev sahibinin karşılamasıyla birbirlerinin evlerinde toplanarak eğlence yaparlar. Ustalar konuşur, çıraklar öğrenir, şairler şiirlerini saz eşliğinde söylerler. Sıra gecelerinin en önemli işlevlerinden biri de sohbet üzerinden insanları birbirine yakınlaştırması ve bu yolla toplumsal barış ve birlikte yaşama kültürüne katkı sunmasıdır."
  },
  {
    "id": "3444945",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kültürümüzde önemli bir yere sahip olan yaren geleneğinin geleneksel bağlamında yaşatıldığı illerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Çankırı",
      "B": "Konya Akşehir",
      "C": "Manisa-Kula",
      "D": "Kütahya-Simav",
      "E": "Bingöl"
    },
    "explanation": "Yanıtınız yanlış ise \"Yaren Meclisleri, Sıra Yareni ve Oymak Toplantıları\" bölümünü gözden geçiriniz.<br/>Yaren Meclisleri, Sıra Yareni ve Oymak Toplantıları<br/>Kültürümüzde önemli bir yere sahip olan yaren geleneği, ülkemizde başta Çankırı olmak üzere, Konya Akşehir, Manisa-Kula, Kütahya-Simav, Afyon-Sandıklı ve Kastamonu-Tosya’da geleneksel bağlamında yaşatılmaktadır. Yaren geleneğinin belli bir kuruluş düzeni vardır. Kendi hiyerarşik yapısı içerisinde, toplanma şekli, yeri ve zamanı bellidir. Yaren; insan yetiştirme, toplumsal düzeni sağlama, ulusal kültür değerlerini yaşatma ve yeni kuşaklara bu değerleri öğretip miras bırakma gibi görevleri üstlenmiş bir toplumsal kurumdur. Yaren geleneğinin özünde sosyal yardımlaşma, dayanışma ve birlikte yaşama kültürü vardır. Birey, herkese yardım etmeyi, mensubu olduğu grubun üyelerinin zor anlarında onlara destek olmayı diğer kültürel yapılarla birlikte öğrenmektedir."
  },
  {
    "id": "3445000",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Türk kahvesine farklı yörelerde verilen isimlerden biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Menengiç",
      "B": "Mırra",
      "C": "Filtre kahve",
      "D": "Dibek kahvesi",
      "E": "Adan gar kahvesi"
    },
    "explanation": "Yanıtınız yanlış ise \"TÜRK KAHVESİ GELENEĞİ\" bölümünü gözden geçiriniz.<br/>Türk kahvesi yüzyıllardan beri süregelen bir kültür, insanlar arasındaki bir iletişim aracı, keyif verici bir içecek, hazırlanışı bakımından kolay bir içecek olmuştur. Lezzetlerine göre isimler alabilir, bunlar; sütlü Türk kahvesi, menengiç, dibek kahvesi, mırra, Adan gar kahvesi, kervansaray kahve, Tatar kahvesi, aromalı Türk kahvesidir. Her bir isim farklı bir tadın, geleneğin, kültürün, coğrafyanın kapısını aralayarak insanları bir fincanın etrafında bir araya getirir."
  },
  {
    "id": "3445025",
    "unitNumber": 3,
    "text": "Türk toplumunda en çok tercih edilen içecek türü aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ayran",
      "B": "Kahve",
      "C": "Şıra",
      "D": "Çay",
      "E": "Şerbet"
    },
    "explanation": "Yanıtınız yanlış ise \"ÇAY KÜLTÜRÜ\" bölümünü gözden geçiriniz.<br/>ÇAY KÜLTÜRÜ<br/>Çeşitli bitkilerin kaynatılmasıyla veya haşlanmasıyla elde edilen bir içecek türü olan çay, Türkiye’de sabah, öğle ve akşam vakitlerinde insanlar tarafından tüketilen sıcak içeceklerdendir. Çayın Türkiye’deki insanlar tarafından bu kadar yoğun olarak tüketilmesi, köklü bir “Çay Kültürü” oluşturmakla kalmayıp; 2022 yılında Azerbaycan ve Türkiye’nin ortak başvurusuyla UNESCO Somut Olmayan Kültürel Miras listesine de girmiştir. Çayın yapılması, tüketilmesi ve insanların çayla etkileşimi her ülkede farklı bir anlamı ifade etmektedir. En çok çay tüketen ülkelerden biri olan Türkiye’de, Karadeniz kıyılarında yetişen siyah çay, toz haline getirilip demlik veya semaverde demlenerek ince belli bardakta servis edilmektedir. Günlük hayatta en çok içilen içeceklerden biri olduğu gibi insanların özel bir durum için toplandığı Ramazan Bayramı, Kurban Bayramı, söz kesme, geleneksel sohbet toplantıları, çeşitli cemiyetlerde de en çok tercih edilen içecek türü haline gelmiştir. Çayın bu kadar yaygın olarak tüketilmesi diğer içeceklere nazaran daha yumuşak içimli, daha kolay hazırlanabilir ve daha hesaplı olmasıdır."
  },
  {
    "id": "3445742",
    "unitNumber": 3,
    "text": "Geleneksel sohbet toplantıları ile ilgili aşağıda verilenlerden hangisi doğrudur ?",
    "correctAnswer": "E",
    "options": {
      "A": "Bu toplantılardan takvime bağlı olmayan Sıra, Barana ve Yaren eğlenceleri, genellikle kentsel yerleşim yerlerinde yaşayan insanlar tarafından yaz aylarında gerçekleştirilirler.",
      "B": "Geleneksel sohbet toplantıları 2012 yılında UNESCO İnsanlığın Somut Olmayan Kültürel Mirasının Temsilî Listesi’ne kaydettirilmiştir.",
      "C": "Bu toplantılarda grubun üyeleri sosyal statüleri bakımından ayrıcalık taşırlar.",
      "D": "Eğlencelerin kimin evinde yapılacağı katılımcıların sosyal statüleri ve ekonomik durumları göz önüne alınarak belirlenir.",
      "E": "Grubun yaşça küçük olanları, grubun yaşça büyük ve ekonomik olarak güçlü olan kişilerince eğitilmekte, korunup kollanmaktadır."
    },
    "explanation": "A-Geleneksel sohbet toplantılarından takvime bağlı olmayan Sıra, Barana ve Yaren eğlenceleri, genellikle kırsal yerleşim birimlerinde yaşayan insanlar tarafından kış aylarında gerçekleştirilirler.\n B-Günümüze kadar sürdürülmüş olan bu geleneksel sohbet toplantılarının 2010 yılında UNESCO İnsanlığın Somut Olmayan Kültürel Mirasının Temsilî Listesi’ne kaydettirilmesi, toplumsal hayat içerisinde önemli bir rol üstlenmiş olduklarının göstergesi olmuştur.\n C-Bu toplantılarda grubun üyeleri sosyal statü ve ekonomik olarak ayırt edilmezler.\n D-Eğlencelerin kimin evinde yapılacağı katılımcıların yaşına bakılarak, kura çekilerek veya anlaşılarak belirlenir.\n E-Grubun yaşça küçük olanları, grubun yaşça büyük ve ekonomik olarak güçlü olan kişilerince eğitilmekte, korunup kollanmaktadır."
  },
  {
    "id": "3445771",
    "unitNumber": 3,
    "text": "Toplantılarında yüzük oyunu, yanıltmaç, yöresel dans, müzik ve sohbet gibi eğlence araçları yaygın olan toplumsal uygulama aşağıdakilerden hangisidir ?",
    "correctAnswer": "B",
    "options": {
      "A": "Sıra Gecesi",
      "B": "Yaren Geleneği",
      "C": "Barana",
      "D": "Gezek",
      "E": "Sıra Daveti"
    },
    "explanation": "Toplantılarında yüzük oyunu, yanıltmaç, yöresel dans, müzik ve sohbet gibi eğlence araçları yaygındır. Kula’da köy ve ilçe merkezinde sosyal bir kurum olarak devam eden <strong>yaren</strong> <strong>geleneği</strong>, katılım ve icra kuralları ile kendine has özellikler taşımaktadır"
  },
  {
    "id": "3445783",
    "unitNumber": 3,
    "text": "......... bir terbiyedir. Aynı düşüncedeki arkadaş gruplarının bir araya gelerek oluşturdukları kendi içerisinde yazılı olmayan disiplin kuralları bulunan eğlence ve kültür ocağıdır. Eğitim evi olarak da görülebilir. Adabımuaşeret kuralları çerçevesinde insan yetiştiren bir sistemdir.\n Yukarıda verilen boşluğu aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Baranalar",
      "B": "Yaren Meclisleri",
      "C": "Sıra Geceleri",
      "D": "Sıra Davetleri",
      "E": "Oymak Toplantıları"
    },
    "explanation": "<strong>Baranalar</strong> bir terbiyedir. Aynı düşüncedeki arkadaş gruplarının bir araya gelerek oluşturdukları kendi içerisinde yazılı olmayan disiplin kuralları bulunan eğlence ve kültür ocağıdır. Eğitim evi olarak da görülebilir. Adabımuaşeret kuralları çerçevesinde insan yetiştiren bir sistemdir."
  },
  {
    "id": "3445787",
    "unitNumber": 3,
    "text": "Oğuz boy teşkilatı, Ahilik, fütüvvet ve lonca kültürü, ......... etki etmiştir.\n Yukarıdaki boşluğu aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Sıra Gecelerine",
      "B": "Sıra Davetlerine",
      "C": "Yârenlik Geleneğine",
      "D": "Baranalara",
      "E": "Oymak Toplantılarına"
    },
    "explanation": "Oğuz boy teşkilatı, Ahilik, fütüvvet ve lonca kültürü, <strong>yârenlik geleneğine</strong> etki etmiştir."
  },
  {
    "id": "3446599",
    "unitNumber": 3,
    "text": "Güneşin koç burcuna girdiği 21 Mart günü kutlanan geleneğimiz aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hıdırellez Geleneği",
      "B": "Mesir Macunu Geleneği",
      "C": "Mangala Geleneği",
      "D": "Nevruz Geleneği",
      "E": "Sıra Geceleri Geleneği"
    },
    "explanation": "Yanıtınız yanlış ise \"NEVRUZ GELENEĞİ\" bölümünü gözden geçiriniz.<br/>Türk dünyasının kültürel değerlerinden olan Nevruz, geçmişten günümüze Türkler tarafından oldukça geniş bir coğrafyada ortak heyecanlarla kutlanan önemli bir bayramdır. Yeni yılın ve ilkbaharın gelişinin müjdelendiği Nevruz Bayramı, güneşin koç burcuna girdiği 21 Mart günü kutlanmaktadır. Farsça Yeni Gün anlamına gelen Nevruz Bayramı; Kazak Türklerinde Navruz, Kırgız Türklerinde Noruz, Azerbaycan Türklerinde Novruz, Özbek Türklerinde Navruz, Tatar Türklerinde Navruz, Başkurt Türklerinde Nouruz ve Türkmen Türklerinde Novruz olarak adlandırılmıştır."
  },
  {
    "id": "3446604",
    "unitNumber": 3,
    "text": "Yeniden doğuşu ve baharın gelişini simgeleyen geleneğimiz aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Mangala geleneği",
      "B": "Nevruz geleneği",
      "C": "Yaren geleneği",
      "D": "Hıdırellez geleneği",
      "E": "Kırkpınar geleneği"
    },
    "explanation": "Yanıtınız yanlış ise \"NEVRUZ GELENEĞİ\" bölümünü gözden geçiriniz.<br/>Yeniden doğuşu ve baharın gelişini simgeleyen Nevruz kutlamalarının içeriğine bakıldığında, Türk topluluklarının geleceğe dair dilek ve arzularını barındıran birçok uygulama ile karşılaşılmaktadır. Türklere göre bu kutlu günde yeniden doğan ve yenilenen yalnızca tabiat değildir; insan ruhu ve bedeni de bu yenilenmeye katılmakta, arınarak yeniden doğmaktadır. Türkler, geçmişten günümüze, doğa ve insan tabiatındaki yenilenmeyi bir nevi doğum sevinci ve bayram coşkusuyla kutlamış ve yaşatmıştır."
  },
  {
    "id": "3446621",
    "unitNumber": 3,
    "text": "Bünyesinde Türkistan kültürünü, Eski Anadolu kültürünü, İslam kültürünü ve Balkan kültürünü barındıran geleneksel bayramımız aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Nevruz bayramı",
      "B": "Hıdırellez bayramı",
      "C": "Kurban bayramı",
      "D": "Şeker bayramı",
      "E": "Ramazan bayramı"
    },
    "explanation": "Yanıtınız yanlış ise \"HIDIRELLEZ GELENEĞİ\" bölümünü gözden geçiriniz.<br/>Hıdırellez’i anlayabilmek için temelini oluşturan kökeni mahiyetindeki inanç sistemini de kavramak gerekir. Hıdırellez geleneği; bünyesinde Türkistan kültürü (Şamanizm), Eski Anadolu kültürü (bolluk-bereket törenleri, ölümsüzlük), İslam kültürü (Hızır-İlyas motifi) ve ortak Balkan kültürünü barındıran, zengin kültür değerlerinden oluşan bir şenlik ve bayram bütünü olarak değerlendirilebilir"
  },
  {
    "id": "3446662",
    "unitNumber": 3,
    "text": "Nevruz haftasında, Manisa’da yüzyıllardır kutlana gelen geleneğimiz aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kırkpınar şenlikleri",
      "B": "Mesir Macunu Şenlikleri",
      "C": "Yayla şenlikleri",
      "D": "Uçurtma şenlikleri",
      "E": "Kültür şenlikleri"
    },
    "explanation": "Yanıtınız yanlış ise \"MESİR MACUNU ŞENLİKLERİ\" bölümünü gözden geçiriniz?<br/>Mesir Macunu Festivali, kültürel ve birçok geleneksel uygulamaları içeren ve baharın başlangıcı olarak kabul edilen önemli kutlamalardan biridir. Nevruz haftasında, Manisa’da yüzyıllardır kutlana gelen bir gelenektir. Festival’in kökeni İslamiyet öncesinde var olan bir kutlama olan Nevruz’a dayandırılmaktadır."
  },
  {
    "id": "3446704",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Türk zekâ ve strateji oyunu olarak bilinen 'mangala'nın tarihte geçen diğer isimlerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Dokuz kuyu",
      "B": "Mankala",
      "C": "Göçürme",
      "D": "Köçürme",
      "E": "Oymak"
    },
    "explanation": "Yanıtınız yanlış ise \"Mangala\" bölümünü gözden geçiriniz.<br/>Oyunlar konusunda zengin bir tecrübeye sahip olan Türk milletinin en tanınmış oyunlarından birisi de her yaşa ve seviyeye uygun olarak geliştirilen mangala isimli zekâ oyunudur. Tarihte mankala, dokuz kuyu, göçürme, köçürme vb. isimlerle de anılan mangalanın Türk tarihînde ulaşabildiğimiz eski kaynaklardan birisi de Dîvânu Lügâti’t-Türk’tür (Gümüş ve Gümüş, 2019: 4). Sözlükte Kaşgarlı Mahmut’un “14 adı dahi verilen bir oyun. Göçürme” şeklinde bahsettiği mangala, geçmişi Göbeklitepe’ye kadar uzanan kökeni eski bir oyundur. Metin And’ın ifadesiyle mangala; çağdaşı olan diğer oyunlardan farklı olarak dağdaki çobandan yetmiş yaşındaki bilgine, saraydaki sultandan altı yaşındaki çocuğa kadar her insanın oynayabileceği şekilde tasarlanmış önemli bir zekâ oyunudur."
  },
  {
    "id": "3453496",
    "unitNumber": 3,
    "text": "Geleneksel sohbet toplantıları UNESCO İnsanlığın Somut Olmayan Kültürel Mirasının Temsilî Listesi’ne hangi yıl kaydettirilmiştir ?",
    "correctAnswer": "D",
    "options": {
      "A": "1986",
      "B": "1999",
      "C": "2005",
      "D": "2010",
      "E": "2017"
    },
    "explanation": "Günümüze kadar sürdürülmüş olan bu geleneksel sohbet toplantılarının 2010 yılında<br/>UNESCO İnsanlığın Somut Olmayan Kültürel Mirasının Temsilî Listesi’ne kaydettirilmesi, toplumsal hayat içerisinde önemli bir rol üstlenmiş olduklarının göstergesi olmuştur."
  },
  {
    "id": "3453540",
    "unitNumber": 3,
    "text": "155 ülke temsilcisinin katıldığı UNESCO Somut Olmayan Kültürel Mirasın Korunması 8. Hükûmetler Arası Komite Toplantısı’nda Türk Kahvesi UNESCO İnsanlığın Somut Olmayan Kültürel Mirasının Temsilî Listesi’ne ne zaman alınmıştır ?",
    "correctAnswer": "D",
    "options": {
      "A": "1988",
      "B": "2005",
      "C": "2010",
      "D": "2013",
      "E": "2019"
    },
    "explanation": "01-08 Aralık 2013 tarihleri arasında Azerbaycan’ın başkenti Bakü’de gerçekleştirilen ve 155 ülke temsilcisinin katıldığı UNESCO Somut Olmayan Kültürel Mirasın Korunması 8. Hükûmetler Arası Komite Toplantısı’nın 05 Aralık 2013 tarihli oturumunda Türk Kahvesi Kültürü ve Geleneği adlı aday dosya ile UNESCO İnsanlığın Somut Olmayan Kültürel Mirasının Temsilî Listesi’ne alınan Türk kahvesi, sohbet meclislerinin ve toplantılarının vazgeçilmez içeceğidir."
  },
  {
    "id": "3453662",
    "unitNumber": 3,
    "text": "UNESCO Somut Olmayan Kültürel Miras Hükûmetler Arası Komite Komite Toplantısı kararıyla 2009 yılı kayıtları yenilenerek Nevruz Kutlamaları, 12 ülkeli, çok uluslu dosya olarak Temsilî Liste’ye girmiştir. Bu listede aşağıdaki ülkelerden hangisi <u><strong>yoktur ?</strong></u>",
    "correctAnswer": "B",
    "options": {
      "A": "Azerbaycan",
      "B": "Başkurdistan",
      "C": "İran",
      "D": "Irak",
      "E": "Pakistan"
    },
    "explanation": "Nevruz, 2009 yılında Türkiye, Azerbaycan, Özbekistan, Kırgızistan, Hindistan, Pakistan ve İran’ın<br/>ortak başvurusu ile UNESCO’nun İnsanlığın Somut Olmayan Kültürel Mirasının Temsilî Listesi’ne kaydedilmiştir. Böylelikle oldukça zengin bir kültürel hazinesi bulunan Nevruz Bayramı, farklı etnisitelerden<br/>gelen, farklı diller konuşan ve farklı dinlere inanan toplumlar arasında bir bağ kurulmasına ve kültürel diyalog geliştirilmesine katkı sağlamıştır. 30-12 Mart 2012 tarihlerinde Kültür ve Turizm Bakanlığı, UNESCO<br/>Türkiye Millî Komisyonu ve Gazi Üniversitesi Türk Halk Bilimi Araştırma Merkezi Nevruz Çalışmaları<br/>Uluslararası Semineri düzenleyerek Nevruz dosyasına Tacikistan ve Kazakistan’ın katılmasına vesile olmuş,<br/>dosyada bulunan mevcut paydaşlar arasında iş birliğinin arttırılmasını sağlamıştır. 2-6 Mart 2015 yılında<br/>Tahran’da gerçekleştirilen ve dosyanın Afganistan, Irak, Kazakistan, Tacikistan ve Türkmenistan’ı da kapsayacak şekilde genişletilmesi çalışmalarını kapsayan çalıştayın ardından 2016 Kasım ayında Etiyopya’nın<br/>başkenti Addis Ababa’da gerçekleştirilen UNESCO Somut Olmayan Kültürel Miras Hükûmetler Arası<br/>Komite Komite Toplantısı kararıyla 2009 yılı kayıtları yenilenerek Nevruz Kutlamaları, 12 ülkeli, çok<br/>uluslu dosya olarak Temsilî Liste’ye girmiştir."
  },
  {
    "id": "3453779",
    "unitNumber": 3,
    "text": "Kanuni Sultan Süleyman’ın annesi Hafsa Sultan’ı iyileştirmek amacıyla mesir macununu kim vücuda getirmiştir ?",
    "correctAnswer": "D",
    "options": {
      "A": "Ahmed Efendi",
      "B": "Bülbül Efendi",
      "C": "Mesir Efendi",
      "D": "Merkez Efendi",
      "E": "Sultan Efendi"
    },
    "explanation": "Kanuni Sultan Süleyman’ın annesi Hafsa Sultan’ı iyileştirmek amacıyla Merkez Efendi’nin vücuda getirdiği mesir macununun halka dağıtılması bu kutlamaların en önemli özelliğidir."
  },
  {
    "id": "3453849",
    "unitNumber": 3,
    "text": "Mesir macunu Manisa Sultan Camii'nden her yıl ne zaman halka saçılarak dağıtılır ?",
    "correctAnswer": "E",
    "options": {
      "A": "Arefe Günü",
      "B": "Ramazan'ın ilk haftası",
      "C": "Ramazan Bayramı",
      "D": "Kurban Bayramı",
      "E": "Nevruz Haftası"
    },
    "explanation": "Yardımsever ve cömert kişiliğiyle bilinen Hafsa Sultan, iyileşmesine vesile olan mesir macununun her yıl <strong>Nevruz haftasında</strong> halka dağıtılmasını ister. Küçük kâğıtlara sarılan macun, Manisa Sultan Cami’nden halka saçılarak dağıtılır."
  },
  {
    "id": "3453898",
    "unitNumber": 3,
    "text": "Metin And’ın ifadesiyle .......; çağdaşı olan diğer oyunlardan farklı olarak dağdaki çobandan yetmiş yaşındaki bilgine, saraydaki sultandan altı yaşındaki çocuğa kadar her insanın oynayabileceği şekilde tasarlanmış önemli bir zekâ oyunudur.\n Yukarıdaki boşluğu aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Satranç",
      "B": "Sudoku",
      "C": "Mangala",
      "D": "Kakuro",
      "E": "Senet"
    },
    "explanation": "Metin And’ın ifadesiyle <strong>mangala;</strong> çağdaşı olan diğer oyunlardan farklı olarak dağdaki çobandan yetmiş yaşındaki bilgine,<br/>saraydaki sultandan altı yaşındaki çocuğa kadar her insanın oynayabileceği şekilde tasarlanmış önemli bir zekâ<br/>oyunudur"
  },
  {
    "id": "3460775",
    "unitNumber": 3,
    "text": "Hangisi somut olmayan kültürel mirasımızın en önemli unsurlarından birini oluşturan toplumsal uygulamalar, ritüeller ve şölenler arasında <strong>sayılamaz</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "<strong>Tavla oyunu</strong>",
      "B": "Geleneksel sohbet toplantıları, Türk kahvesi, çay kültürü",
      "C": "Nevruz ve Hıdırellez geleneği",
      "D": "Mesir macunu geleneği",
      "E": "Mangala"
    },
    "explanation": "GİRİŞ<br/><strong>Tavla oyunu</strong>"
  },
  {
    "id": "3460778",
    "unitNumber": 3,
    "text": "Geleneksel sohbet toplantılarının en büyük özelliği nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "<strong>Aktarımın sözlü olarak yapılmasıdır.</strong>",
      "B": "El sanatlarının genç kuşaklara aktarılmasıdır.",
      "C": "Mevcut bilgilerin yazıya dökülmesidir.",
      "D": "Dargın olanların barıştırılmasıdır.",
      "E": "Yöresel toplantıların geliştirilmesinin sağlanmasıdır."
    },
    "explanation": "GELENEKSEL SOHBET TOPLANTILARI<br/><strong>Aktarımın sözlü olarak yapılmasıdır.</strong>"
  },
  {
    "id": "3460782",
    "unitNumber": 3,
    "text": "Eve gelen üyelerle teker teker selamlaşıp, hâl hatır sorduktan sonra ev sahibinin işaretiyle müzik ve eğlencenin başladığı hangi toplantıda söylenen türkülerin ardından oyunlar oynanarak eğlence gece yarısına kadar sürdürülür? Eğlenceye son verildikten sonra kurulan yer sofrasında -çorba, tirit, etli pilav, bamya, höşmerim, hoşaf vb.- yemekler yenilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Barana toplantılarında",
      "B": "Yaren meclislerinde",
      "C": "Sıra yareninde",
      "D": "Hıdırellez şenliklerinde",
      "E": "Evlilik öncesi törenlerde"
    },
    "explanation": "Barana Geceleri<br/>Barana toplantılarında"
  },
  {
    "id": "3460787",
    "unitNumber": 3,
    "text": "Hangisi lezzetlerine göre isimlendirilen Türk kahveleri arasında <strong>sayılamaz</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Filtre kahvesi",
      "B": "Menengiç kahvesi",
      "C": "Dibek kahvesi",
      "D": "Mırra kahvesi",
      "E": "Kervansaray kahvesi"
    },
    "explanation": "TÜRK KAHVESİ GELENEĞİ<br/>Filtre kahvesi"
  },
  {
    "id": "3460789",
    "unitNumber": 3,
    "text": "Çay Türkiye’nin hangi bölgesinde yetiştirilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Karadeniz",
      "B": "İç Anadolu",
      "C": "Marmara",
      "D": "Doğu Anadolu",
      "E": "Akdeniz"
    },
    "explanation": "ÇAY KÜLTÜRÜ<br/><strong>Karadeniz </strong>"
  },
  {
    "id": "3460794",
    "unitNumber": 3,
    "text": "Geçmişten günümüze Türkler tarafından oldukça geniş bir coğrafyada ortak heyecanlarla kutlanan, yeni yılın ve ilkbaharın gelişinin müjdelendiği önemli bir bayram olan Nevruz Bayramı hangi gün kutlanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "<strong>21 Mart</strong>",
      "B": "22 Şubat",
      "C": "20 Nisan",
      "D": "6 Mayıs",
      "E": "13 Haziran"
    },
    "explanation": "NEVRUZ GELENEĞİ<br/><strong>21 Mart</strong>"
  },
  {
    "id": "3460795",
    "unitNumber": 3,
    "text": "Hangi ülke, 2009 yılında Nevruz Bayramının UNESCO’nun İnsanlığın Somut Olmayan Kültürel Mirasının Temsilî Listesi’ne kaydedilmesi için Türkiye ile birlikte ortak başvuru yapan ülkeler arasında <strong>yer almamıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Mısır",
      "B": "Azerbaycan",
      "C": "Özbekistan",
      "D": "Pakistan",
      "E": "İran"
    },
    "explanation": "NEVRUZ GELENEĞİ<br/>Mısır"
  },
  {
    "id": "3460798",
    "unitNumber": 3,
    "text": "Hangisi Hıdırellezin, birleşiminden oluştuğu kültür, inanç ve uygarlıklar mitolojisi arasında <strong>sayılamaz?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "<strong>Antik Yunan mitolojisi</strong>",
      "B": "İslamiyet öncesi ve Anadolu Türk kültürü",
      "C": "Kur’an-ı Kerim’de atıf yapılan Hızır-İlyas olgusu",
      "D": "Eski Şamanist inançlar",
      "E": "Eski Akdeniz uygarlıkları mitolojisi"
    },
    "explanation": "HIDIRELLEZ GELENEĞİ<br/><strong>Antik Yunan mitolojisi</strong>"
  },
  {
    "id": "3460802",
    "unitNumber": 3,
    "text": "Hangisi, kökeni Nevruz’a dayandırılan; Manisa’da yüzyıllardır kutlana gelen bir gelenek olan ve 2012 yılında UNESCO İnsanlığın Somut Olmayan Kültürel Mirasının Temsilî Listesi’ne ülkemiz adına tescil edilmiş değerlerimizden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "<strong>Mesir macunu festivali</strong>",
      "B": "Mangala",
      "C": "Yaren meclisleri",
      "D": "Sıra yareni",
      "E": "Oymak toplantıları"
    },
    "explanation": "MESİR MACUNU ŞENLİKLERİ<br/><strong>Mesir macunu festivali</strong>"
  },
  {
    "id": "3460807",
    "unitNumber": 3,
    "text": "Hangisi Türk milletinin en tanınmış oyunlarından biri olan ve Osmanlı Dönemi’nde de bir çeşit sosyalleşme ve kültür paylaşımı aracı olarak görülen ‘mangala’ isimli zekâ ve strateji oyununu <strong>ifade etmez?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "<strong>On taş</strong>",
      "B": "Mankala",
      "C": "Dokuz kuyu",
      "D": "Göçürme",
      "E": "Köçürme"
    },
    "explanation": "MANGALA<br/><strong>On taş</strong>"
  },
  {
    "id": "3842080",
    "unitNumber": 3,
    "text": "Hangisi Barananın üyelerinden biri <strong><u>değildir</u></strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Barana başkanı",
      "B": "Çavuş",
      "C": "Hâkim",
      "D": "Kâtip",
      "E": "Savcı"
    },
    "explanation": "Barananın üyeleri barana başkanı, barana başkan yardımcısı, kâtip, çavuş, hâkim, ahbaplar ve küçük ahbaplardır."
  },
  {
    "id": "3842081",
    "unitNumber": 3,
    "text": "Yaren geleneği ile ilgili aşağıdaki ifadelerden hangisi <strong><u>yanlıştır</u></strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Anlamı itibariyle de dost, arkadaş topluluğu demektir.",
      "B": "Gençlerin geleneksel eğlence kültürünü deneyimleyerek öğrenmeleriyle sınırlıdır.",
      "C": "Bireye, zor anlarında mensubu olduğu grubun üyelerine onlara destek olmayı öğretir.",
      "D": "Oğuz boy teşkilatı, Ahilik, fütüvvet ve lonca kültüründen etkilenmiştir.",
      "E": "Özünde sosyal yardımlaşma, dayanışma ve birlikte yaşama kültürü vardır."
    },
    "explanation": "Yaren geleneğinin özünde sosyal yardımlaşma, dayanışma ve birlikte yaşama kültürü vardır. Birey, herkese yardım etmeyi, mensubu olduğu grubun üyelerinin zor anlarında onlara destek olmayı diğer kültürel yapılarla birlikte öğrenmektedir. Yaren anlamı itibariyle de dost, arkadaş topluluğu demektir. Oğuz boy teşkilatı, Ahilik, fütüvvet ve lonca kültürü, yârenlik geleneğine etki etmiştir."
  },
  {
    "id": "3842082",
    "unitNumber": 3,
    "text": "“Kendine has tadı, köpüğü, kokusu, sunuluş biçimiyle özgün bir kimliği olan Türk kahvesi, …………. ile ikram edilen tek kahve türüdür. Gelenek, aynı zamanda tasavvuf şiirlerinde, dinsel törenlerde, minyatür el sanatları ve resimlerde yer alarak sanatın içindeki varoluşunu da kanıtlar. Evlilik öncesi törenlerde müstakbel damada ………………. olarak ikram edilmesinde, gelen misafirlere ikram edilmesinde, sohbetlerin vazgeçilmez içeceği olmasında, fincanın dibinde kalan telvedeki şekillerin gelecekten haber verdiğine inanılmasında <strong><em>kahve</em></strong>nin Türk kültüründeki yeri ve kökenindeki silinmez izine şahitlik edilmiştir.”<br/>Yukarıdaki paragrafta boş bırakılan yerlere sırasıyla hangi ifadeler gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "telvesi, tuzlu",
      "B": "şekeri, sütlü",
      "C": "köpüğü, buzlu",
      "D": "fincanı, şekerli",
      "E": "kokusu, biberli"
    },
    "explanation": "Kendine has tadı, köpüğü, kokusu, sunuluş biçimiyle özgün bir kimliği olan Türk kahvesi, telvesi ile ikram edilen tek kahve türüdür. Gelenek, aynı zamanda tasavvuf şiirlerinde, dinsel törenlerde, minyatür el sanatları ve resimlerde yer alarak sanatın içindeki varoluşunu da kanıtlar. Evlilik öncesi törenlerde müstakbel damada tuzlu olarak ikram edilmesinde, gelen misafirlere ikram edilmesinde, sohbetlerin vazgeçilmez içeceği olmasında, fincanın dibinde kalan telvedeki şekillerin gelecekten haber verdiğine inanılmasında <strong><em>kahve</em></strong>nin Türk kültüründeki yeri ve kökenindeki silinmez izine şahitlik edilmiştir."
  },
  {
    "id": "3842083",
    "unitNumber": 3,
    "text": "Türkiye ile birlikte hareket ederek çayın UNESCO Somut Olmayan Kültürel Miras listesine girmesini sağlayan ülke hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Almanya",
      "B": "Azerbaycan",
      "C": "Çin",
      "D": "Hindistan",
      "E": "Vietnam"
    },
    "explanation": "Çayın Türkiye’deki insanlar tarafından bu kadar yoğun olarak tüketilmesi, köklü bir “Çay Kültürü” oluşturmakla kalmayıp; 2022 yılında Azerbaycan ve Türkiye’nin ortak başvurusuyla UNESCO Somut Olmayan Kültürel Miras listesine de girmiştir."
  },
  {
    "id": "3842084",
    "unitNumber": 3,
    "text": "Hangi ifade nevruz ile <strong><u>ilişkilendirilemez</u></strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Yeniden doğuşu ve baharın gelişini simgeler",
      "B": "Yeniden doğan ve yenilenenin yalnızca tabiat olmadığına inanılır",
      "C": "Manas Destanı ile ilişkilendirilen bir kültürel miras ögesidir",
      "D": "İnsan ruhunun ve bedeninin de arınarak yeniden doğduğu düşünülür",
      "E": "Türk dünyası dışında da nevruzu kutlayan ülke ve milletler vardır"
    },
    "explanation": "Yeniden doğuşu ve baharın gelişini simgeleyen Nevruz kutlamalarının içeriğine bakıldığında, Türk topluluklarının geleceğe dair dilek ve arzularını barındıran birçok uygulama ile karşılaşılmaktadır. Türklere göre bu kutlu günde yeniden doğan ve yenilenen yalnızca tabiat değildir; insan ruhu ve bedeni de bu yenilenmeye katılmakta, arınarak yeniden doğmaktadır. Türkler, geçmişten günümüze, doğa ve insan tabiatındaki yenilenmeyi bir nevi doğum sevinci ve bayram coşkusuyla kutlamış ve yaşatmıştır. Nevruz Bayramı, tüm Türk dünyasında, tüm kesimlerce çeşitli inanış ve uygulamalarla geçmişten günümüze kutlanılmakta ve yaşatılmaktadır. …\n Nevruz, 2009 yılında Türkiye, Azerbaycan, Özbekistan, Kırgızistan, Hindistan, Pakistan ve İran’ın ortak başvurusu ile UNESCO’nun İnsanlığın Somut Olmayan Kültürel Mirasının Temsilî Listesi’ne kaydedilmiştir."
  },
  {
    "id": "3842086",
    "unitNumber": 3,
    "text": "UNESCO Somut Olmayan Kültürel Miras Hükûmetler Arası Komitesi’nin Nevruz ile ilgili en güncel kararı hangi yıl alınmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "2009",
      "B": "2012",
      "C": "2015",
      "D": "2016",
      "E": "2021"
    },
    "explanation": "30-12 Mart 2012 tarihlerinde Kültür ve Turizm Bakanlığı, UNESCO Türkiye Millî Komisyonu ve Gazi Üniversitesi Türk Halk Bilimi Araştırma Merkezi <em>Nevruz Çalışmaları Uluslararası Semineri </em>düzenleyerek Nevruz dosyasına Tacikistan ve Kazakistan’ın katılmasına vesile olmuş, dosyada bulunan mevcut paydaşlar arasında iş birliğinin arttırılmasını sağlamıştır. 2-6 Mart 2015 yılında Tahran’da gerçekleştirilen ve dosyanın Afganistan, Irak, Kazakistan, Tacikistan ve Türkmenistan’ı da kapsayacak şekilde genişletilmesi çalışmalarını kapsayan çalıştayın ardından 2016 Kasım ayında Etiyopya’nın başkenti Addis Ababa’da gerçekleştirilen UNESCO Somut Olmayan Kültürel Miras Hükûmetler Arası Komite Komite Toplantısı kararıyla 2009 yılı kayıtları yenilenerek Nevruz Kutlamaları, 12 ülkeli, çok uluslu dosya olarak Temsilî Liste’ye girmiştir."
  },
  {
    "id": "3842087",
    "unitNumber": 3,
    "text": "“<em>Bir kültün oluşabilmesi için külte konu olabilecek bir nesne ve kişinin varlığı, bu nesne ya da kişiden zarar gelebileceğine ilişkin inancın varlığı, bu inancın sonucu olarak zararı uzaklaştırabilecek …………, ………….., …………… vb. uygulamaların varlığı gereklidir. Bu noktada Hıdırellez geleneği de yüce ve kutsal olarak bilinen varlıklara karşı gösterilen saygı ve onlara tapınma anlamına gelen birçok kültü bünyesinde barındırmaktadır. …”</em><br/>Yukarıdaki cümlelerde boş bırakılan yerlere hangi ifadeler gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "<em>ibadetler, dualar, yakarışlar</em>",
      "B": "<em>niyazlar, zekatlar, sadakalar</em>",
      "C": "<em>namazlar, oruçlar, zekatlar</em>",
      "D": "<em>ziyaretler, adaklar, kurbanlar</em>",
      "E": "yardımlar, destekler, dualar"
    },
    "explanation": "“<em>Bir kültün oluşabilmesi için külte konu olabilecek bir nesne ve kişinin varlığı, bu nesne ya da kişiden zarar gelebileceğine ilişkin inancın varlığı, bu inancın sonucu olarak zararı uzaklaştırabilecek ziyaretler, adaklar, kurbanlar vb. uygulamaların varlığı gereklidir. Bu noktada Hıdırellez geleneği de yüce ve kutsal olarak bilinen varlıklara karşı gösterilen saygı ve onlara tapınma anlamına gelen birçok kültü bünyesinde barındırmaktadır. …”</em>"
  },
  {
    "id": "3842089",
    "unitNumber": 3,
    "text": "“İslamiyet öncesi Türk kültürü ile Anadolu Türk kültürünün harmanlanmasından doğan Hıdırellez, Kur’an-ı Kerim’de atıf yapılan Hızır, İlyas veya Hızır-İlyas olgusunun, eski Şamanist inançların ve eski Akdeniz uygarlıkları mitolojisinin birleşiminden oluşmuş bir yapı sunar. Geçmişten günümüze gelen Hıdırellez geleneği, Türk toplumunun tarih içerisinde geçirdiği değişimler ve etkileşimler nedeniyle sürekli zenginleşmiştir.”<br/>Hangisi, Hıdırellez Geleneği ile ilgili yukardaki cümlelerden çıkarılabilecek bir sonuçtur?",
    "correctAnswer": "A",
    "options": {
      "A": "Tarihsel süreçte Türk kültürüne etki eden çeşitli ögelerin izlerini taşır",
      "B": "Yalnızca bazı Trakya kasabalarında yaşamaya/yaşatılmaya çalışılan bir gelenektir",
      "C": "Akdeniz uygarlıklarının kültürel izleri bu geleneğin belirleyici motifleridir",
      "D": "Bu geleneğin oluşumunda İslam inancının etkisinden bahsetmek doğru olmaz",
      "E": "Hıdırellez ismi dışında bu gelenek tamamıyla Şamanizm’e ait unsurları kapsar"
    },
    "explanation": "İslamiyet öncesi Türk kültürü ile Anadolu Türk kültürünün harmanlanmasından doğan Hıdırellez, Kur’an-ı Kerim’de atıf yapılan Hızır, İlyas veya Hızır-İlyas olgusunun, eski Şamanist inançların ve eski Akdeniz uygarlıkları mitolojisinin birleşiminden oluşmuş bir yapı sunar. Geçmişten günümüze gelen Hıdırellez geleneği, Türk toplumunun tarih içerisinde geçirdiği değişimler ve etkileşimler nedeniyle sürekli zenginleşmiştir."
  },
  {
    "id": "3842090",
    "unitNumber": 3,
    "text": "Hangisi mesir macununun özelliklerinden biri <strong><u>değildir</u></strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "İştah açar",
      "B": "Hazmı kolaylaştırır",
      "C": "Sinirleri yatıştırır",
      "D": "Kan dolaşımını kolaylaştırır",
      "E": "Böbrekleri temizler"
    },
    "explanation": "“Merkez Efendi’nin çeşitli baharatları belli bir sıra ve düzen içinde karması sonucu meydana gelen bu macunda toplamak istediği şifa hassaları; kuvvet verici, iştah açıcı, hazmı kolaylaştıran, sinirleri teskin eden, dimağı tembih eden ve yorgunluğu gideren, zihni açan, kalbi takviye eden, safra akıtıcı, kanı tasfiye eden, kan dolaşımını kolaylaştıran, hormonları kuvvetlendiren tesirlerdir.”"
  },
  {
    "id": "3842091",
    "unitNumber": 3,
    "text": "Mangala oyunu ile ilgili aşağıdaki ifadelerden hangisi doğru <strong><u>değildir</u></strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Amaç oyuncuların en çok taşı toplamasıdır.",
      "B": "Her ortamda rahatlıkla oynanabilecek bir oyundur.",
      "C": "Yalnızca toplumsal elitler tarafından oynanan bir oyundur.",
      "D": "Oyuncu sayısına göre esnetilebilir bir yapıya sahiptir.",
      "E": "İki, üç ya da dörtlü şekilde sıralanmış çukurlarda küçük taşlarla oynanır."
    },
    "explanation": "Kişilerin bilişsel, duyuşsal ve motor becerilerini geliştiren ve aynı zamanda yaratıcı düşünme kabiliyetini arttıran oyunun kuralları ise şu şekildedir: Oyun genellikle iki kişi veya iki grubun birlikte oynayabileceği şekilde tasarlanmış olsa da oyuncu sayısına göre esnetilebilir bir yapıya sahiptir. Amaç oyuncuların en çok taşı toplamasıdır. Oyuncu sayısına göre iki, üç ya da dörtlü şekilde sıralanmış çukurlarda küçük taşlarla birlikte oynanan mangalada oyunun süresi de koşullara bağlı olarak değişmektedir. Çoğunlukla iki paralel çizgi üzerine sıralanmış toplamda 12 çukur ve 48 taşla oynanan oyunda çukurlar direkt olarak toprağa kazılabileceği gibi mangala için tasarlanmış oyun tahtaları üzerinden de gidilebilmektedir. Oyun için gereken taşların tohum, boncuk hatta tahta parçasından da kullanılabiliyor oluşu oyunun her ortamda rahatlıkla oynanabilen bir eğlence ürünü olmasını desteklemektedir."
  },
  {
    "id": "3445638",
    "unitNumber": 4,
    "text": "I- Mesir Macunu Festivali\n II- Meddahlık Geleneği\n III- Âşıklık Geleneği\n Yukarıda verilenlerden hangisi ya da hangileri Türkiye’nin somut olmayan kültürel miras unsurlarına dair sunduğu adaylık formlarına göre doğrudan ya da dolaylı olarak gösteri sanatlarıyla ilişkilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "I ve II",
      "C": "II ve III",
      "D": "Yalnız II",
      "E": "Yalnız III"
    },
    "explanation": "Türkiye’nin somut olmayan kültürel miras listelerine kayıtlı unsurlarından bazıları da gösteri sanatlarıyla ilişkilidir. Türkiye’nin somut olmayan kültürel miras unsurlarına dair sunduğu adaylık formlarındaki verilere göre Mevlevi Sema Törenleri (2008), Meddahlık Geleneği (2008), Karagöz (2009), Âşıklık Geleneği (2009), Geleneksel Sohbet Toplantıları (2010), Alevi-Bektaşi Ritüeli Semah (2010), Kırkpınar Yağlı Güreş Festivali (2010), Mesir Macunu Festivali (2012), Nevruz (2016), Bahar Bayramı Hıdırellez (2017), Dede KorkutKorkut Ata Mirası: Kültürü, Efsaneleri ve Müziği (2017), Nasreddin Hoca/Molla Nesreddin/Molla Ependi/Apendi/Afendi Kozhanasyr Fıkra Anlatma Geleneği (2022) olmak üzere 12 unsuru doğrudan ya da dolaylı olarak gösteri sanatlarıyla ilişkilidir."
  },
  {
    "id": "3445653",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Öcal Oğuz'a göre Türkiye'nin somut olmayan kültürel miraslarından halk tiyatrosu başlığına girmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sema",
      "B": "Kukla",
      "C": "Zeybek",
      "D": "Yaren sohbeti",
      "E": "Âşık Fasılları"
    },
    "explanation": "Öcal Oğuz, Somut Olmayan Kültürel Miras Nedir? adlı kitabına göre Halk Tiyatrosu başlığına giren sanatlar şunlardır: Köy Seyirlik Oyunları, Karagöz, Kukla, Orta oyunu, Pandomim, Meddah."
  },
  {
    "id": "3445666",
    "unitNumber": 4,
    "text": "UNESCO İnsanlığın Somut Olmayan Kültürel Mirası Temsilî Listesine de giren bizdeki Karagöz'e benzeyen Gölge Tiyatrosu geleneği hangi ülkeye aittir?",
    "correctAnswer": "C",
    "options": {
      "A": "Japonya",
      "B": "Hindistan",
      "C": "Çin",
      "D": "Malezya",
      "E": "Pakistan"
    },
    "explanation": "Dünyada gölge oyunları temsilleri de çeşitlilik göstermektedir. Ülkemiz adına Temsilî Liste’ye kaydedilen Karagöz’e oldukça benzer bir unsur da Çin Halk Cumhuriyeti adına İnsanlığın Somut Olmayan Kültürel Mirası Temsilî Liste’sine 2011 yılında kaydedilen Çin gölge tiyatrosu geleneğidir. Listeye Chinese shadow puppetry adıyla kayıtlı olan bu unsur gölge kuklalarının hayal perdesinde canlandırılmasını içerir."
  },
  {
    "id": "3445677",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Acil Koruma Gerektiren Somut Olmayan Kültürel Miras Listesi’nde bulunan bir gösteri sanatıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Slovakya ve Çekya Kuklacılığı",
      "B": "Nogaku Tiyatrosu",
      "C": "Kwagh-Hir Tiyatro Performansı",
      "D": "Naqqāli İran Dramatik Hikaye Anlatıcılığı",
      "E": "Kumiodori Geleneksel Okinava Müzik Tiyatrosu"
    },
    "explanation": "Somut Olmayan Kültürel Mirasın Korunması Sözleşmesi altındaki listelerden biri de Acil Koruma Gerektiren Somut Olmayan Kültürel Miras Listesi’dir. Bu listeye kayıtlı gösteri sanatlarına ilişkin unsurlar da bulunmaktadır. Bu unsurlardan biri 2011 yılında İran adına Naqqāli, Iranian dramatic story-telling ismiyle kaydedilen hikâye anlatma geleneğidir. Daha çok meddah tarzı bir anlatıma sahip olan anlatıcılar tarafından icra edilir. Taşıyıcısı oldukça az olduğu için Acil Koruma Listesi’ne kaydettirilen Nakqāli, İran İslam Cumhuriyeti’ndeki en eski dramatik performans biçimidir ve mahkemelerden köylere kadar toplumda uzun süredir önemli bir rol oynamıştır."
  },
  {
    "id": "3445682",
    "unitNumber": 4,
    "text": "Karagöz oynatan sanatçıya verilen isim nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Meddah",
      "B": "Yardak",
      "C": "Aşık",
      "D": "Köçek",
      "E": "Hayalî"
    },
    "explanation": "Karagöz oynatan sanatçıya hayalî denir. Karagöz sanatında usta çırak ilişkisi önemlidir. Hayalî’nin yanındaki çırağa “yardak” denir. Bu yardımcının eğitimi, tasvirlerin çubuklara takılması ile başlar ve yardağın oyun oynatabilecek niteliğe erişmesine kadar devam eder."
  },
  {
    "id": "3445690",
    "unitNumber": 4,
    "text": "I- Leb Değmez\n II- Muamma Asma\n III- Kalenderi\n Yukarıdakilerden hangisi ya da hangileri aşık repartuarı türlerindendir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Âşık repertuvarı, geçmişten günümüze anonim bir şekilde aktarılan aynı biçimsel özellikleri taşıyan âşıklık edebiyatının şiir, söyleyiş ve icra tarzlarıdır. Bunlar bölgelere ve yörelere göre farklı özellikler taşıyabilmekte ve farklı isimlerle de anılabilmektedir. Atışma, Leb Değmez, Muamma Asma, Varsağı, Taşlama, Kalenderi, Selis, Deyiş, Destan, Divan, Koşma, Tekellüm, Mani, Türkü, Semai, Satranç ve Vezn-i Ahar âşık repertuarının türlerindendir."
  },
  {
    "id": "3445703",
    "unitNumber": 4,
    "text": "Aşağıdaki Ulusal envantere kayıtlı doğrudan ya da dolaylı olarak gösteri sanatları alanındaki unsurlardan hangisi Sivas yöresine aittir?",
    "correctAnswer": "D",
    "options": {
      "A": "Pıngıdık",
      "B": "Hava Hatun",
      "C": "Kaşık oyunu",
      "D": "Kabak halayı",
      "E": "Otçu Göçü"
    },
    "explanation": "Kabak Halayı Sivas yöresine aitken, Pıngıdık Antalya, Kaşık oyunu Kırşehir, Hava Hatun Gümüşhane ve Otçu Göçü Giresun'a aittir."
  },
  {
    "id": "3445711",
    "unitNumber": 4,
    "text": "Anadolu’da süregelen geleneksel sirk sanatları unsurunun bilinen diğer adı nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hıdırnebi Geleneği",
      "B": "Ziyrat Geleneği",
      "C": "Körmük Geleneği",
      "D": "Arefelik Geleneği",
      "E": "Şivlilik Geleneği"
    },
    "explanation": "Dilimize yabancı bir sözcük olarak girdiği düşünülen ve özellikle de modern dönemin gösteri sanatları algısına yönelik çağrışımlar yaratan “sirk” sözcüğünün etimolojik kökeni, geleneksel sirk sanatları bağlamında ilginç bir ilişkinin varlığına dikkat çekmektedir. Anadolu’da süregelen geleneksel sirk sanatları unsurunun bilinen bir diğer adı da “Körmük Geleneği”dir."
  },
  {
    "id": "3445715",
    "unitNumber": 4,
    "text": "I- Pişekâr\n II- Kavuklu\n III- Hacivat\n Yukarıda verilen karakterlerden hangisi ya da hangileri Orta Oyunu'nun temel tiplerindendir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Orta oyununun iki temel tipi Pişekâr ve Kavuklu’dur. Hacivat Karagöz'ün temel tiplerinden birisidir."
  },
  {
    "id": "3445719",
    "unitNumber": 4,
    "text": "Karagöz Müzesi hangi şehrimizdedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bursa",
      "B": "Ankara",
      "C": "Eskişehir",
      "D": "Kütahya",
      "E": "Manisa"
    },
    "explanation": "Çekirge caddesi üzerinde yer alan ve yıllardır atıl duran eski trafo binası, Bursa Büyükşehir Belediyesi ve Bursa Kültür Sanat ve Turizm Vakfı tarafından yeniden yapılandırılarak 14 Haziran 1997’de Sanat Evi olarak hizmete sunulmuştur. 2007 yılında Bursa Karagöz Evi on yılı geride bıraktıktan sonra onuncu yılında Bursa Büyükşehir Belediyesi tarafından müzeye dönüştürülmüş ve artık Karagöz Müzesi olarak hizmet vermektedir."
  },
  {
    "id": "3460266",
    "unitNumber": 4,
    "text": "I. Hikâye anlatıcılığı,\n<br/>II. Aşık sanatı\n<br/>III. Kukla gösterileri\n<br/>IV. El sanatları geleneği <br/>Yukarıda verilenlerden hangileri Somut Olmayan Kültürel Mirasın Korunması Sözleşmesi içinde gösteri sanatları başlığ altında değerlendirilir?",
    "correctAnswer": "A",
    "options": {
      "A": "I-II-III",
      "B": "I-II-IV",
      "C": "II-III-IV",
      "D": "I-III-IV",
      "E": "I-II-III-IV"
    },
    "explanation": "Müzik, dans, tiyatro<br/>performanslarından, pandomim, hikâye anlatıcılığı, âşık sanatı, kukla gösterilerine kadar uzanan ve<br/>insan yaratıcılığının en güzel örneklerini içeren pek<br/>çok unsur Sözleşme içinde gösteri sanatları başlığı<br/>altında değerlendirilir."
  },
  {
    "id": "3460291",
    "unitNumber": 4,
    "text": "I. Mevlevi Sema Törenleri \n II. Dede Korkut Korkut Ata Mirası: Kültürü, Efsaneleri ve Müziği\n III. Geleneksel Tören Keşkeği\n IV. Bahar Bayramı Hıdırellez\n Türkiye’nin somut olmayan kültürel miras listelerine kayıtlı unsurlarına ilişkin yukarıda verilenlerden hangileri gösteri<br/>sanatlarıyla ilişkilidir?",
    "correctAnswer": "B",
    "options": {
      "A": "I-II-III",
      "B": "I-II-IV",
      "C": "II-III-IV",
      "D": "I-III-IV",
      "E": "I-II-III-IV"
    },
    "explanation": "Türkiye’nin somut olmayan kültürel miras listelerine kayıtlı unsurlarından bazıları da gösteri<br/>sanatlarıyla ilişkilidir. Türkiye’nin somut olmayan<br/>kültürel miras unsurlarına dair sunduğu adaylık<br/>formlarındaki verilere göre Mevlevi Sema Törenleri (2008), Meddahlık Geleneği (2008), Karagöz<br/>(2009), Âşıklık Geleneği (2009), Geleneksel Sohbet Toplantıları (2010), Alevi-Bektaşi Ritüeli Semah (2010), Kırkpınar Yağlı Güreş Festivali (2010),<br/>Mesir Macunu Festivali (2012), Nevruz (2016),<br/>Bahar Bayramı Hıdırellez (2017), <br/>(2017), Nasreddin Hoca/Molla Nesreddin/Molla<br/>Ependi/Apendi/Afendi Kozhanasyr Fıkra Anlatma<br/>Geleneği (2022) olmak üzere 12 unsuru doğrudan<br/>ya da dolaylı olarak gösteri sanatlarıyla ilişkilidir."
  },
  {
    "id": "3460345",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Somut Olmayan Kültürel Mirasın Korunması Sözleşmesi’'ne göre kültürel miras tanımı içinde yer alan ve gösteri sanatlarının bir parçası olarak ifade edilen kültürel ifade ve uygulamalarla ilişkili nesne, araç ve gereçlerden biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "icra sırasında kullanılan müzik aletleri",
      "B": "süslemeler, dekor ve bunların vücut bulduğu sahne",
      "C": "meydan",
      "D": "harman yerleri",
      "E": "yemekler"
    },
    "explanation": "Sözleşme’de kültürel ifade ve uygulamalarla ilişkili nesne, araç ve gereçlerle birlikte bu uygulamaların icra edildiği mekânlar kültürel miras tanımıiçinde yer alır. Gösteri sanatlarının bir parçası olan<br/>bazı nesneler de bu bağlamda değerlendirilmelidir.<br/>İcra sırasında kullanılan müzik aletleri, kostümler,<br/>maskeler, süslemeler, dekor ve bunların vücut bulduğu sahne, meydan, kahve, kırsal alan, panayırlar,<br/>canbazhanaler, körmük meydanları, geleneksel sirk<br/>çadırları, hıdırlıklar, harman yerleri, köy meydanları gibi kültürel mekânlar da gösteri sanatlarının<br/>ayrılmaz bir parçasıdır."
  },
  {
    "id": "3460365",
    "unitNumber": 4,
    "text": "Anlatım esasına dayalı bir gösteri sanatı olarak Meddahlık UNESCO İnsanlığın Somut Olmayan Kültürel Mirası Temsilî Listesi’ne aşağıda verilen hangi yılda kaydedilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "2008",
      "B": "2009",
      "C": "2010",
      "D": "2016",
      "E": "2017"
    },
    "explanation": "2008 yılında UNESCO İnsanlığın Somut Olmayan Kültürel Mirası Temsilî Listesi’ne kaydedilen bir unsur olan Meddahlık anlatım esasına dayalı bir gösteri sanatıdır."
  },
  {
    "id": "3460387",
    "unitNumber": 4,
    "text": "Komik unsurlar dil şaşırtmacaları, kelime tuzakları, dans ve tuhaf bedensel hareketlerle perçinlenen dört bölümden oluşan ve oynatan kişiye hayali adı verilen oyun aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "meddahlık",
      "B": "Karagöz",
      "C": "Dede Korkut-Korkut Ata Mirası",
      "D": "Aşıklık",
      "E": "Nasreddin Hoca"
    },
    "explanation": "Komik unsurlar dil şaşırtmacaları, kelime<br/>tuzakları, dans ve tuhaf bedensel hareketlerle perçinlenir. Oyunlar dört bölümden oluşur. Karagöz<br/>oynatan sanatçıya hayalî denir. Karagöz sanatında<br/>usta çırak ilişkisi önemlidir"
  },
  {
    "id": "3460398",
    "unitNumber": 4,
    "text": "Şiiri, müziği ve hikâye anlatımını içeren, kendine özgü geleneği ve icrası olan en önemli niteliğinin ise döneminin yaşayış<br/>ve hayata bakış tarzını, etik ve estetik değerlerini yansıtarak geniş halk kitlelerine hitap edebilen gelenek aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Meddahlık",
      "B": "Aşıklık",
      "C": "Karagöz",
      "D": "Geleneksel Sohbet Toplantıları",
      "E": "Alevi-Bektaşi Ritüeli Semah"
    },
    "explanation": "Aşıklık Geleneği<br/>Köklü bir geçmiş ve sayısız icra biçimleriyle<br/>kültürel belleğin, çeşitliliğin ve zenginliğin önemli bir ifadesi olan ‘Âşıklık Geleneği’, 2009 yılında<br/>UNESCO İnsanlığın Somut Olmayan Kültürel<br/>Mirası Temsilî Listesi’ne kaydedilmiştir. Şiiri, müziği ve hikâye anlatımını içeren çok yönlü bir sanattır. Kendine özgü geleneği ve icrası olan âşıklık<br/>geleneğinin en önemli niteliği, döneminin yaşayış<br/>ve hayata bakış tarzını, etik ve estetik değerlerini<br/>yansıtarak geniş halk kitlelerine hitap edebilmesidir. Geleneğe uygun bir biçimde şiir söyleyebilen,<br/>karşılıklı atışma yapabilen, hikâye anlatabilen ve<br/>icralarını çoğunlukla saz eşliğinde gerçekleştiren<br/>sanatçılara ‘‘âşık’’ bu söyleme biçimine “âşıklıkâşıklama” denilmektedir."
  },
  {
    "id": "3460412",
    "unitNumber": 4,
    "text": "UNESCO Somut Olmayan Kültürel Mirasın Korunması Sözleşmesi kapsamında ulusal envantere kayıtlı olan ve iki temel tipin Pişekâr ve Kavuklu olduğu oyun aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Karagöz",
      "B": "Meddahlık",
      "C": "Orta oyunu",
      "D": "Aşıklık",
      "E": "Geleneksel Sirk Sanatları"
    },
    "explanation": "Orta Oyunu<br/>Ulusal envanterde yer alan ve halk arasında nadir de olsa yaşatılan bir diğer gösteri sanatları unsuru da<br/>orta oyunudur. Orta oyunu 19. yüzyılın ikinci yarısıyla 20. yüzyılın ilk çeyreğinde kesin biçimini gördüğümüz orta oyununun hangi tarihte başladığı açık seçik belli değildir. Yakın zamanlara kadar bu oyunun orta<br/>oyunu adıyla anılması göz önünde bulundurularak 19. yüzyılda ortaya çıktığı görüşü ileri sürülebilir (Kudret,<br/>1973:1-2). Orta oyunu yuvarlak, çepeçevre seyircilerle kuşatılmış bir alanda oynanır"
  },
  {
    "id": "3460427",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Türk seyirlik sanatların bir türü olan Halk Tiyatrosu Geleneği içindeki, “sözsüz” oyunlar kapsamında bir seyirlik<br/>sanat türü olan Anadolu’nun Antik Çağlarında da var olduğu bilinen ve özellikle 11. yüzyıl itibarıyla Selçuklu halk şenlikleri ile hemen arkasından Osmanlı Şenliklerinde varlık bulan ve 18. yüzyıl ortalarına kadar süregelen hüner ve cesarete dayalı tüm gösterileri kapsayan seyirlik sanatlar aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Meddahlık",
      "B": "Orta Oyunu",
      "C": "Geleneksel Sirk Sanatları",
      "D": "Aşıklık",
      "E": "Sema Töreni"
    },
    "explanation": "Geleneksel Sirk Sanatları: Türk seyirlik<br/>sanatların bir türü olan Halk Tiyatrosu Geleneği<br/>içindeki, “sözsüz” oyunlar kapsamında bir seyirlik<br/>sanat türüdür. Anadolu’nun Antik Çağlarında da<br/>var olduğu bilinen ve özellikle 11. yüzyıl itibarıyla Selçuklu halk şenlikleri ile hemen arkasından<br/>Osmanlı Şenliklerinde varlık bulan ve 18. yüzyıl<br/>ortalarına kadar süregelen hüner ve cesarete dayalı<br/>tüm gösterileri kapsayan seyirlik sanatlardır"
  },
  {
    "id": "3460485",
    "unitNumber": 4,
    "text": "I. ölçülebilirliği son derece karmaşık bir süreç olan kültürel unsurların yalnızca rakam ve yüzdelerle anlatılmaya çalışılması, bu uğurda bağlamından kopartılması,\n<br/>II. aşırı ticarileştirilmesi,\n<br/>III. tek tipleştirilerek tüketim nesnesine dönüştürülmesi,\n<br/>IV. bir nostalji nesnesi gibi sergilenerek müzeifikasyona uğraması\n<br/>V. Sürdürülebilir kalkınma hedefleri arasında kültürün yer alması\n<br/>Yukarıda verilenlerden hangileri UNESCO 2003, Somut Olmayan Kültürel Mirasın Korunması Sözleşmesine göre kültürel unsurlarla ilgili birer risk alanıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "I-II-III-IV",
      "B": "II-III-IV-V",
      "C": "I-III-IV-V",
      "D": "I-II-IV-V",
      "E": "I-II-III-IV-V"
    },
    "explanation": "Sözleşme’nin önerdiği koruma yaklaşımları<br/>bağlamında değerlendirildiğinde ölçülebilirliği son<br/>derece karmaşık bir süreç olan kültürel unsurların<br/>yalnızca rakam ve yüzdelerle anlatılmaya çalışılması, bu uğurda bağlamından kopartılması, aşırı<br/>ticarileştirilmesi, tek tipleştirilerek tüketim nesnesine dönüştürülmesi, bir nostalji nesnesi gibi sergilenerek müzeifikasyona uğraması, dondurulması<br/>gibi risk alanlarıyla karşı karşıya getirebilir. SKH<br/>ve somut olmayan kültürel miras arasındaki paradoksal durumlardan biri de yukarıda belirtildiği gibi sürdürülebilir kalkınma hedefleri arasında<br/>kültürün olmamasına karşın kültür penceresinden<br/>bakıldığında her hedefin kültürden bağımsız düşünülemeyeceğidir"
  },
  {
    "id": "3460493",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Türkiye’nin UNESCO, İnsanlığın Somut Olmayan KültürelMirasın Temsilî Listesi’ne gösteri sanatları alanından kaydedilmiş unsurladan biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Mevlevi Sema Törenleri",
      "B": "Meddahlık Geleneği",
      "C": "1 Mayıs İşçi Bayramı",
      "D": "Karagöz",
      "E": "Âşıklık Geleneği"
    },
    "explanation": "Türkiye’nin UNESCO, İnsanlığın Somut Olmayan Kültürel Mirasın Temsilî Listesi’ne gösteri sanatları alanından kaydedilmiş Türkiye’ye ait 12 unsur bulunmaktadır. Bu unsurlar şunlardır:<br/>1. Mevlevi Sema Törenleri (2008)<br/>2. Meddahlık Geleneği (2008)<br/>3. Karagöz (2009)<br/>4. Âşıklık Geleneği (2009)<br/>5. Geleneksel Sohbet Toplantıları (2010)<br/>6. Alevi-Bektaşi Ritüeli Semah (2010)<br/>7. Kırkpınar Yağlı Güreş Festivali (2010)<br/>8. Mesir Macunu Festivali (2012)<br/>9. Nevruz (2016)<br/>10. Bahar Bayramı Hıdırellez (2017)<br/>11. Dede Korkut-Korkut Ata Mirası: Kültürü,<br/>Efsaneleri ve Müziği (2017)<br/>12. Nasreddin Hoca/Molla Nesreddin/Molla<br/>Ependi/Apendi/Afendi Kozhanasyr Fıkra<br/>Anlatma Geleneği (2022)"
  },
  {
    "id": "3460495",
    "unitNumber": 4,
    "text": "Köklü bir geçmiş ve sayısız icra biçimleriyle kültürel belleğin, çeşitliliğin ve zenginliğin önemli bir ifadesi olan ‘Âşıklık Geleneği’, hangi <br/>UNESCO İnsanlığın Somut Olmayan Kültürel Mirası Temsilî Listesi’ne kaydedilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "2007",
      "B": "2008",
      "C": "2009",
      "D": "2010",
      "E": "2016"
    },
    "explanation": "Köklü bir geçmiş ve sayısız icra biçimleriyle<br/>kültürel belleğin, çeşitliliğin ve zenginliğin önemli bir ifadesi olan ‘Âşıklık Geleneği’, 2009 yılında<br/>UNESCO İnsanlığın Somut Olmayan Kültürel<br/>Mirası Temsilî Listesi’ne kaydedilmiştir."
  },
  {
    "id": "3460539",
    "unitNumber": 4,
    "text": "Türkiye’nin UNESCO SOKÜM listelerine kayıtlı toplam 25 unsurundan kaç tanesi gösteri sanatları ile ilişkilidir?",
    "correctAnswer": "B",
    "options": {
      "A": "7",
      "B": "12",
      "C": "15",
      "D": "17",
      "E": "25"
    },
    "explanation": "Türkiye’nin UNESCO SOKÜM listelerine kayıtlı toplam 25 unsuru bulunmaktadır. Bu unsurlardan 12 tanesi bir şekilde gösteri sanatları ile ilişkilidir"
  },
  {
    "id": "3460553",
    "unitNumber": 4,
    "text": "Aşağıdaki boşluğa hangi ifade gelmelidir?\n \".............. sadece hikâye anlatmaz aynı zamanda anlattıkları hikâyelerle toplumu aydınlatmayı da hedeflerler.\"",
    "correctAnswer": "D",
    "options": {
      "A": "Karagöz",
      "B": "Hacivat",
      "C": "Semazen",
      "D": "Meddah",
      "E": "Ozan"
    },
    "explanation": "2008 yılında UNESCO İnsanlığın Somut Olmayan Kültürel Mirası Temsilî Listesi’ne kaydedilen bir unsur olan Meddahlık anlatım esasına dayalı bir gösteri sanatıdır. Meddahlık, meddah adı verilen tek bir hikâyeci tarafından icra edilen bir geleneksel tiyatro türüdür. Geniş bir coğrafyaya yayılmıştır. Pek çok ülkede meddah benzeri anlatıcıların icralarına rastlanır. Meddahlar sadece hikâye anlatmaz aynı zamanda anlattıkları hikâyelerle toplumu aydınlatmayı da hedeflerler. Eski zamanlarda meddahlar kervansaraylarda, çarşılarda, kahvehanelerde, camilerde ve kiliselerde sahne alan anlatıcılardır. Özellikle 19. yüzyılda İstanbul kahvelerinde düzenli olarak meddahlar yer almışlardır."
  },
  {
    "id": "3460567",
    "unitNumber": 4,
    "text": "Karagöz oynatan sanatçıya ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hayalî",
      "B": "Meddah",
      "C": "Hacivat",
      "D": "Yardak",
      "E": "Küşteri"
    },
    "explanation": "Karagöz, sanatçının performansına dayalı bir gölge oyunu olup Karagöz ve Hacivat arasında geçen karşılıklı diyaloglar ve atışmalara<br/>dayanır. Bu diyaloglarında sıkça mizah unsurlarına rastlanır. Komik unsurlar dil şaşırtmacaları, kelime tuzakları, dans ve tuhaf bedensel hareketlerle perçinlenir. Oyunlar dört bölümden oluşur. Karagöz oynatan sanatçıya hayalî denir. Karagöz sanatında usta çırak ilişkisi önemlidir."
  },
  {
    "id": "3460642",
    "unitNumber": 4,
    "text": "Toplulukların, grupların, kimi durumlarda bireylerin kültürel miraslarının bir parçası olarak tanımladıkları uygulamalar, temsiller, anlatımlar, bilgiler, beceriler ve bunlara<br/>ilişkin araçlar, gereçler ve kültürel mekânlara ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Soyut Kültür",
      "B": "Somut Kültür",
      "C": "Kültürel Miras",
      "D": "Sahne Sanatları",
      "E": "Gösteri Sanatları"
    },
    "explanation": "Gösteri sanatları, Somut Olmayan Kültürel Mirasın Korunması Sözleşmesinin 2. maddesinde<br/>dördüncü alt alan olarak tanımlanır. Geleneksel gösteri sanatları Sözleşme’de “toplulukların, grupların, kimi durumlarda bireylerin kültürel miraslarının bir parçası olarak tanımladıkları uygulamalar, temsiller, anlatımlar, bilgiler, beceriler ve bunlara ilişkin araçlar, gereçler ve kültürel mekânlar” (Madde 2) şeklinde tanımlanan somut olmayan kültürel mirasın sosyal hayatla bütünleşmiş görünen yüzlerinden biridir."
  },
  {
    "id": "3460688",
    "unitNumber": 4,
    "text": "Karagöz gösterisini yapan Hayalî'nin çırağına ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Küşteri",
      "B": "Yardak",
      "C": "Hacivat",
      "D": "Meddah",
      "E": "Gölge"
    },
    "explanation": "Hayalî’nin yanındaki çırağa “yardak” denir. Bu yardımcının eğitimi, tasvirlerin çubuklara takılması ile başlar<br/>ve yardağın oyun oynatabilecek niteliğe erişmesine kadar devam eder."
  },
  {
    "id": "3460695",
    "unitNumber": 4,
    "text": "Geleneğe uygun bir biçimde şiir söyleyebilen, karşılıklı atışma yapabilen, hikâye anlatabilen ve icralarını çoğunlukla saz eşliğinde gerçekleştiren sanatçılara ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Âşık",
      "B": "Meddah",
      "C": "Hayalî",
      "D": "Karagöz",
      "E": "Yardak"
    },
    "explanation": "Geleneğe uygun bir biçimde şiir söyleyebilen, karşılıklı atışma yapabilen, hikâye anlatabilen ve icralarını çoğunlukla saz eşliğinde gerçekleştiren<br/>sanatçılara ‘‘âşık’’ bu söyleme biçimine “âşıklıkâşıklama” denilmektedir. Âşıklık geleneğinin kökeni konusunda çeşitli görüşler bulunmaktadır. Ancak bu konudaki genel kabul, âşıklığın ozan-baksı edebiyatı olarak adlandırılan Türk destan anlatım geleneğine dayandığı ve Türklerin İslamiyet’i kabul<br/>etmesinden sonra ortaya çıkan tasavvufi düşünce ile Selçuklu ve Osmanlı yaşamı biçimi ve kabullerinin bu geleneği şekillendirdiği yönündedir. Âşık,<br/>güzellikleri övdüğü ve acıları dramatik bir dille vurguladığı kendi deyişlerini veya ustalarının deyişlerini yöresel ezgilerle saz eşliğinde söyler."
  },
  {
    "id": "3460709",
    "unitNumber": 4,
    "text": "Türkiye'nin somut olmayan kültürel mirası ulusal envanterinde yağlı güreş hangi ilimize kayıtlı görünmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bursa",
      "B": "Eskişehir",
      "C": "Denizli",
      "D": "Çanakkale",
      "E": "Kars"
    },
    "explanation": "173. Yağlı güreş (Çanakkale)"
  },
  {
    "id": "3460715",
    "unitNumber": 4,
    "text": "Aşağıdaki boşluğa hangi ifade gelmelidir?\n \"................. iki temel tipi Pişekâr ve Kavuklu’dur.\"",
    "correctAnswer": "E",
    "options": {
      "A": "Meddah",
      "B": "Hayalî",
      "C": "Karagöz",
      "D": "Canbaz",
      "E": "Orta oyunu"
    },
    "explanation": "Orta oyunu yuvarlak, çepeçevre seyircilerle kuşatılmış bir alanda oynanır. Bu çeşit oyun yerlerine<br/>başka ülkelerde çeşitli çağlarda rastlanır. Orta oyununun iki temel tipi Pişekâr ve Kavuklu’dur"
  },
  {
    "id": "3460728",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi BM Sürdürülebilir Kalkınma Hedeflerinden bir tanesi değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yoksulluüa son",
      "B": "Açlığa son",
      "C": "Sağlıklı bireyler",
      "D": "Tüketimi artırma",
      "E": "Toplumsal cinsiyet eşitliği"
    },
    "explanation": "Eylem planını gerçekleştirmek üzere 17 hedef ve 169 alt hedef belirlenmiştir:\n 1. Yoksulluğa son,<br/>2. Açlığa son,<br/>3. Sağlıklı bireyler,<br/>4. Nitelikli eğitim,<br/>5. Toplumsal cinsiyet eşitliği,<br/>6. Temiz su ve sıhhi koşullar,<br/>7. Erişilebilir temiz enerji,<br/>8. İnsana yakışır iş ve ekonomik büyüme,<br/>9. Sanayi yenilikçilik ve altyapı,<br/>10. Eşitsizliklerin azaltılması,<br/>11. Sürdürülebilir şehir ve yaşam alanları,<br/>12. Sorumlu tüketim ve üretim,<br/>13. İklim eylemi,<br/>14. Sudaki yaşam,<br/>15. Karasal yaşam,<br/>16. Barış ve adalet,<br/>17. Hedefler için ortaklıklar."
  },
  {
    "id": "3455410",
    "unitNumber": 5,
    "text": "I- Geleneksel Çini Sanatı\n II- Nevruz\n III- Islık Dili \n Yukarıdaki uygulamalardan hangisi ya da hangileri Türkiye adına İnsanlığın Somut Olmayan Kültürel Mirası Temsilî Listesi’ne ve Acil Koruma Gerektiren Somut Olmayan Kültürel Miras Listesi’ne kayıtlı doğa ve evrenle ilgili bilgi ve uygulamalardandır?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "I ve II",
      "C": "I ve III",
      "D": "Yalnız II",
      "E": "Yalnız I"
    },
    "explanation": "Türkiye’nin UNESCO’ya sunduğu aday formlarına göre Türkiye adına İnsanlığın Somut Olmayan Kültürel Mirası Temsilî Listesi’ne ve Acil Koruma Gerektiren Somut Olmayan Kültürel Miras Listesi’ne kayıtlı 25 unsurdan 14’ü de doğa ve evrenle ilgili bilgi ve uygulamalarla ilişkilendirilmiştir. Bu unsurlar listelere kayıt sırasına göre şunlardır: Geleneksel Tören Keşkeği (2011), Mesir Macunu Festivali (2012), Ebru: Türk Kâğıt Süsleme Sanatı (2014), Geleneksel Çini Sanatı (2016), Nevruz (2016), İnce Ekmek Yapımı ve Paylaşımı Geleneği: Lavaş, Katrıma, Jupka, Yufka (2016), Islık Dili (2017), Bahar Bayramı Hıdırellez (2017), Geleneksel Türk Okçuluğu (2019), Minyatür Sanatı (2020), Hüsni Hat Türkiye’de İslam Sanatında Geleneksel Güzel Yazı (2021), Çay Kültürü: Kimlik, Misafirperverlik ve Sosyal Etkileşim Sembolü (2022), İpek Böcekçiliği ve Dokuma için İpeğin Geleneksel Üretimi (2022), Ahlat Taş İşçiliği Geleneği (2022)."
  },
  {
    "id": "3455587",
    "unitNumber": 5,
    "text": "Mevlevi Sema Törenleri hangi yıl halk inanışlarıyla bağlantılı olarak İnsanlığın Somut Olmayan Kültürel Mirası Temsilî Listesi’ne eklenmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "2005",
      "B": "2008",
      "C": "2010",
      "D": "2013",
      "E": "2016"
    },
    "explanation": "Günümüzde canlılığını koruyan bu inanış biçimleri, Türkiye’nin ulusal envanter listesinde İnanç ve İnanışlara Bağlı Gelenekler ve Uygulamalar başlığı altında verilmiştir. Bu başlık altında mevlit geleneği, nazar çıkarma ve nazarlık yapma gelenekleri, Mevlevi sema töreni, Alevi-Bektaşi ritüeli semah, yağmur duası törenleri, Ramazan gelenekleri, faraçlık geleneği, bayram gelenekleri, kandil gecesi gelenekleri yer almaktadır. Ayrıca halk inanışlarıyla bağlantılı olarak İnsanlığın Somut Olmayan Kültürel Mirası Temsilî Listesi’ne Mevlevi Sema Törenleri 2008 yılında, Alevi-Bektaşi Ritüeli Semah ise 2010 yılında eklenmiştir."
  },
  {
    "id": "3455652",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Nazar değdikten sonra tedavi amaçlı ve nazarın çıkması için yapılan uygulamalardan birisi <strong>değildir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Üzerlik Tütütme",
      "B": "Kurşun Dökme",
      "C": "Çaput Bağlama",
      "D": "Tuz Dolandırma",
      "E": "Tütsü Yakma"
    },
    "explanation": "Nazar değdikten sonra ise tedavi amaçlı ve nazarın çıkması için bazı uygulamalar yapılır. Üzerlik tütütme, kurşun dökme, tütsü, dua, tuz dolandırma gibi uygulamalar buna örnektir. Ayrıca yine sözlü kültürde nazar değmesi sonrası kullanılan ifadeler bulunmaktadır. Örneğin; kem göze uğradı, nazar değdi, nazara uğradı gibi deyimler halk arasında da günümüzde sıkça kullanılır."
  },
  {
    "id": "3455794",
    "unitNumber": 5,
    "text": "I- Molla potik\n<br/>II- Çömçe gelin\n<br/>III- Barane\n<br/>IV- Yük yığma\n<br/>Yukarıdakilerden hangisi ya da hangileri yağmurun yağması için yapılan dua ve bu duayla birlikte gerçekleştirilen diğer pratiklerden birisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve III",
      "B": "II ve III",
      "C": "I, II ve IV",
      "D": "I, II ve III",
      "E": "II, III ve IV"
    },
    "explanation": "Yağmur duası törenleri tarımcı toplulukların uzun süre kuraklık döneminin ardından bahar aylarında yağmurun yağması için yaptıkları dua ve bu duayla birlikte gerçekleştirilen diğer pratikleri kapsar. Bu törenlere hacet duası, yağmur gelini, istiskah, barane, godi-godi, molla potik, bolluk aşı bayramı, şükür duası, çömçe gelin, hasnı, kolik gelin, pıngıdık gibi adlar da verilmektedir."
  },
  {
    "id": "3455913",
    "unitNumber": 5,
    "text": "Halk takvimi yılı hangi günler şeklinde ikiye böler?",
    "correctAnswer": "E",
    "options": {
      "A": "Ekim Günleri- Kesim Günleri",
      "B": "Adem Günleri- Mayıs Günleri",
      "C": "Yağmur Günleri- Güneş Günleri",
      "D": "Sıcak Günleri- Ocak Günleri",
      "E": "Kasım Günleri- Hızır Günleri"
    },
    "explanation": "Halk takvimi, yılı “Kasım Günleri” ve “Hızır Günleri” olarak ikiye böler. Bu takvim esas itibarıyla yılı Yaz ve Kış olarak iki mevsim olarak kabul eder. Kasım günleri Miladi 8 Kasım’da başlar ve Şubat 29 çekmezse 179 gün sürer. 6 Mayıs’ta Hızır Günleri başlar ve 186 gün sürer."
  },
  {
    "id": "3456310",
    "unitNumber": 5,
    "text": "Aşağıda verilen eşleştirmelerden hangisin de halk tarafından aylara verilen isim <strong>yanlış</strong> verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Haziran- Kiraz Ayı",
      "B": "Ekim- Avara Ayı",
      "C": "Ocak- Zemheri Ayı",
      "D": "Temmuz- Orak Ayı",
      "E": "Mart- Soba Ayı"
    },
    "explanation": "Halkın ayları isimlendirmesi de yine o ay içinde ağırlıklı olarak yapılan işe, yetişen ürünlere veya baskın olan hava şartlarına göredir. Örneğin; temmuz ayı hasat ayı<br/>olduğu için “orak” ayı olarak adlandırılırken; haziran ayında kirazlar olduğu için “kiraz” ayı, ekim ayı artık hasadın bittiği ay olduğu için “avara” ayı, ocak ayı çok soğuk olduğu için zemheri, aralık ayı ilk soğukların başladığı ay olduğu “ilk karakış” ya da “karakış” şeklinde adlandırılır. Yine hayvanların döllenme veya doğma zamanlarına koç ayı, kuzu ayı gibi isimlerin verildiği de görülür."
  },
  {
    "id": "3456360",
    "unitNumber": 5,
    "text": "Nevruz İnsanlığın Somut Olmayan Kültürel Mirası Temsilî Listesi’ne göre Türkiye dışında aşağıdaki ülkelerden hangisinin de dosyasına girmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Çin",
      "B": "Rusya",
      "C": "Makedonya",
      "D": "Hindistan",
      "E": "Güney Kore"
    },
    "explanation": "Yılın mevsim odaklı ayrılması mevsimlik bayramları ortaya çıkarmıştır. Mevsimlik bayramlardan Hıdırellez, Nevruz, Mayıs Yedisi gibi bayramlar, yılın belli bir tarihînde kutlanırken; ekip biçme yani hasat odaklı olanları ise bölgelere göre değişik tarihlerde kutlanabilir. İnsanlığın Somut Olmayan Kültürel Mirası Temsilî Listesi’nde Nevruz ve Bahar Bayramı Hıdırellez isimleriyle kayıtlı olan iki unsur, takvimle ve mevsimlik bayramlarla ilişkili miras unsurlarıdır. Her iki unsurda Türkiye’nin de aralarında bulunduğu ülkeler adına kayıtlı ortak dosyalardır. Hıdırellez Kuzey Makedonya ve Türkiye’nin ortak mirası olarak listede kayıtlıyken, Nevruz ise Afganistan, Azerbaycan, Hindistan, İran, Irak, Kazakistan, Kırgızistan, Özbekistan, Pakistan, Tacikistan, Türkmenistan ve Türkiye adına listeye kayıtlıdır."
  },
  {
    "id": "3456486",
    "unitNumber": 5,
    "text": "Bir çok kültürün halk takviminde yılbaşı olarak kutlanan 22 Mart Türkiye ve komşusu olan bir çok ülkede hangi isimle kutlanmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Hıdırellez",
      "B": "Ederlezi",
      "C": "Nevruz",
      "D": "Kakava",
      "E": "Eğrilce"
    },
    "explanation": "22 Mart, (eski martın dokuzu) birçok kültürün halk takviminde yılbaşı sayılmaktadır. Bu tarih, tarım ve hayvancılıkla uğraşan toplulukların tarım ve hayvancılık faaliyetlerine başladıkları tarihtir. Bu nedenle baharın gelişi ve doğanın yeniden canlanmaya başladığı Nevruz’a ilişkin yenilenme, tazelenme, bolluk ve bereket inancıyla birçok uygulama gerçekleştirilmektedir."
  },
  {
    "id": "3456526",
    "unitNumber": 5,
    "text": "Mayıs Yedisi aşağıdaki şehirleden hangisinde kutlanan bir halk bayramıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Balıkesir",
      "B": "Ordu",
      "C": "Antalya",
      "D": "Muğla",
      "E": "Hatay"
    },
    "explanation": "Hıdırellez’e benzer bir şekilde “Mayıs Yedisi” (Su Bayramı, Deniz Bayramı) de her yıl mayıs ayının yirmisinde (Rumi takvime göre Mayıs’ın yedisine denk gelir) Doğu Karadeniz kıyısında kutlanan bir bahar bayramıdır. Ordu da bu bayramın kutlandığı şehirlerden birisidir."
  },
  {
    "id": "3456661",
    "unitNumber": 5,
    "text": "Halk inanışına göre aşağıdaki olaylardan hangisi olursa havanın açık olacağına inanılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Horoz geceleyin öterse",
      "B": "Arılar kovandan uzaklaşırsa",
      "C": "Lüfer balığı çok çıkarsa",
      "D": "Dut çok olursa",
      "E": "Sarmaşık çiçekleri koparsa"
    },
    "explanation": "Horoz geceleyin öterse havanın açık olacağı; arılar kovandan uzaklaşırsa yağmur yağacağı; lüfer balığı çok çıkarsa kışın şiddetli geçeceği; koçlar sıçrayıp birbirlerine tos vurursa havanın iyi olacağı; bit çoğalırsa kışın hafif geçeceği; dut çok olursa kışın karlı geçeceği; ayva çok olursa kışın çok olacağı; sarmaşık çiçekleri koparsa yağmur yağacağı; romatizmalı bir kişinin ayakları ağrırsa havanın bozacağı; kişinin sağ kulağı sızlarsa havanın sisli, sol kulağı sızlarsa don olacağı tahmin edilir."
  },
  {
    "id": "3456859",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Türkiye adına İnsanlığın Somut Olmayan Kültürel Mirası Temsilî Listesi’ne ve Acil Koruma Gerektiren Somut Olmayan Kültürel Miras Listesi’ne kayıtlı doğa ve evrenle ilgili bilgi ve uygulamalardan birisi <u>değildir?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Orta Oyunu",
      "B": "Geleneksel Çini Sanatı",
      "C": "Nevruz",
      "D": "Islık Dili",
      "E": "Minyatür Sanatı"
    },
    "explanation": "Türkiye’nin UNESCO’ya sunduğu aday formlarına göre Türkiye adına İnsanlığın Somut Olmayan Kültürel Mirası Temsilî Listesi’ne ve Acil Koruma Gerektiren Somut Olmayan Kültürel Miras Listesi’ne kayıtlı 25 unsurdan 14’ü de doğa ve evrenle ilgili bilgi ve uygulamalarla ilişkilendirilmiştir. Bu unsurlar listelere kayıt sırasına göre şunlardır: Geleneksel Tören Keşkeği (2011), Mesir Macunu Festivali (2012), Ebru: Türk Kâğıt Süsleme Sanatı (2014), Geleneksel Çini Sanatı (2016), Nevruz (2016), İnce Ekmek Yapımı ve Paylaşımı Geleneği: Lavaş, Katrıma, Jupka, Yufka (2016), Islık Dili (2017), Bahar Bayramı Hıdırellez (2017), Geleneksel Türk Okçuluğu (2019), Minyatür Sanatı (2020), Hüsni Hat Türkiye’de İslam Sanatında Geleneksel Güzel Yazı (2021), Çay Kültürü: Kimlik, Misafirperverlik ve Sosyal Etkileşim Sembolü (2022), İpek Böcekçiliği ve Dokuma için İpeğin Geleneksel Üretimi (2022), Ahlat Taş İşçiliği Geleneği (2022)."
  },
  {
    "id": "3456880",
    "unitNumber": 5,
    "text": "I- Mevlit Geleneği\n II- Mevlevi Sema Töreni\n III- Yağmur Duası Törenleri\n Yukarıdakilerden hangisi ya da hangileri Türkiye’nin ulusal envanter listesinde İnanç ve İnanışlara Bağlı Gelenekler ve Uygulamalar başlığı altında alınan uygulamalardır?",
    "correctAnswer": "B",
    "options": {
      "A": "I ve II",
      "B": "I, II ve III",
      "C": "II ve III",
      "D": "Yalnız I",
      "E": "Yalnız III"
    },
    "explanation": "Günümüzde canlılığını koruyan bu inanış biçimleri, Türkiye’nin ulusal envanter listesinde İnanç ve İnanışlara Bağlı Gelenekler ve Uygulamalar başlığı altında verilmiştir. Bu başlık altında mevlit geleneği, nazar çıkarma ve nazarlık yapma gelenekleri, Mevlevi sema töreni, Alevi-Bektaşi ritüeli semah, yağmur duası törenleri, Ramazan gelenekleri, faraçlık geleneği, bayram gelenekleri, kandil gecesi gelenekleri yer almaktadır. Ayrıca halk inanışlarıyla bağlantılı olarak İnsanlığın Somut Olmayan Kültürel Mirası Temsilî Listesi’ne Mevlevi Sema Törenleri 2008 yılında, Alevi-Bektaşi Ritüeli Semah ise 2010 yılında eklenmiştir."
  },
  {
    "id": "3456893",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Nazar değdikten sonra tedavi amaçlı ve nazarın çıkması için yapılan uygulamalardan birisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hacca Gitmek",
      "B": "Fitre Vermek",
      "C": "Kurşun Dökmek",
      "D": "Yemek Vermek",
      "E": "Çaput Bağlamak"
    },
    "explanation": "Nazar değdikten sonra ise tedavi amaçlı ve nazarın çıkması için bazı uygulamalar yapılır. Üzerlik tütütme, kurşun dökme, tütsü, dua, tuz dolandırma gibi uygulamalar buna örnektir. Ayrıca yine sözlü kültürde nazar değmesi sonrası kullanılan ifadeler bulunmaktadır. Örneğin; kem göze uğradı, nazar değdi, nazara uğradı gibi deyimler halk arasında da günümüzde sıkça kullanılır."
  },
  {
    "id": "3456910",
    "unitNumber": 5,
    "text": "Aşağıdaki uygulamalardan hangisi yağmur duası törenleri sırasında yapılır?",
    "correctAnswer": "D",
    "options": {
      "A": "İçi para dolu testi kırılır",
      "B": "Hediyelik eşyalar dağıtılır",
      "C": "Toprağa ağaç dikilir",
      "D": "Elbiseler ters giyilir",
      "E": "Büyüklerin elleri öpülür"
    },
    "explanation": "Büyüklerin katılımıyla yapılan törenlerde dua etmenin yanı sıra su için kurban kesilir, topluca yemekler yendikten sonra (sayıları yörelere göre değişiklik gösteren) küçük taşlar, dua edilerek bir torba ya da çuval içerisinde suya bırakılır. Yağmur yağıp da toprak yeterli doygunluğa eriştiğinde ise bu taşlar sudan çıkarılır. Yağmur duası törenlerindeki dua sırasında elbiseler ters giyilir ve eller yere bakacak şekilde kollar öne uzatılır."
  },
  {
    "id": "3456922",
    "unitNumber": 5,
    "text": "Tıbbi ve Aromatik Bitki Müzesi hangi şehrimizde bulunmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Ankara",
      "B": "İstanbul",
      "C": "Adana",
      "D": "Kayseri",
      "E": "Hatay"
    },
    "explanation": "Şifalı olduğuna inanılan bitkilerin üretimi ve kullanım alanlarıyla ilgili kurulan müzeler de bu alana ilişkin geleneksel bilginin aktarımı ve korunması için önemli örneklerdir. Hatay Tıbbi ve Aromatik Bitki Müzesi, Türkiye’deki örneklerden biridir."
  },
  {
    "id": "3456930",
    "unitNumber": 5,
    "text": "Halk Takvimine göre Hızır Günleri kaç gün sürer?",
    "correctAnswer": "E",
    "options": {
      "A": "172",
      "B": "176",
      "C": "179",
      "D": "183",
      "E": "186"
    },
    "explanation": "Halk takvimi, yılı “Kasım Günleri” ve “Hızır Günleri” olarak ikiye böler. Bu takvim esas itibarıyla yılı Yaz ve Kış olarak iki mevsim olarak kabul eder. Kasım günleri Miladi 8 Kasım’da başlar ve Şubat 29 çekmezse 179 gün sürer. 6 Mayıs’ta Hızır Günleri başlar ve 186 gün sürer."
  },
  {
    "id": "3456945",
    "unitNumber": 5,
    "text": "Hıdırellez İnsanlığın Somut Olmayan Kültürel Mirası Temsilî Listesi’ne göre Türkiye dışında hangi ülkenin de dosyasına girmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Afganistan",
      "B": "Özbekistan",
      "C": "İran",
      "D": "Makedonya",
      "E": "Bulgaristan"
    },
    "explanation": "Yılın mevsim odaklı ayrılması mevsimlik bayramları ortaya çıkarmıştır. Mevsimlik bayramlardan Hıdırellez, Nevruz, Mayıs Yedisi gibi bayramlar, yılın belli bir tarihînde kutlanırken; ekip biçme yani hasat odaklı olanları ise bölgelere göre değişik tarihlerde kutlanabilir. İnsanlığın Somut Olmayan Kültürel Mirası Temsilî Listesi’nde Nevruz ve Bahar Bayramı Hıdırellez isimleriyle kayıtlı olan iki unsur, takvimle ve mevsimlik bayramlarla ilişkili miras unsurlarıdır. Her iki unsurda Türkiye’nin de aralarında bulunduğu ülkeler adına kayıtlı ortak dosyalardır. Hıdırellez Kuzey Makedonya ve Türkiye’nin ortak mirası olarak listede kayıtlıyken, Nevruz ise Afganistan, Azerbaycan, Hindistan, İran, Irak, Kazakistan, Kırgızistan, Özbekistan, Pakistan, Tacikistan, Türkmenistan ve Türkiye adına listeye kayıtlıdır."
  },
  {
    "id": "3456948",
    "unitNumber": 5,
    "text": "Hıdırellez gecesi dilekler bir kâğıda yazıldıktan sonra gerçekleşmesi için hangi ağacın dibine gömülür?",
    "correctAnswer": "C",
    "options": {
      "A": "Elma",
      "B": "Ayva",
      "C": "Gül",
      "D": "Ihlamur",
      "E": "Çam"
    },
    "explanation": "Hıdırellez günü gerçekleştirilen birtakım ritüeller vardır: Hıdırellez gecesi (5 Mayıs’ı 6 Mayıs’a bağlayan gece), dilekler bir kâğıda yazıldıktan sonra denize atılır veya gül ağacının dibine gömülür. Yiyecek ve içecek kaplarının, cüzdanların ağzı açık bırakılırsa bereketli olacağına inanılır."
  },
  {
    "id": "3456957",
    "unitNumber": 5,
    "text": "Mayıs Yedisi hangi bölgemizde kutlanan bir halk bayramıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Ege Bölgesi",
      "B": "Karadeniz Bölgesi",
      "C": "Akdeniz Bölgesi",
      "D": "Marmara Bölgesi",
      "E": "İç Anadolu Bölgesi"
    },
    "explanation": "Hıdırellez’e benzer bir şekilde “Mayıs Yedisi” (Su Bayramı, Deniz Bayramı) de her yıl mayıs ayının yirmisinde (Rumi takvime göre Mayıs’ın yedisine denk gelir) Doğu Karadeniz kıyısında kutlanan bir bahar bayramıdır."
  },
  {
    "id": "3456974",
    "unitNumber": 5,
    "text": "Halk takvimine göre Koç Katımı Şenlikleri hangi ayda yapılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kasım",
      "B": "Temmuz",
      "C": "Nisan",
      "D": "Ocak",
      "E": "Şubat"
    },
    "explanation": "Halk takviminde kış günlerinin başladığı Kasım günlerinin başlangıcında Koç Katımı Şenlikleri yapılır. Yaz boyunca koyunlardan ayrı tutulan ve beslenip bakılan koçlar, çoban tarafından özel boyalarla ve kendine özgü desenlerle boyanır ve davullu zurnalı şenliklerle koyun sürüsüne katılır."
  },
  {
    "id": "3839406",
    "unitNumber": 5,
    "text": "İnsanlığın Somut Olmayan Kültürel Mirası Temsilî Listesine 2010 yılında eklenen inanç ve inanışlarla bağlı gelenek ve uygulama aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Alevi-Bektaşi Ritüeli Semah",
      "B": "Mevlevi Sema Törenleri",
      "C": "Yağmur Duası Törenleri",
      "D": "Kandil Gecesi Gelenekleri",
      "E": "Ramazan Gelenekleri"
    },
    "explanation": "<strong>SOMUT OLMAYAN KÜLTÜREL MİRAS VE HALK İNANIŞLARI</strong><br/>Günümüzde canlılığını koruyan bu inanış biçimleri, Türkiye’nin ulusal envanter listesinde İnanç ve İnanışlara Bağlı Gelenekler ve Uygulamalar başlığı altında verilmiştir. Bu başlık altında mevlit geleneği, nazar çıkarma ve nazarlık yapma gelenekleri, Mevlevi sema töreni, Alevi-Bektaşi ritüeli semah, yağmur duası törenleri, Ramazan gelenekleri, faraçlık geleneği, bayram gelenekleri, kandil gecesi gelenekleri yer almaktadır. Ayrıca halk inanışlarıyla bağlantılı olarak İnsanlığın Somut Olmayan Kültürel Mirası Temsilî Listesi’ne Mevlevi Sema Törenleri 2008 yılında, <strong>Alevi-Bektaşi Ritüeli Semah ise 2010 yılında eklenmiştir</strong>."
  },
  {
    "id": "3839409",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi yağmur duası törenlerine verilen diğer isimlerden birisi <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Hacet duası",
      "B": "Gelin testisi",
      "C": "İstiskah",
      "D": "Barane",
      "E": "Godi-godi"
    },
    "explanation": "<strong>SOMUT OLMAYAN KÜLTÜREL MİRAS VE HALK İNANIŞLARI</strong><br/>Yağmur duası törenleri tarımcı toplulukların uzun süre kuraklık döneminin ardından bahar aylarında yağmurun yağması için yaptıkları dua ve bu duayla birlikte gerçekleştirilen diğer pratikleri kapsar. Bu törenlere hacet duası, yağmur gelini, istiskah, barane, godi-godi, molla potik, bolluk aşı bayramı, şükür duası, çömçe gelin, hasnı, kolik gelin, pıngıdık gibi adlar da verilmektedir. Gelin testisi şeklinde bir isimlendirme bulunmamaktadır"
  },
  {
    "id": "3839413",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi geleneksel Türk kültüründe halk hekimliğinde uygulamayı yapan kişilere verilen isimlerden birisi <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kocakarı",
      "B": "Efsuncu",
      "C": "Nalbant",
      "D": "Kırık-çıkıkçı",
      "E": "Ara ebesi"
    },
    "explanation": "<strong>HALK HEKİMLİĞİ VE BOTANİĞİ UYGULAMALARININ KÜLTÜREL MİRAS OLARAK AKTARIMI</strong><br/>Halk hekimliğinin bir başka öznesi ise uygulamayı yapan kişilerdir. Halk arasında “kocakarı”, “ocaklı”, efsuncu”, “kırık-çıkıkçı”, “ara ebesi” olarak bilinen ve kendine göre tedavi uygulamaları bulunan kişiler aslında birer halk hekimidirler. Yaptıkları ilaçlar kocakarı ilacı diye tanınan bu kişilerin bazılarının uygulamalarının veya hazırladıkları ilaçların hastalıkların tedavisi ile doğrudan ilgisi olmazken bazılarının uygulama ve ilaçlarının da olumlu sonuçlar verdiği görülmektedir. Bu kişiler, tedavi yöntemlerini büyüklerinden öğrenmiştir ve tedavileri çoğunlukla evlerinde yapmaktadırlar. Nalbant binek hayvanlarına nal takan zanaatkara verilen isimdir ve halk hekimliğiyle ilgili değildir."
  },
  {
    "id": "3839416",
    "unitNumber": 5,
    "text": "Türklerde geleneksel halk hekimliği uygulamaları kapsamında uygulamacının hastaya şifalı olduğuna inanılan bir bitkiyi suda kaynatarak içirmesi hangi tür tedavi yöntemi içerisinde yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Irvasa yöntemi",
      "B": "Sihirsel tedavi",
      "C": "Parpılama yöntemi",
      "D": "Mekanik tedavi",
      "E": "İlaçla tedavi"
    },
    "explanation": "<strong>HALK HEKİMLİĞİ VE BOTANİĞİ UYGULAMALARININ KÜLTÜREL MİRAS OLARAK AKTARIMI</strong><br/>Salahaddin Bekki, Türklerin değişik devir ve coğrafyalarda kendine has yerleşik, yarı göçebe, göçebe ve tekrar yerleşik hayat tarzlarını yaşamış olmalarının halk hekimliği uygulamalarını çeşitlendirdiğinden söz eder. Bu çeşitlenme halk hekimliği sınıflandırmalarında da farklılıkların ortaya çıkmasına neden olmuştur. Bu tedavi yöntemlerinin genel olarak üç başlık altında şekillendiğini söylemek mümkündür. Birincisi telkin tedavi (ırvasa) yöntemi olarak adlandırılan ve içinde sihirsel ve dinsel tedavi yöntemlerini barındıran uygulamalardır. İkincisi ise mekânik (parpılama) tedavilerdir. Bu tedavi yönteminde dağlama, kırık çıkık gibi mekânik tedaviler bulunmaktadır. <em><strong>Üçüncüsü ise ilaçla tedavi yöntemidir. Bu yöntemde bitkisel, hayvansal, madensel ya da suyla tedavi yöntemleri kullanılmaktadır</strong></em>."
  },
  {
    "id": "3839422",
    "unitNumber": 5,
    "text": "Ulusal envanter listesinde yer alan “bitkisel şifa ürünleri yapımcılığı ve gelenekleri” aşağıda alanlardan hangisinde yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Nazar/Nazar boncuğu",
      "B": "Yağmur duası",
      "C": "Halk meteorolojisi",
      "D": "Halk botaniği",
      "E": "Halk takvimi"
    },
    "explanation": "<strong>HALK HEKİMLİĞİ VE BOTANİĞİ UYGULAMALARININ KÜLTÜREL MİRAS OLARAK AKTARIMI</strong><br/>Halk Botaniği\n Ulusal envanter listesinde yer alan “bitkisel şifa ürünleri yapımcılığı ve gelenekleri” de halk hekimliği kapsamında değerlendirilen halk botaniği içinde yer almaktadır. Yenmesi mümkün olan bit- kilerin kök, gövde, dal ve yapraklarının doğrudan yenilmesi; bunların kaynatılarak çıkan suyun içilmesi veya o bitkilerden hazırlanan merhemlerin ağrıyan yerlere sürülmesi/sarılması söz konusudur. Kişilerin yaşadığı coğrafya, iklim ve bitki örtüsüne bağlı olarak belli bitkilerden elde edilen ilaçlar birtakım ocaklı kimselerin kullanımıyla sınırlı kalmıştır."
  },
  {
    "id": "3839423",
    "unitNumber": 5,
    "text": "Doğanın yenilenmesi ve canlanması dolayısıyla kutlanan bu bayramda da bereket ve bolluk getirmesi için ya da kötülüklerden ve hastalıklardan kurtulma amacıyla birtakım uygulamalar yapılır. Örneğin; çocuğu olmayanlar, ana rahmini temsilen sacayaktan geçerler. Doğu Karadeniz kıyısında kutlanan bu bahar bayramının ismi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mayıs yedisi",
      "B": "Nevruz",
      "C": "Hıdırellez",
      "D": "Döl dökümü",
      "E": "Koç Katımı"
    },
    "explanation": "<strong>SOMUT OLMAYAN KÜLTÜREL MİRAS VE DOĞA: HALK TAKVİMİ VE METEOROLOJİSİ</strong><br/><strong>Mayıs Yedisi</strong>\n Hıdırellez’e benzer bir şekilde “Mayıs Yedisi” (Su Bayramı, Deniz Bayramı) de her yıl mayıs ayının yirmisinde (Rumi takvime göre Mayıs’ın yedisine denk gelir) Doğu Karadeniz kıyısında kutlanan bir bahar bayramıdır. Doğanın yenilenmesi ve canlanması dolayısıyla kutlanan bu bayramda da yine bereket ve bolluk getirmesi için ya da kötülüklerden ve hastalıklardan kurtulma amacıyla birtakım uygulamalar yapılır. Örneğin; çocuğu olmayanlar, ana rahmini temsilen sacayaktan geçerler. Yine kötülüklerden, hastalık ve dertlerden kurtulmak için yedi çift bir tek taş “Derdim belam denize” denilerek suya atılır. Yedi kutsal kabul edilen bir rakamdır, tek taş ise dileğin yerini bulması için atılır."
  },
  {
    "id": "3839424",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi, Hızır ve İlyas’ın bir araya geldiklerine inanılan 6 Mayıs tarihînde kutlanan Hıdırellez’e verilen diğer isimlerden birisi <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ederlezi",
      "B": "Börklüce",
      "C": "Kakava",
      "D": "Haftamal",
      "E": "Eğrilce"
    },
    "explanation": "<strong>SOMUT OLMAYAN KÜLTÜREL MİRAS VE DOĞA: HALK TAKVİMİ VE METEOROLOJİSİ</strong><br/>Hıdırellez, Hızır ve İlyas’ın bir araya geldiklerine inanılan 6 Mayıs tarihînde kutlanan <em><strong>Ederlezi, Kakava, Haftamal, Eğrilce, Eğrice gibi isimlerle de bilinen</strong></em> bir bahar bayramıdır. Hıdırellez’de de bolluk ve berekete ilişkin birtakım uygulamalar yapılmaktadır. Her iki bayram da doğrudan toplulukların doğa ile olan ilişkisi bağlamında bir dönüm noktası olarak kabul edilmektedir. Hıdırellez günü gerçekleştirilen birtakım ritüeller vardır: Hıdırellez gecesi (5 Mayıs’ı 6 Mayıs’a bağlayan gece), dilekler bir kâğıda yazıldıktan sonra denize atılır veya gül ağacının dibine gömülür. Yiyecek ve içecek kaplarının, cüzdanların ağzı açık bırakılırsa bereketli olacağına inanılır."
  },
  {
    "id": "3839426",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Türkiye’nin ulusal envanter sisteminde “Geleneksel Mimari ve Yapı Ustalığı ve Kültürel Mekânlara Bağlı Toplumsal Uygulamalar” başlıkları altında yer alan halk mimarisi alanlarından birisi <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Geleneksel bacacılık",
      "B": "Geleneksel ahşap yapı işçiliği",
      "C": "Geleneksel hamam taşı ustalığı",
      "D": "Geleneksel ambar yapım ustalığı",
      "E": "Geleneksel taş yapı ustalığı"
    },
    "explanation": "<strong>SOMUT VE SOMUT OLMAYAN MİRASIN BİRLİKTELİĞİ: HALK MİMARİSİ</strong><br/>Halk mimarisi, Türkiye’nin ulusal envanter sisteminde Geleneksel Mimari ve Yapı Ustalığı ve Kültürel Mekânlara Bağlı Toplumsal Uygulamalar başlıkları altında değerlendirilir. Bu başlıklar altında geleneksel bacacılık, geleneksel ahşap yapı işçiliği, geleneksel konut mimari ustalığı, geleneksel ambar yapım ustalığı, geleneksel taş yapı ustalığı, değirmen kültürü, köy odası-konağı geleneği, kıraathane kültürü, ziyaret gelenekleri yer almaktadır."
  },
  {
    "id": "3839427",
    "unitNumber": 5,
    "text": "Temsilî Liste’de tarım ve hayvancılıkla doğrudan ilişkili tek unsur olan ve Afganistan, Azerbaycan, İran, Tacikistan, Türkmenistan, Özbekistan ve Türkiye’nin çok uluslu dosyası olarak kaydedilen “İpek Böcekçiliği ve Dokuma İçin İpeğin Geleneksel Üretimi”nin listeye kaydedildiği yıl aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "2008",
      "B": "2015",
      "C": "2016",
      "D": "2022",
      "E": "2023"
    },
    "explanation": "<strong>SOMUT OLMAYAN KÜLTÜREL MİRAS VE TARIM, HAYVANCILIK</strong><br/>Temsilî Liste’de tarım ve hayvancılıkla doğrudan ilişkili tek unsur, <em><strong>listeye 2022 yılında</strong></em> Afganistan, Azerbaycan, İran, Tacikistan, Türkmenistan, Özbekistan ve Türkiye’nin çok uluslu dosyası olarak kaydedilen “İpek Böcekçiliği ve Dokuma İçin İpeğin Geleneksel Üretimi” adlı unsurdur."
  },
  {
    "id": "3839428",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi somut olmayan kültürel miras ulusal listesinde “Tarım ve Bağ-Bahçe Uygulama ve Gelenekleri” başlığı altında yer alan unsurlardan birisi <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Gül Kültürü ve Gül Ürünleri Yapımı",
      "B": "Zeytin ve Zeytinyağı Kültürü",
      "C": "Geleneksel Ağaç Aşılama Ustalığı",
      "D": "Bağ-Bahçe/Tarla Kültürü",
      "E": "Arıcılık ve Bal Kültürü"
    },
    "explanation": "<strong>SOMUT OLMAYAN KÜLTÜREL MİRAS VE TARIM, HAYVANCILIK</strong><br/>Temsilî Liste’de tarım ve hayvancılıkla doğrudan ilişkili tek unsur, listeye 2022 yılında Afganistan, Azerbaycan, İran, Tacikistan, Türkmenistan, Özbekistan ve Türkiye’nin çok uluslu dosyası olarak kaydedilen “İpek Böcekçiliği ve Dokuma İçin İpeğin Geleneksel Üretimi” adlı unsurdur. Ulusal Liste’de ise bu uygulamalar “Tarım ve Bağ- Bahçe Uygulama ve Gelenekleri” ve “Geleneksel Hayvan Yetiştiriciliği ve Toplumsal Uygulamaları” başlıkları altında toplanmıştır. “Tarım ve Bağ- Bahçe Uygulama ve Gelenekleri” başlığı altında Gül Kültürü ve Gül Ürünleri Yapımı, Zeytin ve Zeytinyağı Kültürü, Geleneksel Ağaç Aşılama Ustalığı, Bağ-Bahçe/Tarla Kültürü unsurları; “Geleneksel Hayvan Yetiştiriciliği ve Toplumsal Uygulamaları” başlığı altında ise Hayvan Yetiştiriciliği Toplumsal Uygulamaları, Arıcılık ve Bal Kültürü, Kuşçuluk, Geleneksel At Yetiştiriciliği unsurları yer almaktadır."
  },
  {
    "id": "3443300",
    "unitNumber": 6,
    "text": "Hangisi somut olmayan kültürel miras olarak el sanatlarıyla ilgili verilen bilgilerden hangisi <strong>yanlıştır</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "El sanatları yüzlerce yıldır aktarılan bilgi ve deneyimin ürünüdür.",
      "B": "El sanatları kimlik ve devamlılık duygusu verir.",
      "C": "El sanatları çevresel sürdürülebilirliği engeller.",
      "D": "El sanatları üretme hazzı verir ve rehabilite eder.",
      "E": "El sanatları eşsizdir."
    },
    "explanation": "El sanatları doğaldır ve doğa dostudur, çevresel sürdürülebilirliği sağlar: El sanatları doğaldır, doğadan elde edilen ham maddelerden ve malzemelerden üretilirler. Doğa dostudurlar, kullanımlarından kaynaklı insan sağlığına zarar veren bir durumun ortaya çıkması istisnaidir."
  },
  {
    "id": "3456805",
    "unitNumber": 6,
    "text": "I. Örtük bilginin açığa çıkabilmesi için uygun bir aktarım ortamının sağlanması ve aktarım için gereken bilgi ve deneyim kanallarının oluşturulması gerekmektedir\n II. İçselleştirilmiş ve söze dökülemeyen bilgi ve deneyimi ifade eder. \n III. ilk kez Polanyi’nin 1958 yılında yazdığı Personal Knowledge (Polanyi, 1958) adlı eserinde ortaya atılmıştır.\n Yukarıda verilen ifadelerden hangileri örtük bilgi kavramı ile ilişkilidir?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "Yalnız II",
      "C": "Yalnız I",
      "D": "II ve III",
      "E": "I-II-III"
    },
    "explanation": "Örtük bilgi kavramı ilk kez Polanyi’nin 1958 yılında yazdığı Personal Knowledge (Polanyi, 1958) adlı eserinde ortaya atılmıştır. Bu kavram yapılarak, gösterilerek ortaya çıkartılabilen, içselleştirilmiş ve söze<br/>dökülemeyen bilgi ve deneyimi ifade eder. Örtük bilginin açığa çıkabilmesi için uygun bir aktarım ortamının sağlanması ve aktarım için gereken bilgi ve deneyim kanallarının oluşturulması gerekmektedir"
  },
  {
    "id": "3456935",
    "unitNumber": 6,
    "text": "Estetik değeri pek bulunmayan genel beğeni düzeyine indirgenmiş biçimlerin kullanıldığı, temel kaygısı sanatsal bir yapıya sahip olmak yerine, sanatsal gibi gösterilen bir etkilenmeyle yoğun olarak tüketilmek üzere yapılandırılmış ürünleri tanımlamak için kullanılan terim aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Mahreç",
      "B": "Menşe",
      "C": "Kiç",
      "D": "Örtük",
      "E": "Otantik"
    },
    "explanation": "Kitsch/Kiç: Estetik değeri pek bulunmayan genel beğeni düzeyine indirgenmiş biçimlerin kullanıldığı, temel kaygısı sanatsal bir yapıya sahip olmak yerine, sanatsal gibi gösterilen bir etkilenmeyle yoğun olarak tüketilmek üzere yapılandırılmış ürünleri tanımlamak için kullanılmaktadır"
  },
  {
    "id": "3458597",
    "unitNumber": 6,
    "text": "El sanatları ile ilgili olarak aşağıdaki ifadelerden hangisi <strong>yanlıştır</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "El sanatları doğa ile bu yakın ilişkisinden kaynaklı olarak çevresel ve iklimsel değişikliklerden kolaylıkla etkilenebilmektedir.",
      "B": "El sanatları ürünleri bulundukları yörenin özelliklerini taşımalıdır.",
      "C": "El sanatları otantik olmalıdır.",
      "D": "Hediyelik eşya sektörü el sanatlarının üretilmesinde en önemli yönü oluşturur.",
      "E": "El sanatlarının sosyal ve kültürel işlevlerinin yanında ekonomik bir yönü de bulunmaktadır."
    },
    "explanation": "El sanatlarının hediyelik eşya sektörü açısından bu cazibe değeri, bazı durumlarda ilgili el sanatının özelliklerini yansıtmaktan uzak ürünlerin ortaya çıkmasına zemin hazırlamaktadır."
  },
  {
    "id": "3458626",
    "unitNumber": 6,
    "text": "I. Sanatın önemli ustalarını tanımak,\n II. Sanatı teknolojik yöntemlerle öğrenmiş olmak,\n III. Geleneksel El sanatları ve Türk Süsleme Sanatkârları için icra ettiği sanatın öne çıkan türlerini bilmek,\n IV. Sanatında kısa sürede yetkin olmak,\n V. Sanatıyla ilgili geleneksel ve tarihî bilgiye sahip olmak,\n Yukarıdaki ifadelerden hangisi/hangileri sanatçılardan taşımaları beklenen özel kriterler arasındadır?",
    "correctAnswer": "E",
    "options": {
      "A": "II ve III",
      "B": "Yalnız V",
      "C": "II, III, IV",
      "D": "II, IV, V",
      "E": "I, III, V"
    },
    "explanation": "Sanatında belli bir olgunluğa erişmek, sanatı geleneksel yöntemlerle<br/>öğrenmiş olmak gerekmektedir. II ve IV numaralı ifadeler yanlıştır."
  },
  {
    "id": "3458640",
    "unitNumber": 6,
    "text": "Geleneksel toka yapımı hangi başlık altında değerlendirilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Geleneksel giyim kuşam yapımcılığı ve kullanım gelenekleri",
      "B": "Oya/nakış işleme, dikiş ve örgü gelenekleri",
      "C": "Klasik Türk süsleme ve el sanatları",
      "D": "Geleneksel zanaatkârlık",
      "E": "Dokuma sanatı ve gelenekleri"
    },
    "explanation": "Geleneksel ayakkabı, içlik, önlük, kuşak, kemer, başlık ve toka yapımı geleneksel giyim kuşam yapımcılığı ve kullanım gelenekleri arasında ele alınmaktadır."
  },
  {
    "id": "3458657",
    "unitNumber": 6,
    "text": "Somut Olmayan Kültürel Mirasın Korunması Sözleşmesi ile ilgili olarak aşağıda verilen ifadelerden hangisi yanlıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Uluslararası listelerin amacı, ilgili miras alanlarının görünürlüğünü sağlayarak hem ulusal hem de uluslararası düzeyde mirasa ilişkin farkındalığı artırmaktır.",
      "B": "Aralık 2022 itibarıyla Sözleşme kapsamındaki Listelere kaydedilmiş dünya genelinde 85 unsur, doğrudan ya da dolaylı olarak el sanatları geleneği<br/>ile ilgilidir.",
      "C": "Acil Koruma Gerektiren Somut Olmayan Kültürel Miras Listesi’ne, mirasların yaşayabilirliği konusunda sorunların olduğu ve acil koruma eylemlerinin<br/>gerçekleştirilmesi gereken unsurlar kaydedilmektedir.",
      "D": "Korumanın İyi Uygulamalarının Kaydına ise somut olmayan kültürel miras<br/>unsurlarının yaşatılması ve gelecek kuşaklara aktarılmasına ilişkin başarılı olmuş proje ve program örnekleri kaydedilmektedir.",
      "E": "İnsanlığın Somut Olmayan Kültürel Miras Temsilî Listesi, ülkelerin kendilerini temsil ettiklerini düşündükleri miraslarını kaydettirmeyi hedefledikleri listedir."
    },
    "explanation": "Aralık 2022 itibarıyla Sözleşme kapsamındaki Listelere kaydedilmiş dünya genelinde 342 unsur, doğrudan ya da dolaylı olarak el sanatları geleneği<br/>ile ilgilidir."
  },
  {
    "id": "3458663",
    "unitNumber": 6,
    "text": "Acil Koruma Gerektiren Somut Olmayan Kültürel Miras Listesi’ne Türkiye adına kayıtlı tek el sanatı geleneği aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Geleneksel Çini Ustalığı",
      "B": "İpek Böcekçiliği ve Dokuma İçin İpeğin Geleneksel Üretimi",
      "C": "Geleneksel Ahlat Taş İşçiliği",
      "D": "Minyatür Sanatı",
      "E": "Ebru: Türk Kâğıt Süsleme Sanatı"
    },
    "explanation": "Geleneksel Ahlat Taş İşçiliği (2022) acil Koruma Gerektiren Somut Olmayan Kültürel Miras Listesi’ne Türkiye adına kayıtlı tek el sanatı geleneğidir."
  },
  {
    "id": "3458677",
    "unitNumber": 6,
    "text": "I. 19. yüzyılda ilk Ebru formları Azerbaycan'da görüldükten sonra Anadolu’ya yayılmıştır.\n II. Ebru sanatı, 2010 yılında Ulusal Envantere alınmıştır.\n III. Ebru, kendine has tekniklerle hazırlanan suyun üzerinde çeşitli desenler oluşturularak bunun kâğıda aktarılması ile gerçekleşir. \n IV. Geçmişte yalnızca kitap süslemek için kullanılan ebru sanatı, günümüzde ebru<br/>sanatı ile yapılan tablolar ve ebru sanatının çeşitli nesnelere uygulanması şeklinde icra edilmektedir.\n V. Ebru ustası, sanatı sırasında kullanacağı bütün malzemeleri doğal yöntemlerle<br/>kendisi hazırlar.\n Yukarıdaki ifadelerden hangisi/hangileri ebru sanatı ile ilişkilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "II, III, IV",
      "B": "III ve IV",
      "C": "I, II, V",
      "D": "II, III, IV, V",
      "E": "I, II,III, IV"
    },
    "explanation": "13. yüzyılda ilk Ebru formları Orta Asya’da görüldükten sonra İran aracılığıyla<br/>Anadolu’ya yayılmıştır."
  },
  {
    "id": "3458688",
    "unitNumber": 6,
    "text": "Aşağıdaki ifadelerden hangisi çini ustalığı ile ilişkili değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hamur hâline getirilmiş killi toprağın pişirilmesiyle yapılan, çeşitli renk ve motiflerle süslenmiş sırlı seramik, ev eşyaları veya duvar panolarına çini denmektedir.",
      "B": "Fuat Başar, Ahmet Hikmet Barutçugil Yaşayan İnsan Hazineleri envanterine dâhil edilmiş çini sanatçılarıdır.",
      "C": "Beyaz lacivert fon üzerine kırmızı, kobalt mavisi, turkuaz ve yeşil renkler çinilerin karakteristik özelliğidir.",
      "D": "Çini süslemelerinde kozmik düşünceleri ve inançları simgeleyen<br/>geometrik şekiller, bitkisel süslemeler ve hayvan figürleri değişik renk kompozisyonları ile kullanılmaktadır.",
      "E": "Çini sanatı mimari yapıları süsleyen bir sanat olarak değerlendirilmesinin yanında iç mekânları süsleyen objeler üzerine de uygulanabilmektedir."
    },
    "explanation": "Fuat Başar, Ahmet Hikmet Barutçugil ve Tevfik Alparslan Babaoğlu<br/>Yaşayan İnsan Hazineleri envanterine dâhil edilmiş Ebru sanatçılarıdır."
  },
  {
    "id": "3458704",
    "unitNumber": 6,
    "text": "Sıtkı Olçar, Mehmet Gürsoy ve Hamza Üstünkaya hangi alanda yaşayan insan hazineleri envanterine dahil edilmiş sanatçılardandır?",
    "correctAnswer": "A",
    "options": {
      "A": "Çini sanatçıları",
      "B": "Hüsn-i Hat sanatçıları",
      "C": "Minyatür sanatçıları",
      "D": "Karagöz sanatçıları",
      "E": "Ebru sanatçıları"
    },
    "explanation": "Sıtkı Olçar, Mehmet Gürsoy ve Hamza Üstünkaya Yaşayan İnsan Hazineleri Envanterine kayıtlı çini sanatçılarındandır."
  },
  {
    "id": "3458746",
    "unitNumber": 6,
    "text": "Aşağıda verilen el sanatlarının korunmasındaki risklerden hangisi aşırı ticarileşme ile ilgilidir?",
    "correctAnswer": "E",
    "options": {
      "A": "El sanatlarının arzu edilen, idealize edilen herhangi bir zaman diliminde “saf” ya da “en eski” olduğu düşünülen şekliyle dondurulması.",
      "B": "El sanatkârlarının yeni tasarımlarını, geleneğin aslına uymadığı otantik biçimini yansıtmadığı düşüncesi ile bozulma/yozlaşma olarak değerlendirilmesi.",
      "C": "Geleneğin kendi içerisinde yaşadığı değişim ve dönüşümlere izin verilmemesi, saygı duyulmaması.",
      "D": "El sanatlarının hediyelik eşya sektörü açısından cazibe değeri olması sebebiyle ilgili el sanatının özelliklerini yansıtmaktan uzak ürünlerin ortaya çıkması.",
      "E": "Ekonomik kazanç fikrinin aşırı derecede ön plana çıkması ve el sanatlarının neredeyse sadece ekonomik kazanç için üretilmeye başlanması."
    },
    "explanation": "El sanatlarının sosyal ve kültürel işlevlerinin yanında ekonomik bir yönü de vardır. Bu yön, diğer miras alanlarından daha fazla ön plana çıkar. El sanatlarının en temel sürdürülmeme gerekçelerinden biri olarak ustaların kendi geçimlerini bile bu yolla sağlayamadıkları dolayısıyla yeni çırakların bu işle uğraşmak istemedikleri zanaatkârlar tarafından sıklıkla ifade edilir. Dolayısıyla el sanatları ve ekonomik kazanç arasındaki bu yakın ilişki, ilgili el sanatının sürdürülmesi için temel motivasyonlardan birini oluşturabileceği gibi sürdürülmemesinin ardında yatan temel nedenlerden biri olarak da okunabilir. Ancak ekonomik kazanç fikrinin aşırı derecede ön plana çıkması ve el sanatlarının neredeyse sadece ekonomik kazanç için üretilmeye başlanması el sanatlarına en büyük zararı verir. Çünkü ekonomi, el sanatlarının elbette önemli bir payı ancak tek amacı değildir, el sanatlarında anlamın, yapılma amacının kaybı el sanatları geleneğinin değersizleşmesine ve içinin boşalmasına neden olur."
  },
  {
    "id": "3458760",
    "unitNumber": 6,
    "text": "Turistik bölgelerde hediyelik eşya olarak piyasada görülen çinilerin bir kısmının Türk çinisi karakterinden uzak olduğu yine Türk halısı olarak sergilenen halıların Türk halılarının motif, desen, renk ve teknik özelliklerinden uzak olduğu görülmektedir. Turistik bölgelerde karşılaşılan bu tarz el sanatı örnekleri, hangi kavramla ifade edilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kitsch/Kiç",
      "B": "Zanaat",
      "C": "Mücellit",
      "D": "Lüster",
      "E": "Taquile"
    },
    "explanation": "El sanatları ürünleri bulundukları yörenin özelliklerini taşıması, otantik olması, kolay taşınır, fonksiyonel olması ve fiyatlarının da uygun olması nedeniyle yerli ve yabancı turistler bakımından turistik ve hediyelik eşya olarak tercih edilmektedir. El sanatlarının hediyelik eşya sektörü açısından bu cazibe değeri, bazı durumlarda ilgili el sanatının özelliklerini yansıtmaktan uzak ürünlerin ortaya çıkmasına zemin hazırlamaktadır. Turistik bölgelerde hediyelik eşya olarak piyasada görülen çinilerin bir kısmı Türk çinisi karakterinden uzaktır. Yine Türk halısı olarak sergilenen halıların Türk halılarının motif, desen, renk ve teknik özelliklerinden uzak olduğu görülmektedir. Turistik bölgelerde karşılaşılan bu tarz el sanatı örnekleri, kitsch kavramı altında değerlendirilmektedir. El sanatlarının “aslından uzaklaşma” “bozulma” “yozlaşma” gibi tehlikelere görece daha açık olması ve bunların etkilerinin daha rahat/somut bir biçimde el sanatları üzerinde görülebilmesi, güzel sanatlar için sıklıkla kullanılan <strong><em>“kitsch/kiç” </em></strong>kavramının el sanatları için de gündeme gelmesine neden olmuştur."
  },
  {
    "id": "3458770",
    "unitNumber": 6,
    "text": "El sanatlarının hangi özelliği ekolojik sürdürülebilirlik açısından oldukça önemlidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kuşaklar arasında aktarılabilmesi.",
      "B": "Kadınları üretimin bir parçası hâline getirmesi.",
      "C": "Ekonomik kazanç fırsatına dönüştürülebilmesi.",
      "D": "Doğal kaynaklardan elde edilmesi ve üretilmesi.",
      "E": "Ortaya çıkan ürünlerin birbirinden farklılık göstermeleri."
    },
    "explanation": "El sanatları yörede yetiştirilen, üretimi yapılan ürünlerden ve beslenen hayvanlardan, çevredeki malzemelerden üretilirler. Doğal kaynaklardan elde edildikleri ve üretildikleri için uzun ömürlüdürler. El sanatlarının bu özellikleri ekolojik sürdürülebilirlik açısından oldukça önemlidir. Uganda tarafından 2005 yılında İnsanlığın Sözlü ve Somut Olmayan Kültürel Mirası Başyapıtları arasında ilan edilen ve 2008 yılında Somut Olmayan Kültürel Miras Temsilî Listesine alınan ağaç kabuğundan kıyafet yapımının yeniden canlandırılması için hazırlanan proje kapsamında sanatın sürdürülmesi için gerekli olan Mutuba ağacı dikilmesi sağlanarak hem sanatın hem de çevresel sürdürülebilirliğin sağlanması amaçlanmıştır."
  },
  {
    "id": "3458794",
    "unitNumber": 6,
    "text": "El sanatları geleneği açısından usta çırak ilişkisi ile ilgili verilen bilgilerden hangisi <strong>yanlıştır</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "El sanatları geleneğinin aktarımı için geleneksel teknik bilgiye ve bunu aktarabilme becerisine sahip olmak gerekmektedir.",
      "B": "El sanatları geleneği, geçmişte genellikle babadan oğula, aile içerisinde ya da yakın akrabalar arasında aktarılan bir bilgiyi imlemektedir.",
      "C": "Temizlik, düzen, tertip, disiplin, çalışkanlık, dürüstlük, edep sahibi olma gibi pek çok değer usta tarafından çırağa kazandırılmaya çalışılır.",
      "D": "Ekonomik bir ayağı olan el sanatları geleneği, aynı el sanatlarını sürdüren ustalarla rekabet edilen “ticari sırlar” içeren bir alandır.",
      "E": "El sanatları eğitimi, “çırağa” dayalı yapısından dolayı “çırağın” kişiliğine, bilgisine ve otoritesine saygı duyulmasını gerektirir."
    },
    "explanation": "Geleneksel eğitim sistemi içerisinde görerek ancak zaman zaman farkında olmadan öğrenmeye dayanan el sanatları eğitimi, “ustaya” dayalı yapısından dolayı “usta”nın kişiliğine, bilgisine ve otoritesine saygı duyulmasını gerektirir. Bu anlamda usta çırak ilişkisi, itaat kültürünün ağır bastığı, ustanın deneyimine ve bilgisine duyulan saygıdan dolayı zaman zaman idealize edilen bir ilişki biçimidir. Çıraklar ebeveynleri tarafından ustalara, “eti senin, kemiği benim” sözüyle bırakılarak çocuğun eğitimi sırasında tam yetkiyi verdiklerini beyan ederler."
  },
  {
    "id": "3458875",
    "unitNumber": 6,
    "text": "Somut Olmayan Kültürel Mirasın Korunması Sözleşmesi doğrultusunda oluşturulan Acil Koruma Gerektiren Somut Olmayan Kültürel Miras Listesi’ne Türkiye adına kayıtlı tek el sanatı geleneği hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Geleneksel Çini Ustalığı",
      "B": "Geleneksel Ahlat Taş İşçiliği",
      "C": "Geleneksel Türk Okçuluğu",
      "D": "Minyatür Sanatı",
      "E": "Karagöz"
    },
    "explanation": "Karagöz (2009), Ebru: Türk Kâğıt Süsleme Sanatı (2014), Geleneksel Çini Ustalığı (2016), Geleneksel Türk Okçuluğu (2019), Minyatür Sanatı (Azerbaycan, İran ve Özbekistan ile Ortak Dosya) (2020) ve Hüsn-i Hat, Türkiye’de İslam Sanatında Geleneksel Güzel Yazı (2021), İpek Böcekçiliği ve Dokuma İçin İpeğin Geleneksel Üretimi (Afganistan, Azerbaycan, İran, Tacikistan, Türkmenistan ve Özbekistan ile ortak dosya) (2022) Türkiye adına Temsilî Liste’ye kayıtlı el sanatları geleneği unsurlarıdır. Geleneksel Ahlat Taş İşçiliği (2022) ise Acil Koruma Gerektiren Somut Olmayan Kültürel Miras Listesi’ne Türkiye adına kayıtlı tek el sanatı geleneğidir."
  },
  {
    "id": "3458880",
    "unitNumber": 6,
    "text": "Fuat Başar, Ahmet Hikmet Barutçugil ve Tevfik Alparslan Babaoğlu Yaşayan İnsan Hazineleri envanterine hangi geleneksel el sanatı ile dâhil edilmiş sanatçılardır?",
    "correctAnswer": "A",
    "options": {
      "A": "Ebru Sanatı",
      "B": "Çini Ustalığı",
      "C": "Karagöz",
      "D": "Minyatür",
      "E": "Hüsn-i Hat"
    },
    "explanation": "İstanbul, Edirne ve Antalya tarafından öncelikle il envanterine dâhil edilen Ebru sanatı, 2010 yılında Ulusal Envantere alınmıştır. Fuat Başar, Ahmet Hikmet Barutçugil ve Tevfik Alparslan Babaoğlu Yaşayan İnsan Hazineleri envanterine dâhil edilmiş Ebru sanatçılarıdır."
  },
  {
    "id": "3458882",
    "unitNumber": 6,
    "text": "Hamur hâline getirilmiş killi toprağın pişirilmesiyle yapılan, çeşitli renk ve motiflerle süslenmiş sırlı seramik ev eşyaları veya duvar panoları hangi geleneksel el sanatına örnektir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ebru Sanatı",
      "B": "Çini Ustalığı",
      "C": "Karagöz",
      "D": "Minyatür",
      "E": "Hüsn-i Hat"
    },
    "explanation": "Hamur hâline getirilmiş killi toprağın pişirilmesiyle yapılan, çeşitli renk ve motiflerle süslenmiş sırlı seramik ev eşyaları veya duvar panolarına çini denir. Minai, lüster, perdah ve sıraltı gibi yapım ve süsleme teknikleriyle 12. yüzyıldan beri geleneksel Türk çini sanatının etrafında şekillenen zanaatkârlık çinicilik olarak tanımlanmaktadır."
  },
  {
    "id": "3458891",
    "unitNumber": 6,
    "text": "Türkiye’nin Somut Olmayan Kültürel Mirası Ulusal Envanterinde yer alan alt başlıklar ile bu başlık içerisinde yer alan el sanatı hangisinde <strong>yanlış</strong> eşleştirilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Klasik Türk Süsleme ve El Sanatları - Tezhip",
      "B": "Geleneksel El Sanatı Ustalığı - Keçecilik",
      "C": "Dokuma Sanatı ve Gelenekleri - Kilim",
      "D": "Geleneksel Giyim Kuşam Yapımcılığı ve Kullanım gelenekleri - Oya",
      "E": "Geleneksel Çalgı Yapımcılığı ve İcracılığı - Kaval"
    },
    "explanation": "Klasik Türk Süsleme ve El Sanatları başlığında Ebru, tezhip, hat, çini, minyatür gibi Klasik Türk Sanatları içerisinde değerlendirilen sanatlar yer almaktadır. Geleneksel El Sanatı Ustalığı (Geleneksel Zanaatkârlık) başlığı altında ise usta-çırak ilişkisi içerisinde sürdürülerek daha ziyade geleneksel meslek hâline de gelmiş keçecilik, yorgancılık, kaşıkçılık, bakırcılık, bıçakçılık, çömlekçilik, demircilik vb. el sanatları değerlendirilmektedir. Halı, kilim ve bez dokuma ile ilgili el sanatları Dokuma Sanatı ve Gelenekleri başlığı kapsamında ele alınırken dokuma sanatının yöresel bir kıyafetin bir parçası hâline geldiği el sanatları Geleneksel Giyim Kuşam Yapımcılığı ve Kullanım gelenekleri arasında düşünülmektedir. Geleneksel ayakkabı, içlik, önlük, kuşak, kemer, başlık ve toka yapımı bu kapsamda ele alınmaktadır. Oya, dikiş, nakış ve örgü ile ilgili el sanatları ise Oya/Nakış İşleme, Dikiş ve Örgü gelenekleri başlığı altında ele alınmaktadır. Davul, bağlama, kaval, çam düdüğü gibi geleneksel çalgıların yapımında gereken el sanatları bilgisi, Geleneksel Çalgı Yapımcılığı ve İcracılığı kısmında değerlendirilmektedir."
  },
  {
    "id": "3458894",
    "unitNumber": 6,
    "text": "Sanatçıları nakkaş, müsavvir, tasvir sanatçısı veya şebihnüvis adlarıyla da adlandırılan, uluslararası envanterde yer alan el sanatı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ebru",
      "B": "Çini",
      "C": "Minyatür",
      "D": "Karagöz",
      "E": "Okçuluk"
    },
    "explanation": "Nakkaş, müsavvir, minyatür sanatçısı, tasvir sanatçısı veya şebihnüvis adlarıyla da adlandırılan minyatür sanatçıları, öykü, olay ya da bilgileri resimle tasvir eden sanatkârlardır. Aherlenmiş kâğıt üzerine yapılan minyatür sanatı kalem denilen fırçalar ve organik boyalarla icra edilir. Günümüzdeki minyatür sanatkârları endüstriyel boyalar kullanırlar. Geçmişte minyatürlerde, tahta çıkma, sünnet, düğün gibi törenler ve av sahnelerine yer verilirken günümüzde çağdaş tasarımlar da yapılmaktadır."
  },
  {
    "id": "3460724",
    "unitNumber": 6,
    "text": "Hangisi Türkiye’de dönemlere göre değişen ihtiyaçlara bağlı olarak el sanatları yerine tercih edilen adlandırmalardan <strong>sayılamaz</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "<strong>Pazar sanatları</strong>",
      "B": "Ev sanayi",
      "C": "Halk sanatları",
      "D": "Anadolu el sanatları",
      "E": "Geleneksel Türk el sanatları"
    },
    "explanation": "<strong>GİRİŞ </strong><br/><strong>Pazar sanatları</strong>"
  },
  {
    "id": "3460731",
    "unitNumber": 6,
    "text": "Hangisi aşağıdaki ifadeyi anlamlı olarak tanımlar?\n “Somut Olmayan Kültürel Mirasın Korunması Sözleşmesi, el sanatları geleneği içerisinde …………………….. kuşaklar arasında aktarımından ziyade bu ürünleri yapabilme bilgisinin, becerisinin ve bu ürünlere yüklenilen kültürel anlamların kuşaklar arasında aktarımını hedefler.”",
    "correctAnswer": "A",
    "options": {
      "A": "<strong>üretilen ürünlerin </strong>",
      "B": "ürün pazarlama stratejilerinin",
      "C": "çekilen belgesellerin",
      "D": "bölgesel farklılıkların",
      "E": "ulusal ekonominin"
    },
    "explanation": "<strong>Yaşayan Bir Miras Olarak El Sanatları</strong> <strong>Geleneği</strong><br/><strong>üretilen ürünlerin </strong>"
  },
  {
    "id": "3460734",
    "unitNumber": 6,
    "text": "Hangi kavram yapılarak, gösterilerek ortaya çıkartılabilen, içselleştirilmiş ve söze dökülemeyen bilgi ve deneyimi ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "<strong>Örtük bilgi</strong>",
      "B": "Genel durum",
      "C": "Öngörülü yaklaşım",
      "D": "Deneysel bilgi",
      "E": "Arka plan"
    },
    "explanation": "<strong>Yaşayan Bir Miras Olarak El Sanatları</strong> <strong>Geleneği</strong><br/><strong>Örtük bilgi</strong>"
  },
  {
    "id": "3460737",
    "unitNumber": 6,
    "text": "Hangisi el sanatlarının yaşadığı sorunlardan biri <strong>değildir</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "<strong>İnternet ortamında geniş coğrafyalara tanıtılması</strong>",
      "B": "Seri üretim",
      "C": "Küreselleşme; teknolojik, çevresel ve iklimsel değişmeler",
      "D": "Sosyal yapıdaki, bireysel zevklerdeki dönüşüm",
      "E": "Gelecek kuşaklara aktarımı ve yaşatılması"
    },
    "explanation": "Sözleşme Açısından El Sanatları Geleneği<br/><strong>İnternet ortamında geniş coğrafyalara tanıtılması</strong>"
  },
  {
    "id": "3460744",
    "unitNumber": 6,
    "text": "Somut Olmayan Kültürel Mirasın Korunması Sözleşmesi’ne göre, el sanatları nasıl yaşatılmalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "El sanatları, sürekli bir biçimde yeniden yorumlanarak aktarılmalıdır.",
      "B": "El sanatları, idealize edilen herhangi bir zaman diliminde ya da idealize edilen bir biçimde dondurularak yaşatılmalıdır.",
      "C": "El sanatları sanatkârlarının yeni tasarımları, geleneğin aslına uymadığı otantik biçimini yansıtmaz.",
      "D": "El sanatlarında geleneğin kendi içerisinde yaşadığı değişim ve dönüşümlere izin verilmemelidir.",
      "E": "El sanatları, teknikte, kullanılan malzemelerde, motiflerde, renklerde ve üstlenilen işlevlerde değişikliklere uğratılmamalıdır."
    },
    "explanation": "Bir Zaman Diliminde ya da Biçimde Dondurma (Freezing ya da Fixing)<br/>El sanatları, sürekli bir biçimde yeniden yorumlanarak aktarılmalıdır."
  },
  {
    "id": "3460747",
    "unitNumber": 6,
    "text": "Hangisi Somut Olmayan Kültürel Mirasın Korunması Sözleşmesi bağlamında turizm açısından doğru bir bakış açısı olarak <strong>değerlendirilemez</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Turizmin aşırılaştırılması sosyal işlevlerinin ve kültürel anlamlarının kaybolmasına neden olmayabilir.",
      "B": "Turizm somut olmayan kültürel miras taşıyıcılarının geçim kaynaklarından biri hâline gelerek somut olmayan kültürel mirasın yaşayabilirliğine destek sağlayan alanlardan biridir.",
      "C": "Turizmin aşırılaştırılması mirasın bağlamsızlaştırılmasına yol açabilir.",
      "D": "Turizmin aşırılaştırılması meselesinde, miras üzerinde turizmin oluşabilecek olumsuz etkilerinin sürekli bir biçimde izlenerek sonuçlara göre tavır alınması gereklidir.",
      "E": "Turizmi her zaman pozitif sonuçları olabilecek bir alan olarak görmek yerine mirasa olumsuz etkileri de olabilecek bir alan olarak değerlendirmek gerekmektedir."
    },
    "explanation": "Turistifikasyon<br/>Turizmi her zaman pozitif sonuçları olabilecek bir alan olarak görmek yerine mirasa olumsuz etkileri de olabilecek bir alan olarak değerlendirmek gerekmektedir."
  },
  {
    "id": "3460751",
    "unitNumber": 6,
    "text": "Hangisi aşağıdaki ifadeyi anlamlı olarak tanımlar?\n “El sanatlarının kuşaklar arasında aktarımı ile birlikte belli bir topluluğa ait olan bu bilgi ve deneyimler de aktarılmakta dolayısıyla ………………………………. sağlanmaktadır.”",
    "correctAnswer": "A",
    "options": {
      "A": "<strong>kültürel sürdürülebilirlik </strong>",
      "B": "küresel pazarlama",
      "C": "yerel zanaatkarların yetiştirilmesi",
      "D": "ulusal ekonomik kalkınma",
      "E": "kuşakların ihtiyaçlarının karşılanması"
    },
    "explanation": "Sürdürülebilir Kalkınma Hedefleri Açısından El Sanatları Geleneği<br/><strong>kültürel sürdürülebilirlik </strong>"
  },
  {
    "id": "3460752",
    "unitNumber": 6,
    "text": "Yöresel isimler, envanter numarası, envantere kayıt tarihî, somut olmayan kültürel mirasın hangi alt alanlarına girdiği, envanter formuna hangi il tarafından önerildiği, ilgili el sanatı hakkında kısa bilgi, unsurun coğrafi yayılımı, unsurla ilgili gruplar ve topluluklar, unsura ilişkin koruma planı ve unsurla ilişkili literatür hangi kapsamda yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "<strong>Envanter formlarında </strong>",
      "B": "Yerel atölyelerde",
      "C": "Somut Olmayan Kültürel Miras Taşıyıcıları sisteminde",
      "D": "Usta Çırak İlişkisi sisteminde",
      "E": "2030 Sürdürülebilir Kalkınma Hedeflerinde"
    },
    "explanation": "Türkiye’nin Somut Olmayan Kültürel Mirası Ulusal Envanterinde El Sanatları Geleneği<br/><strong>Envanter formlarında </strong>"
  },
  {
    "id": "3460754",
    "unitNumber": 6,
    "text": "Kültür ve Turizm Bakanlığının Halk Kültürü Bilgi ve Belge Merkezine kaydedilmek amacıyla “Somut Olmayan Kültürel Miras Taşıyıcısı Tespit ve Değerlendirme Kurulları” “geleneksel el sanatları” “Türk süsleme sanatları” ve “çalgı yapımcılığı” alanlarındaki taşıyıcıların tespit edildiği sistem hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "<strong>Bakanlığın ‘Somut Olmayan Kültürel Miras Taşıyıcılarını’ kaydettiği sistem</strong>",
      "B": "Bakanlığın ‘Yaşayan İnsan Hazineleri Ulusal Envanteri’",
      "C": "UNESCO Dünya Mirası Listesi",
      "D": "Bakanlığın ‘Usta Çırak İlişkisi’ sistemi",
      "E": "Bakanlığın ‘2030 Sürdürülebilir Kalkınma Hedefleri’"
    },
    "explanation": "Usta Çırak İlişkisinin Önemi<br/><strong>Bakanlığın ‘Somut Olmayan Kültürel Miras Taşıyıcılarını’ kaydettiği sistem</strong>"
  },
  {
    "id": "3460756",
    "unitNumber": 6,
    "text": "Hangisi Acil Koruma Gerektiren Somut Olmayan Kültürel Miras Listesi’ne Türkiye adına kayıtlı tek el sanatı geleneğidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Geleneksel Ahlat taş işçiliği",
      "B": "Halı, kilim ve bez dokuma sanatı ve gelenekleri",
      "C": "Minyatür sanatı",
      "D": "İpek böcekçiliği ve dokuma için ipeğin geleneksel üretimi",
      "E": "Oya/nakış işleme, dikiş ve örgü gelenekleri"
    },
    "explanation": "Uluslararası Listelerde El Sanatları Geleneği<br/>Geleneksel Ahlat taş işçiliği"
  },
  {
    "id": "3440962",
    "unitNumber": 7,
    "text": "Aşağıda verilenlerden hangisi günümüz Türk mutfağının oluşumunda etkili olan mutfak geleneklerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Orta Asya Türk mutfak geleneği",
      "B": "Orta Çağ Arap-Fars mutfak geleneği",
      "C": "Bizans mutfak geleneği",
      "D": "Anadolu Selçuklu Dönemi mutfak geleneği",
      "E": "İnka imparatorluğu mutfak geleneği"
    },
    "explanation": "Yanıtınız yanlış ise \"Tarihsel Süreç İçinde Türk Mutfak Kültürü\" bölümünü gözden geçiriniz.<br/>11. ve 12. yüzyıllarda Anadolu Selçuklu Dönemi’nde Orta Asya Türk mutfak<br/>geleneği, Orta Çağ Arap-Fars ve Bizans mutfaklarıyla etkileşime girerek günümüz Türk mutfağında temel teşkil eden yapıya kavuşturur."
  },
  {
    "id": "3440969",
    "unitNumber": 7,
    "text": "Osmanlı sarayına ve İstanbul mutfağına Amerika kökenli sebzelerin girmeye başladığı yüzyıl aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "15. yüzyıl",
      "B": "16.yüzyıl",
      "C": "17.yüzyıl",
      "D": "18.yüzyıl",
      "E": "19.yüzyıl"
    },
    "explanation": "Yanıtınız yanlış ise \"Osmanlı Mutfak Kültürü Mirası\" bölümünü gözden geçiriniz.<br/>18. yüzyılın sonlarından itibaren Osmanlı saray ve İstanbul mutfağına Amerika kökenli yeni sebzeler girmeye başlamıştır."
  },
  {
    "id": "3440982",
    "unitNumber": 7,
    "text": "Türkiye’nin somut olmayan kültürel miras ulusal envanterinde yer alan meyan şerbetinin yaygın olarak tüketildiği illerden biri aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tekirdağ",
      "B": "Şanlıurfa",
      "C": "Ordu",
      "D": "Eskişehir",
      "E": "Ankara"
    },
    "explanation": "Yanıtınız yanlış ise \"SOKÜM ULUSAL ENVANTERİNDE TÜRK MUTFAK KÜLTÜRÜ\" bölümünü gözden geçiriniz.<br/>Selçuklu ve Osmanlı Dönemi’nde her türlü meyve, çiçek veya baharatla hazırlanan<br/>şerbetler günümüz Türkiye’sinde gittikçe yok olan bir kültürel mirastır. Envanterde hâlen Şanlıurfa ve Gaziantep’de yaygın olarak tüketilen meyan şerbeti yer almaktadır."
  },
  {
    "id": "3440996",
    "unitNumber": 7,
    "text": "Somut Olmayan Kültürel Miras Türkiye Ulusal Envanter Listesinde yer alan yufka ve lavaş ince ekmek geleneğinin kökeni aşağıdakilerden hangisine dayanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Orta Asya Türk geleneğine",
      "B": "Doğu Asya geleneğine",
      "C": "Güneydoğu Asya geleneğine",
      "D": "Kuzey Asya geleneğine",
      "E": "Batı Asya geleneğine"
    },
    "explanation": "Yanıtınız yanlış ise \"Ekmek ve Unlu Mamuller\" bölümünü gözden geçiriniz.<br/>Ekmek ve Unlu Mamuller Türk mutfak kültürünün temelini oluşturan ekmek, mayalı ve mayasız çeşitleriyle zengin bir envanter sunar. Somut Olmayan Kültürel Miras Türkiye Ulusal Envanter Listesinde kökeni Orta Asya Türk geleneğine dayanan yufka ve lavaş ince<br/>ekmek geleneği kategorisinde Şanlıurfa, Bolu, Tokat, Konya, Sivas, Isparta Mersin, Osmaniye ve Erzurum illerinden kayıt altına alınmıştır."
  },
  {
    "id": "3444639",
    "unitNumber": 7,
    "text": "Osmanlı Dönemi’nden itibaren özellikle pastırma yapımı konusunda öne çıkan ilimiz aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hatay",
      "B": "Kayseri",
      "C": "Artvin",
      "D": "Niğde",
      "E": "Muğla"
    },
    "explanation": "Yanıtınız yanlış ise \"Pastırma - Sucuk Kültürü ve Gelenekleri\" bölümünü gözden geçiriniz<br/>Kurutulmuş et çeşitleri Türk mutfağında temel olarak iki çeşittir: pastırma ve sucuk. Her iki tür de Orta Asya geleneğinden beri Türk mutfağında bilinmektedir. Pastırma “yazok et” olarak, sucuk “soktu” adıyla 11. yüzyıl Orta Asya kaynaklarında bulunmaktadır. Yüzyıllar içinde her iki ürünün yapımında kullanılan baharat çeşitleri farklılaşmıştır. İki ürünün yapımında yaygın olarak sığır eti kullanılır. Kayseri bölgesi Osmanlı Dönemi’nden itibaren özellikle pastırma yapımı konusunda öne çıkmıştır. SOKÜM ulusal envanterde yörelere göre lezzet bakımından farklılıklara sahip olan pastırma ve sucuk çeşitleri yer almaktadır."
  },
  {
    "id": "3444646",
    "unitNumber": 7,
    "text": "Orta Asya Türk kültüründe söklünçü olarak adlandırılan .........., Selçuklu Dönemi’nde büryan, Osmanlı Dönemi’nde ise günümüzdeki söyleniş biçimini almıştır. \n Yukarıda verilen cümlede boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Pastırma",
      "B": "Keşkek",
      "C": "Kebap",
      "D": "Tarhana",
      "E": "Sucuk"
    },
    "explanation": "Yanıtınız yanlış ise \"Kebap Kültürü\" bölümünü gözden geçiriniz.<br/>Kuru ateşte bir pişirme tekniği olan kebap Türkiye’de her ilde ve her bölgede koyun, kuzu, dana, keçi eti, sakatat veya tavuk, av kuşları pişirmede uygulanır. Kebap bütün parça, kuşbaşı veya kıyma hâlinde hazırlanmış, çoğunlukla koyun veya kuzu olan kırmızı etle açık ateşte, fırın, kuyu veya tandırda, tencere veya testide hazırlanabilir. Orta Asya Türk kültüründe söklünçü olarak adlandırılan kebap, Selçuklu Dönemi’nde büryan, Osmanlı Dönemi’nde ise günümüzdeki söyleniş biçimini almıştır."
  },
  {
    "id": "3444665",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Türkiye UNESCO Somut Olmayan Kültürel Miras Listelerine geleneksel Türk mutfağıyla ilgili yer alan beş unsurdan biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Paskalya festivali",
      "B": "Tören Keşkeği Geleneği",
      "C": "İnce Ekmek Yapma ve Paylaşma Kültürü: Lavaş, Katırma, Jupka, Yufka",
      "D": "Türk Kahvesi Kültürü ve Geleneği",
      "E": "Mesir Macunu Festivali"
    },
    "explanation": "Yanıtınız yanlış ise \"UNESCO SOMUT OLMAYAN KÜLTÜREL MİRAS LİSTESİNDE GELENEKSEL TÜRK MUTFAĞI\" bölümünü gözden geçiriniz.<br/>Türkiye UNESCO Somut Olmayan Kültürel Miras Listelerine geleneksel Türk mutfağıyla ilgili beş unsur kaydettirmiştir. Bu unsurlar UNESCO Somut olmayan kültürel miras çerçevesinde doğa ve evrenle ilgili bilgi ve uygulamalar ve/veya toplumsal uygulamalar, ritüeller ve şölenler alanlarında dâhil edilmiştir. Aşağıdaki tabloda UNESCO Somut Olmayan Kültürel Miras listesine Türkiye adına veya Türkiye’nin diğer ülkelerle birlikte dâhil olduğu Türk mutfak kültürüyle ilgili unsurlar yer almaktadır. Listeye dâhil olan unsurlar üretiminden tüketimine toplumda ortak icra edilen ritüel ve gelenekleri ihtiva etmesi sebebiyle somut olmayan kültürel miras listesinde yer almaktadır. Listede yer alan beş unsur önce SOKÜM Türkiye Ulusal Miras Envanterinde yer almıştır. Bu unsurlar sırasıyla: Tören Keşkeği Geleneği;Mesir Macunu Festivali;Türk Kahvesi Kültürü ve Geleneği; İnce Ekmek Yapma ve Paylaşma Kültürü: Lavaş, Katırma, Jupka, Yufka;"
  },
  {
    "id": "3444682",
    "unitNumber": 7,
    "text": "Türkiye’den UNESCO yaratıcı şehirler ağına gastronomi alanından 2017 yılında giren iilimiz aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Şanlı Urfa",
      "B": "Adana",
      "C": "Diyarbakır",
      "D": "Mersin",
      "E": "Hatay"
    },
    "explanation": "Yanıtınız yanlış ise \"UNESCO YARATICI ŞEHİRLER AĞINDA TÜRKİYE’NİN GASTRONOMİ ŞEHİRLERİ\" bölümünü gözden geçiriniz.<br/>Türkiye’nin güney bölgesinde, Amik vadisinin kalbinde yer alan Hatay, antik İpek Yolu üzerindeki konumundan miras kalan çok kültürlü bir kimliği kabul etmektedir. İpek Yolu’nun Akdeniz’e açılan kapısı olan Hatay, yüzyıllardır baharat ticaretinin merkezi olmuştur. Orta Doğu, Anadolu ve Akdeniz mutfaklarının sentezini yansıtan Hatay ılıman iklimi ile son derece zengin bir floraya sahiptir. 2017 yılında Hatay UNESCO Yaratıcı Şehirler Ağında Gastronomi kenti olarak yer almıştır."
  },
  {
    "id": "3444696",
    "unitNumber": 7,
    "text": "SOKÜM Ulusal envanterinde köfte kültürü başlığında yer alan ıslama köftesi aşağıda verilen illerimizden hangisine aittir?",
    "correctAnswer": "B",
    "options": {
      "A": "Iğdır",
      "B": "Sakarya",
      "C": "Şanlıurfa",
      "D": "Gaziantep",
      "E": "Hatay"
    },
    "explanation": "Yanıtınız yanlış ise \"Köfte - Çiğköfte Kültürü\" bölümünü gözden geçiriniz.<br/>Türk mutfağında köfte bir pişirme tekniğinden çok kıymayla farklı şekillerde hazırlanan bir yemek hazırlama biçimidir. Köfte, kebap, yahni veya kızartma teknikleriyle pişirilir. Köfte şeklinde hazırlanan yemekler 15. yüzyıldan itibaren Osmanlı yemek kitaplarında yer almaktadır. Köfte yağda kızartılarak, ızgarada pişirilerek, kızartılıp sahan içinde su ve salça karışımında veya limon ve yumurta terbiyesiyle tencerede kaynatılarak pişirilebilir. Türk mutfağında köfte çeşitleri yörelere göre hazırlanış teknikleri ve malzemelerle farklılaşır. Köftenin bulgurla birlikte yorumlandığı yemekler de yine köfte adıyla tanımlanır: çiğköfte, içli köfte gibi. SOKÜM Ulusal envanterinde köfte kültürü başlığında iki çeşit yer almaktadır: Sakarya’nın ıslama köftesi ve Iğdır’ın taş köftesi. Şanlıurfa’nın çiğköftesi çiğköfte kültürü altında verilmiştir."
  },
  {
    "id": "3444708",
    "unitNumber": 7,
    "text": "Aşağıda verilen illerden hangisi SOKÜM Ulusal Envanterde Dolma-Sarma Kültürü listesinde yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Hatay",
      "B": "Adana",
      "C": "Tokat",
      "D": "Erzincan",
      "E": "Mardin"
    },
    "explanation": "Yanıtınız yanlış ise \"Dolma - Sarma Kültürü\" bölümünü gözden geçiriniz.<br/>Türk mutfağının alametifarikası dolma ve sarmalar somut olmayan kültürel miras envanterine dolma-sarma kültürü olarak dâhil olmuştur. Listede asma yaprağıyla meşhur Tokat, Tokat usulü yaprak sarma; Erzurum’un bulgur, pazı yaprağından lor dolması ve Malatya’nın kiraz yaprağı sarması yer almaktadır."
  },
  {
    "id": "3459165",
    "unitNumber": 7,
    "text": "Uluslararası düzlemde Türk mutfağının öne çıkmasını sağlamayı hedefleyen kavramın adı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gastrodiplomasi",
      "B": "Coğrafi etiketli ürünler",
      "C": "Gastronomi turizmi",
      "D": "Şehirlerin özgün mutfak miraslarının tanımlanması",
      "E": "Yöresel mutfak diplomasisi"
    },
    "explanation": "Ulusal düzeyde<br/>geleneksel Türk mutfak kültürünün farklı ögelerinin tanımlanma süreci uluslararası düzlemde gastrodiplomasi kavramı çerçevesinde Türk mutfağının<br/>öne çıkmasını sağlamayı hedeflemektedir."
  },
  {
    "id": "3459177",
    "unitNumber": 7,
    "text": "Buğday ve buğdaydan üretilen ekmek hangi dönemden itibaren coğrafyada zengin bir çeşitlilik sergilemektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "M.Ö. 10.000 Göbekli Tepe",
      "B": "M.Ö 7500 Çatalhöyük",
      "C": "M.Ö 1750 Hititler",
      "D": "M.Ö 1100 Frigler",
      "E": "M.Ö 323 Helenistik Dönem"
    },
    "explanation": "Üzüm, zeytin,<br/>Şam fıstığı, badem, yabani elma gibi meyveler dünyanın ilk Neolitik yerleşim yerlerinden biri olan<br/>Çatalhöyük’te tüketilen yiyecekler arasındadır. Koyun ve kuzu tüketilen temel et çeşitleridir. Buğday<br/>ve buğdaydan üretilen ekmek M.Ö. 1750 yıllarında<br/>Anadolu’da kurulan Hititler Dönemi’nden itibaren<br/>coğrafyada zengin bir çeşitlilik sergiler."
  },
  {
    "id": "3459218",
    "unitNumber": 7,
    "text": "Günümüz Türkiye coğrafyası yemek kültürü mirası hangi dönemde temel özelliklerine sahip olmuştur?",
    "correctAnswer": "E",
    "options": {
      "A": "Antik Yunan",
      "B": "Roma",
      "C": "Hitit",
      "D": "Neolitik Dönem",
      "E": "Bizans"
    },
    "explanation": "Antik Yunan, Helen ve Roma yemek kültürü mirasının da<br/>izlerini taşıyan günümüz Türkiye coğrafyası Bizans<br/>Dönemi’nde temel özelliklerine sahip olur."
  },
  {
    "id": "3459221",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Bizans mutfağında yer alan temel gıdalardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Balık",
      "B": "Peynir",
      "C": "Koyun",
      "D": "Meyve ve Sebze",
      "E": "Hindi"
    },
    "explanation": "Balık<br/>ve deniz ürünleri, zeytin, zeytinyağı, buğday, baklagiller, meyve ve sebze, peynir, koyun, keçi ve kuzu<br/>Bizans mutfağında yer alan temel gıdalardır"
  },
  {
    "id": "3459229",
    "unitNumber": 7,
    "text": "Osmanlı Mutfağında yaygın olarak kullanılan yağ çeşidi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tereyağı",
      "B": "Zeytinyağı",
      "C": "Ayçiçek yağı",
      "D": "Fındık yağı",
      "E": "Sadeyağ"
    },
    "explanation": "Osmanlı mutfağında zeytinyağının kullanımı üretildiği bölgelerle sınırlıdır daha çok ayranı<br/>alınmış tereyağı yani sadeyağ kullanılır."
  },
  {
    "id": "3459257",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi 19. yüzyılda Osmanlı mutfağına giren yeni gıdalardan değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Patates",
      "B": "Domates",
      "C": "Fasulye",
      "D": "Mısır",
      "E": "Mercimek"
    },
    "explanation": "18. yüzyılın sonlarından itibaren Osmanlı saray<br/>ve İstanbul mutfağına Amerika kökenli yeni sebzeler girmeye başlamıştır. Fasulye, domates, patates,<br/>mısır, sakız kabağı, yer elması, yenibahar, yeşil ve<br/>kırmızıbiber 19. yüzyıl boyunca Osmanlı mutfağına eklemlenmiş olan bitkisel bazlı gıdalardır. Amerika kökenli olan hindi ise diğer bir yeniliktir."
  },
  {
    "id": "3459285",
    "unitNumber": 7,
    "text": "Osmanlı'da batılılaşma etkisi ile alafranga mutfak ve sofra düzeni anlayışı ile ortaya çıkmaya başlayan yer sofrasından masaya geçiş hangi yıldan itibaren başlamıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "1700",
      "B": "1650",
      "C": "1800",
      "D": "1850",
      "E": "1900"
    },
    "explanation": "Yer sofrasından masaya geçiş 1850’lerden itibaren<br/>öncelikle saray ve saray çevresinde başlar ve daha<br/>sonra İstanbul üst ve orta sınıf hanelerinde yaygınlaşır."
  },
  {
    "id": "3459344",
    "unitNumber": 7,
    "text": "2015 yılında Unesco Yaratıcı Şehirler Ağına dahil olan ve Türkiye'den gastronomi alanında ilk başvuruyu yapan şehirimiz hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hatay",
      "B": "Malatya",
      "C": "Gaziantep",
      "D": "Konya",
      "E": "Şanlıurfa"
    },
    "explanation": "Türkiye’den gastronomi alanında ilk olarak<br/>Gaziantep şehri başvuru yapmış ve 2015 yılında<br/>UNESCO Yaratıcı Şehirler Ağına dâhil olmuştur.<br/>2017 yılında UNESCO Yaratıcı Şehirler Ağına<br/>gastronomi alanından Hatay ve 2019 yılında Afyonkarahisar katılmıştır."
  },
  {
    "id": "3459363",
    "unitNumber": 7,
    "text": "İpek Yolu’nun Akdeniz’e açılan kapısı olan ve yüzyıllardır baharat ticaretinin merkezi olan ilimiz aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Malatya",
      "B": "Adana",
      "C": "Hatay",
      "D": "Osmaniye",
      "E": "Diyarbakır"
    },
    "explanation": "Türkiye’nin güney bölgesinde, Amik vadisinin kalbinde yer alan Hatay, antik İpek Yolu üzerindeki<br/>konumundan miras kalan çok kültürlü bir kimliği kabul etmektedir. İpek Yolu’nun Akdeniz’e açılan kapısı<br/>olan Hatay, yüzyıllardır baharat ticaretinin merkezi olmuştur"
  },
  {
    "id": "3459375",
    "unitNumber": 7,
    "text": "Başta lokum, kaymak, sucuk olmak üzere gastronomi alanında önemli katma değer yaratan ürünlere sahip, Batı Anadolu’nun merkezinde, İstanbul da dâhil olmak üzere birçok büyük şehri batıda İzmir’e bağlayan ana yolların kesiştiği noktada İç Ege bölgesinde yer alan tarihî şehrimiz aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Afyonkarahisar",
      "B": "Uşak",
      "C": "Konya",
      "D": "Eskişehir",
      "E": "Kayseri"
    },
    "explanation": "Afyonkarahisar, Batı Anadolu’nun merkezinde,<br/>İstanbul da dâhil olmak üzere birçok büyük şehri<br/>batıda İzmir’e bağlayan ana yolların kesiştiği noktada İç Ege bölgesinde yer alan tarihî bir şehirdir.<br/>Kent, mermer endüstrisi ve zengin termal kaynakları ile tanınmasının yanı sıra, başta lokum, kaymak,<br/>sucuk olmak üzere gastronomi alanında önemli<br/>katma değer yaratan ürünlere sahiptir"
  },
  {
    "id": "3839344",
    "unitNumber": 7,
    "text": "Buğday ve buğdaydan üretilen ekmeğin Anadolu mutfağında görülmeye başladığı dönem aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hititler dönemi",
      "B": "Neolitik dönem",
      "C": "Bizans dönemi",
      "D": "Selçuklu dönemi",
      "E": "Osmanlı dönemi"
    },
    "explanation": "<strong> TÜRK MUTFAK KÜLTÜRÜ MİRASI</strong><br/>Türk mutfağının temelleri Neolitik Çağ’dan (M.Ö. 10.000 - M.Ö. 6000) itibaren Anadolu’nun bereketli topraklarında yetişen buğday, mercimek, nohut gibi temel ürünlere dayanır. Üzüm, zeytin, Şam fıstığı, badem, yabani elma gibi meyveler dünyanın ilk Neolitik yerleşim yerlerinden biri olan Çatalhöyük’te tüketilen yiyecekler arasındadır. Koyun ve kuzu tüketilen temel et çeşitleridir. <strong>Buğday ve buğdaydan üretilen ekmek M.Ö. 1750 yıllarında Anadolu’da kurulan Hititler Dönemi’nden itibaren coğrafyada zengin bir çeşitlilik sergiler.</strong> Antik Yunan, Helen ve Roma yemek kültürü mirasının da izlerini taşıyan günümüz Türkiye coğrafyası Bizans Dönemi’nde temel özelliklerine sahip olur."
  },
  {
    "id": "3839346",
    "unitNumber": 7,
    "text": "Klasik dönem Osmanlı mutfağında nadiren kullanılan yiyecek aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Un ve hamur işleri",
      "B": "Balık ve deniz ürünleri",
      "C": "Baharatlar",
      "D": "Tavuk ve ördek gibi kanatlı hayvanlar",
      "E": "Pirinç ve bulgur pilavı"
    },
    "explanation": "<strong>TÜRK MUTFAK KÜLTÜRÜ MİRASI</strong><br/>Klasik dönem Osmanlı mutfağı (15-17. yüzyıllar), daha sonraki dönemlerden biraz daha farklıdır: İlaç niyeti ve aynı zamanda lezzet için kullanılan baharat çeşitleri yemeklerde çokça kullanılmış böylelikle tatlı-tuzlu-ekşi tatlar ayrı ayrı veya bir arada var olmuştur. <strong>Balık ve deniz ürünleri klasik dönem Osmanlı mutfağında çok fazla kaynaklarda yer alan ürünler değildir.</strong> Tavuk, güvercin, kaz, ördek, bıldırcın özel gün ve kutlama yemeklerinde tüketilen kanatlılardır. Buğdaydan elde edilen un en başta ekmek ve tuzlu-tatlı hamur işlerinde en yaygın kullanılan tahıl ürünüdür. Her öğünde servis edilen pilav saray mutfağında pirinç, halk mutfağında bulgur ile yapılmaktadır."
  },
  {
    "id": "3839348",
    "unitNumber": 7,
    "text": "Börek, ekmek ve bulgur gibi buğday temelli ürünlere dayanan yöresel mutfağımız aşağıdaki coğrafi bölgelerden hangisi için karakteristiktir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ege Bölgesi",
      "B": "Akdeniz Bölgesi",
      "C": "İç Anadolu Bölgesi",
      "D": "Karadeniz Bölgesi",
      "E": "Güneydoğu Anadolu Bölgesi"
    },
    "explanation": "<strong>TÜRK MUTFAK KÜLTÜRÜ MİRASI</strong><br/>Anadolu’nun buğday rezervi olarak kabul edilen İç Anadolu bölgesi mutfağı börek, ekmek ve bulgur gibi buğday temelli ürünlere dayanmaktadır."
  },
  {
    "id": "3839349",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Karadeniz bölgesi mutfağının özelliklerini yansıtmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Helva",
      "B": "Zeytinyağı",
      "C": "Haşhaş sürtmesi",
      "D": "Mısır ekmeği",
      "E": "Arabaşı"
    },
    "explanation": "<strong>TÜRK MUTFAK KÜLTÜRÜ MİRASI</strong><br/>Yağmurlu ve nemli bir iklime sahip Karadeniz bölgesinde tahıl ürünleri oldukça az yetişmektedir. <strong>Mısır bölgede buğday yerine kullanılır.</strong> Karadeniz kıyıları bölgeye balık çeşitleri sunar. Karadeniz bölgesinde mısır, karalahana ve hamsi özgün yemeklerin temel malzemesini oluşturur. Tereyağı mutfakta bolca kullanılır. Çay, fındık, fasulye bölgede yetişen önemli ürünlerdir."
  },
  {
    "id": "3839352",
    "unitNumber": 7,
    "text": "Somut Olmayan Kültürel Miras Türkiye Ulusal Envanter Listesinde kökeni Orta Asya Türk geleneğine dayanan ekmek çeşidi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Vakfıkebir ekmeği",
      "B": "Ekşi mayalı ev ekmeği",
      "C": "Pide",
      "D": "Simit",
      "E": "Yufka"
    },
    "explanation": "<strong>SOKÜM ULUSAL ENVANTERİNDE TÜRK MUTFAK KÜLTÜRÜ</strong><br/><strong>Ekmek ve Unlu Mamuller</strong>\n<br/>Türk mutfak kültürünün temelini oluşturan ekmek, mayalı ve mayasız çeşitleriyle zengin bir envanter sunar. <strong>Somut Olmayan Kültürel Miras Türkiye Ulusal Envanter Listesinde kökeni Orta Asya Türk geleneğine dayanan </strong><em>yufka ve lavaş</em> <strong>ince ekmek geleneği kategorisinde</strong> Şanlıurfa, Bolu, Tokat, Konya, Sivas, Isparta Mersin, Osmaniye ve Erzurum illerinden kayıt altına alınmıştır. Ulusal envanterde ekmek kültürü kategorisinde mayalı ekmek çeşitleri olan Trabzon’un <em>Vakfıkebir ekmeğiyle</em>, Isparta <em>ekşi mayalı ev ekmeği</em> yer almaktadır. Ayrıca pide Erzurum ilinden <em>Ramazan pidesi</em> adıyla kaydedilmiştir."
  },
  {
    "id": "3839354",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi SOKÜM envanterinde pastırma ve sucuk kategorisinde yer alan illerden birisi <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Bursa",
      "B": "Tokat",
      "C": "Kayseri",
      "D": "Isparta",
      "E": "Kastamonu"
    },
    "explanation": "<strong>SOKÜM ULUSAL ENVANTERİNDE TÜRK MUTFAK KÜLTÜRÜ</strong><br/><strong>Pastırma - Sucuk Kültürü ve Gelenekleri</strong>\n<br/>Kurutulmuş et çeşitleri Türk mutfağında temel olarak iki çeşittir: pastırma ve sucuk. Her iki tür de Orta Asya geleneğinden beri Türk mutfağında bilinmektedir. Pastırma “yazok et” olarak, sucuk “soktu” adıyla 11. yüzyıl Orta Asya kaynaklarında bulunmaktadır. Yüzyıllar içinde her iki ürünün yapımında kullanılan baharat çeşitleri farklılaşmıştır. İki ürünün yapımında yaygın olarak sığır eti kullanılır. Kayseri bölgesi Osmanlı Dönemi’nden itibaren özellikle pastırma yapımı konusunda öne çıkmıştır. SOKÜM ulusal envanterde yörelere göre lezzet bakımından farklılıklara sahip olan pastırma ve sucuk çeşitleri yer almaktadır.<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/4b6fc2f401a91230cbb0b7e8918ba79e.png\" alt=\"\" width=\"482\" height=\"276\">"
  },
  {
    "id": "3839393",
    "unitNumber": 7,
    "text": "Aşağıdaki kebap çeşitlerinden hangisi SOKÜM Türkiye Ulusal Listesinde yer <strong>almamaktadır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Tokat kebabı",
      "B": "Adana kebabı",
      "C": "Şanlıurfa ciğer kebap",
      "D": "Burdur şiş",
      "E": "Yozgat testi kebabı"
    },
    "explanation": "<strong>SOKÜM ULUSAL ENVANTERİNDE TÜRK MUTFAK KÜLTÜRÜ</strong><br/><strong>Kebap Kültürü</strong>\n Kuru ateşte bir pişirme tekniği olan kebap Türkiye’de her ilde ve her bölgede koyun, kuzu, dana, keçi eti, sakatat veya tavuk, av kuşları pişirmede uygulanır. Kebap bütün parça, kuşbaşı veya kıyma hâlinde hazırlanmış, çoğunlukla koyun veya kuzu olan kırmızı etle açık ateşte, fırın, kuyu veya tandırda, tencere veya testide hazırlanabilir. Orta Asya Türk kültüründe <strong><em>söklünçü</em></strong> olarak adlandırılan kebap, Selçuklu Dönemi’nde <strong><em>büryan</em></strong>, Osmanlı Dönemi’nde ise günümüzdeki söyleniş biçimini almıştır. <strong><em>Somut olmayan kültürel miras Türkiye ulusal listesinde yer alan kebap çeşitleri oldukça sınırlıdır. Tokat’ın Tokat kebabı, Yozgat’tan testi kebabı; Burdur’dan Burdur şiş, Şanlıurfa’dan ciğer kebap listede kebap kültürü altında yer alan unsurlardır</em></strong>. Bir tür kebap olan döner de Ankara yaprak döneri ve İstanbul’dan döner kebap olarak döner kültürü altında envanterde bulunmaktadır."
  },
  {
    "id": "3839394",
    "unitNumber": 7,
    "text": "SOKÜM Türkiye Ulusal envanter listesinde yer alan çorba aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Maraş tarhanası",
      "B": "Mercimek çorbası",
      "C": "Toğğa çorbası",
      "D": "Ezogelin çorbası",
      "E": "Şehriye çorbası"
    },
    "explanation": "<strong>SOKÜM ULUSAL ENVANTERİNDE TÜRK MUTFAK KÜLTÜRÜ</strong><br/><strong>Çorba Kültürü</strong>\n Çorba Türk sofrasının başyemeğidir. Çorba kimi zaman tek başına bir öğünü oluşturabilir. Anadolu’da sabahın erken saatlerinde güne sıcak bir çorbayla başlanır. Türk mutfağındaki çorbalar oldukça besleyicidir. Genellikle et veya tavuk suyuyla hazırlanır. Çorbalar bulgur, buğday veya pirinç gibi bir tahılla, mercimek veya nohut gibi bakliyatla, erişte, şehriye gibi hamur bazlı ürünlerle veya yeşil yapraklı sebzelerle hazırlanabilir. Tavuk eti, kıyma, kırmızı et ve sakatatlarla hazırlanan çorbalar kuvvet verici gıdalardır. Türk mutfak geleneğinde çorbalar sütle, tereyağıyla veya yoğurtla bağlanır. Türk mutfak geleneğinin zengin çorba kültürü SOKÜM Türkiye Ulusal envanter listesinde sadece bir örnekle yer alır: <strong>Osmaniye ilinden Toğğa çorbası.</strong>"
  },
  {
    "id": "3839396",
    "unitNumber": 7,
    "text": "2015 yılında Türkiye’den UNESCO yaratıcı şehirler ağına gastronomi alanından giren ilk şehir aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hatay",
      "B": "Afyonkarahisar",
      "C": "Diyarbakır",
      "D": "Gaziantep",
      "E": "Adana"
    },
    "explanation": "<strong>UNESCO YARATICI ŞEHİRLER AĞINDA TÜRKİYE’NİN GASTRONOMİ ŞEHİRLERİ</strong><br/><strong>Gaziantep</strong>\n Gaziantep 2015 yılında Türkiye’den UNESCO yaratıcı şehirler ağına gastronomi alanından giren ilk şehirdir. Gaziantep’in hem Akdeniz hem de Mezopotamya kültürünü yansıtan coğrafyası ve tarihsel geçmişi zengin bir yemek kültürü mirası sunmaktadır. Gaziantep’le tescillenmiş fıstıklı baklava dışında 93 coğrafi işaret alan yiyecek ve yemek bulunmaktadır."
  },
  {
    "id": "3839401",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, 2016 yılında UNESCO Somut Olmayan Kültürel Miras Listesi'ne dahil olan “İnce Ekmek Yapma ve Paylaşma Kültürü: Lavaş, Katırma, Jupka ve Yufka”’ya Türkiye ile birlikte dahil olan ülkelerden biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Azerbaycan",
      "B": "İran",
      "C": "Kazakistan",
      "D": "Kırgızistan",
      "E": "Türkmenistan"
    },
    "explanation": "<strong>UNESCO SOMUT OLMAYAN KÜLTÜREL MİRAS LİSTESİNDE GELENEKSEL TÜRK MUTFAĞI</strong><br/>Lavaş, Katırma, Jupka ve Yufka, oklava ya da elle açılan yuvarlak veya oval biçimli ince ekmek türlerinden olup Azerbaycan, İran, Kazakistan, Kırgızistan ve Türkiye’de yapılan ekmek çeşitleridir. İmece usulüyle yapılan bu ince ekmek türleri ortak bir paylaşma kültürünü simgeler. “İnce Ekmek Yapma ve Paylaşma Kültürü: Lavaş, Katırma, Jupka ve Yufka” 2016 yılında UNESCO Somut Olmayan Kültürel Miras Listesi'ne Azerbaycan, İran, Kazakistan, Kırgızistan ve Türkiye ortaklığında dâhil olmuştur."
  },
  {
    "id": "3449428",
    "unitNumber": 8,
    "text": "Yaşayan İnsan Hazinesi kavramı neyi ifade eder?",
    "correctAnswer": "C",
    "options": {
      "A": "İnsanları maddi gücü ölçüsünde değerlendirmeyi.",
      "B": "Geçmişte yaşamış uygarlıkların kültürel değerlerini.",
      "C": "Farklı alanlarda üst düzey bilgi, beceri, temsil yeteneği ve kültürü aktarma isteği olan kişi ve gurupları.",
      "D": "Yerel ürünlerin ekonomiye kazandırılması için çaba gösteren kişi ve gurupları.",
      "E": "Bilime uluslar arası ölçekte katkı sağlayacak çalışmalar yapan kişi ve gurupları."
    },
    "explanation": "Yaşayan İnsan Hazinesi sözlü anlatımlar, gösteri sanatları, el sanatları gibi farklı alanlarda<br/>üst düzey bilgi, beceri, temsil yeteneği ve kültürü aktarma isteği taşıyan kişi veya gruplara genellikle Kültür Bakanlığının düzenlediği bir sistem çerçevesinde verilen prestijli bir unvandır."
  },
  {
    "id": "3449480",
    "unitNumber": 8,
    "text": "Yaşayan İnsan Hazineleri Sistemi, Türkiye'de ne zaman başlamıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "2006",
      "B": "2007",
      "C": "2008",
      "D": "2009",
      "E": "2010"
    },
    "explanation": "Türkiye’de de Yaşayan İnsan Hazinesi Sistemi, ilk yaşayan insan hazinelerinin 2008 yılında<br/>ulusal envantere kaydedilmesi ile başlamıştır."
  },
  {
    "id": "3449522",
    "unitNumber": 8,
    "text": "Yaşayan İnsan Hazineleri programına öncülük etmiş olan ve kendi kanunlarında 1964 ten beri bu kategorideki kültürel mirası ve onu bugün sürdürüp aktaran kişileri korumakta olan ülke hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kore Cumhuriyeti",
      "B": "Japonya",
      "C": "Kanada",
      "D": "Fransa",
      "E": "Belçika"
    },
    "explanation": "Yaşayan İnsan Hazineleri programını uluslararası<br/>toplumun çatısı altında UNESCO’ya öneren<br/>ve diğer ülkelerdeki uygulamalara ilham kaynağı<br/>olan Kore Cumhuriyeti bu anlamda özel bir yere<br/>sahiptir. Anılan ülke, Japonya’nın buradaki sömürgecilik<br/>faaliyetleri, Kore Savaşı ve Batılılaşma<br/>çabalarının ardından kendi kültürel kimliklerini<br/>yeniden keşfettikleri bir dönemde,1962 yılında<br/>Kültür Varlıklarını Koruma Kanunu’nu çıkarmıştır.<br/>Kültür varlıklarının muhafazası yoluyla<br/>insanların kültürel gelişimlerine destek olmayı<br/>hedefleyen bu kanunun ortaya koyduğu sınıflandırmanın<br/>parçalarından biri de Önemli Somut<br/>Olmayan Kültür Varlıkları’dır. Bu çerçevede, Kore<br/>Cumhuriyeti 1964’ten beri bu kategorideki kültürel<br/>mirası ve onu bugün sürdürüp aktaran kişileri<br/>korumaktadır."
  },
  {
    "id": "3449635",
    "unitNumber": 8,
    "text": "Yaşayan İnsan Hazinelerinin alanları, somut olmayan kültürel mirasın belirdiği kaç alandan oluşmaktadır.",
    "correctAnswer": "D",
    "options": {
      "A": "İki",
      "B": "Üç",
      "C": "Dört",
      "D": "Beş",
      "E": "Altı"
    },
    "explanation": "Yaşayan İnsan Hazinelerinin alanları, somut olmayan kültürel mirasın belirdiği beş alandan oluşmaktadır."
  },
  {
    "id": "3449667",
    "unitNumber": 8,
    "text": "Yaşayan İnsan Hazinelerinin alanları, somut olmayan kültürel mirasın belirdiği beş alandan oluşmaktadır. seçeneklerdeki alanlardan hangisi bu beşi arasında <strong>sayılamaz? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sözlü Gelenekler ve Anlatımlar.",
      "B": "Gösteri Sanatları.",
      "C": "Ritüeller ve Şölenler.",
      "D": "Doğa ve Evrenle İlgili Bilgi ve Uygulamalar.",
      "E": "Geleneksel eserlerin restorasyonu ve korunması."
    },
    "explanation": "Yaşayan İnsan Hazinelerinin alanları, somut olmayan kültürel mirasın belirdiği beş alandan oluşmaktadır. seçeneklerdeki \"Geleneksel eserlerin restorasyonu ve korunması\" bunların arasında sayılamaz."
  },
  {
    "id": "3449692",
    "unitNumber": 8,
    "text": "Yaşayan İnsan Hazineleri Ulusal Envanteri hangi kurum tarafından hazırlanmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Belediyeler",
      "B": "Cumhur Başkanlığı",
      "C": "Üniversiteler",
      "D": "Kültür ve Turizm Bakanlığı",
      "E": "Sivil Toplum Kuruluşları"
    },
    "explanation": "Türkiye’de “Yaşayan İnsan Hazineleri Ulusal<br/>Envanteri” ve “Somut Olmayan Kültürel Miras<br/>Ulusal Envanteri” olmak üzere bu ulusal envanter<br/>çalışmaları T.C. Kültür ve Turizm Bakanlığı Araştırma<br/>ve Eğitim Genel Müdürlüğü tarafından yürütülmektedir."
  },
  {
    "id": "3449745",
    "unitNumber": 8,
    "text": "Yaşayan İnsan Hazineleri Ulusal Sistemlerini Kurma Yönergesi’nde belirlenen ölçütler göz önüne<br/>alınarak T.C. Kültür ve Turizm Bakanlığı Araştırma ve Eğitim Genel Müdürlüğünün Yaşayan<br/>İnsan Hazineleri seçim kriterlerinde seçeneklerden hangisi yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kişinin ya da grubun bu bilgi ve becerisini yetiştirdiklerine (çıraklarına) aktarma becerisi.",
      "B": "Kişinin geçimini sadece belirtilen bilgi ve becerisi ile sağlıyor olması.",
      "C": "Kişinin belirtilen bilgi ve beceri ile ilgili eğitim aldığını belgeleyecek diplomaya sahip olması.",
      "D": "Kişinin bu bilgi ve becerisi ile ulusal ve uluslararası düzeyde tanınırlığa sahip olması.",
      "E": "Kişinin belirtilen bilgi ve beceriyi gizli tutarak korunmasını sağlaması."
    },
    "explanation": "Yaşayan İnsan Hazineleri Ulusal Sistemlerini<br/>Kurma Yönergesi’nde belirlenen ölçütler göz önüne<br/>alınarak T.C. Kültür ve Turizm Bakanlığı Araştırma<br/>ve Eğitim Genel Müdürlüğünün Yaşayan<br/>İnsan Hazineleri seçim kriterlerinde bazı başlıklar<br/>dikkat çekmektedir. Yönerge’de Yaşayan İnsan Hazineleri<br/>listesinde yer almak üzere bir grubu ya da<br/>bireyi aday olarak gösterirken aşağıdaki ölçütlere<br/>yer verilmiştir:<br/>• İcra edilen birikim ya da becerinin uygulamasındaki<br/>yetkinlik,<br/>• Kişinin ya da grubun adanmışlığı, kişinin<br/>ya da grubun kendi beceri ve birikimini geliştirme<br/>yeteneği,<br/>• Kişinin ya da grubun bu bilgi ve becerisini yetiştirdiklerine<br/>(çıraklarına) aktarma becerisi"
  },
  {
    "id": "3449761",
    "unitNumber": 8,
    "text": "İlgili Genel Müdürlük tarafından somut olmayan kültürel mirasın belli unsurlarını yeniden yaratmak ve yorumlamak açısından gerekli bilgi ve beceriye yüksek düzeyde sahip kişileri belirleyebilmek için açıklanan ölçütler arasında <strong>yer almayan</strong> hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ustalığını 30 yıldır icra ediyor olması",
      "B": "Sanatını usta-çırak ilişkisi ile öğrenmiş olması",
      "C": "Bilgi ve becerisini uygulamadaki üstünlüğü",
      "D": "Konusunda ender bulunan bilgiye sahip olması",
      "E": "Kişi veya grubun yaptığı işe kendini adamışlığı"
    },
    "explanation": "İlgili Genel Müdürlük tarafından somut<br/>olmayan kültürel mirasın belli unsurlarını<br/>yeniden yaratmak ve yorumlamak açısından<br/>gerekli bilgi ve beceriye yüksek düzeyde<br/>sahip kişileri belirleyebilmek için açıklanan<br/>ölçütler ise aşağıdaki şekildedir:<br/>1. Ustalığını 10 yıldır icra ediyor olması,<br/>2. Sanatını usta-çırak ilişkisi ile öğrenmiş olması,<br/>3. Bilgi ve becerisini uygulamadaki üstünlüğü,<br/>4. Konusunda ender bulunan bilgiye sahip<br/>olması,<br/>5. Kişi veya grubun yaptığı işe kendini adamışlığı,<br/>6. Kişi veya grubun bilgi ve becerilerini geliştirme<br/>yeteneği (sanatının toplumla buluşmasını<br/>sağlayacak yenilikler içermesi),<br/>7. Kişi veya grubun bilgi ve becerilerini çırağa<br/>aktarma becerisi"
  },
  {
    "id": "3449793",
    "unitNumber": 8,
    "text": "Şartları sağladığı düşünülen yaşayan insan hazinesi aday önerileri kimler tarafından hazırlanmaktadır.",
    "correctAnswer": "C",
    "options": {
      "A": "Belediyeler",
      "B": "Sivil toplum kuruluşları",
      "C": "Bakanlığa bağlı İl Kültür ve Turizm Müdürlüklerindeki uzmanlar",
      "D": "Üniversiteler",
      "E": "Cumhur Başkanlığı"
    },
    "explanation": "Şartları sağladığı düşünülen yaşayan insan hazinesi aday önerileri ise her yıl Bakanlığa bağlı İl Kültür ve Turizm Müdürlüklerindeki uzmanlar tarafından hazırlanmaktadır."
  },
  {
    "id": "3449816",
    "unitNumber": 8,
    "text": "Yaşayan İnsan Hazineleri Ulusal Sistemlerini Kurma Yönergesi, yaşayan insan hazinelerinin kendisine verilen görevleri, işlevleri yerine getirmemesi veya yaşayan insan hazinelerinin tanınmasını sağlayan ölçütleri artık taşımaması durumunda ne ön görmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Uyarı cezası",
      "B": "Hak iptali",
      "C": "Yeniden Değerlendirme",
      "D": "Eğitim ve beceri kursu",
      "E": "para cezası"
    },
    "explanation": "Yaşayan İnsan Hazineleri Ulusal<br/>Sistemlerini Kurma Yönergesi, yaşayan insan<br/>hazinelerinin kendisine verilen görevleri, işlevleri<br/>yerine getirmemesi veya yaşayan insan hazinelerinin<br/>tanınmasını sağlayan ölçütleri artık taşımaması<br/>durumunda “Hak İptali” yaptırımına yer vermektedir."
  },
  {
    "id": "3460843",
    "unitNumber": 8,
    "text": "\"Yaşayan İnsan Hazineleri programı 1993 yılında ........... teklifiyle başlatılmıştır.\" \n<br/>Yukarıda yere boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "UNESCO",
      "B": "TBMM",
      "C": "Kültür Bakanlığı",
      "D": "Sivil Toplum Örgütleri",
      "E": "Çıraklık Eğitim Merkezleri"
    },
    "explanation": "Yaşayan İnsan Hazineleri, UNESCO’nun tekllifiyle 1993 yılında başlatılmış olan ve günümüzde Türkiye dâhil pek çok ülkenin kendi ulusal sistemlerini kurarak sürdürdüğü bir kültür koruma programıdır."
  },
  {
    "id": "3460867",
    "unitNumber": 8,
    "text": "Yaşayan İnsan Hazineleri Ulusal Envanterine kayıt edilecek kişi ve grupların belirlenmesine yönelik kurulan sistem Türkiye'de hangi yıl başlatılmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "1995",
      "B": "2000",
      "C": "2006",
      "D": "2008",
      "E": "2012"
    },
    "explanation": "Yaşayan İnsan Hazineleri Ulusal Envanterine kayıt edilecek kişi ve grupların belirlenmesine yönelik kurulan sistem Türkiye'de 2008 yılında başlatılmıştır."
  },
  {
    "id": "3460908",
    "unitNumber": 8,
    "text": "Yaşayan İnsan Hazineleri Türkiye Ulusal Envanterinde yer alabilecek kişi ve grupların uzmanlık alanları aşağıdakilerin hangisinde olması beklenmez?",
    "correctAnswer": "D",
    "options": {
      "A": "Masal anlatıcılığı",
      "B": "Ebru sanatı",
      "C": "Taş ustalığı",
      "D": "Latin dansları",
      "E": "Keçecilik"
    },
    "explanation": "Yaşayan insan hazineleri envaterinde olabilmek için ilgili ülkenin kültürel mirası kapsamında bir zanaat ile uğraşı gerekmektedir."
  },
  {
    "id": "3461050",
    "unitNumber": 8,
    "text": "Yaşayan İnsan Hazinesi ile ilgili aşağıdakilerin hangisi <strong>yanlıştır</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Geleneksel kültürden beslenen alanlara yöneliktir.",
      "B": "Temsilcilerinden üst düzey bilgi ve beceri beklenir.",
      "C": "İlgili çalışma alanında araştırma-geliştirme faaliyetlerini gerektirir.",
      "D": "Belirli ölçütlere göre verilen prestijli bir unvandır.",
      "E": "Seçilecek ustalar ilgili alanı iyi temsil edenlerden seçilir."
    },
    "explanation": "Yaşayan İnsan Hazinesi âşıklık geleneği (sözlü anlatımlar), Karagöz, mehter geleneği (gösteri sanatları), keçecilik, ebru, taş ustalığı (el sanatları) gibi geleneksel kül\u0002türden beslenen pek çok alanda üst düzey bilgisi, becerisi, temsil yeteneği ve kültürü aktarma arzusuyla dikkat çeken ve desteklenmesi planlanan kişi veya gruplara verilen prestijli bir unvandır. Bu durumda ilgili alanda ar-ge faaliyetleri yapma koşulu aranmaz."
  },
  {
    "id": "3461073",
    "unitNumber": 8,
    "text": "Aşağıdakilerin hangisi Yaşayan İnsan Hazineleri Programının amaçlarından biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Mesleğinde öne çıkmış usta insanların tanınmalarının sağlanması",
      "B": "Kişilerin sanatlarını iyi koşullarda devam ettirmelerinin desteklenmesi",
      "C": "Kültürün üretimi ve aktarımında insanın rolüne dikkat çekilmesi",
      "D": "Gelenek uygulayıcılarının kendi alanlarındaki ustalıklarının resmi düzeyde tanınması",
      "E": "Uluslararası yarışmalarda ülkelerin temsilcilerinin seçilmesi"
    },
    "explanation": "Programın amacı, gelenek taşıyıcıları ve uygulayıcıların kendi alanlarındaki ustalıklarını resmî düzeyde tanımak ve böylece bilgi ve becerilerin gelecek kuşaklara aktarımına katkı sağlamaktır. Daha açık bir ifadeyle, mesleğinde öne çıkmış usta insanların tanınmaları ve ödüllendirilmeleri, bu kişilerin sanatlarını iyi koşullarda devam ettirmeleri, çırak yetiştirmeye teşvik edilmeleri ve örgün ve yaygın eğitim vasıtasıyla gençlerle buluşmalarına imkân tanınması hedeflenmektedir. Görüldüğü üzere, asıl hedef kültürün üretimi ve aktarımında insanın rolüne dikkat çekmektir"
  },
  {
    "id": "3461098",
    "unitNumber": 8,
    "text": "Yaşayan İnsan Hazineleri Programı, Somut Olmayan Kültürel Mirasın Korunması Sözleşmesine aşağıdakilerin hangisi kapsamında hizmet etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Usta-çırak ilişkisinin önemi",
      "B": "UNESCO bünyesinde oluşu",
      "C": "Alanında tanınmış kişileri içermesi",
      "D": "Devlet desteğinin sunulması",
      "E": "Resmi törenlerle ödüllendirilmeleri"
    },
    "explanation": "Yaşayan İnsan Hazineleri Programı, Somut Olmayan Kültürel Mirasın Korunması Sözleşmesine usta-çırak ilişkisi ile ilgili kültürel alanın geleceğe taşınması boyutunda hizmet etmektedir."
  },
  {
    "id": "3461150",
    "unitNumber": 8,
    "text": "<ol type=\"i\"> <li>\"Yaşayan Milli Hazineler\" olarak ifade edilir. </li> <li>Usta, çırak ve öğrencilere maddi destek sağlanır. </li> <li>Savaş gibi durumlarda devletin koruması altına alınırlar. </li> <li>Ustanın en az beş yıllık bir öğrenci eğitimi olur. </li> </ol> Kore Cumhuriyeti Yaşayan İnsan Hazineleri Programı ile ilgili yukarıda verilen ifadelerin hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız ii",
      "B": "i, ii, iii",
      "C": "i, ii, iv",
      "D": "ii, iii, iv",
      "E": "i, ii, iii, iv"
    },
    "explanation": "Kore Cumhuriyeti’nde Yaşayan İnsan Hazinesi ilan edilmek için, Kültür ve Turizm Bakanlığının koordinasyonunda incelenen başvuruların sonucunda, Kültür Varlıkları Komitesi ilgili kültürel mirasa ve onu icra eden, uygulayan ve aktaran Yaşayan Millî Hazine’ye genellikle eş zamanlı olarak resmî bir statü tayin etmekte ve Resmî Gazete’deki ilanın ardından süreç tamamlanmaktadır. Bu program çerçevesinde usta, çırak ve öğrencilere düzenli bir cep harçlığı, kapsamlı bir sağlık sigortası ve eğitim desteği sağlanmaktadır. Ayrıca bu kişiler savaş, silahlı çatışma ve diğer acil durumlarda devletin koruması altına alınmakta, dezavantajlı bölgelerde yaşayanlar ek desteklere hak kazanmaktadırlar. Bu avantajların karşılığında ise Yaşayan Millî Hazinelerin bilgi ve becerilerini gençlere öğretmeleri, kamusal görünürlüğe sahip etkinlikler vasıtasıyla Yaşayan İnsan Hazineleri geleneksel kültürü yaymaları beklenmektedir. Yaşayan Millî Hazine ilan edilen bir ustanın ilk olarak belli bir grubu eğitmesi ve yetenekli olanların içinden burslu öğrencilerin seçilmesi istenmektedir. En az beş yıl süren eğitimin ardından “mezun” statüsüne geçen bu öğrencilerin arasında en iyileri, ustanın tavsiyesi ve uzmanların değerlendirmeleri doğrultusunda “çırak” seçilmektedir."
  },
  {
    "id": "3461168",
    "unitNumber": 8,
    "text": "UNESCO tarafından 2003 yılında kabul edilen Somut Olmayan Kültürel Mirasın Korunması Sözleşmesi'ne Türkiye aşağıda verilen hangi yılda taraf olmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "2003",
      "B": "2004",
      "C": "2005",
      "D": "2006",
      "E": "2007"
    },
    "explanation": "UNESCO tarafından 2003 yılında kabul edilen Somut Olmayan Kültürel Mirasın Korunması Sözleşmesine Türkiye 2006 yılında taraf olmuştur."
  },
  {
    "id": "3461194",
    "unitNumber": 8,
    "text": "Yaşayan İnsan Hazineleri Ulusal Envanterinde yer alabilmek için Türkiye için gerekli görülen ölçütler içinde ilgili alanda üst düzey bilgi ve becerilere sahip olmak gerekli görülmekte buna yönelik bir takım ölçütler sıralanmaktadır. Bu ölçütlere göre ustanın en az kaç yıldır alanda ustalığını icra ediyor olması gerekir?",
    "correctAnswer": "A",
    "options": {
      "A": "10",
      "B": "15",
      "C": "20",
      "D": "25",
      "E": "30"
    },
    "explanation": "Ustalığını 10 yıldır icra ediyor olması gerekir."
  },
  {
    "id": "3461215",
    "unitNumber": 8,
    "text": "Yaşayan İnsan Hazinelerinin alanları somut olmayan kültürel mirasın aşağıda verilen alanları içinde en çok hangisi kapsamındadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Doğa ve Evrenle İlgili Bilgi ve Uygulamalar",
      "B": "El Sanatları Geleneği",
      "C": "Toplumsal Uygulamalar, Ritüeller ve Şölenler",
      "D": "Sözlü Gelenekler ve Anlatımlar",
      "E": "Gösteri Sanatları"
    },
    "explanation": "Yaşayan İnsan Hazinelerinin alanları daha çok somut olmayan kültürel mirasın beşinci alanı olan El Sanatları Geleneği ile ilişkilidir."
  },
  {
    "id": "3840759",
    "unitNumber": 8,
    "text": "Hangisi yaptığı çalışma ve uygulamalarla UNESCO’nun Yaşayan İnsan Hazineleri Programı'na öncülük eden ülkedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Arjantin",
      "B": "Danimarka",
      "C": "Jamaika",
      "D": "Kore Cumhuriyeti",
      "E": "Birleşik Krallık"
    },
    "explanation": "Yaşayan İnsan Hazineleri, Kore Cumhuriyeti’nin (Güney Kore) önerisi ve UNESCO Yürütme Kurulunun bu teklife dayanarak bünyesindeki bütün üye devletleri kendi ulusal sistemlerini kurmaya teşvik etmesiyle 1993’te başlatılmış bir UNESCO programının adıdır."
  },
  {
    "id": "3840762",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi \"yaşayan insan hazinesi\" olarak adlandırılan kişi veya grupların sahip olması gereken niteliklerden biri <strong>değildir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Geleneksel kültürden beslenen alanlardan birinde uzmanlaşması",
      "B": "Alanında üst düzey bilgiye sahip olması",
      "C": "Alanında nitelikli bilimsel yayınlar yapmış olması",
      "D": "Alanındaki kültürel birikimi aktarma arzusuna sahip olması",
      "E": "Alanıyla ilgili temsil yeteneğine sahip olması"
    },
    "explanation": "<strong>Yaşayan İnsan Hazinesi </strong>âşıklık geleneği (sözlü anlatımlar), Karagöz, mehter geleneği (gösteri sanatları), keçecilik, ebru, taş ustalığı (el sanatları) gibi geleneksel kültürden beslenen pek çok alanda üst düzey bilgisi, becerisi, temsil yeteneği ve kültürü aktarma arzusuyla dikkat çeken ve desteklenmesi planlanan kişi veya gruplara verilen prestijli bir unvandır."
  },
  {
    "id": "3840765",
    "unitNumber": 8,
    "text": "Hangisi, Kore Cumhuriyeti’nde resmi olarak \"Yaşayan İnsan Hazinesi\" statüsü verilen kişilere tanınan haklardan biri <strong>değildir</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Kamu kurumlarında kadro",
      "B": "Cep harçlığı",
      "C": "Kapsamlı sağlık sigortası",
      "D": "Eğitim desteği",
      "E": "Acil durumlarda devlet koruması"
    },
    "explanation": "Kore Cumhuriyeti’nde Yaşayan İnsan Hazinesi ilan edilmek için, Kültür ve Turizm Bakanlığının koordinasyonunda incelenen başvuruların sonucunda, Kültür Varlıkları Komitesi ilgili kültürel mirasa ve onu icra eden, uygulayan ve aktaran Yaşayan Millî Hazine’ye genellikle eş zamanlı olarak resmî bir statü tayin etmekte ve Resmî Gazete’deki ilanın ardından süreç tamamlanmaktadır. Bu program çerçevesinde usta, çırak ve öğrencilere düzenli bir cep harçlığı, kapsamlı bir sağlık sigortası ve eğitim desteği sağlanmaktadır. Ayrıca bu kişiler savaş, silahlı çatışma ve diğer acil durumlarda devletin koruması altına alınmakta, dezavantajlı bölgelerde yaşayanlar ek desteklere hak kazanmaktadırlar."
  },
  {
    "id": "3840767",
    "unitNumber": 8,
    "text": "I. Gruplara eğitim boyunca usta ve çırakların aylık ücreti, malzeme, seyahat, kira, vb. giderler için otuz bin avroya kadar hibe desteği verilmesi<br/>II. Ustanın yönlendirici rolü göz ardı edilmemekle birlikte, öğretme sürecinin ustadan çırağa doğru tek yönlü seyrettiği klasik yaklaşımlardan farklı bir anlayışın geliştirilmesi<br/>III. El sanatlarının güncel değerinin korunması ve diğer alanlarla ilişkilerinin sınırlandırılması\n IV. Yeni ile eskinin bir araya gelmesi suretiyle el sanatlarına ilişkin içerik ve yöntemlerin zenginleştirilmesi\n V. El sanatlarına ilişkin geleneksel öğrenme öğretme süreçlerinde herhangi bir değişikliğe izin verilmemesi<br/>Belçika’nın Flaman Bölgesinde uygulanan yaşayan insan hazineleri programını benzeri diğer uygulamalardan ayıran özellikler hangi seçenekte doğru verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız III",
      "B": "Yalnız V",
      "C": "II ve III",
      "D": "III ve V",
      "E": "I, II ve IV"
    },
    "explanation": "Belçika’daki bu girişimi diğer örneklerden ayıran başlıca noktalar vardır ve bu hususlara değinilmesi önem taşır. Birkaç aydan iki yıla kadar uzanan bir süre boyunca bir ustanın en fazla üç veya dört öğrenciyle yürüttüğü eğitim çalışmalarına dayanan bu uygulamada desteğe hak kazanan gruplara eğitim boyunca usta ve çırakların aylık ücreti, malzeme, seyahat, kira, vb. giderler için otuz bin avroya kadar hibe desteği verilmektedir. Bu uygulamada, ustanın yönlendirici rolü göz ardı edilmemekle birlikte, öğretme sürecinin ustadan çırağa doğru tek yönlü seyrettiği klasik yaklaşımlardan farklı bir anlayışın geliştirilmesi istenmektedir. İki tarafın da etkileşim içinde birbirinden öğrenmesinin beklendiği bu projede, el sanatlarının güncel değerinin artırılması, diğer alanlarla ilişkisinin güçlendirilmesi ve yeni ile eskinin bir araya gelerek el sanatlarına ilişkin içerik ve yöntemlerin zenginleştirilmesi amaçlanmaktadır."
  },
  {
    "id": "3840768",
    "unitNumber": 8,
    "text": "“Yaşayan Geleneklerin Ustası” veya “Kültür Elçisi” unvanları hangi ülkede yaşayan insan hazinesi olarak belirlenen kişilere verilen payelerdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Belçika",
      "B": "Fransa",
      "C": "Japonya",
      "D": "Kanada",
      "E": "Kore Cumhuriyeti"
    },
    "explanation": "Yaşayan Geleneklerin Ustası unvanı, ustalardan kaynaklı ciddi bir ihlal olmadığı sürece ömür boyu geçerlidir. Diğerlerinden farklı olarak yalnızca bireylere verilen<br/>unvanın yaşam boyu geçerliliğini koruması, Japonya ve Kore Cumhuriyeti’ndeki uygulamalarla benzerliği hatırlatmaktadır. Ancak bu unvan, pek çok ülkede olduğu gibi kişilerin “kendi alanında en iyisi” olduklarını belirten bir etiketten ziyade “deneyimlerini aktarmada üstün başarı gösteren ve belli bir süre meslektaşlarına yardım edecek kişileri” ifade etmektedir. Bu bakış, pek çok ülkede Yaşayan İnsan Hazineleri mantığıyla kurulan sistemlerde unvanı alanlar ve almayanlar arasında sıkça dile getirilen hiyerarşiyi bir nebze azaltmayı da hedeflemektedir. Nitekim, bu kişilere “kültür elçisi” de denmesi, bir ölçüde bu yaklaşımın eseridir."
  },
  {
    "id": "3840770",
    "unitNumber": 8,
    "text": "Yaşayan İnsan Hazinesi Programı Türkiye’de ne zaman faaliyete geçmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "1993",
      "B": "2008",
      "C": "2013",
      "D": "2017",
      "E": "2021"
    },
    "explanation": "Türkiye’nin Yaşayan İnsan Hazinesi Sistemi, ilk yaşayan insan hazinelerinin 2008 yılında ulusal envantere kaydedilmesi ile başlamıştır."
  },
  {
    "id": "3840773",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi somut olmayan kültürel mirasın belli unsurlarını yeniden yaratmak ve yorumlamak açısından gerekli bilgi ve beceriye yüksek düzeyde sahip kişileri belirleyebilmek için yetkili kurum tarafından açıklanan ölçütlerden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ustalığını en az 30 yıldır icra ediyor olması",
      "B": "Sanatıyla ilgili kurumsal bir eğitim almış olması",
      "C": "Konusuyla ilgili genel bilgi birikimine sahip olması",
      "D": "Kişiler ve/veya gruplarla iletişim kurma ve sürdürme becerilerinin gelişmiş olması",
      "E": "Kişi veya grubun bilgi ve becerilerini çırağa aktarma becerisi"
    },
    "explanation": "T.C. Kültür ve Turizm Bakanlığı Araştırma ve Eğitim Genel Müdürlüğünün somut olmayan kültürel mirasın belli unsurlarını yeniden yaratmak ve yorumlamak açısından gerekli bilgi ve beceriye yüksek düzeyde sahip kişileri belirleyebilmek için açıklanan ölçütler ise aşağıdaki şekildedir:\n<br/><ol><br/><li>Ustalığını 10 yıldır icra ediyor olması,</li><br/><li>Sanatını usta-çırak ilişkisi ile öğrenmiş olması,</li><br/><li>Bilgi ve becerisini uygulamadaki üstünlüğü,</li><br/><li>Konusunda ender bulunan bilgiye sahip olması,</li><br/><li>Kişi veya grubun yaptığı işe kendini adamışlığı,</li><br/><li>Kişi veya grubun bilgi ve becerilerini geliştirme yeteneği (sanatının toplumla buluşmasını sağlayacak yenilikler içermesi),</li><br/><li>Kişi veya grubun bilgi ve becerilerini çırağa aktarma becerisi</li><br/></ol>"
  },
  {
    "id": "3840779",
    "unitNumber": 8,
    "text": "Hangisi Yaşayan İnsan Hazineleri Türkiye Ulusal Envanteri’nde yer alan meslek erbapları arasında <strong>yer almaz</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Karagöz Sanatçısı",
      "B": "Sedefkâr",
      "C": "Müzehhip",
      "D": "Keçe Ustası",
      "E": "Hüsn-i Hat Sanatçısı"
    },
    "explanation": "Yaşayan İnsan Hazineleri Türkiye Ulusal Envanteri’nde yer alan meslek erbaplarından bazıları şunlardır: Karagöz Sanatçısı, Çam Düdüğü Yapımı ve İcracılığı, Âşıklık Geleneği, Çini Sanatı, Keçecilik, Bağlama Yapımı, Klasik Kitap Sanatı, Hüsn-i Hat Sanatı, Mahalli Sanatçı - Ozan, Ebru Sanatı, Zakir, Dokumacı ve Doğal Boyamacı, Dilli/Dilsiz Kaval Yapımcısı ve İcracısı, Taş Ustalığı, Kispet Yapımı, Ahşap Baskı-Yazmacılık, Nazar Boncuğu Yapımı, Mersiyehan, Minyatür Sanatı, Sedefkâr, Kalemişi, Keçe Ustası, Şair (Atma Türkü), Çok Sesli Şarkı Söyleme Geleneği Temsilcileri, Eşme Kilimi Dokumacılığı, Bitki Yetiştirme ve Ağaç Aşılama, Damal Bebek Yapımı, Telkari Gümüş İşlemeciliği, Sipsi Yapımı ve İcracılığı, İpek Böcekçiliği ve Dokumacılığı, Kemençe Yapım Ustalığı, Çanakkale Seramiği, Abdallık Geleneği-Davul Yapımı ve İcracılığı, Bakırcılık-Alem Ustalığı, Ağaç Baston Yapımı Ustası, Çömlek Ustası, Yemeni Yapım Ustası, Kaşık Yapımı Ustası, Geleneksel Lületaşı Ustası, Karatabak Dericilik Geleneği, Metal El İşçiliği Ustalığı, Mevlid Geleneği, Ehram Dokumacılığı Geleneği, Islık Dili Geleneği, Geleneksel Ahşap Oyuncak Yapım Ustalığı, Mehter Geleneği, Katı’ ve Minyatür Sanatı, Ahşap Oymacılığı, Kazaziye Sanatı, Yorgancılık, Semercilik Geleneği ve Masal Anlatma Geleneği gibi farklı alanlardan yaşayan insan hazineleri…"
  },
  {
    "id": "3840786",
    "unitNumber": 8,
    "text": "Türkiye’de yaşayan insan hazinelerinin takibini yapan Değerlendirme Komisyonu hangi kamu kurumu bünyesinde faaliyet göstermektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kültür ve Turizm Bakanlığı, Yaşayan Miras ve Kültürel Etkinlikler Genel Müdürlüğü",
      "B": "Gençlik ve Spor Bakanlığı, Eğitim Araştırma ve Koordinasyon Genel Müdürlüğü",
      "C": "Kültür ve Turizm Bakanlığı, Kültür Varlıkları ve Müzeler Genel Müdürlüğü",
      "D": "Kültür ve Turizm Bakanlığı, Araştırma ve Eğitim Genel Müdürlüğü",
      "E": "Dışişleri Bakanlığı, Yurtdışı Tanıtım ve Kütür İşleri Genel Müdürlüğü"
    },
    "explanation": "Ancak Yönerge’de de önerilen şekilde yaşayan insan hazinelerinin takibi Kültür ve Turizm Bakanlığı Araştırma ve Eğitim Genel Müdürü başkanlığında akademisyenlerden ve bakanlık temsilcilerinden oluşan Değerlendirme Komisyonu tarafından yapılmaktadır."
  },
  {
    "id": "3840790",
    "unitNumber": 8,
    "text": "Hangisi somut olmayan kültürel miras ile ilgili çalışmalar kapsamında belirlenmekle birlikte aynı zamanda Yaşayan İnsan Hazinelerinin alanlarını da oluşturan beş alandan bir <strong>değildir</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Doğa ve Evrenle İlgili Bilgi ve Uygulamalar",
      "B": "Geleneksel Ses Sanatları",
      "C": "Gösteri Sanatları",
      "D": "Sözlü Gelenekler ve Anlatımlar",
      "E": "Toplumsal Uygulamalar, Ritüeller ve Şölenler"
    },
    "explanation": "Yaşayan İnsan Hazinelerinin alanları, somut olmayan kültürel mirasın belirdiği beş alandan oluşmaktadır. Bu bağlamda âşıklık geleneği veya masal anlatma geleneği somut olmayan kültürel mirasın Sözlü Gelenekler ve Anlatımlar alanına örnek oluştururken Karagöz veya bağlama, dilli/dilsiz kaval, davul gibi halk çalgıları ve icraları Gösteri Sanatlarının alanına, geçiş dönemlerinden biri olan ölüm sonrasında gerçekleştirilen bir gelenek olarak mersiyehanlık veya dinî veya özel günlerde okunan mevlit geleneği Sözlü Gelenekler ve Anlatımlarla birlikte Toplumsal Uygulamalar, Ritüeller ve Şölenler alanına, bitki yetiştirme ve ağaç aşılama gibi alanları ise Doğa ve Evrenle İlgili Bilgi ve Uygulamalar alanına örnek oluşturmaktadır. Ancak Yaşayan İnsan Hazinelerinin alanları daha çok somut olmayan kültürel mirasın beşinci alanı olan El Sanatları Geleneği ile ilişkilidir."
  }
]