[
  {
    "id": "3717452",
    "unitNumber": 1,
    "text": "............................, bir materyalin veya insanın bir yerden başka bir yere taşınmasını sağlayan bir faaliyet olarak tanımlanabilir.\n <strong>Yukarıdaki cümlede yer alan boşluğu aşağıdakilerden hangisi doğru olarak tamamlar?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Taşımacılık",
      "B": "Ulaşım",
      "C": "Ulaştırma",
      "D": "Fiziksel dağıtım",
      "E": "Lojistik"
    },
    "explanation": "Ulaştırma, bir materyalin veya insanın bir yerden başka bir yere taşınmasını sağlayan bir faaliyet olarak tanımlanabilir."
  },
  {
    "id": "3717453",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Tedarik zinciri</li> <li>Ticaret</li> <li>Lojistik</li> <li>Ekonomi </li> </ol> Kavramsal boyutlarıyla ulaştırma ve taşımacılık faaliyetleri yukarıdaki süreçlerden hangilerinin ayrılmaz bir parçası olarak kabul edilebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve III",
      "B": "II ve IV",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "I, III ve IV"
    },
    "explanation": "Kavramsal boyutlarıyla ulaştırma ve taşımacılık faaliyetleri; ticaret, lojistik ve tedarik zinciri gibi süreçlerin ayrılmaz bir parçası olarak<br/>kabul edilebilir."
  },
  {
    "id": "3717454",
    "unitNumber": 1,
    "text": "Ulaştırmanın tarihi gelişimi ile ilgili aşağıdaki ifadelerden hangisi Romalılar için geçerlidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İmparatorluk döneminde kurdukları geniş yol ağlarıyla tanınırlar.",
      "B": "Tekerlek ve aksı icat etmişlerdir.",
      "C": "MÖ 3100 civarında, yelkenli tekneleri icat etmişlerdir.",
      "D": "MÖ 2700 civarında, deniz ticareti için ahşap gemiler kullanmaya başlamışlardır.",
      "E": "Kanallar kazarak mal taşımayı kolaylaştırmışlardır."
    },
    "explanation": "Romalılar, İmparatorluk döneminde kurdukları geniş yol ağlarıyla tanınırlar. Roma lejyonerleri, imparatorluğun farklı bölgeleri arasında hızlı hareket etmeyi sağlamak için bu yolları inşa etmişlerdir."
  },
  {
    "id": "3717461",
    "unitNumber": 1,
    "text": "Tedarik zinciri yönetiminin işleyişini baştan sona kadar basitleştiren ve optimize eden bileşenler aşağıdaki şıklardan hangisinde tam ve doğru olarak verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Satın alma, üretim ve taşıma",
      "B": "Pazarlama, tutundurma ve lojistik",
      "C": "Üretim, satış ve dağıtım",
      "D": "Üretim, taşıma ve satış",
      "E": "Dağıtım, satın alma ve lojistik"
    },
    "explanation": "Tedarik Zinciri Yönetimi süreci, hammaddeyi nihai ürüne dönüştürme ve sonunda nihai müşteriye ulaştırma sürecini kapsar. Bu süreç, ürünlerin üretiminden bilgi sistemlerinin geliştirilmesine kadar geniş bir yelpazeyi içerir. Bu zincirin işleyişini baştan sona kadar basitleştiren ve optimize eden üç ana bileşen vardır: satın alma, üretim ve taşıma."
  },
  {
    "id": "3717464",
    "unitNumber": 1,
    "text": "Ulaşım, farklı taşıma modları, yakıt maliyetleri ve diğer masrafları içerir. Bu tür lojistik maliyetlerini en aza indirmek için, aşağıdakilerden hangisi önerilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Fayda maliyet analizi",
      "B": "Navlun denetimi",
      "C": "Yakıt tasarrufu",
      "D": "İşgören denetimi",
      "E": "Verimli çalışma"
    },
    "explanation": "Ulaşım, farklı taşıma modları (hava, su veya kara), yakıt maliyetleri ve diğer masrafları içerir. Bu tür lojistik maliyetlerini en aza indirmek için, kapsamlı bir navlun denetimi önerilir."
  },
  {
    "id": "3717469",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi nakliye operasyonlarının karşı karşıya olduğu kısıt ve sınırlılıklardan biri <strong>değildir</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Mevzuatlar",
      "B": "Rekabet",
      "C": "Maliyetler",
      "D": "Güvenlik",
      "E": "Hız"
    },
    "explanation": "Nakliye operasyonları, mevzuatlar, maliyetler, hız, güvenlik gibi bir dizi kısıt ve sınırlılıkla karşı karşıyadır."
  },
  {
    "id": "3717473",
    "unitNumber": 1,
    "text": "Yüksek sermaye maliyetleri gerektirmelerine rağmen, ....................... değişken maliyetleri düşüktür.\n <strong>Yukarıdaki cümledeki boşluğu aşağıdakilerden hangisi doğru olarak tamamlar?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "demir yollarının",
      "B": "kara yollarının",
      "C": "deniz yollarının",
      "D": "hava yollarının",
      "E": "boru hatlarının"
    },
    "explanation": "Boru hatları, sürekli sıvı veya gaz akışını taşımak için kullanılır. Yüksek sermaye maliyetleri gerektirmelerine rağmen, boru hatlarının değişken maliyetleri düşüktür, bu da uzun süreler boyunca sabit konumlar arasında yüksek hacimlerin taşınması için uygundurlar."
  },
  {
    "id": "3717477",
    "unitNumber": 1,
    "text": "Güvenlik açısından en riskli görülen taşımacılık türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Denizyolu",
      "B": "Karayolu",
      "C": "Demiryolu",
      "D": "Boru hattı",
      "E": "Havayolu"
    },
    "explanation": "Güvenlik açısından deniz taşımacılığı en riskli olanıdır, çünkü su taşımacılığı malları denizin tehlikelerine maruz bırakır ve uzun yolculuk süresi risk faktörlerini artırır."
  },
  {
    "id": "3717567",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi hem insanların hem de yüklerin hareketini sağlayan ve kamu otoriteleri ve özel taşıma işletmeleri gibi farklı unsurlar tarafından sağlanan bir hizmet olarak kabul edilebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ulaştırma",
      "B": "Erişim",
      "C": "Kamu yönetimi",
      "D": "Altyapı",
      "E": "Trafik"
    },
    "explanation": "Ulaştırma, bir materyalin veya insanın bir yerden başka bir yere taşınmasını sağlayan bir faaliyet olarak tanımlanabilir. Bu bağlamda, ulaştırma hem insanların hem de yüklerin hareketini sağlayan ve kamu otoriteleri ve özel taşıma işletmeleri gibi farklı unsurlar tarafından sağlanan bir hizmet olarak kabul edilebilir. Doğru cevap \"A\" şıkkıdır."
  },
  {
    "id": "3717571",
    "unitNumber": 1,
    "text": "Dar tanımının yalnızca fiziksel hareketi vurguladığı, geniş tanımının ise fiziksel hareketin yanı sıra bu hareketin organize ve sistemli bir şekilde olması gerektiğine odaklandığı kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Haberleşme",
      "B": "Taşımacılık",
      "C": "Erişim",
      "D": "Altyapı",
      "E": "Organizasyon"
    },
    "explanation": "Taşımacılık, dar anlamıyla tedarik zincirinde, malların bir yerden başka bir yere taşınmasıdır. Geniş anlamda taşımacılık, malzemenin planlı ve sistemli bir şekilde bir yerden bir başka yere taşınması olarak ifade edilebilir ve bu tanım bilgi akışlarını da kapsar. Dolayısıyla, taşımacılığın dar ve geniş anlamları arasındaki fark, dar tanımın yalnızca fiziksel hareketi vurgulamasıyla, geniş tanımın ise fiziksel hareketin yanı sıra bu hareketin organize ve sistemli bir şekilde olması gerektiğine odaklanmasıdır. Doğru cevap \"B\" şıkkıdır."
  },
  {
    "id": "3717572",
    "unitNumber": 1,
    "text": "İlk paralı yollar <strong>yaklaşık olarak</strong> hangi yıllarda oluşturulmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "1250'ler",
      "B": "1460'lar",
      "C": "1660'lar",
      "D": "1820'ler",
      "E": "2000'ler"
    },
    "explanation": "17. yüzyılın ortalarından itibaren, posta arabaları büyük şehirler arasında düzenli taşıma hizmeti sunmaya başladılar. Ancak bu arabalar oldukça pahalıydı ve düzensiz yollarda yayları olmadığı için çok rahatsız edici olabiliyordu. Ayrıca, bu dönemde yollarda haydut tehlikesi de vardı. 1663’te, ilk kez ücretli yollar açıldı ve bu yolları kullanmak için ödeme yapmak gerekiyordu. Bu dönemde varlıklı insanlar genellikle tahtırevanlarla seyahat ederlerdi. Doğru cevap \"C\" şıkkıdır."
  },
  {
    "id": "3717576",
    "unitNumber": 1,
    "text": "Belirli iki nokta (a,b) arasında düzenli olarak gerçekleştirilen döngüsel taşıma süreçlerini ifade eden ve her taşıma operasyonu için bir araç ataması yapılarak aracın her iki nokta arasında sürekli olarak faaliyet gösterdiği taşıma işletim modeli aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Terminal Bazlı Sefer Taşıma Modeli",
      "B": "Doğrudan Taşıma Modeli",
      "C": "Besleme Sefer Taşıma Modeli",
      "D": "Mekik Sefer Taşıma Modeli",
      "E": "Doğrusal Uğraklı Sefer Taşıma Modeli"
    },
    "explanation": "Mekik sefer modeli, belirli iki nokta (a,b) arasında düzenli olarak gerçekleştirilen döngüsel taşıma süreçlerini ifade eder. Her taşıma operasyonu için bir araç ataması yapılır ve araç, her iki nokta arasında sürekli olarak faaliyet gösterir. Mekik sefer modeli, doğrudan yapılan dağıtıma kıyasla, birim maliyet ve verimlilik açısından daha düşük veya eşit olmalıdır. Doğru cevap \"D\" şıkkıdır."
  },
  {
    "id": "3717582",
    "unitNumber": 1,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/dfd2b82394ae1cfef8bcc8f622c23251.png\" alt=\"\" width=\"931\" height=\"410\"> Şekilde hangi taşıma işletim modeli temsil edilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Doğrudan Taşıma Modeli",
      "B": "Döngüsel Taşıma Modeli",
      "C": "Mekik Sefer Taşıma Modeli",
      "D": "Doğrusal Uğraklı Sefer Taşıma Modeli",
      "E": "Besleme Sefer Taşıma Modeli"
    },
    "explanation": "Şekilde Karayolu Taşımacılığında Besleme Sefer Dağıtım Modeli'ne yer verilmiştir. Doğru cevap \"E\" şıkkıdır."
  },
  {
    "id": "3717586",
    "unitNumber": 1,
    "text": "Denizyolu taşımacılığında genellikle “layner” taşımacılığı olarak adlandırılan operasyonlar aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Doğrusal Uğraklı Sefer Taşıma Modeli",
      "B": "Terminal Bazlı Sefer Taşıma Modeli",
      "C": "Besleme Sefer Taşıma Modeli",
      "D": "Mekik Sefer Taşıma Modeli",
      "E": "Döngüsel Taşıma Modeli"
    },
    "explanation": "Doğrusal uğraklı sefer modeli, bir başlangıç ve bitiş noktasına sahiptir ve aradaki noktalar uğrak noktaları olarak adlandırılır. Bu model neredeyse tüm taşımacılık türlerinde uygulanabilir bir işletim modelidir. Denizyolu taşımacılığında, bu tür operasyonlar genellikle “layner” taşımacılığı olarak adlandırılır. Layner taşımacılığı, düzenli, sürekli ve tarifeye dayalı bir hizmet sunan bir taşıma şeklidir. Doğru cevap \"A\" şıkkıdır."
  },
  {
    "id": "3717591",
    "unitNumber": 1,
    "text": "Tüm işlemlerin merkezden kaynaklandığı, malların merkezden son noktalara doğru hareket ettiği, burada daha fazla işleme ve dağıtıma tabi tutulduğu, birden fazla araca atama yapılarak daha hızlı bir operasyon yönetiminin hedeflendiği ve terminal sahasında her bir noktaya gidecek yükün o noktaya giden araca aktarıldığı taşıma işletim modeli aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Doğrusal Uğraklı Sefer Taşıma Modeli",
      "B": "Terminal Bazlı Sefer Taşıma Modeli",
      "C": "Besleme Sefer Taşıma Modeli",
      "D": "Mekik Sefer Taşıma Modeli",
      "E": "Döngüsel Taşıma Modeli"
    },
    "explanation": "Terminal odaklı sefer dağıtım modeli, bir dağıtım yöntemini temsil ederken, merkezi bir “merkez” terminalini içerir. Bu modelde, tüm işlemler merkezden kaynaklanır ve mallar, merkezden son noktalara doğru hareket eder, burada daha fazla işleme ve dağıtıma tabi tutulurlar. Bu modelde, birden fazla araca atama yapılarak daha hızlı bir operasyon yönetimi hedeflenir ve terminal sahasında her bir noktaya gidecek yük, o noktaya giden araca aktarılır. Doğru cevap \"B\" şıkkıdır."
  },
  {
    "id": "3717592",
    "unitNumber": 1,
    "text": "Sürekli sıvı veya gaz akışını taşımak için kullanılan, yüksek sermaye maliyetleri gerektirmelerine rağmen, değişken maliyetleri düşük olan ve uzun süreler boyunca sabit konumlar arasında yüksek hacimlerin taşınması için uygun olan yük taşıma sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İç suyolu",
      "B": "Havayolu",
      "C": "Boru hattı",
      "D": "Denizyolu",
      "E": "Demiryolu"
    },
    "explanation": "Boru hatları, sürekli sıvı veya gaz akışını taşımak için kullanılır. Yüksek sermaye maliyetleri gerektirmelerine rağmen, boru hatlarının değişken maliyetleri düşüktür, bu da uzun süreler boyunca sabit konumlar arasında yüksek hacimlerin taşınması için uygundurlar. Doğru cevap \"C\" şıkkıdır."
  },
  {
    "id": "3717593",
    "unitNumber": 1,
    "text": "Boru hattı ile taşınamayan ancak düşük seyahat hızlarından ve birçok varış noktasına erişilememesinden mustarip olan mallar için tipik olarak en ucuz nakliye seçeneği aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hava taşımacılığı",
      "B": "Boru hattı",
      "C": "Demiryolu taşımacılığı",
      "D": "Suyolu taşımacılığı",
      "E": "Karayolu"
    },
    "explanation": "Denizyolu taşımacılığı, deniz veya iç sularda gemi ile mal taşınmasıdır. Boru hattı ile taşınamayan ancak düşük seyahat hızlarından ve birçok varış noktasına erişilememesinden mustarip olan mallar için tipik olarak en ucuz nakliye seçeneğidir. En büyük deniz gemileri 10.000’den fazla konteyner taşıyabildiğinden, gemilerin boyutları büyük ölçüde değişir. Doğru cevap \"D\" şıkkıdır."
  },
  {
    "id": "3717595",
    "unitNumber": 1,
    "text": "Tek bir gönderenin yükü tek bir tren katarında taşınması olarak tanımlanan taşımacılık aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Çapraz sevkiyat",
      "B": "Tramp taşımacılığı",
      "C": "Layner taşımacılığı",
      "D": "Milk run taşımacılığı",
      "E": "Blok tren taşımacılığı"
    },
    "explanation": "Tek bir gönderenin yükü tek bir tren katarında taşındığında, buna blok tren taşımacılığı denir. Hacimli ve paletli yükler genellikle blok trenlerle taşınır. Blok tren taşımacılığında, eşyalar çıkış noktasından varış noktasına uğramadan taşınır. Doğru cevap \"E\" şıkkıdır."
  },
  {
    "id": "3717890",
    "unitNumber": 1,
    "text": "Aşağıdakilerden taşıma işletim modellerinden hangisi bir limandan diğerine yapılan ve geri dönüş taşıması içermeyen taşıma işlemleri için geçerlidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Döngüsel taşıma modeli",
      "B": "Mekik sefer taşıma modeli",
      "C": "Doğrudan taşıma modeli",
      "D": "Besleme sefer taşıma modeli",
      "E": "Doğrusal uğraklı sefer taşıma modeli"
    },
    "explanation": "Denizyolu taşımacılığında, doğrudan taşıma modeli, bir limandan diğerine yapılan ve geri dönüş taşıması içermeyen taşıma işlemleri için geçerlidir."
  },
  {
    "id": "3717892",
    "unitNumber": 1,
    "text": "Milk run sisteminin en büyük tasarruf potansiyeli ve dolayısıyla en önemli avantajı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Satış maliyetlerini düşürmesidir.",
      "B": "Nakliye maliyetlerini düşürmesidir.",
      "C": "Tedarik süresini kısaltmasıdır.",
      "D": "Esneklik sağlamasıdır.",
      "E": "Terminalleri birbirine bağlamasıdır."
    },
    "explanation": "Milk run sisteminin en büyük tasarruf potansiyeli ve dolayısıyla en önemli avantajı, nakliye maliyetlerini düşürmesidir."
  },
  {
    "id": "3717893",
    "unitNumber": 1,
    "text": ".......................... modelinde, a noktasından b noktasına yapılan taşımanın ardından, b noktasından a noktasına taşınması gereken yükler, aynı araca yüklenerek taşınır. Bu sayede, iki taşıma birleştirilir ve operasyon optimize edilir.\n <strong>Aşağıdakilerden hangisi yukarıdaki cümledeki boşluğu doğru olarak tamamlar?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Doğrusal uğraklı sefer taşıma",
      "B": "Doğrudan taşıma",
      "C": "Döngüsel taşıma",
      "D": "Mekik sefer taşıma",
      "E": "Besleme sefer taşıma"
    },
    "explanation": "Mekik sefer modelinde, a noktasından b noktasına yapılan taşımanın ardından, b noktasından a noktasına taşınması gereken yükler, aynı araca yüklenerek taşınır. Bu sayede, iki taşıma birleştirilir ve operasyon optimize edilir."
  },
  {
    "id": "3718704",
    "unitNumber": 2,
    "text": "Buharlı lokomotiflerin kullanılmaya başlandığı yüzyıl aşağıdakilerden hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "16. yüzyıl",
      "B": "17. yüzyıl",
      "C": "19. yüzyıl",
      "D": "20. yüzyıl",
      "E": "21. yüzyıl"
    },
    "explanation": "1800’de Boulton ve Watt patentinin süresi dolduktan sonra, yüksek basınçlı buhar motorları geliştirildi. Bu gelişmeyle birlikte buharlı lokomotifler ortaya çıktı."
  },
  {
    "id": "3718708",
    "unitNumber": 2,
    "text": "Ulaştırma ekonomisine dair aşağıda verilen bilgilerden hangisi doğru <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Ulaştırma ekonomisi uygulamalı mikroekonominin bir dalıdır.",
      "B": "Ulaştırma ekonomisi kendine özel sorunlar ve özelliklerden dolayı ayrı bir dal olarak kabul edilmektedir.",
      "C": "Ulaştırma ekonomisi Amerikalı iktisatçı John R. Meyer tarafından kurulan bir ekonomi dalıdır.",
      "D": "Ulaştırma ekonomisi 18. yüzyılda kurulan bir ekonomi dalıdır.",
      "E": "Ulaştırma ekonomisi inşaat mühendisliği ile güçlü bağlara sahiptir."
    },
    "explanation": "Ulaştırma ekonomisi, özellikle taşımacılık hizmetlerinin üretimi, dağıtımı ve tüketimi üzerinde duran uygulamalı mikroekonominin bir dalıdır. Birçok standart ekonomik analiz tekniğini kullanmasına rağmen, özel sorunlar ve özellikler dikkate alındığında, bu alanın ayrı bir dal olarak kabul edilmesi haklıdır. Ulaşım talebi türetilmiş bir taleptir ve her seyahat zaman ve mekân açısından farklıdır; depolanamaz veya ertelenemez. Bu basit gibi görünen durum, bir dizi sonuç doğurabilir. Ulaştırma ekonomisi, Amerikalı iktisatçı John R. Meyer tarafından 1959’da kurulan ve ulaştırma sektöründe kaynakların tahsisi ile ilgilenen bir ekonomi dalıdır. İnşaat mühendisliği ile güçlü bağlara sahiptir. Ulaştırma ekonomisi, mekânsal ve anlık bir ekonomik modelin geçerli olmadığı kabul edilir. İnsanlar ve mallar belirli hızlarla ağlar üzerinde hareket eder. Tek bir ürünün bir noktadan başka bir noktaya taşınması, çeşitli firmalar, acenteler ve taşıma yöntemlerinin bir araya gelmesini gerektirebilir. Ulaşım sistemleri, diğer endüstrilerdeki arz ve talep teorilerini izlerken, ağ etkileri ve farklı seçenekler arasındaki karmaşıklıklar, farklı ulaşım tesislerine olan talebi tahmin etmeyi zorlaştırır. Taşıma kararlarında yer alan mallar arasındaki olası seçimleri tahmin etmek için geliştirilen modeller (ayrık seçim modelleri), önemli bir ekonometri dalının gelişmesine yol açmıştır."
  },
  {
    "id": "3718709",
    "unitNumber": 2,
    "text": "......................., toplumun ihtiyaçlarını karşılamak için ulaşım sektörü ve altyapısı üzerinde kaynak tahsisini inceleyen bir ekonomi dalıdır. \n Yukarıda boş bırakılan yere aşağıdaki seçeneklerden hangisi getirilmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Uluslararası ekonomi",
      "B": "Ulaştırma ekonomisi",
      "C": "Finansal ekonomi",
      "D": "Kalkınma ekonomisi",
      "E": "İşgücü ekonomisi"
    },
    "explanation": "Ulaştırma ekonomisinin basit bir tanımı, toplumun ihtiyaçlarını karşılamak için ulaşım sektörü ve altyapısı üzerinde kaynak tahsisini inceleyen bir ekonomi dalıdır."
  },
  {
    "id": "3718712",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>Trafik sıkışıklığı</li> <li>Çevresel etkiler</li> <li>Rekabet gücünü arttırması</li> <li>Yerel ekonomik faaliyetlerin yoğunluğunun artması</li> </ol> Yukarıdakilerden hangisi/hangileri ulaşım alt yapısına yapılan yatırımların olumsuz yönlerindendir?",
    "correctAnswer": "D",
    "options": {
      "A": "I-II-IV",
      "B": "I-III-IV",
      "C": "I-II-III",
      "D": "I-II",
      "E": "III-IV"
    },
    "explanation": "Ulaşım altyapısı yatırımları, firmaları daha geniş bir müşteri tabanına ve işçi havuzuna yaklaştırır. Bu da yerel firmaların rekabet gücünü artırarak daha fazla yatırım yapmalarını teşvik eder. Üretimdeki artış, yerel ekonomik faaliyetlerin yoğunluğunu artırır ve komşu firmalar arasında üretkenlik artışlarına yol açar. Ulaşım ağı yatırımları, işgücü piyasalarının işleyişini, iş üretkenliğini ve rekabet gücünü artırabilir, bu da ekonomik çıktıda ve coğrafi dağılımda iyileşmelere yol açar.\n Ancak, ulaşım altyapısına yapılan yatırımların olumsuz yönleri de vardır. Eğitim ve sağlık gibi diğer alanlara yapılacak yatırımları kısıtlayabilir ve trafik sıkışıklığı, enerji tüketimi, çevresel etkiler ve kazalar gibi dışsal maliyetler doğurabilir. Araçların ve ulaşım ekipmanlarının düzenli bakımı ve genel sistemin onarımı, ulaşım programlarının sürdürülebilirliği için gereklidir. Özellikle kırsal yolların durumu, düzenli bakım yapılmadığında ulaşım programlarının işletilmesini zorlaştırır."
  },
  {
    "id": "3718713",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>Taşıma hizmet talebi</li> <li>Taşıma hizmetlerinin arzı</li> <li>Taşıma hizmetlerinin pazarlanması</li> <li>Taşıma hizmetlerinin fiyatlandırılması</li> <li>Taşıma hizmetlerinin maliyetleri</li> </ol> Yukarıdakilerden hangisi/hangileri taşıma ekonomisinin bileşenlerinden değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "I-II",
      "B": "IV",
      "C": "V",
      "D": "III-IV",
      "E": "III"
    },
    "explanation": "TAŞIMACILIK EKONOMİSİNİN BİLEŞENLERİ\n Taşıma ekonomisinin bileşenleri arasında taşıma hizmet talebi, taşıma hizmetlerinin arzı, taşımanın maliyetleri ve fiyatlandırılması yer alır."
  },
  {
    "id": "3718720",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>Üretim seviyesinin artması, operasyonel maliyetleri düşürür.</li> <li>Büyük miktarların taşınması, küçük miktarların taşınmasından daha ekonomiktir.</li> <li>Taşınan miktar arttıkça, birim başına nakliye maliyeti düşer.</li> </ol> Yukarıda taşımacılıkta hangi yaklaşımın özellikleri açıklanmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Talep esnekliği",
      "B": "Ölçek ekonomisi",
      "C": "Üretim ekonomisi",
      "D": "Fiyat esnekliği",
      "E": "Pazar ekonomisi"
    },
    "explanation": "Ölçek ekonomisi, özellikle imalat sektöründe birçok kuruluş için önemli bir kavramdır. Bu terim, büyük ölçekli üretim operasyonlarından elde edilen maliyet avantajlarını ifade eder (Harrison, 2010). Üretim seviyesinin artması, operasyonel maliyetleri düşürür. Taşımacılık sektöründe de ölçek ekonomileri önemli bir rol oynar. Büyük miktarda ürünlerin toplu olarak taşınması, aynı ürünlerin küçük porsiyonlar halinde taşınmasından daha ekonomik olabilir.\n ............\n Taşınan miktar arttıkça, birim başına nakliye maliyeti düşer. Ölçek ekonomileri, enerji (kömür, petrol), mineraller ve tahıllar gibi büyük miktarlarda dökme malların taşınması için özellikle uygundur. Benzer şekilde, büyük konteyner gemileriyle yapılan taşımacılık da daha düşük birim maliyetler sunar. Yolcu taşımacılığında ise, toplu taşıma sistemlerinde ölçek ekonomileri öne çıkmaktadır. Ancak, bir rotaya atanabilecek maksimum taşıma birimi, mevcut talebi aşamadığından, taleple sınırlı kalmaktadır."
  },
  {
    "id": "3718728",
    "unitNumber": 2,
    "text": "Doğrusal veya taksi mesafesi olarak bilinen, dik açılarda eksenler boyunca ölçülen iki nokta arasındaki mesafe olarak tanımlanan, yatay ve dikey bileşenlerin toplamı olarak hesaplanan mesafe aşağıdaki seçeneklerden hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Demiryolu mesafesi",
      "B": "Öklid mesafesi",
      "C": "Manhattan mesafesi",
      "D": "Drayage mesafesi",
      "E": "Taşıma mesafesi"
    },
    "explanation": "Doğrusal veya taksi mesafesi olarak bilinen Manhattan mesafesi, dik açılarda eksenler boyunca ölçülen iki nokta arasındaki mesafedir ve yatay ve dikey bileşenlerin toplamı olarak hesaplanır."
  },
  {
    "id": "3719306",
    "unitNumber": 2,
    "text": "..........................., taşıma maliyet ve ücretlerindeki değişikliklerin talebe yansıma düzeyini ifade eder, Örneğin, araç işletme maliyetleriyle ilgili -0,5’lik bir esneklik, maliyetteki %1’lik bir artışın araç kullanımı veya yolculuklarda %0,5’lik bir azalmayı getireceğini gösterir.\n Yukarıda boş bırakılan yere aşağıdaki seçeneklerden hangisi getirilmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fiyat esnekliği",
      "B": "Talep esnekliği",
      "C": "Arz esnekliği",
      "D": "Taşıma hizmeti fiyat değişikliği",
      "E": "Taşıma hizmetinin kalitesi"
    },
    "explanation": "Fiyat esnekliği, ulaşım talebinin maliyet değişikliklerine verdiği tepkiyi ifade eder. Örneğin, araç işletme maliyetleriyle ilgili -0,5’lik bir esneklik, maliyetteki %1’lik bir artışın araç kullanımı veya yolculuklarda %0,5’lik bir azalmayı getireceğini gösterir.\n ......... Taşıma talebinin fiyat esnekliği, taşıma maliyet ve ücretlerindeki değişikliklerin talebe yansıma düzeyini ifade eder. Ayrıca, maliyet ve taşıma ücretlerinde yaşanan değişikliklerin talep üzerindeki etkisinin büyüklüğü de bu kavramın bir parçasıdır."
  },
  {
    "id": "3719309",
    "unitNumber": 2,
    "text": "<ol type=\"I\"><br/><li>Gelir</li><br/><li>Diğer mal ve hizmetlerin fiyatları</li><br/><li>Moda veya trendler</li><br/></ol><br/>Yukarıda verilen faktörlerden hangisi/hangileri ulaştırma talebini etkileyen faktörlerdendir?",
    "correctAnswer": "E",
    "options": {
      "A": "I-II",
      "B": "I-III",
      "C": "II-III",
      "D": "II",
      "E": "I-II-III"
    },
    "explanation": "Ulaşım Talebiyle İlgili Diğer Faktörler Yukarıda özetlenen beş temel faktör-malın fiyatı, gelir, diğer mal ve hizmetlerin fiyatı, moda veya eğilimler ve gelecekteki fiyat beklentileri-herhangi bir mal veya hizmetin talebini etkileyebilir."
  },
  {
    "id": "3719321",
    "unitNumber": 2,
    "text": "....................., ulaştırma hizmetlerinin talebini, ulaştırma tesislerinin arzını, talep ve arzın esnekliklerini, fiyat mekanizmalarını ve ulaştırma maliyet analizini inceler.\n Yukarıdaki cümlede boş bırakılan yere aşağıdaki seçeneklerden hangisi getirilmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ulaştırma ekonomisi",
      "B": "Parasal ekonomi",
      "C": "Finansal ekonomi",
      "D": "Tarım ekonomisi",
      "E": "Kalkınma ekonomisi"
    },
    "explanation": "Ekonomi, makroekonomi ve mikroekonomi olmak üzere iki ana kategoriye ayrılır. Makroekonomi, toplumun genel zenginliği ile ilişkilidir ve toplu kavramların davranışını inceler. Mikroekonomi ise firmalar ve bireyler gibi daha küçük ölçekli varlıkların davranışlarını ele alır. Ulaştırma ekonomisi, uygulamalı mikroekonominin bir dalı olarak kabul edilirken, belirli benzersiz sorunlarla ilişkilidir.\n ...........\n Bu nedenle, ulaştırma ekonomisi, özellikle ulaştırma hizmetlerinin talebini, ulaştırma tesislerinin arzını, talep ve arzın esnekliklerini, fiyat mekanizmalarını ve ulaştırma maliyet analizini inceler."
  },
  {
    "id": "3843263",
    "unitNumber": 2,
    "text": "Sınırlı kaynakların alternatif kullanımlarını inceleyen bir bilim olarak ifade edilen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ekonomi",
      "B": "İşletme",
      "C": "Finans",
      "D": "Lojistik",
      "E": "Maliye"
    },
    "explanation": "Ekonomi, mal ve hizmetlerin üretimi, dağıtımı ve tüketimini inceleyen faktörleri inceleyen bir sosyal bilim dalıdır. Kaynakların nasıl kullanılacağını seçme sürecini ele alır. ‘Ekonomi’ terimi, insanların bakış açısına bağlı olarak değişiklik gösterebilir. Klasik bir tanıma göre, “Ekonomi, sınırlı kaynakların alternatif kullanımlarını inceleyen bir bilimdir.”"
  },
  {
    "id": "3843264",
    "unitNumber": 2,
    "text": "Ulaştırma ekonomisinin kurucusu olarak ifade edilen kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Schumpeter",
      "B": "Meyer",
      "C": "Ferdinand",
      "D": "Gregor",
      "E": "Simons"
    },
    "explanation": "Ulaştırma ekonomisi, Amerikalı iktisatçı John R. Meyer tarafından 1959’da kurulan ve ulaştırma sektöründe kaynakların tahsisi ile ilgilenen bir ekonomi dalıdır."
  },
  {
    "id": "3843265",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi ulaştırma ekonomisinin kapsadığı konular arasında <strong>yer almaz?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İnsan kaynağı eğitimi",
      "B": "Ulaşım hizmetlerinin üretimi",
      "C": "Fiyatlama",
      "D": "Esneklik",
      "E": "Maliyet analizi"
    },
    "explanation": "Ulaştırma ekonomisi, ulaşım hizmetlerinin üretimi, talebi, kamu ve özel kuruluşlarca üretilmesi, fiyatlama, esneklik ve maliyet analizleri gibi konuları kapsamaktadır."
  },
  {
    "id": "3843267",
    "unitNumber": 2,
    "text": "I- Ulaştırma talebi türetilmiş bir taleptir<br/>II- Taşıma talebi belirli zamana özeldir<br/>III- Ulaştırma talebi zirveleri ve düşüşleri takip eder<br/>Yukarıdakilerden hangisi ya da hangileri ulaşım talebiyle ilgili faktörler arasında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "I-II",
      "B": "I-III",
      "C": "II-III",
      "D": "I-II-III",
      "E": "Yalnız III"
    },
    "explanation": "Ulaştırma talebi türetilmiş bir taleptir: Modern yaşam, daha önce belirtildiği gibi, ev dışında bulunan ve ulaşım gerektiren mal ve hizmetlere erişim üzerine kuruludur. Bu nedenle, bireylerin ulaşım talepleri, genellikle diğer mal ve hizmetlerin talebi tarafından tetiklenir. Örneğin, bir kişi gelir elde etmek için çalışmak zorunda kaldığında, bu çalışma süreci ulaşım talebini doğurur. Dolayısıyla, ulaşım talebinin, diğer taleplerden türetilmiş bir talep olduğu söylenebilir. Çok az kişi, ulaşım hizmetlerini sadece kendi başına değerli oldukları için talep eder. <br/>Taşıma talebi belirli zamana özeldir: Basit bir şekilde ifade etmek gerekirse, nakliye hizmetlerine olan talep genellikle anında ortaya çıkar. Çikolata gibi gelecekte satın alınabilen ve tüketilebilen ürünlerin aksine, nakliye talebi genellikle hemen, ya da çok kısa bir süre içinde gereklidir. Diğer bir deyişle, ulaşım talebinin kısa bir son kullanma tarihi vardır; bu tarihten sonra belirli bir yolculuğun yapılma ihtimali neredeyse tamamen ortadan kalkar. Örneğin, biletler önceden alınmış olsa bile, aslında yolculuk belirli bir zaman diliminde yapılır. Bu nedenle, nakliye talebi zamana bağlıdır. <br/>Ulaştırma talebi zirveleri ve düşüşleri takip eder: Mal ve hizmetlere olan talep, yıl boyunca veya gün içinde döngüsel bir model izleyebilir. Örneğin, çikolataya olan talep kış aylarında yaz mevsiminden daha yüksek olabilir ve gün içinde de belirli saatlerde değişiklik gösterebilir. Ancak ulaşım hizmetlerinde bu döngüsel model daha belirgin bir şekilde kendini gösterir. Çoğu ulaşım hizmeti, “sabah trafiğinin yoğun olduğu saatler” ve “akşam trafiğinin yoğun olduğu saatler” gibi dönemlerle ilişkilidir. Bu, günün belirli saatlerinde işe gidip gelmek zorunda olan çok sayıda insanın seyahat etmesi gerekliliğinden kaynaklanır; çünkü ulaşım talebi türetilmiş ve zamana bağlıdır. Bu durum, ulaşım hizmetlerinin sunulma biçimini ve genel olarak ulaştırma operasyonlarının ekonomik yönetimini önemli ölçüde etkiler."
  },
  {
    "id": "3843268",
    "unitNumber": 2,
    "text": "Ulaşım talebinin maliyet değişikliklerine verdiği tepkiyi ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Fiyat verimliliği",
      "B": "Fiyat etkinliği",
      "C": "Fiyatın sürdürülebilirliği",
      "D": "Fiyat değişimleri",
      "E": "Fiyat esnekliği"
    },
    "explanation": "Fiyat esnekliği, ulaşım talebinin maliyet değişikliklerine verdiği tepkiyi ifade eder."
  },
  {
    "id": "3843269",
    "unitNumber": 2,
    "text": "I- Pazar bölümlendirme<br/>II- Farklı pazar segmentlerinde farklı esneklik<br/>III- Pazarı birleştirme olasılığı<br/>Yukarıdakilerden hangisi ya da hangileri başarılı fiyat farklılaştırması için sağlanması gereken koşullar arasındadır?",
    "correctAnswer": "A",
    "options": {
      "A": "I-II",
      "B": "I-III",
      "C": "II-III",
      "D": "I-II-III",
      "E": "Yalnız II"
    },
    "explanation": "Başarılı fiyat farklılaştırması için üç koşul sağlanmalıdır: <br/>• Pazar bölümlendirme; <br/>• Farklı pazar segmentlerinde farklı esneklik; <br/>• Pazarı bölme olasılığı."
  },
  {
    "id": "3843270",
    "unitNumber": 2,
    "text": "Bir üretim faktöründeki bir birimlik artışın, çıktı üzerinde bir artış sağladığını, ancak bu artışın sadece belirli bir noktaya kadar sürdüğünü ve daha sonra faktörün artışının çıktıda kademeli olarak daha az artışa yol açacağını belirten kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ölçek yasası",
      "B": "Verim yasası",
      "C": "Azalan verim yasası",
      "D": "Getiri yasası",
      "E": "Artan getiri yasası"
    },
    "explanation": "Azalan Verim Yasası, bir üretim faktöründeki bir birimlik artışın, çıktı üzerinde bir artış sağladığını, ancak bu artışın sadece belirli bir noktaya kadar sürdüğünü ve daha sonra faktörün artışının çıktıda kademeli olarak daha az artışa yol açacağını belirtir."
  },
  {
    "id": "3843271",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi taşımacılık endüstrisinde ölçek ekonomisinin dezavantajları arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Uzun bekleme süreleri olması",
      "B": "Ürünlerin toplu taşınmasının maliyetleri azaltması",
      "C": "Değişken maliyetleri düşürmesi",
      "D": "Ürünlerin kaybolmasının önlenmesi",
      "E": "Büyük ölçekli süreçlerin uygulanması"
    },
    "explanation": "Ölçek ekonomisi, taşımacılık endüstrisinde çeşitli avantajlar ve dezavantajlar sunar. Avantajlar açısından değerlendirildiğinde, ölçek ekonomisi toplu taşıma yapıldığında belirgin hale gelir. Ürünleri toplu olarak taşımak, aynı ürünleri küçük porsiyonlar halinde taşımaktan daha ucuzdur. Bir kuruluş, küçük nakliyeciler yerine büyük nakliye tesislerini kullanarak maliyetlerini düşürebilir. Bu bağlamda, büyük ölçekli süreçlerin uygulanması, ulaşım endüstrisinde maliyetin en aza indirildiği yeni bir trend haline gelmiştir. Çoğu durumda, tek bir taşıma işleminin maliyeti sabittir. Bu nedenle, kuruluşlar büyük araçlar veya çok sayıda ürün taşıyan konteynerler kullanarak maliyet avantajı sağlar. Bu yaklaşım, yolculukların sayısını azaltarak malların ve hizmetlerin taşınmasındaki değişken maliyetleri düşürür. Ayrıca, ürünlerin toplu olarak taşınması kayıp olasılığını azaltarak güvenliği artırır. Büyük miktarlarda taşınan mallar özel paketleme gerektirir ve bu strateji, ürünlerin taşıma sırasında kaybolmasını önler. Örneğin, tamamen dolu bir konteynırdan ürün çalmak zordur, ancak küçük bir kamyondan bir veya iki ürün almak daha kolaydır. Bu durum, küçük miktarlarda paketlenmiş ürünlere daha hızlı erişim olasılığından kaynaklanır. Ölçek ekonomilerinin dezavantajlarına bakıldığında, büyük kayıplara yol açabilme potansiyeli dikkat çeker. Örneğin, bir kaza durumunda çok sayıda ürün kaybedilebilir. Benzer şekilde, hırsızlık durumunda binlerce birim kaybolabilir. Ayrıca, daha büyük miktarlarda taşıma daha uzun bekleme süreleri ve daha yoğun elleçleme operasyonları gerektirir."
  },
  {
    "id": "3843273",
    "unitNumber": 2,
    "text": "Doğrusal veya taksi mesafesi olarak da bilinen ve dik açılarda eksenler boyunca ölçülen iki nokta arasındaki mesafe olarak ifade edilen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Cooper mesafesi",
      "B": "Manhattan mesafesi",
      "C": "Drayage mesafesi",
      "D": "Terminal mesafesi",
      "E": "Lardner mesafesi"
    },
    "explanation": "Doğrusal veya taksi mesafesi olarak bilinen Manhattan mesafesi, dik açılarda eksenler boyunca ölçülen iki nokta arasındaki mesafedir ve yatay ve dikey bileşenlerin toplamı olarak hesaplanır."
  },
  {
    "id": "3843274",
    "unitNumber": 2,
    "text": "\"İşletme taşıma maliyetlerini yarıya indirdiğinde, hizmet verebildiği pazar alanını dört katına çıkarabilir\" teorisini ortaya koyan kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Cooper",
      "B": "Stanley",
      "C": "Porter",
      "D": "Lardner",
      "E": "Smith"
    },
    "explanation": "Dionysius Lardner’in teorisine göre, işletmenin pazar alanı ile taşıma maliyetleri arasında bir korelasyon vardır. Taşıma maliyetlerinde gerçekleşen her birim azalma, işletmenin pazar alanının bu azalmanın iki katı kadar genişlemesine yol açar. Bu yaklaşıma göre, işletme taşıma maliyetlerini yarıya indirdiğinde, hizmet verebildiği pazar alanını dört katına çıkarabilir."
  },
  {
    "id": "3717177",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi ulaşım sistemlerinin temel unsurlarından biri <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Taşınan yükler",
      "B": "Yol ve güzergahlar ile altyapı unsurları",
      "C": "Maddi kaynaklar",
      "D": "Üstyapı unsurları",
      "E": "İnsan kaynakları"
    },
    "explanation": "Maddi kaynaklar"
  },
  {
    "id": "3717178",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi genellikle gevşek bir şekilde taşınan ve konteynır kullanımıyla taşınması zor olan kargoları ifade eden yüktür?",
    "correctAnswer": "A",
    "options": {
      "A": "Dökme yük",
      "B": "Konteynerize yük",
      "C": "Paletli yük",
      "D": "Paletli yük",
      "E": "Birimleştirilmiş yük"
    },
    "explanation": "Dökme yük"
  },
  {
    "id": "3717179",
    "unitNumber": 3,
    "text": "Şeker, kakao, kahve, demir cevheri, gübre, çimento, kömür, soya ve buğday dökme yük türlerinden hangisine örnek olarak gösterilebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sıvı dökme yük",
      "B": "Katı dökme yük",
      "C": "Gaz dökme yük",
      "D": "Paketli dökme yük",
      "E": "Paletli dökme yük"
    },
    "explanation": "Katı dökme yük"
  },
  {
    "id": "3717180",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi tek parça halinde taşınabilen malları ifade eden kargo türüdür?",
    "correctAnswer": "D",
    "options": {
      "A": "Özel kargo",
      "B": "Birimleştirilmiş kargo",
      "C": "Geometrik kargo",
      "D": "Genel kargo",
      "E": "Standart kargo"
    },
    "explanation": "Genel kargo"
  },
  {
    "id": "3717181",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi ulaşım altyapısının fiziksel bileşenlerinden biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kaldırımlar",
      "B": "Köprüler",
      "C": "Tüneller",
      "D": "Raylar",
      "E": "Direkler"
    },
    "explanation": "Direkler"
  },
  {
    "id": "3717182",
    "unitNumber": 3,
    "text": "Aşağıdaki limanlardan hangisi tahıl ve kömür gibi yüklerin taşındığı limanlardır?",
    "correctAnswer": "B",
    "options": {
      "A": "Konteyner Limanı",
      "B": "Kuru Dökme Yük Limanları",
      "C": "Sıvı Dökme Yük Limanları",
      "D": "Ro-Ro Limanları",
      "E": "Çok Amaçlı (Karma) Limanlar"
    },
    "explanation": "Kuru Dökme Yük Limanları"
  },
  {
    "id": "3717183",
    "unitNumber": 3,
    "text": "Aşağıdaki limanlardan hangisinde elleçleme operasyonları için klasik vinçler yerine mobil kavramalı elleçleme ekipmanları ve konveyörler tercih edilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Konteyner Limanları",
      "B": "Kuruyük Limanları",
      "C": "Sıvı Dökme Yük Limanları",
      "D": "Ro-Ro Limanları",
      "E": "Çok Amaçlı (Karma) Limanlar"
    },
    "explanation": "Kuruyük Limanları"
  },
  {
    "id": "3717184",
    "unitNumber": 3,
    "text": "Aşağıdaki limanlardan hangisi araçların gemilere doğrudan sürülerek yüklenmesini ve boşaltılmasını sağlayan, bu nedenle vinç gibi geleneksel elleçleme ekipmanlarının kullanılmadığı liman türüdür?",
    "correctAnswer": "D",
    "options": {
      "A": "Konteyner Limanları",
      "B": "Kuruyük Limanları",
      "C": "Sıvı Dökme Yük Limanları",
      "D": "Ro-Ro Limanları",
      "E": "Çok Amaçlı (Karma) Limanlar"
    },
    "explanation": "Ro-Ro Limanları"
  },
  {
    "id": "3717186",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi yük taşımacılığı faaliyetleri ile ilgili olarak yüklerin elleçlendiği, farklı lokasyonlardan gelen ya da farklı lokasyonlara sevk edilecek yüklerin gruplandırıldığı, konsolide edildiği ya da ihtiyaca göre ayrıştırıldığı mekanlardır?",
    "correctAnswer": "C",
    "options": {
      "A": "Limanlar",
      "B": "Karayolları",
      "C": "Terminaller",
      "D": "İstasyon ve Garlar",
      "E": "Havayolları"
    },
    "explanation": "Terminaller"
  },
  {
    "id": "3717188",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi yükü koridorlarda veya yerde değil, bir tesisin tavanında yatay olarak hareket ettiren makinelerdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Köprülü Vinçler",
      "B": "Konteyner Vinçleri (Portainer)",
      "C": "Raylı Vinçler (Gantry Cranes)",
      "D": "Hareketli Liman Vinçleri (Mobile Harbour Cranes)",
      "E": "Lastik Tekerlekli Vinçler (Rubber Tyred Cranes)"
    },
    "explanation": "Köprülü Vinçler"
  },
  {
    "id": "3717302",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi “ulaşım hizmetlerinde üretim ve tüketim süreçlerinin eşzamanlı olmasını” ifade eder?",
    "correctAnswer": "C",
    "options": {
      "A": "Soyutluluk",
      "B": "Bozulabilirlik",
      "C": "Ayrılmazlık",
      "D": "Mevsimsel talep dalgalanmaları",
      "E": "Taşınan yükler"
    },
    "explanation": "Ulaşım hizmetlerinde ayrılmazlık, üretim ve tüketim süreçlerinin eşzamanlı olmasını ifade eder. Bu, hizmetin gerçekleştirilmesinin üretici ve tüketicinin birlikte aktif katılımını gerektirdiği anlamına gelir. Ayrıca, üretim ve tüketim genellikle tesislerde veya ekipmanlarda, yani uçaklar veya otobüslerde, değil, tüketicinin ev ortamında gerçekleşir. Bu durum, hizmet sağlama sürecinde yer alan personelin tüketicilerle etkileşimde bulunmasını ve bu etkileşimin hizmetin ayrılmaz bir parçası olarak görülmesini ifade eder. Doğru cevap (C) seçeneğidir."
  },
  {
    "id": "3717303",
    "unitNumber": 3,
    "text": "Şeker, kakao, kahve, demir cevheri, gübre, çimento, kömür, soya ve buğday hangi tip yük kategorisi içinde tanımlanır?",
    "correctAnswer": "C",
    "options": {
      "A": "Paketli yükler",
      "B": "Paletli yükler",
      "C": "Katı dökme yük",
      "D": "Konteynerize yük",
      "E": "Sıvı dökme yük"
    },
    "explanation": "Katı dökme yük, gemilerin kargo alanına doğrudan yüklenen ve homojen olan, paketlenmemiş katı malzemelerdir. Örnekler arasında şeker, kakao, kahve, demir cevheri, gübre, çimento, kömür, soya ve buğday bulunur. Doğru cevap (C) seçeneğidir."
  },
  {
    "id": "3717304",
    "unitNumber": 3,
    "text": "Sıvı dökme yüklerin içinde aşağıdakilerden hangisi yenilmeyen, tehlikesiz sıvı dökme yükler grubunda yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Bitkisel yağlar",
      "B": "Gliserin",
      "C": "Şarap",
      "D": "LPG",
      "E": "LNG"
    },
    "explanation": "Bitkisel yağlar, yemeklik yağlar, süt, meyve suları ve çevreye potansiyel risk taşımayan diğer sıvılar, tehlikesiz sıvılar arasında yer alır. Şarap, yenilebilir yağ ve meyve suları gibi sıvılar çoğunlukla tehlike oluşturmaz. Bazı yenilmeyen sıvılar tehlikesiz olabilir (örneğin gliserin, sulu boyalar), diğerleri ise tehlikeli olabilir (örneğin LPG ve LNG). Doğru cevap (B) seçeneğidir."
  },
  {
    "id": "3717305",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi yapısal özelliklerine göre tanımlanan yükler içinde inorganik maddeler grubunda yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "Saf su",
      "B": "Elmas",
      "C": "Tuz",
      "D": "Amonyak",
      "E": "Siyanürler"
    },
    "explanation": "Yapısal özelliklerine göre yüklerin sınıflandırmalarında dikkate alınan temel ilke yükün teknik nitelik ve özellikleridir. Buna göre; saf su, elmas ve tuz saf halde yaygın olarak karşılaşılan kimyasal maddeler, siyanürler: organik bileşikler, amonyak: inorganik maddeler grubunda yer alır. Doğru cevap (D) seçeneğidir."
  },
  {
    "id": "3717306",
    "unitNumber": 3,
    "text": "Aşağıdaki özel yüklerden hangisi için “low bed” ve modüler treyler gibi özel taşıyıcı ekipmanlar kullanılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Tehlikeli yükler (maddeler)",
      "B": "Değeri madenler (altın, gümüş vb.)",
      "C": "Ağır ve havaleli ürünle<strong>r</strong>",
      "D": "Bozulabilir ve çürüyebilir maddeler (gıda vb.)",
      "E": "Canlı hayvanlar"
    },
    "explanation": "Ağır ve havaleli yükler, karayolu taşımacılığında izin verilen limitleri aşan, genellikle çok büyük ve ağır olan yükleri ifade eder. Rüzgâr türbinleri, köprü kirişleri, elektrik transformatörleri, kimyasal reaktörler, gemi parçaları ve uçak kanatları gibi yükler bu grupta yer alır. Bu yüklerin çok ağır, çok yüksek veya çok geniş olması, özel taşıma ekipmanları ve yöntemleri gerektirir. Bu bağlamda, “low bed” ve modüler treyler gibi özel taşıyıcı ekipmanlar kullanılır. Bu ekipmanlar, yüklerin güvenli ve verimli bir şekilde taşınmasına olanak sağlar. Doğru cevap (C) seçeneğidir."
  },
  {
    "id": "3717307",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi taşımacılıkta ulaşım altyapısının fiziksel bileşenleri arasında yer almaz?",
    "correctAnswer": "C",
    "options": {
      "A": "Köprüler",
      "B": "Menfezler",
      "C": "Elleçleme ekipmanları",
      "D": "Raylar",
      "E": "Apronlar"
    },
    "explanation": "Ulaşım altyapısı, limanlar, havaalanları, karayolu, demiryolu ve boru hattı ağları, bu ağlarla ilişkili depolar ve tesisler gibi unsurları kapsar. Ulaşım altyapısının fiziksel bileşenleri, köprüler, tüneller, kaldırımlar, raylar, menfezler, rıhtımlar, apronlar ve borular gibi unsurları içerir. Bu bileşenler, taşıma faaliyetlerinin sürekliliğini ve etkinliğini sağlamak için gerekli olan temel altyapıyı oluşturur. Taşımacılıkta üstyapı unsurları, tüm taşıma türlerinde kullanılan araçlar ve kaplarla birlikte, elleçleme operasyonlarında kullanılan ekipmanları içerir. Doğru cevap (C) seçeneğidir."
  },
  {
    "id": "3717308",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi otomobiller, kamyonlar, yarı-römorklar, treylerler gibi tekerlekli yüklerin taşınması için özel olarak tasarlanmış liman alanlarıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Ro-Ro Limanları",
      "B": "Konteyner Limanı",
      "C": "Karma Limanlar",
      "D": "Kuru Dökme Yük Limanları",
      "E": "Kara Limanlar"
    },
    "explanation": "Ro-Ro limanları, kombine taşımacılığın önemli bir parçası olan ve Ro-Ro gemileri olarak bilinen özel gemi türlerinde taşınan taşıma kapları ve lastik tekerlekli karayolu araçlarının elleçlendiği limanlardır. Roll-on/roll-off (Ro-Ro) limanları, otomobiller, kamyonlar, yarı-römorklar, treylerler gibi tekerlekli yüklerin taşınması için özel olarak tasarlanmış liman alanlarıdır. Doğru cevap (A) seçeneğidir."
  },
  {
    "id": "3717309",
    "unitNumber": 3,
    "text": "Deniz terminalinin dışındaki, boş konteynerlerin depolanması gibi yer tüketen faaliyetlerin gerçekleştirildiği tesisler aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Mavna terminalleri",
      "B": "Rıhtıma yakın demiryolu terminalleri",
      "C": "Rıhtım üstü demiryolu terminalleri",
      "D": "Yerleşik demiryolu terminalleri",
      "E": "Uydu terminalleri"
    },
    "explanation": "Uydu terminalleri, deniz terminalinin dışındaki, boş konteynerlerin depolanması gibi yer tüketen faaliyetlerin gerçekleştirildiği tesislerdir. Bu tesisler, demiryolu servisi veya kamyon taşımacılığı ile deniz terminallerine bağlanabilir. Doğru cevap (E) seçeneğidir."
  },
  {
    "id": "3717310",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi yüksek raflara erişim sağlamak için tasarlanmış kapalı mekân elleçleme ekipmanlarındandır?",
    "correctAnswer": "D",
    "options": {
      "A": "Üç taraflı forkliftler",
      "B": "Çift taretli forkliftler",
      "C": "Turret Trıcks",
      "D": "Reach trucklar",
      "E": "Raylı vinçler"
    },
    "explanation": "Reach Truck’lar, (Yüksek İrtifa İstifleme Araçları) yüksek raflara erişim sağlamak için tasarlanmış, genellikle depolar gibi dar koridor uygulamalarında kullanılan özel forkliftlerdir. Bu araçlar, yükü dağıtmaya yardımcı olan iki dış ayağa ve arkada tek bir tekerlek setine sahip olacak şekilde tasarlanmıştır. Tekerlekler, operatörün altında bulunur ve bu tasarım, daha dar bir dönüş yarıçapı sağlar. Bu özellik, operatörlerin daha küçük alanlarda rahatça gezinmelerine ve yüksek raflara erişim sağlamalarına olanak tanır. Doğru cevap (D) seçeneğidir."
  },
  {
    "id": "3717311",
    "unitNumber": 3,
    "text": "İntermodal konteynerlerin yüklenmesi ve istiflenmesi için kullanılan, yüksek hareket kabiliyetine sahip, genellikle 100 ila 600 kW (134 ila 805 hp) dizel jeneratör sistemleri ile çalıştırılan açık saha elleçleme ekipmanı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Köprülü vinçler (dockside cranes)",
      "B": "Lastik tekerlekli vinçler (rubber tyred cranes)",
      "C": "Hareketli Liman Vinçleri (Mobile Harbour Cranes)",
      "D": "Saha içi taşıyıcılar (straddle carriers)",
      "E": "Raylı mobil vinçler (rail-mounted gantry cranes)"
    },
    "explanation": "Lastik tekerlekli portal vinçler (RTG); intermodal konteynerlerin yüklenmesi ve istiflenmesi için kullanılan mobil vinçlerdir. RTG vinçleri, konteynerlerin depolanmasını sağlar; gelen konteynerler, nakliye kamyonları tarafından alınmak üzere depolanırken, giden konteynerler gemilere yüklenmek üzere hazırlanır. RTG’ler genellikle geniş alanlarda hareket edebilir ve konteyner transferleri için ayrılmış şeritlerde birden fazla şerit üzerinde çalışabilirler. RTG’lerin avantajlarından biri, yüksek hareket kabiliyetidir. Genellikle 100 ila 600 kW (134 ila 805 hp) dizel jeneratör sistemleri ile çalıştırılırlar. Doğru cevap (B) seçeneğidir."
  },
  {
    "id": "3717974",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>Nakliye süresi</li> <li>Lojistik çaba</li> <li>Taşıma stratejisi</li> <li>Çevresel etki</li> <li>Toplam maliyet</li> </ol> <strong>Yukarıdakilerden hangileri farklı rota ve taşıma türlerinin seçiminde göz önünde bulundurulan kriterlerdendir? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "II ve III",
      "B": "I ve IV",
      "C": "II, III, IV ve V",
      "D": "I, II ve IV",
      "E": "I, II, IV ve V"
    },
    "explanation": "En uygun hizmet, toplam maliyet, nakliye süresi, lojistik çaba veya çevresel etki gibi kriterler göz önünde bulundurularak belirlenebilir."
  },
  {
    "id": "3718274",
    "unitNumber": 4,
    "text": "<ol type=\"I\"><br/><li>Konteynır</li><br/><li>Tenteli dorseler</li><br/><li>Semi treyler</li><br/><li>Kamyon</li><br/><li>B-double</li><br/><li>Çekme treyler</li><br/></ol><br/>Reefer’lar, soğutuculu römorklar olarak farklı türde araçlarda kullanılabilir. Yukarıdakilerden hangileri bunlar arasında yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II, IV ve VI",
      "B": "II, III ve V",
      "C": "II, III, IV, V ve VI",
      "D": "I, III, IV, V ve VI",
      "E": "II, IV, V ve VI"
    },
    "explanation": "Reefer’lar, soğutuculu römorklar olarak farklı türde araçlarda kullanılabilir; bunlar arasında semi treyler, b-double, çekme treyler, konteynır veya kamyon yer alır."
  },
  {
    "id": "3718276",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi denizyolu taşımacılığı ile ilgili doğru bir ifade <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bazen sevkiyat öncesi ve sonrası faaliyetleri de kapsar.",
      "B": "Uluslararası ticaretin gelişimi ve ülkeler arasında sürekli artan mal mübadelesi ile büyük bir evrim geçirmiştir.",
      "C": "Dökme yük taşımacılığı, deniz taşımacılığında önemli bir yer tutar.",
      "D": "İki ana kategoriye ayrılabilir: iç suyolu taşımacılığı ve uluslararası denizyolu taşımacılığı.",
      "E": "Uluslararası ticaret, hacim olarak yaklaşık %45 oranında, kuru yük, roll-on/roll-off (RoRo), genel kargo ve konteynerler gibi çeşitli pazarları içeren deniz taşımacılığına dayanmaktadır."
    },
    "explanation": "Uluslararası ticaret, hacim olarak yaklaşık %45 değil %80 oranında, kuru yük, roll-on/roll-off(RoRo), genel kargo ve konteynerler gibi çeşitli pazarları içeren deniz taşımacılığına dayanmaktadır."
  },
  {
    "id": "3718291",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi denizyolu taşımacılığının avantajlarından biri <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Diğer ulaşım türlerine kıyasla daha düşük maliyetlidir.",
      "B": "Özellikle otomobil parçaları, makine parçaları ve endüstriyel bileşenler gibi hacimli ürünlerin taşınmasında ideal bir seçenektir.",
      "C": "Evrak işleri kolay ve basittir.",
      "D": "Büyük miktarda yükün verimli bir biçimde sevk edilmesini sağlar.",
      "E": "Güvenlik açısından avantajlıdır."
    },
    "explanation": "Deniz taşımacılığının evrak işleri de kapsamlı ve karmaşık olabilir. Gümrük işlemleri, özellikle gümrük müşavirlerinin desteğiyle yapılsa da gerekli izinler ve formlar diğer taşıma yöntemlerine (hava veya kara) kıyasla daha fazla olabilir. Bu<br/>bürokratik yük, işlemleri yavaşlatabilir ve lojistik sürecin karmaşıklığını artırabilir."
  },
  {
    "id": "3718293",
    "unitNumber": 4,
    "text": "<ol type=\"I\"><br/><li>Demiryolu altyapı elemanları</li><br/><li>Yasal düzenlemeler</li><br/><li>Demiryolu üst yapı elemanları</li><br/><li>Çevresel koşullar</li><br/><li>İşgücü </li><br/></ol><br/>Yukarıdakilerden hangileri demiryolu taşımacılığının bileşenlerindendir?",
    "correctAnswer": "B",
    "options": {
      "A": "II ve IV",
      "B": "I, II, III ve V",
      "C": "I, II ve III",
      "D": "II, III, IV ve V",
      "E": "I, II, IV ve V"
    },
    "explanation": "Demiryolu taşımacılığı, diğer taşıma türlerinde olduğu gibi farklı bileşenlere sahiptir. Bu bileşenler arasında demiryolu altyapı elemanları (raylar, traversler, tüneller vb.), çeken ve çekilen araçlar olarak tanımlanan üst yapı elemanları, işgücü ve yasal düzenlemeler bulunmaktadır."
  },
  {
    "id": "3718296",
    "unitNumber": 4,
    "text": "Kuru dökme yükleri taşımak için kullanılan yük vagonu aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hazne arabası",
      "B": "Yassı vagon",
      "C": "Gondol",
      "D": "Habis vagon",
      "E": "Kapalı vagon"
    },
    "explanation": "Hazne arabası, kuru dökme yükleri taşımak için kullanılan bir yük vagonudur. Hazne arabalarında taşınan en yaygın emtia türleri tahıl, kömür, cevher, şeker ve gübredir"
  },
  {
    "id": "3718299",
    "unitNumber": 4,
    "text": "Demiryolu taşımacılığında araçların taşınması için özel olarak tasarlanmış vagonlara ................... adı verilmektedir.\n <strong>Yukarıdaki cümledeki boşluğu aşağıdakilerden hangisi doğru olarak tamamlar?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "sarnıç",
      "B": "habis vagon",
      "C": "otokuşet",
      "D": "ayrılabilir vagon",
      "E": "sabit vagon"
    },
    "explanation": "Demiryolu taşımacılığında araçların taşınması için özel olarak tasarlanmış vagonlara “otokuşet” adı verilmektedir."
  },
  {
    "id": "3718305",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>Kargo taşımacılığında Boeing ile birlikte en çok kullanılan uçak tiplerinden biridir.</li> <li>Genellikle küçük ebatlı ve paletli yüklerin taşınması için kullanılmaktadır.</li> <li>Yüklemeler burun kısmından değil, yan kapılardan yapılır.</li> <li>Ortalama olarak 100 ton taşıma kapasitesine sahiptir.</li> </ol> Yukarıdakilerden hangileri McDonnell Douglas tipi uçaklara ilişkin özelliklerdir?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "II ve IV",
      "C": "I, II ve IV",
      "D": "I, II ve III",
      "E": "II, III ve IV"
    },
    "explanation": "McDonnell Douglas tipi uçaklar ortalama olarak 100 değil, 93 ton taşıma kapasitesine sahiptir."
  },
  {
    "id": "3718311",
    "unitNumber": 4,
    "text": "Aşağıdaki şıklardan hangisinde Co-modality taşımacılık <strong>doğru</strong> tanımlanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Farklı taşıma türlerinin verimli bir şekilde bir arada kullanılması ve en uygun taşıma türünün seçilmesi ile gerçekleştirilen taşımacılık.",
      "B": "Bir taşıma türünün diğer taşıma türleri ile birlikte kullanıldığı ve yüklerin belirli noktalar arasında taşındığı bir taşıma şekli.",
      "C": "Aktarma ya da elleçleme olmaksızın bir taşıma aracını yükü ile bir başka taşıma aracına yüklendiği taşıma şekli.",
      "D": "Farklı taşıma türlerinin bir arada kullanıldığı, ancak yüklerin taşıma birimi (konteyner, treyler vb.) içinde kaldığı bir taşımacılık türü.",
      "E": "Bir taşıma operasyonunda birden fazla taşıma türünün birlikte ya da ardışık olarak kullanılması ile gerçekleşen taşıma."
    },
    "explanation": "Çok türlü taşımacılık kendi içerisinde üç gruba ayrılmaktadır: intermodal, kombine ve co-modality.\n<br/>İntermodal taşımacılık, farklı taşıma türlerinin bir arada kullanıldığı, ancak yüklerin taşıma birimi (konteyner, treyler vb.) içinde kaldığı bir taşımacılık türüdür.\n<br/>Kombine taşımacılık, bir taşıma türünün diğer taşıma türleri ile birlikte kullanıldığı ve yüklerin belirli noktalar arasında taşındığı bir taşıma şeklidir.\n<br/>Co-modality ise, farklı taşıma türlerinin verimli bir şekilde bir arada kullanılması ve en uygun taşıma türünün seçilmesi ile gerçekleştirilen taşımacılığı ifade eder."
  },
  {
    "id": "3718322",
    "unitNumber": 4,
    "text": "Kombine taşımacılığın üç ana bileşeni vardır. Bunlar ulaşım ........................., ulaşım araçları ve ulaşım birimleridir.\n<br/><strong>Aşağıdakilerden hangisi yukarıdaki cümledeki boşluğu doğru olarak tamamlar?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "süreleri",
      "B": "yolları",
      "C": "maliyetleri",
      "D": "ağları",
      "E": "terminalleri"
    },
    "explanation": "Kombine taşımacılığın üç ana bileşeni vardır. Bunlar ulaşım terminalleri, ulaşım araçları ve ulaşım birimleridir"
  },
  {
    "id": "3719552",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi bir taşıma modu <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "hava",
      "B": "deniz",
      "C": "karayolu",
      "D": "iç su yolları",
      "E": "sınır ötesi"
    },
    "explanation": "Malların sınırlar boyunca fiziksel hareketi veya taşınması, çeşitli taşıma modları kullanılarak gerçekleştirilebilir. Bu taşıma modları arasında hava, deniz, karayolu, demiryolu ve iç su yolları bulunmaktadır. Sınır ötesi bir mod değildir. Doğru yanıt E'dir."
  },
  {
    "id": "3719562",
    "unitNumber": 4,
    "text": "Malzemelerin birden fazla taşıma modunda taşınmasını ifade eden taşımaya verilen ad aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İntermodal taşımacılık",
      "B": "Karayolu taşımacılığı",
      "C": "Deniz taşımacılığı",
      "D": "Demiryolu taşımacılığı",
      "E": "Hava taşımacılığı"
    },
    "explanation": "İntermodal taşımacılık, malzemelerin birden fazla taşıma modunda taşınmasını ifade eder. Doğru yanıt A'dır."
  },
  {
    "id": "3719563",
    "unitNumber": 4,
    "text": "Hangi taşıma modu genellikle taşıma öncesi ve taşıma sırasında diğer taşıma modları ile yapılan taşımayı içerir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hava",
      "B": "Karayolu",
      "C": "Demiryolu",
      "D": "İç su yolları",
      "E": "Nehir taşımacılığı"
    },
    "explanation": "Hava ve deniz yoluyla taşıma, genellikle taşıma öncesi ve taşıma sırasında (karayolu, demiryolu, iç su yolları) diğer taşıma modları ile yapılan taşımayı içerir. Doğru yanıt A'dır."
  },
  {
    "id": "3719571",
    "unitNumber": 4,
    "text": "Taşıma türlerinin karşılaştırılması yapıldığında, tarifelerin uygulanma güvenirliği açısından \"çok yüksek\" güvenilir konumda olan taşıma türü aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Karayolu",
      "B": "Denizyolu",
      "C": "Havayolu",
      "D": "Demiryolu",
      "E": "Boru hattı"
    },
    "explanation": "Böyle bir karşılaştırma yapıldığında \"çok yüksek\" olarak değerlendirilen taşıma türü demiryoludur. Doğru yanıt D'dir."
  },
  {
    "id": "3719578",
    "unitNumber": 4,
    "text": "Taşıma türlerinin karşılaştırılması yapıldığında, maliyet açısından \"çok düşük\" konumda değerlendirilen taşıma türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Karayolu",
      "B": "Denizyolu",
      "C": "Havayolu",
      "D": "Demiryolu",
      "E": "Boru hattı"
    },
    "explanation": "Maliyet açısından değerlendirildiğinde en düşük maliyetler denizyolu taşımacılığındadır. Doğru yanıt B'dir."
  },
  {
    "id": "3719589",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi karayolu taşımacılığının olumsuz özelliklerinden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sistemlere giriş engelleri düşüktür",
      "B": "Araçlar ve altyapılar için bakım maliyetleri yüksektir",
      "C": "Yük dağıtımı ile sıkı bir bağlantı vardır",
      "D": "Konteyner taşımacılığına katkıda bulunur",
      "E": "İşletmeler hızlıca bu sektöre dahil olabilir"
    },
    "explanation": "Karayolu taşımacılığı sistemlerine giriş engelleri düşüktür, bu da işletmelerin hızlı ve kolay bir şekilde bu sektöre dahil olabilmesini sağlar. Ancak, araçlar ve altyapılar için yüksek bakım maliyetleri mevcuttur. Araçların ömürleri genellikle 10 yıldan kısa olduğu için bu maliyetler daha da önemlidir. Doğru yanıt B'dir."
  },
  {
    "id": "3719602",
    "unitNumber": 4,
    "text": "Diğer taşıma araçlarının altyapıya erişimi bu taşımadaki araçların sahip olduğu imkanlar kadar yüksek değildir. Bu taşıma sistemi iç ulaşımda açık ara en büyük ulaşım sistemine sahiptir. Özellikle Avrupa için düşünüldüğünde bu sistem rakipsizdir denilebilir. Ayrıca bu sistem diğer sistemler gibi lojistik merkezlere bağımlı değildir ve neredeyse her yere ulaşma kapasitesine sahiptir.\n Yukarıda bahsedilen taşımacılık türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Karayolu",
      "B": "Denizyolu",
      "C": "Havayolu",
      "D": "Demiryolu",
      "E": "Boru hattı"
    },
    "explanation": "Karayolu taşımacılığının başlıca avantajları, diğer taşıma araçlarının kamyonlarla karşılaştırılabilir bir altyapıya erişiminin olmamasından kaynaklanmaktadır. Karayolu ağı, iç ulaşımda açık ara en büyük ulaşım altyapısına sahiptir. Bu durum, özellikle Avrupa için geçerlidir. Ayrıca, karayolu taşımacılığı, limanlar, havaalanları veya tren istasyonları gibi lojistik merkezlere bağımlı değildir ve karayoluyla ulaşılamayan neredeyse hiçbir varış noktası bulunmamaktadır. Doğru yanıt A'dır."
  },
  {
    "id": "3719608",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi bir karayolu tankeri tipi değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Paslanmaz çelik tankerler",
      "B": "Kuru yük tankerleri",
      "C": "Alüminyum tankerler",
      "D": "Kimyasal tankerler",
      "E": "Dikey tankerler"
    },
    "explanation": "Karayolu tankerleri, çeşitli tiplerde olup farklı amaçlara hizmet ederler. Paslanmaz çelik tankerler, kuru yük tankerleri, alüminyum tankerler, kimyasal tankerler ve setli yakıt tankları gibi birçok türü bulunmaktadır. Doğru yanıt E'dir."
  },
  {
    "id": "3719612",
    "unitNumber": 4,
    "text": "Mavnalar hangi tür taşımacılıkta kullanılan araçlardır?",
    "correctAnswer": "A",
    "options": {
      "A": "İç suyolu taşımacılığı",
      "B": "Karayolu",
      "C": "Boru hattı",
      "D": "Havayolu",
      "E": "Demiryolu"
    },
    "explanation": "İç suyolu taşımacılığı, suyolu taşımacılığının türlerinden birisidir ve genellikle iki tip araç kullanılır: kendinden tahrikli mavnalar ve kendinden tahrikli olmayan mavnalar. Kendinden tahrikli mavnalar, kendi motorlarıyla hareket eden ve genellikle iç su yollarında kullanılan yük gemileridir. Doğru yanıt A'dır."
  },
  {
    "id": "3719621",
    "unitNumber": 4,
    "text": "Genellikle küçük ebatlı ve paletli yüklerin taşınması için kullanılmaktadır. Bu uçakların diğer uçaklardan ayırt edici bir özelliği, yüklemelerin burun kısmından değil, yan kapılardan yapılmasıdır. Bu özellik, dar alanlarda yükleme ve boşaltma işlemlerini kolaylaştırarak, operasyonel verimliliği artırmaktadır.\n<br/>Burada bahsedilen uçak türü aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Airbus tipi uçaklar",
      "B": "Antonov tipi uçaklar",
      "C": "Ilyushin IL tipi uçaklar",
      "D": "Boeing tipi uçaklar",
      "E": "McDonnell Douglas tipi uçaklar"
    },
    "explanation": "McDonnell Douglas uçakları, genellikle küçük ebatlı ve paletli yüklerin taşınması için kullanılmaktadır. Bu uçakların diğer uçaklardan ayırt edici bir özelliği, yüklemelerin burun kısmından değil, yan kapılardan yapılmasıdır. Bu özellik, dar alanlarda yükleme ve boşaltma işlemlerini kolaylaştırarak, operasyonel verimliliği artırmaktadır. Doğru yanıt E'dir."
  },
  {
    "id": "3719639",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangileri taşıma operasyonu bağlamında doğrudur?\n I. Döngüsel bir süreçtir\n II. Taşıma işletmelerinin iyi uygulamalar prosedürleri içerir\n III.Taşıma operasyonları on adımdan oluşur.",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "Yalnız I",
      "D": "II ve III",
      "E": "Yalnız III"
    },
    "explanation": "Taşıma operasyonu, bir taşımacılık işletmesinin faaliyete başlama öncesi süreçlerden başlayarak, faaliyetin tamamlandığı aşamaya kadar devam eden döngüsel bir süreç olarak tanımlanır. Aynı zamanda taşıma işletmelerinin müşterilerine en uygun ve kaliteli taşıma hizmetini sunmak üzere benimsediği en iyi uygulamalar olarak da tanımlanan prosedürleri içerir."
  },
  {
    "id": "3719931",
    "unitNumber": 5,
    "text": "Taşıma işletmelerinin partner sayısını olabildiğince azaltırken, potansiyel paydaşlar arasından en uygun koşullarla hizmet sağlayan aktörleri seçmesinin gerekli olduğu adım kaçıncı adımdır?",
    "correctAnswer": "C",
    "options": {
      "A": "2. adım",
      "B": "4. adım",
      "C": "1. adım",
      "D": "5. adım",
      "E": "3. adım"
    },
    "explanation": "Adım-1: Uygun partnerlerin seçilmesi:Taşıma işletmesi faaliyetlerini çok sayıda paydaşla birlikte yürütür. Sadece tek modlu taşımalarda bile taşıma sürecine dahil olan yükleyiciler, gümrükçüler, sigorta işlemeleri gibi çok sayıda aktör bulunmaktadır. Ek olarak, çok modlu taşımacılıkta farklı taşıma operatörleri de sürece dahil olabilmektedir. Bu kapsamda taşıma işletmeleri partner sayısını olabildiğince azaltırken, potansiyel paydaşlar arasından en uygun koşullarla hizmet sağlayan aktörleri seçmeye çalışmalıdır"
  },
  {
    "id": "3719945",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangileri taşıma işletmesine taşıma birimlerinin birleştirilmesi ile sağlanan faydalardandır?\n I. Maliyetleri azaltmak\n II. Taşıma türünü ve operasyon türünü farklılaştırabilir\n III. Taşıma operasyonunun etkinliğini büyük ölçüde artırır",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve III",
      "D": "I,II ve III",
      "E": "Yalnız I"
    },
    "explanation": "Adım-3: Taşıma birimlerinin birleştirilmesi: Taşıma işletmeleri, genellikle yüksek hizmet üretme maliyetlerini dikkate alarak navlun fiyatlarını belirler. Ancak her zaman tam kamyon yükü olarak adlandırılan taşıma operasyonlarını yürütebilecek miktarda yüke sahip olmayabilirler. Bu durumda, küçük birimli yüklerin taşınması yüksek maliyetlere yol açabilir. Bu maliyetleri azaltmak, yüklerin birleştirilmesi ile mümkün olabilir. Ek olarak, taşıma işletmesi, farklı müşterileri tarafından taşınması için verilen yükleri de birleştirebilir ve bu şekilde taşıma türünü ve operasyon türünü farklılaştırabilir."
  },
  {
    "id": "3719948",
    "unitNumber": 5,
    "text": "İthalat/ihracat programının maliyetini yönetmek ve kontrol etmek hangi adıma dahildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Taşıma endüstrisi ve tedarik zincirindeki bilgi birikiminden faydalanma",
      "B": "Stratejik ortaklıkların kurulması",
      "C": "Navlun teklifleri için spot piyasanın sürekli izlenmesi",
      "D": "INCOTERMS kurallarını dikkate almak",
      "E": "Taşıma dışı operasyonların optimize edilmesi"
    },
    "explanation": "Adım-6: Taşıma dışı operasyonların optimize edilmesi: Taşıma maliyetine ek olarak, ithalat/ihracat programının maliyetini yönetmek ve kontrol etmek başarı için son derece önemlidir. Harç ve vergilerin yasal asgari düzeyde tutulmasını sağlamak ve faydalı indirimlerden, geri ödemelerden, muafiyetlerden yararlanmak, toplam operasyon maliyetlerinin daha fazla azaltılmasına olanak sağlayabilir. Bu maliyetleri optimize edecek ve süreçleri iyileştirebilecek kaynaklara sahip olmama durumunda taşıma işletmeleri, bunları dış kaynaklardan sağlayabilir."
  },
  {
    "id": "3719958",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi taşıma operasyonlarını tümüyle kontrol altına alarak, konsolidasyon fırsatlarından yararlanılmasını ve gönderiler için en uygun varış zamanlarının planlanmasını sağlar?",
    "correctAnswer": "A",
    "options": {
      "A": "INCOTERMS kurallarının doğru belirlenmesi ve yönetilmesi",
      "B": "Stratejik ortaklıkların kurulması",
      "C": "Taşıma ücretlerinin optimize edilmesi",
      "D": "Taşıma endüstrisi ve tedarik zincirindeki bilgi birikiminden faydalanma",
      "E": "Taşıma birimlerinin birleştirilmesi"
    },
    "explanation": "INCOTERMS kurallarının doğru belirlenmesi ve yönetilmesi, taşıma operasyonlarını tümüyle kontrol altına alarak, konsolidasyon fırsatlarından yararlanılmasını ve gönderiler için en uygun varış zamanlarının planlanmasını sağlar. Bu şekilde, depolama maliyetleri de en aza indirilebilir"
  },
  {
    "id": "3719980",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangileri işletmelerin lojistik operasyonlarını etkili ve verimli bir şekilde yönetmelerine olanak tanıyarak ve genel operasyonların başarısını artırarak işletmelere rekabet avantajı sağlayan süreçlerdendir?\n I. Operasyon öncesi süreçler\n II. Operasyonun başlaması ve Operasyon süreci \n III. Operasyonun tamamlanması ve dosyanın kapatılması",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve III",
      "D": "Yalnız II",
      "E": "I, II ve III"
    },
    "explanation": "Bu süreçler, işletmelerin lojistik operasyonlarını etkili ve verimli bir şekilde yönetmelerine olanak tanır ve genel operasyonların başarısını artırarak işletmelere rekabet avantajı sağlar. • Operasyon öncesi süreçler • Operasyonun başlaması ve Operasyon süreci • Operasyonun tamamlanması ve dosyanın kapatılması"
  },
  {
    "id": "3719990",
    "unitNumber": 5,
    "text": "Rakiplerin belirlenmesi hangi sürece dahildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Operasyon öncesi süreçler",
      "B": "Operasyonun başlaması",
      "C": "Operasyon süreci",
      "D": "Operasyon süreci",
      "E": "Operasyonun tamamlanması ve dosyanın kapatılması"
    },
    "explanation": "Rakiplerin belirlenmesi operasyon öncesi süreçlere dahildir."
  },
  {
    "id": "3719997",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangileri taşıma türünün seçimine etki eden faktörlerdendir?\n I. Ürünün özellikleri ve hassasiyeti\n II. Teslimat süresi gereksinimleri\n III. Taşıma mesafesi ve rotası\n IV. Taşıyıcı personelin özel talepleri",
    "correctAnswer": "D",
    "options": {
      "A": "III ve IV",
      "B": "I ve II",
      "C": "II ve III",
      "D": "I, II ve III",
      "E": "I, II, III ve IV"
    },
    "explanation": "Genel olarak değerlendirildiğinde, taşıma türünün seçimine etki eden faktörler şunlardır: Ürünün özellikleri ve hassasiyeti, teslimat süresi gereksinimleri, maliyet etkinliği, taşıma mesafesi ve rotası, güvenlik ve sigorta gereksinimleri, mevcut altyapı ve taşıma kapasiteleri, çevresel etkiler ve sürdürülebilirlik hedefleri, mevsimsel ve hava durumu koşulları, yasal ve düzenleyici kısıtlamalar ve müşteri özel talepleri ve hizmet beklentileri."
  },
  {
    "id": "3720014",
    "unitNumber": 5,
    "text": "\"IATA\" kısaltması neye aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Uluslararası Hava Taşımacılığı Birliği",
      "B": "Uluslararası Taşımacılık Şirketleri Birliği",
      "C": "Uluslararası Kara Taşımacılığı Birliği",
      "D": "Uluslararası Deniz Taşımacılığı Birliği",
      "E": "Uluslararası Taşımacılar Birliği"
    },
    "explanation": "Uluslararası Hava Taşımacılığı Birliği (IATA) hem paketlerin özellikleri hem de bu yüklerin taşıma aracında nasıl yerleştirileceği konusunda net düzenlemeler yapmıştır."
  },
  {
    "id": "3720019",
    "unitNumber": 5,
    "text": "Deniz Konşimentosu nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Malların taşıyıcıya teslim edildiğinin kanıtı olan belgedir.",
      "B": "Deniz taşımacıları kurallarıdır",
      "C": "Deniz taşımacıları birliğidir",
      "D": "Deniz taşımacıları listesidir",
      "E": "Deniz taşımacılığı yasalarıdır"
    },
    "explanation": "Deniz Konşimentosu (OB/L), malların taşıyıcıya teslim edildiğinin kanıtı olup, aynı zamanda gönderici ile okyanus taşımacılığı taşıyıcısı arasında bir taşıma sözleşmesi niteliğindeki belgedir."
  },
  {
    "id": "3844808",
    "unitNumber": 5,
    "text": "Tüm taşıma türleri ve lojistik operasyonlarını kapsayacak şekilde gerçekleştirilmesi önerilen on temel adımın ilki aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Uygun partnerlerin seçilmesi",
      "B": "Taşıma birimlerinin birleştirilmesi",
      "C": "Uygun ekipman ve araçların seçilmesi",
      "D": "Stratejik ortaklıkların kurulması",
      "E": "Taşıma ücretlerinin optimize edilmesi"
    },
    "explanation": "Bu on adım, taşıma operasyonlarının etkin, verimli ve düşük maliyetle yürütülmesi için taşıma işletmelerine ve operatörlerine yol gösterici olabilir. İşletmeler, bu adımları takip ederek operasyonlarını daha başarılı ve sürdürülebilir bir şekilde gerçekleştirebilir. Adım-1: Uygun partnerlerin seçilmesi: Taşıma işletmesi faaliyetlerini çok sayıda paydaşla birlikte yürütür. Sadece tek modlu taşımalarda bile taşıma sürecine dahil olan yükleyiciler, gümrükçüler, sigorta işlemeleri gibi çok sayıda aktör bulunmaktadır."
  },
  {
    "id": "3844809",
    "unitNumber": 5,
    "text": "\"Stratejik ortaklıkların kurulması\" lojistik yönetiminde önerilen on adım içerisinde yer aldığı sıra aşağıdakilerden hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Adım 1",
      "B": "Adım 4",
      "C": "Adım 5",
      "D": "Adım 8",
      "E": "Adım 9"
    },
    "explanation": "Adım-8: Stratejik ortaklıkların kurulması: Taşımacılık işletmeleri, küresel ve yerel tedarik zincirlerinin kritik ve stratejik tedarik zinciri ortaklarıdır. Bu tedarikçilerle iş potansiyellerini göz önünde bulundurarak bir “ortaklık yaklaşımı” oluşturulmalıdır. En önemlisi, yalnızca gerçek anlamda katma değer sağlayacak tedarik zinciri aktörleri ile stratejik ortaklıklar oluşturulmalıdır. Bu anlamda, taşımacılık işletmeleri ortaklar ve stratejik ortaklar olarak paydaşlarını önem düzeylerine göre sınıflandırabilirler. Bu sayede, taşımacılık işletmesinin tedarik zincirinin önemli bağlantılarına dönüştürülmesi olanaklı olabilir."
  },
  {
    "id": "3844810",
    "unitNumber": 5,
    "text": "\"Taşınacak yüklerin özellikleri, güzergahlar, taşıma türleri ve gerekli ekipmanlar belirlendiği aşama\" aşağıda verilen operasyon süreçlerinden hangisi kapsamında ele alınmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Taşıma",
      "B": "Lojistik yönetimi",
      "C": "Planlama ve hazırlık",
      "D": "Gümrük ve yasal işlemler",
      "E": "Depolama ve dağıtım"
    },
    "explanation": "Operasyon öncesi süreçlerden, operasyonların tamamlandığı süreçlere kadar çok sayıda alt sürecin söz konusu olduğu görülmektedir. Bu süreçler planlama ve hazırlık, taşıma ve lojistik yönetimi, gümrük ve yasal işlemler, depolama ve dağıtım, takip ve değerlendirme gibi aşamalardan oluşur. Planlama ve hazırlık aşamasında, taşınacak yüklerin özellikleri, güzergahlar, taşıma türleri ve gerekli ekipmanlar belirlenir."
  },
  {
    "id": "3844811",
    "unitNumber": 5,
    "text": "\"Hedef kitle ve yük türlerinin net bir şekilde belirlenmesi\" adımı aşağıda verilen süreçlerin hangisi kapsamında ele alınmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Birincil pazarların belirlenmesi",
      "B": "Hizmet teklifinin tanımlanması",
      "C": "İkincil pazarların belirlenmesi",
      "D": "Rakiplerin belirlenmesi",
      "E": "Değer teklifinin ifade edilmesi"
    },
    "explanation": "<strong>Hizmet Teklifinin Tanımlanması</strong> <br/>Bir taşımacılık işletmesinin hizmet teklifini doğru bir şekilde tanımlamak, operasyonel etkinliği ve müşteri memnuniyetini artırmak için kritik bir adımdır. Bu süreçte, hedef kitle ve yük türlerinin net bir şekilde belirlenmesi önemlidir. Yükler hammaddeler mi yoksa bitmiş ürünler mi olacak? Hammaddeler genellikle fabrikalara teslim edilirken, bitmiş ürünler doğrudan tüketicilere veya perakendecilere gönderilir."
  },
  {
    "id": "3844812",
    "unitNumber": 5,
    "text": "\"Müşteri deneyimi, ürününüzü kaliteli bir ürün olarak konumlandırmanın anahtarıdır\" ifadesi aşağıda verilen müşteri hizmetleri kilit noktalarından hangisi kapsamında değerlendirilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Müşteri bağlılığı kazanmaya yardımcı olur",
      "B": "Daha fazla anlaşma kapamayı sağlar",
      "C": "Marka itibarı oluşturur",
      "D": "Uzun iş ömrü sağlar",
      "E": "Daha iyi müşteri hizmeti sunar"
    },
    "explanation": "Marka İtibarı Oluşturur: Mükemmel müşteri hizmeti, şirketlerin müşterilerine nasıl davrandıklarını yansıtır. İyi bir itibar oluşturmak, özellikle markası olan şirketler için çok önemlidir. Müşteri deneyimi, ürününüzü kaliteli bir ürün olarak konumlandırmanın anahtarıdır. Sosyal medyada olumlu yorumların artması için müşteri hizmetlerinin olağanüstü olması gerekir."
  },
  {
    "id": "3844813",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi taşıma türünün seçimine etki eden faktörler arasında <strong>yer almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ürünün özellikleri",
      "B": "Teslimat süresi gereksinimleri",
      "C": "Maliyet etkinliği",
      "D": "Taşıma mesafesi ve rotası",
      "E": "Stratejilerin belirlenmesi"
    },
    "explanation": "Genel olarak değerlendirildiğinde, taşıma türünün seçimine etki eden faktörler şunlardır: Ürünün özellikleri ve hassasiyeti, teslimat süresi gereksinimleri, maliyet etkinliği, taşıma mesafesi ve rotası, güvenlik ve sigorta gereksinimleri, mevcut altyapı ve taşıma kapasiteleri, çevresel etkiler ve sürdürülebilirlik hedefleri, mevsimsel ve hava durumu koşulları, yasal ve düzenleyici kısıtlamalar ve müşteri özel talepleri ve hizmet beklentileri."
  },
  {
    "id": "3844814",
    "unitNumber": 5,
    "text": "Gönderileri birlikte gruplandırmak (birleştirme) için kullanılan tüm hava kargo yükleme ekipmanlarını tanımlayan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Birim yük cihazı",
      "B": "Ağır tonaj makinesi",
      "C": "Forklift ölçümleme",
      "D": "Elleçleme cihazı",
      "E": "Orta tonaj cihazı"
    },
    "explanation": "“Birim Yük Cihazı,” gönderileri birlikte gruplandırmak (birleştirme) için kullanılan tüm hava kargo yükleme ekipmanlarını tanımlar: konteynerler, uçak paletleri ve özel konteynerler. ULD’ler, çeşitli şekillere sahip paketleri verimli bir şekilde gruplandırma, birleştirme, taşıma, sökme ve yeniden dağıtma konusunda hava kargo nakliyecilerine büyük avantajlar sunar."
  },
  {
    "id": "3844815",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi hava kargo elleçleme hizmetleri arasında yer almaz?",
    "correctAnswer": "C",
    "options": {
      "A": "Belge işleme",
      "B": "Kayıt tutma",
      "C": "Konsültasyon",
      "D": "İzleme ve takip",
      "E": "Varışta bildirim"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/33af0fb5f629d5834f7832239cedda7f.jpeg\" alt=\"\" width=\"740\" height=\"625\">"
  },
  {
    "id": "3844816",
    "unitNumber": 5,
    "text": "Deniz taşımacılığında alıcının gerçek adının belirtildiği konşimento türü aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sipariş verilecek konşimento",
      "B": "Taşıyıcı konşimento",
      "C": "Alınacak konşimento",
      "D": "Gemi konşimentosu",
      "E": "Düz konşimento"
    },
    "explanation": "Konşimentolar, malların göndericiden alıcıya nasıl transfer edileceğini belirleyen üç temel tür talimat içerir: <br/>Düz Konşimento: Alıcının gerçek adını belirtir. Bu tür konşimentoda, alıcı veya temsilcisi orijinal konşimentolardan herhangi birini sunduğunda, taşıyıcı gönderiyi alıcının mülkiyetine teslim etmek zorundadır. <br/>“Sipariş Verilecek” Konşimento: Malları gönderen kişiye teslim eder. Malların mülkiyeti, sadece gönderenin veya bazı durumlarda bankanın kaşe veya imzasıyla onaylandığında devredilir. Bu tür konşimentoda, uygun şekilde onaylanan bir hamile veya adı geçen taraf, malların sahibi olur.<br/>“Taşıyıcı” Konşimentosu: Bu nadir kullanılan seçenek, malların taşıyıcı tarafından orijinal konşimento ile teslim edilmesi gerektiğini belirtir. Genellikle bir ticaret borsasında satılan mallar için kullanılır."
  },
  {
    "id": "3844817",
    "unitNumber": 5,
    "text": "Daha küçük hacimlerdeki yüklerin birleştirilerek tek bir kamyon ile taşınmasını sağlayan yükü ifade eden gönderi türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tam kamyon yükü",
      "B": "Parsiyel yük",
      "C": "Dönen yük",
      "D": "Sözleşme yükü",
      "E": "Tartım yük"
    },
    "explanation": "Parsiyel Yük (LTL) ve Tam Kamyon Yükü (FTL) gönderileri, nakliye maliyetlerini optimize etmek isteyen ihracatçılar ve üreticiler için farklı avantajlar sunar. LTL gönderileri, daha küçük hacimlerdeki yüklerin birleştirilerek tek bir kamyon ile taşınmasını sağlar, bu da maliyetleri düşürür. FTL gönderiler ise tek bir göndericiye ait tam bir kamyon dolusu yükü ifade eder ve genellikle daha büyük hacimli sevkiyatlar için tercih edilir. Bu gönderi türlerinde, nakliyecinin tarifeleri farklılık gösterir ve daha yüksek hacimlerdeki sevkiyatlar genellikle daha fazla tasarruf sağlar."
  },
  {
    "id": "3718015",
    "unitNumber": 6,
    "text": "Taşıma sürecinin doğrudan yürütülmesiyle ilgili maliyetlere ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dolaysız operasyonel maliyetler",
      "B": "Dolaylı operasyonel maliyetler",
      "C": "Sabit maliyetler",
      "D": "Genel maliyetler",
      "E": "Lojistik maliyetler"
    },
    "explanation": "Dolaysız operasyonel maliyetler, taşıma sürecinin doğrudan yürütülmesiyle ilgili maliyetlerdir."
  },
  {
    "id": "3718018",
    "unitNumber": 6,
    "text": "Personel maliyetleri aşağıdaki şıklardaki hangi giderleri kapsar?",
    "correctAnswer": "D",
    "options": {
      "A": "Taşıma modunun gerektirdiği fiziksel altyapının (yollar, pistler, limanlar vb.) maliyetlerini.",
      "B": "Yakıt, bakım ve onarım maliyetleri, sigorta maliyetleri, dış kaynaklı kargo elleçleme maliyetleri.",
      "C": "İşletmenin genel giderleri, yönetim masrafları ve ofis giderlerini",
      "D": "Taşıma operasyonlarında çalışan personelin maaşları, yan hakları<br/>ve diğer personel giderlerini kapsar.",
      "E": "İşletmenin idareci masrafları ve mutfak giderlerini."
    },
    "explanation": "Personel maliyetleri, taşıma operasyonlarında çalışan personelin maaşları, yan hakları<br/>ve diğer personel giderlerini kapsar.<br/>Personel maliyetleri, taşıma operasyonlarında çalışan personelin maaşları, yan hakları ve diğer personel giderlerini kapsar."
  },
  {
    "id": "3718023",
    "unitNumber": 6,
    "text": "Trafik gerçekleştiğinde ortaya çıkan ve yoğunluğa bağlı olarak değişen maliyetlere ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Personel maliyetleri",
      "B": "Kurulum maliyetleri",
      "C": "Vergi maliyetleri",
      "D": "Taşıma maliyetleri",
      "E": "İşletme maliyetleri"
    },
    "explanation": "İşletme maliyetleri, trafik gerçekleştiğinde ortaya çıkan ve yoğunluğa bağlı olarak değişen maliyetlerdir."
  },
  {
    "id": "3718028",
    "unitNumber": 6,
    "text": "Taşımacılık maliyetleri arasında en yüksek düzeyde değişkenlik gösteren maliyetlere ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "İşletim maliyetleri",
      "B": "Personel maliyetleri",
      "C": "Hesaplama maliyetleri",
      "D": "Vergi maliyetleri",
      "E": "Kurulum Maliyetleri"
    },
    "explanation": "Taşımacılık maliyetleri arasında, personel maliyetleri en yüksek düzeyde değişkenlik gösteren maliyetlerdir."
  },
  {
    "id": "3718031",
    "unitNumber": 6,
    "text": "Fazla mesai ücretlerinin hesaplanmasında, her saat için ödenecek ücretin normal<br/>çalışma ücretinin saatlik miktarının %25 oranında artırılması gerektiği belirtilmiştir.",
    "correctAnswer": "C",
    "options": {
      "A": "%15 oranında",
      "B": "%20 oranında",
      "C": "%25 oranında",
      "D": "%30 oranında",
      "E": "%50 oranında"
    },
    "explanation": "Fazla mesai ücretlerinin hesaplanmasında, her saat için ödenecek ücretin normal<br/>çalışma ücretinin saatlik miktarının %25 oranında artırılması gerektiği belirtilmiştir."
  },
  {
    "id": "3718034",
    "unitNumber": 6,
    "text": "Halka açık yolları kullanan çoğu motorlu araç türünden alınan yıllık bir vergiye ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Motorlu Taşıtlar Vergisi",
      "B": "Taşıma vergisi",
      "C": "Personel vergisi",
      "D": "Amortisman vergisi",
      "E": "Gelir vergisi"
    },
    "explanation": "Motorlu Taşıtlar Vergisi, halka açık yolları kullanan çoğu motorlu araç türünden alınan<br/>yıllık bir vergidir.<br/>Motorlu Taşıtlar Vergisi, halka açık yolları kullanan çoğu motorlu araç türünden alınan yıllık bir vergidir."
  },
  {
    "id": "3718038",
    "unitNumber": 6,
    "text": "Denizcilik işletmelerinin sigorta maliyetlerini hesaplamak için ilgili kuruluşlardan günlük işletme maliyeti ve maliyet bölümü verileri elde edilerek değerlendirme yapılan bu maliyet kalemi genellikle hangi tarih aralığında hesaplanmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Haftalık",
      "B": "Aylık",
      "C": "Altı aylık",
      "D": "Yıllık",
      "E": "Beş yıllık"
    },
    "explanation": "Denizcilik işletmelerinin sigorta maliyetlerini hesaplamak için ilgili kuruluşlardan<br/>günlük işletme maliyeti ve maliyet bölümü verileri elde edilerek değerlendirme yapılabilir.<br/>Bu maliyet kalemi genellikle yıllık olarak hesaplanmaktadır."
  },
  {
    "id": "3718042",
    "unitNumber": 6,
    "text": "Bakım ve onarım maliyetlerinin yüzde kaçı sabit olarak kabul edilir?",
    "correctAnswer": "E",
    "options": {
      "A": "%10’u sabit olarak kabul edilir.",
      "B": "%20’si sabit olarak kabul edilir.",
      "C": "%30’u sabit olarak kabul edilir.",
      "D": "%40’ı sabit olarak kabul edilir.",
      "E": "%50’si sabit olarak kabul edilir."
    },
    "explanation": "Bakım ve onarım maliyetlerinin %50’si sabit olarak kabul edilirken, geri kalan %50’si değişken olarak değerlendirilir."
  },
  {
    "id": "3718045",
    "unitNumber": 6,
    "text": "Bakım ve onarım maliyetlerinin yüzde kaçı değişken olarak değerlendirilir?",
    "correctAnswer": "C",
    "options": {
      "A": "%30’u değişken olarak değerlendirilir.",
      "B": "%40’ı değişken olarak değerlendirilir.",
      "C": "%50’si değişken olarak değerlendirilir.",
      "D": "%60’ı değişken olarak değerlendirilir.",
      "E": "%80’i değişken olarak değerlendirilir."
    },
    "explanation": "Bakım ve onarım maliyetlerinin %50’si sabit olarak kabul edilirken, geri kalan %50’si değişken olarak değerlendirilir."
  },
  {
    "id": "3718070",
    "unitNumber": 6,
    "text": "Demiryolu taşımacılığında, eşyaların ambalajlarının açılması, numune alınması, taşıma kabının temizlenmesi, yeniden paketlenmesi, şilingleme, etiketleme gibi işlemleri kapsayan genel bir faaliyet grubunu aşağıdakilerden hangisi ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Manipülasyon maliyeti",
      "B": "Teçhizat maliyeti",
      "C": "Tahsis maliyeti",
      "D": "Kantar maliyeti",
      "E": "Feribot maliyeti"
    },
    "explanation": "Demiryolu taşımacılığında, manipülasyon terimi, eşyaların ambalajlarının açılması, numune alınması, taşıma kabının temizlenmesi, yeniden paketlenmesi, şilingleme, etiketleme gibi işlemleri kapsayan genel bir faaliyet grubunu ifade eder."
  },
  {
    "id": "3719644",
    "unitNumber": 6,
    "text": "I. Paketleme\n II. Paletleme\n III. Dokümantasyon\n IV. Yükleme/boşaltma ücretleri\n Yukarıda verilenlerden hangileri taşıma maliyetlerindendir?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve IV",
      "B": "II ve III",
      "C": "II, III ve IV",
      "D": "I, II ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Taşıma Maliyeti (TMY), taşıma maliyetlerinin kasıtlı ve sistematik olarak hesaplanması, izlenmesi ve analiz edilmesi sürecidir. Bu süreç, paketleme, paletleme, dokümantasyon, yükleme/boşaltma ücretleri, taşıma maliyetleri, sigorta ve ilgili yönetim maliyetlerini kapsar. Doğru cevap E’dir."
  },
  {
    "id": "3719645",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi dolaylı operasyonel maliyetlerden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yakıt",
      "B": "Taşıma ücretleri",
      "C": "Sigorta",
      "D": "Depolama ücretleri",
      "E": "Bakım ve onarım maliyetleri"
    },
    "explanation": "Dolaysız operasyonel maliyetler, taşıma sürecinin doğrudan yürütülmesiyle ilgili maliyetlerdir. Bu maliyetler arasında yakıt, taşıma ücretleri, yükleme ve boşaltma ücretleri, sigorta, bakım ve onarım maliyetleri yer alır. Dolaylı operasyonel maliyetler ise, taşıma sürecini destekleyen ancak doğrudan taşımayla ilgili olmayan maliyetlerdir. Bu maliyetler arasında paketleme, paletleme, dokümantasyon, depolama ücretleri gecikme ücretleri, personel maliyetleri ve genel işletme maliyetleri bulunur. Doğru cevap D’dir."
  },
  {
    "id": "3719647",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi işletme maliyetlerinden biri <u>değildir?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Personel giderleri",
      "B": "Vergi giderleri",
      "C": "Kurulum maliyeti",
      "D": "Sigorta masrafları",
      "E": "Dönemsel bakım ve onarım harcamaları"
    },
    "explanation": "İşletme maliyetleri, trafik gerçekleştiğinde ortaya çıkan ve yoğunluğa bağlı olarak değişen maliyetlerdir. Bu maliyetler genellikle işgücü, yakıt (veya enerji) ve bakım gibi unsurları içerir. İşletme maliyetleri, taşımacılık firmasının operasyonları yönetmek için üstlenmek zorunda olduğu giderlerdir. Bu maliyetler, operasyonların özellikleriyle doğrudan ilişkili değildir ve genellikle diğer maliyet sınıflarına göre daha düşüktür. İşletme maliyetleri arasında personel giderleri, vergi giderleri, sigorta masrafları, dönemsel bakım ve onarım harcamaları ile ofis faaliyetlerinden kaynaklanan genel yönetim giderleri bulunur. Doğru cevap C’dir."
  },
  {
    "id": "3719649",
    "unitNumber": 6,
    "text": "I. Yalnız navigasyon\n II. Gündüz navigasyonu\n III. Yarı sürekli navigasyon\n IV. Sürekli navigasyon\n Yukarıda verilenlerden hangileri geminin kullanım modlarındandır?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "I, III ve IV",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Mürettebatın boyutu ve konfigürasyonu, geminin uzunluğuna (≤70 m, 70-86 m, &gt;86 m), kullanım moduna (yalnız navigasyon, gündüz navigasyonu, yarı sürekli navigasyon, sürekli navigasyon) ve ekipman yükleme türüne (standart, standart + pruva iticileri) bağlı olarak değişir. Doğru cevap E’dir."
  },
  {
    "id": "3719655",
    "unitNumber": 6,
    "text": "I. Denizyolu\n II. Demiryolu\n III. Karayolu\n Sigorta maliyetinin makul olması açısından yukarıda verilen taşımacılık türlerinin sıralaması aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "I &gt; II &gt; III",
      "B": "I &gt; III &gt; II",
      "C": "II &gt; I &gt; III",
      "D": "II &gt; III &gt; I",
      "E": "III &gt; II &gt; I"
    },
    "explanation": "Sigorta maliyetinin makul olması açısından taşımacılık türleri denizyolu &gt; Demiryolu &gt; Karayolu şeklinde sıralanmaktadır. Doğru cevap A’dir."
  },
  {
    "id": "3719656",
    "unitNumber": 6,
    "text": "Toplam yıllık bakım ve onarım maliyetlerinin tahmini aşağıdakilerden hangisine bağlı <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Geminin yük kapasitesi",
      "B": "Kullanım süresi",
      "C": "Taşınan yük türü",
      "D": "Operasyon alanı",
      "E": "Sefere ilişkin personel maliyeti"
    },
    "explanation": "Toplam yıllık bakım ve onarım maliyetleri, geminin yük kapasitesine, kullanım süresine, taşıdığı yük türüne ve operasyon alanına bağlı olarak tahmin edilir. Doğru cevap E’dir."
  },
  {
    "id": "3719658",
    "unitNumber": 6,
    "text": "Bilişim teknolojileri ile iletişim masrafları aşağıdakilerden hangisi içinde yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Sigorta maliyeti",
      "B": "Bakım ve onarım maliyetleri",
      "C": "Genel yönetim giderleri",
      "D": "Değer kaybı maliyeti",
      "E": "Elleçleme maliyetleri"
    },
    "explanation": "Genel yönetim giderleri, yönetim, gayrimenkul ve altyapı harcamaları, diğer personel için sosyal ödemeler ve ücretler, bilişim teknolojileri (BT) ile iletişim masrafları gibi yönetim sel maliyetleri kapsar. Doğru cevap C’dir."
  },
  {
    "id": "3719667",
    "unitNumber": 6,
    "text": "A taşımacılık şirketi İstanbul’dan Adana’ya yapılacak taşımada personele harcırah için 400 € ödenmiştir. Gidiş için on iki ton dönüşte ise sekiz ton yük taşınması planlanmaktadır. Buna göre birim sefere ilişkin personel gideri ne olmalıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "8",
      "B": "10",
      "C": "15",
      "D": "20",
      "E": "22"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/cc1f43748fd1db8646023b5e5035463f.png\" alt=\"\" width=\"657\" height=\"53\">"
  },
  {
    "id": "3719670",
    "unitNumber": 6,
    "text": "Uluslararası demiryolu taşımacılığında yüklü vagonların gönderici veya alıcıdan kaynaklanan çeşitli nedenlerle işlemlerinin tamamlanmaması durumunda uygulanan maliyete ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bekleme maliyeti",
      "B": "Hat işgal maliyeti",
      "C": "Hammaliye maliyeti",
      "D": "Depolama maliyeti",
      "E": "Techizat tahsis maliyeti"
    },
    "explanation": "Bekleme ücreti (sejür), uluslararası demiryolu taşımacılığında yüklü vagonların gönderici veya alıcıdan kaynaklanan çeşitli nedenlerle işlemlerinin tamamlanmaması durumunda uygulanan bir maliyettir. Doğru cevap A’dir."
  },
  {
    "id": "3719676",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi demiryolu taşımacılığında manipülasyon maliyetlerinden biri <u>değildir?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "Şilingleme",
      "B": "Bakım-onarım maaliyeti",
      "C": "Taşıma kabının temizlenmesi",
      "D": "Numune alınması",
      "E": "Etiketleme"
    },
    "explanation": "Demiryolu taşımacılığında, manipülasyon terimi, eşyaların ambalajlarının açılması, nu mune alınması, taşıma kabının temizlenmesi, yeniden paketlenmesi, şilingleme, etiketle me gibi işlemleri kapsayan genel bir faaliyet grubunu ifade eder. Doğru cevap B’dir."
  },
  {
    "id": "3716935",
    "unitNumber": 7,
    "text": "Tehlikeli maddelerin karayolu ile taşınmasına ilişkin kuralları belirleyen ve bu maddelerin güvenli bir şekilde taşınmasını sağlamayı amaçlayan düzenleme aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "CMR Konvansiyonu",
      "B": "TIR Sözleşmesi",
      "C": "ATP Konvansiyonu",
      "D": "AETR Mevzuatı",
      "E": "ADR Anlaşması"
    },
    "explanation": "<strong>Uluslararası Mevzuatlar</strong><br/>Doğru yanıt E seçeneğidir. Çünkü, ADR, tehlikeli maddelerin karayolu ile taşınmasına ilişkin kuralları belirler ve bu maddelerin güvenli bir şekilde taşınmasını sağlamayı amaçlar. Bu anlaşma, tehlikeli maddelerin sınıflandırılması, paketlenmesi, işaretlenmesi ve taşınmasıyla ilgili detaylı hükümler içerir."
  },
  {
    "id": "3716936",
    "unitNumber": 7,
    "text": "I. CMR Sözleşmesi’ne göre, mahkemeler, ulusal hukukun uygun kurallarını uygulamakla yükümlüdür.\n II. CMR Sözleşmesi, taşıma sözleşmelerinin oluşturulmasına ilişkin zorunlu kurallar getirmektedir.\n III. CMR Sözleşmesi’nin belirttiği şekilde bir taşıma belgesi düzenlenmelidir.\n IV. Taşıma sözleşmesi için özel bir biçim gerekmektedir.\n Yukarıdakilerden hangileri CMR Sözleşmesi’ne ilişkin doğru ifadelerdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "II ve IV"
    },
    "explanation": "<strong>CMR Mevzuatı</strong><br/>CMR Sözleşmesi, taşıma sözleşmelerinin oluşturulmasına ilişkin zorunlu kurallar getirmemektedir. Mahkemeler, ulusal hukukun uygun kurallarını uygulamakla yükümlüdür. Taşıma sözleşmesi için özel bir biçim gerekmemektedir. Ancak, Sözleşme’nin belirttiği şekilde bir taşıma belgesi düzenlenmelidir. Bu belge, bir makbuz işlevi görür ve taşıma sözleşmesinin varlığını ve geçerliliğini kanıtlar. Belgede herhangi bir usulsüzlük, eksiklik veya kayıp durumunda, taşımanın uluslararası olup olmadığını ispatlamakta zorluk yaşanabilir ve taşıyıcı, sorumluluğunu reddedebilir. Dolayısıyla, doğru yanıt D seçeneğidir."
  },
  {
    "id": "3716938",
    "unitNumber": 7,
    "text": "TIR transit sistemi, İkinci Dünya Savaşı’ndan sonra hangi coğrafyanın ekonomilerini canlandırma amacıyla geliştirilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Asya",
      "B": "Avrupa",
      "C": "Amerika",
      "D": "Ortadoğu",
      "E": "Afrika"
    },
    "explanation": "<strong>TIR Sözleşmesi</strong><br/>Doğru yanıt B seçeneğidir. Çünkü, TIR transit sistemi, Birleşmiş Milletler Avrupa Ekonomik Komisyonu’nun (UNECE) himayesinde, İkinci Dünya Savaşı’ndan sonra Avrupa ekonomilerini canlandırma amacıyla geliştirilmiştir. TIR Sözleşmesi 1949 yılında imzalanmış ve bu sözleşmenin başarısı, 1959’da ilk TIR Sözleşmesinin kurulmasına zemin hazırlamıştır."
  },
  {
    "id": "3716939",
    "unitNumber": 7,
    "text": "Avusturya, Batı Almanya, İtalya, Lüksemburg, Hollanda, Portekiz ve ………….. tarafından imzalanan bu anlaşma, beş ülke tarafından onaylandıktan sonra 21 Kasım 1976 tarihinde yürürlüğe girmiştir.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Fransa",
      "B": "İsviçre",
      "C": "İngiltere",
      "D": "Danimarka",
      "E": "İsveç"
    },
    "explanation": "<strong>ATP Konvansiyonu</strong><br/>Doğru yanıt B seçeneğidir. Çünkü, ATP anlaşması, 1 Eylül 1970 tarihinde Cenevre’de UNECE’nin gözetiminde imzalanmıştır. Avusturya, Batı Almanya, İtalya, Lüksemburg, Hollanda, Portekiz ve İsviçre tarafından imzalanan bu anlaşma, beş ülke tarafından onaylandıktan sonra 21 Kasım 1976 tarihinde yürürlüğe girmiştir. ATP, 1962 yılında imzalanmış ancak yeterli onayı alamamış olan Bozulabilir Gıda Maddelerinin Taşınmasına Yönelik Özel Ekipman Anlaşması’nın yerini almak üzere tasarlanmıştır."
  },
  {
    "id": "3716941",
    "unitNumber": 7,
    "text": "2016 itibarıyla, Türkiye’nin ADR anlaşmasına taraf olan ülke sayısı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "46",
      "B": "47",
      "C": "48",
      "D": "49",
      "E": "50"
    },
    "explanation": "<strong>ADR Konvansiyonu </strong><br/>Doğru yanıt D seçeneğidir. Çünkü, 2016 itibarıyla, 49 ülke ADR anlaşmasına taraf olmuştur. Bu ülkeler arasında Arnavutluk, Andora, Avusturya, Azerbaycan, Beyaz Rusya, Belçika, Bosna-Hersek, Bulgaristan, Hırvatistan, Kıbrıs, Çek Cumhuriyeti, Danimarka, Estonya, Finlandiya, Fransa, Gürcistan, Almanya, Yunanistan, Macaristan, İzlanda, İrlanda, İtalya, Kazakistan, Letonya, Lihtenştayn, Litvanya, Lüksemburg, Malta, Karadağ, Fas, Hollanda, Norveç, Polonya, Portekiz, Moldova, Romanya, Rusya, Sırbistan, Slovakya, Slovenya, İspanya, İsveç, İsviçre, Tacikistan, Kuzey Makedonya, Tunus, Türkiye, Ukrayna, Birleşik Krallık ve Kuzey İrlanda bulunmaktadır."
  },
  {
    "id": "3716947",
    "unitNumber": 7,
    "text": "Uluslararası taşımacılığı düzenleyerek sınır ötesi yasal ve olgusal işlemleri mümkün olduğunca açık ve kesin bir şekilde belirlemeyi amaçlayan sözleşme aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "ATP Konvansiyonu",
      "B": "TIR Sözleşmesi",
      "C": "CMR Konvansiyonu",
      "D": "ADR Konvansiyonu",
      "E": "AETR Konvansiyonu"
    },
    "explanation": "<strong>AETR Konvansiyonu</strong><br/>Doğru yanıt, E seçeneğidir. Çünkü, AETR Sözleşmesi, uluslararası taşımacılığı düzenleyerek sınır ötesi yasal ve olgusal işlemleri mümkün olduğunca açık ve kesin bir şekilde belirlemeyi amaçlar."
  },
  {
    "id": "3716951",
    "unitNumber": 7,
    "text": "Denizyolu taşımacılığında uluslararası mevzuatlar arasında en kapsamlı ve günümüz koşullarına en iyi uyum sağlayanı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Atina Sözleşmesi",
      "B": "Rotterdam Kuralları",
      "C": "SOLAS 74",
      "D": "MARPOL 73/78",
      "E": "Hamburg Kuralları"
    },
    "explanation": "<strong>DENİZYOLU TAŞIMACILIĞINDA YASAL DÜZENLEMELER- Uluslararası Mevzuatlar</strong><br/>Denizyolu taşımacılığında uluslararası mevzuatlar arasında çeşitli önemli düzenlemeler bulunmaktadır. Bunlar arasında 1974 Atina Sözleşmesi, Hamburg Kuralları, IMDG Kodu’nun iki cildi, MARPOL 73/78, Rotterdam Kuralları, SOLAS 74 (Denizde Can Emniyeti Uluslararası Sözleşmesi), ve Hague-Visby Kuralları yer alır. Bu düzenlemelerden en kapsamlı ve günümüz koşullarına en iyi uyum sağlayanı Rotterdam Kuralları olarak değerlendirilmektedir. Bununla birlikte, Hague-Visby ve Hamburg Kuralları da halen geçerli olup, Rotterdam Kuralları ile temel olarak çelişmemektedir. Bu yüzden doğru yanıt B seçeneğidir."
  },
  {
    "id": "3716952",
    "unitNumber": 7,
    "text": "Deniz yolu taşımacılığında uluslararı mevzuatlar çerçevesinde özellikle gelişmiş ülkeler tarafından daha fazla kabul gören kurallar aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hague-Visby Kuralları",
      "B": "Washington Kuralları",
      "C": "Lahey ve Lahey-Visby Kuralları",
      "D": "Rotterdam Kuralları",
      "E": "Hamburg Kuralları"
    },
    "explanation": "<strong>DENİZYOLU TAŞIMACILIĞINDA YASAL DÜZENLEMELER- Uluslararası Mevzuatlar</strong><br/>Lahey ve Lahey-Visby Kuralları, özellikle gelişmiş ülkeler tarafından daha fazla kabul görmüşken, Hamburg Kuralları daha çok gelişmekte olan ülkeler tarafından benimsenmiştir. Lahey ve Hamburg arasında bir uzlaşma beklenirken, daha kapsamlı Rotterdam Kuralları ortaya çıkmıştır. Bu yüzden doğru yanıt C seçeneğidir."
  },
  {
    "id": "3716953",
    "unitNumber": 7,
    "text": "Uluslararası düzeyde havayolu taşımacılığını düzenleyen başlıca yasal düzenlemeler arasında IATA Sözleşmesi, Varşova Anlaşması, Montreal Sözleşmesi ve DGR Kuralları bulunmaktadır.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Tokyo Anlaşması",
      "B": "Londra Anlaşması",
      "C": "Moskova Anlaşması",
      "D": "Berlin Anlaşması",
      "E": "Varşova Anlaşması"
    },
    "explanation": "<strong>HAVAYOLU TAŞIMACILIĞINDA YASAL DÜZENLEMELER</strong><br/>Doğru yanıt E seçeneğidir. Çünkü, Havayolu taşımacılığı, demiryolu taşımacılığı gibi, çok sayıda ulusal ve uluslararası mevzuat tarafından düzenlenmektedir. Ulusal mevzuatın temelini genellikle Sivil Havacılık Kanunu oluşturmaktadır. Uluslararası düzeyde ise havayolu taşımacılığını düzenleyen başlıca yasal düzenlemeler arasında IATA Sözleşmesi, Varşova Anlaşması, Montreal Sözleşmesi ve DGR Kuralları bulunmaktadır."
  },
  {
    "id": "3716954",
    "unitNumber": 7,
    "text": "Varşova Sözleşmesi’nin günümüz koşullarıyla uyumlaştırılması amacıyla 10-28 Mayıs 1999 tarihlerinde Uluslararası Hava Hukuku Konferansı’na katılan devletler tarafından imzaya açılan sözleşme aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Lahey",
      "B": "Montreal",
      "C": "Guatemela",
      "D": "IATA",
      "E": "DGR"
    },
    "explanation": "<strong>Montreal Konvansiyonu</strong><br/>Doğru yanıt B seçeneğidir. Çünkü, Montreal Sözleşmesi, Varşova Sözleşmesi’nin günümüz koşullarıyla uyumlaştırılması amacıyla 10-28 Mayıs 1999 tarihlerinde Montreal’de yapılan Uluslararası Hava Hukuku Konferansı’na katılan devletler tarafından imzaya açılmıştır. Ülkemiz de bu sözleşmeyi imzalamış olup, onay süreci başlatılmıştır."
  },
  {
    "id": "3717160",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi karayolu uluslararası taşıma mevzuatları arasında yer alan bir düzenlemedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Rotterdam Kuralları",
      "B": "Varşova Konvansiyonu",
      "C": "RID Sözleşmesi",
      "D": "AETR Konvansiyonu",
      "E": "CIM Sözleşmesi"
    },
    "explanation": "AETR Sözleşmesi, resmi adıyla “Accord Européen sur les Transports Routiers”, Avrupa Birliği ve Avrupa Ekonomik Alanı ülkeleri ile bu sözleşmeye taraf olan diğer ülkeler arasında uluslararası karayolu taşımacılığı operasyonlarını düzenler. A ve B şıkları havayolu, C ve E şıkları demiryolu taşımacılığıyla ilgilidir."
  },
  {
    "id": "3717161",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi denizyolu uluslararası taşıma mevzuatları arasında yer alan bir düzenlemedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hamburg Kuralları",
      "B": "COTIF sözleşmesi",
      "C": "ADR Mevzuatı",
      "D": "CMR Mevzuatı",
      "E": "RID Sözleşmesi"
    },
    "explanation": "Denizyolu taşımacılığında uluslararası mevzuatlar arasında çeşitli önemli düzenlemeler bulunmaktadır. Bunlar arasında 1974 Atina Sözleşmesi, Hamburg Kuralları, IMDG Kodu’nun iki cildi, MARPOL 73/78, Rotterdam Kuralları, SOLAS 74 (Denizde Can Emniyeti Uluslararası Sözleşmesi), ve Hague-Visby Kuralları yer alır."
  },
  {
    "id": "3717162",
    "unitNumber": 7,
    "text": "Demiryolu taşımacılığında uluslararası yasal düzenlemeler açısından en temel çerçeve mevzuat aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "ATP Konvansiyonu",
      "B": "CMR Mevzuatı",
      "C": "AETR Konvansiyonu",
      "D": "Varşova Konvansiyonu",
      "E": "COTIF sözleşmesi"
    },
    "explanation": "Demiryolu taşımacılığında uluslararası yasal düzenlemeler açısından en temel çerçeve mevzuat, Uluslararası Demiryolu Taşımacılığına İlişkin Sözleşme (COTIF) olarak bilinir."
  },
  {
    "id": "3717163",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi havayolu uluslararası taşıma mevzuatları arasında yer alan bir düzenlemedir?",
    "correctAnswer": "B",
    "options": {
      "A": "ADR Konvansiyonu",
      "B": "Montreal Konvansiyonu",
      "C": "Rotterdam Kuralları",
      "D": "Varşova Konvansiyonu",
      "E": "RID Sözleşmesi"
    },
    "explanation": "Montreal Sözleşmesi, Varşova Sözleşmesi’nin günümüz koşullarıyla uyumlaştırılması amacıyla 10-28 Mayıs 1999 tarihlerinde Montreal’de yapılan Uluslararası Hava Hukuku Konferansı’na katılan devletler tarafından imzaya açılmıştır. ADR Konvansiyonu karayolu, Rotterdam Kuralları denizyolu, Varşova Konvansiyonu havayolu ve RID Sözleşmesi demiryolu taşımacılığıyla ilgilidir."
  },
  {
    "id": "3717164",
    "unitNumber": 7,
    "text": "Karayolu taşımacılığında gönderici, alıcı ve taşımacı arasındaki sorumluluk ve yükümlülükleri doğrudan düzenleyen uluslararası yasal düzenleme aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "ADR Konvansiyonu",
      "B": "ATP Konvansiyonu",
      "C": "CMR Konvansiyonu",
      "D": "AETR mevzuatı",
      "E": "TIR Sözleşmesi"
    },
    "explanation": "CMR Konvansiyonu, karayolu taşımacılığında gönderici, alıcı ve taşımacı arasındaki sorumluluk ve yükümlülükleri doğrudan düzenler. Bu konvansiyon, taşımacılık işlemleri sırasında ortaya çıkabilecek her türlü sorumluluk ve yükümlülüğün taraflar arasındaki paylaşımını belirler."
  },
  {
    "id": "3717165",
    "unitNumber": 7,
    "text": "Rotterdam Kuralları aşağıdakilerden hangisi ile ilgili bir sınırlılık <u>içermez</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Çok modlu taşıma sözleşmeleri",
      "B": "Taşıyıcıların sorumluluk limiti",
      "C": "Taşıyıcının sorumluluk süresi",
      "D": "Geçerli belge biçimleri",
      "E": "Dava açma süresi"
    },
    "explanation": "Rotterdam Kuralları sadece taşımanın deniz ayağını içerdiği durumlarda geçerlidir. Denizyolu içermeyen diğer çok modlu taşıma sözleşmeleri bu kuralların kapsamına girmez."
  },
  {
    "id": "3717166",
    "unitNumber": 7,
    "text": "Ulusal mevzuat açısından genellikle kanunlar ve yönetmelikler yerine emirler şeklinde düzenlenen taşımacılık türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Karayolu taşımacılığı",
      "B": "Denizyolu taşımacılığı",
      "C": "Demiryolu taşımacılığı",
      "D": "Havayolu taşımacılığı",
      "E": "Çok modlu taşıma"
    },
    "explanation": "Demiryolu taşımacılığı ulusal mevzuat açısından genellikle kanunlar ve yönetmelikler yerine emirler şeklinde düzenlenmektedir. Bunun temel nedeni, demiryolu taşımacılığının büyük oranda uluslararası taşımacılık sistemleriyle entegre olmasıdır."
  },
  {
    "id": "3717168",
    "unitNumber": 7,
    "text": "Demiryolu taşımacılığında tektip kurallarla ilgili aşağıdakilerden hangisi <u>yanlıştır</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Gönderim ve teslim noktaları üye devletlerin sınırları içinde yer almalıdır.",
      "B": "Eşyanın taşınmasında teslim alacak kişinin uyruğu önemlidir.",
      "C": "Demiryoluna ek olarak karayolu veya iç su yolu ile taşıma gereklidir.",
      "D": "Bir üye devletin farklı istasyonları arasındaki taşımalarda geçerlidir.",
      "E": "Gönderim ve teslim noktalarından en az biri üye devlet olması gerekir."
    },
    "explanation": "COTIF kapsamındaki Tektip Kurallar, malların teslim alındığı yer ile teslimat için belirlenen yerin iki farklı Üye Devlet sınırları içinde bulunması durumunda geçerlidir. Bu kurallar, iş yerine ve teslim alacak kişinin uyruğuna bakılmaksızın, ödül karşılığı eşyanın demiryolu ile taşınmasına ilişkin her sözleşmeye uygulanır."
  },
  {
    "id": "3717169",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi CIM konşimentosu kapsamında taşınması belirli koşullara tabi olan yükler arasında <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Canlı hayvanlar",
      "B": "Cenaze gönderileri",
      "C": "Tekerlekli demiryolu vagonları",
      "D": "İstisnai durumlarda hariç tutulan diğer yükler",
      "E": "Posta makamlarının tekeli altında olan eşyalar"
    },
    "explanation": "Bazı yükler CIM konşimentosu kapsamında taşınabilir, ancak belirli koşullara tabidir. Bu yükler şunlardır:<br/>• Tekerlekli demiryolu vagonları<br/>• Cenaze gönderileri<br/>• Canlı hayvanlar<br/>• İstisnai durumlarda hariç tutulan diğer yükler"
  },
  {
    "id": "3717170",
    "unitNumber": 7,
    "text": "DGR Kuralları havayolu taşımacılığı kapsamında aşağıdakilerden hangisiyle ilgilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İnşan taşımacılığı şartları",
      "B": "Posta taşımacılığı şartları",
      "C": "Kargo taşımacılığı şartları",
      "D": "Tehlikeli madde taşıma şartları",
      "E": "Tazminat koşulları ve hükümleri"
    },
    "explanation": "Tehlikeli Madde Kuralları, İngilizce adıyla Dangerous Goods Regulations (DGR), uçakla taşınması muhtemel her türlü tehlikeli maddenin miktar, paketlenme ve taşınma şartlarını belirleyen uluslararası kurallardır."
  },
  {
    "id": "3717605",
    "unitNumber": 8,
    "text": "Aşagıdakilerden hangisi özel taşıma gerektiren mallardan birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Genellikle çok büyük veya çok ağır olan hafif ve ağır makineler",
      "B": "Radyoaktif maddeler",
      "C": "Gazlar",
      "D": "Yanıcı katı maddeler",
      "E": "Aşındırıcı maddeler"
    },
    "explanation": "Özel taşima hizmetleri gerektiren mallar aşağidaki gibi sıralanabilir. <br/>• Büyük boyutlu ekipman yükleri. <br/>• Özel konteynırlar ve taşıyıcılar gerektiren tehlikeli yükler. <br/>• Elektronik gibi ekstra korumaya ihtiyaç duyan yüksek değerli navlun. <br/>• Genellikle çok büyük veya çok ağır olan hafif ve ağır makineler."
  },
  {
    "id": "3717623",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi maddelerin arz ettikleri tehlike derecesine göre gruplandırılması kapsamında ele alınan paketleme grubu içerisinde yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yaralanmaya sebep olan maddeler",
      "B": "Düşük tehlike arz eden maddeler",
      "C": "Dezenfekte edilmesi gereken maddeler",
      "D": "Kontrol edilmesi gereken maddeler",
      "E": "Kullanımı tavsiye edilen maddeler"
    },
    "explanation": "Uygun paketleme aynı zamanda malzemenin Paketleme Grubuna da bağlıdır. Paketleme Grubu, maddelerin (Tehlike Sınıfı 2, Sınıf 6 Bölüm 2 ve Sınıf 7’dekiler dışında) arz ettikleri tehlike derecesine göre gruplandırılmasıdır:<br/>• Paketleme grubu I: yüksek tehlike arz eden maddeler; <br/>• Paketleme grubu II: orta derecede tehlikeli maddeler; <br/>• Paketleme grubu III: düşük tehlike arz eden maddeler."
  },
  {
    "id": "3717634",
    "unitNumber": 8,
    "text": "Aşağıdak ilerden hangisi taşınmasında özel güvenlik önlemleri ve uygun ambalajlama gerekli olan maddelerdendir?",
    "correctAnswer": "E",
    "options": {
      "A": "Alevlenebilir katılar",
      "B": "yüksek tehlike arz eden maddeler;",
      "C": "orta derecede tehlikeli maddeler",
      "D": "düşük tehlike arz eden maddeler",
      "E": "Radyoaktif maddeler"
    },
    "explanation": "Radyoaktif maddeler doğru cevap. Bu tür materyaller ambalajsız ve dökme olarak taşınamaz. mutlak bir muhafaza unsuru içerisinde mevzuatlara göre taşınmalı"
  },
  {
    "id": "3717914",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi tehlikeli maddelerin karayolu ile taşınmasında kullanılan araçlar arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Açık araçlar",
      "B": "Tenteli araçlar",
      "C": "Isı kontrollü araçlar",
      "D": "Tankerler",
      "E": "Kuru yük araçları"
    },
    "explanation": "Tehlikeli Maddelerin Karayolu ile Taşınmasında Kullanılan Araçlar<br/>Açık Araçlar<br/>Tenteli Araçlar<br/>Isı Kontrollü Araçlar<br/>Tankerler<br/>Tank Konteynerler<br/>Gaz Konteynerleri"
  },
  {
    "id": "3717920",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Tehlikeli Maddelerin Denizyolu ile Taşınmasında Kullanılan Araçlardan birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kuru Yük Gemileri",
      "B": "Gaz Konteynerleri",
      "C": "Tank Konteynerler",
      "D": "Tankerler",
      "E": "Isı Kontrollü Araçlar"
    },
    "explanation": "Kuru Yük Gemileri"
  },
  {
    "id": "3717923",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi yaralı veya fizyolojik zayıflıklar veya patolojik süreçler sergileyen hayvanların nakli için uygun kabul edilmeyecek koşulları arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Acı çekmeden bağımsız hareket edemezler veya yardımsız yürüyemezler",
      "B": "Ciddi bir açık yara veya sarkma gösterirler",
      "C": "Beklenen gebelik süresinin %90’ı veya daha fazlası geçmiş veya bir önceki hafta doğum yapmış gebeler",
      "D": "Göbek deliği tamamen iyileşmemiş yeni doğmuş memeliler",
      "E": "Hastalık veya yaralanma bir araştırma programının parçası"
    },
    "explanation": "Amaçlanan yolculuk için uygun olmadıkça hiçbir hayvan taşınmayacak ve tüm hayvanlar yaralanmalarına veya gereksiz acılara neden olmayacakları garanti edilen koşullarda taşınacaktır. Yaralı veya fizyolojik zayıflıklar veya patolojik süreçler sergileyen hayvanlar, özellikle aşağıdaki durumlarda nakil için uygun kabul edilmeyecektir: <br/>a. Acı çekmeden bağımsız hareket edemezler veya yardımsız yürüyemezler, <br/>b. Ciddi bir açık yara veya sarkma gösterirler, <br/>c. Beklenen gebelik süresinin %90’ı veya daha fazlası geçmiş veya bir önceki hafta doğum yapmış gebeler, d. Göbek deliği tamamen iyileşmemiş yeni doğmuş memelilerdir, e. 100 km’den daha kısa mesafelerde taşınmadıkça, üç haftalıktan küçük domuzlar, bir haftalıktan küçük kuzular ve on günlükten küçük buzağılar, f. Yanlarında anneleri olmadıkça sekiz haftalıktan küçük köpekler ve kediler, g. Kadife içinde servin hayvanlardır."
  },
  {
    "id": "3717929",
    "unitNumber": 8,
    "text": "Aşağıdaki durumlardan hangisi için hasta veya yaralı hayvanlar nakliye için uygun kabul<br/>edilebilir değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Hafif yaralı veya hasta ve nakliye ek acıya neden olmayacak; tereddüde düşülen<br/>durumlarda veteriner tavsiyesi alınmalıdır",
      "B": "Hastalık veya yaralanma bir araştırma programının parçasıysa",
      "C": "Veteriner tedavisi veya teşhisi için veya sonrasında veteriner gözetimi altında taşınmalıdır. Bununla birlikte, bu tür bir nakliyeye, yalnızca ilgili hayvanlara gereksiz<br/>yere acı veya kötü muamele yapılmadığı takdirde izin verilecektir",
      "D": ". Yaraların tamamen iyileşmiş olması koşuluyla, boynuz kesme veya hadım etme<br/>gibi tarım uygulamalarıyla ilgili olarak veterinerlik prosedürlerine tabi tutulmuş<br/>hayvanlar.",
      "E": "Göbek deliği tamamen iyileşmemiş yeni doğmuş memelilerdir"
    },
    "explanation": "Göbek deliği tamamen iyileşmemiş yeni doğmuş memelilerdir"
  },
  {
    "id": "3717932",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Taşıma araçları, konteynırlar ve bunların donanımları <br/>tasarlanması, inşa edilmesi, bakımının yapılması ve işletilmesine uygun koşullardan değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yaralanma ve ıstıraptan kaçınmak ve hayvanların güvenliğini sağlamak",
      "B": "Hayvanları sert hava koşullarından, aşırı sıcaklıklardan ve iklim koşullarındaki<br/>olumsuz değişikliklerden korumak",
      "C": "Temizlenmeli ve dezenfekte edilmelidir",
      "D": "Hayvanların kaçmasını veya düşmesini önlemek ve hareketlerin stresine dayanabilmek,",
      "E": "Gabari ve İstiap Haddi"
    },
    "explanation": "Gabari ve İstiap Haddi"
  },
  {
    "id": "3717950",
    "unitNumber": 8,
    "text": "Gabari nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Taşıtların yüklü veya yüksüz olarak karayolunda güvenli seyirlerini temin<br/>amacı ile uzunluk, genişlik ve yüksekliklerini belirleyen ölçülerdir.",
      "B": "Konteynır Gemileri",
      "C": "Tenteli Araçlar",
      "D": "Isı Kontrollü Araçlar",
      "E": "Gaz Konteynerleri"
    },
    "explanation": "Taşıtların yüklü veya yüksüz olarak karayolunda güvenli seyirlerini temin<br/>amacı ile uzunluk, genişlik ve yüksekliklerini belirleyen ölçülerdir."
  },
  {
    "id": "3717955",
    "unitNumber": 8,
    "text": "İstiap Haddi nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bir taşıtın veya aracın güvenle taşıyabileceği ve imalat standardında belirtilen en çok yük ağırlığı veya yolcu ve hizmetli sayısını ifade etmektedir",
      "B": "Tenteli Araçlar",
      "C": "Isı Kontrollü Araçlar",
      "D": "Tankerler",
      "E": "Tank Konteynerler"
    },
    "explanation": "Bir taşıtın veya aracın güvenle taşıyabileceği ve imalat standardında belirtilen en çok yük ağırlığı veya yolcu ve hizmetli sayısını ifade etmektedir"
  },
  {
    "id": "3719624",
    "unitNumber": 8,
    "text": "Standart araçlarla taşınamayan malların özel yöntemlerle taşınmasına ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Nitelikli taşımacılık",
      "B": "Özel taşımacılık",
      "C": "Kapsamlı taşımacılık",
      "D": "Kredili taşımacılık",
      "E": "Genel taşımacılık"
    },
    "explanation": "Karayolu taşımacılığında, özel taşıma gerektiren eşyalar genellikle standart ve yasal ağırlık limitlerini aşar. Bu nedenle, malların nakliyesinde özel gereksinimler varsa, bu eşyalar özel nakliyelerle gönderilir.<br/>Özel taşımacılık, standart araçlarla taşınamayan malların özel yöntemlerle taşınmasıdır."
  },
  {
    "id": "3719627",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi özel taşımacılık kapsamına giren ürünlerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tehlikeli maddeler",
      "B": "Soğutulmuş ürünler",
      "C": "Elektronik gibi ekstra korumaya ihtiyaç duyan ürünler",
      "D": "Büyük boyutlu ekipman yükleri",
      "E": "Meyve ve sebze özel taşıma kapsamına giren ürünlerden değildir, standart araçlarla taşınabilir."
    },
    "explanation": "Özel taşima hizmetleri gerektiren mallar aşağidaki gibi sıralanabilir.\n<br/>• Büyük boyutlu ekipman yükleri.\n<br/>• Özel konteynırlar ve taşıyıcılar gerektiren tehlikeli yükler.\n<br/>• Elektronik gibi ekstra korumaya ihtiyaç duyan yüksek değerli navlun.\n<br/>• Genellikle çok büyük veya çok ağır olan hafif ve ağır makineler.<br/>Meyve ve sebze taşımacılığı standart araçlarla taşınabildiği için özel taşıma"
  },
  {
    "id": "3719650",
    "unitNumber": 8,
    "text": "Tehlikeli maddelerden olan benzin ve alkol aşağıdaki sınıflardan hangisine örnek olarak verilebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sıvıların yanıcı maddeleri",
      "B": "Ateşleyici maddeler",
      "C": "Katıların yanıcı maddeleri",
      "D": "Gazlar",
      "E": "Patlayıcı maddeler"
    },
    "explanation": "Sıvıların yanıcı maddeleri, yanıcı, patlayıcı veya zararlı etkileri olan sıvıları kapsar. Benzin ve alkol bu sınıfa örnek olarak verilebilir.<br/>Benzin ve alkol sıvıların yanıcı maddeleri sınıfına ait örneklerdir."
  },
  {
    "id": "3719664",
    "unitNumber": 8,
    "text": "Tehlikeli maddelerin ambalajlanması ile ilgili standartlar belirleyerek düzenlemeler yapan kurum maşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Uluslararası Para Fonu",
      "B": "Dünya Bankası",
      "C": "Birleşmiş Milletler",
      "D": "Avrupa Birliği",
      "E": "Petrol İhraç Eden Ülkeler Birliği"
    },
    "explanation": "Tehlikeli maddelerin ambalajlanması, güvenli bir taşımayı sağlamak için özel düzenlemelere uygun olarak yapılmalıdır. Bu düzenlemeler, tehlikeli maddelerin türüne ve taşıma güzergahına göre farklılık gösterir ve Birleşmiş Milletler (BM) tarafından belirlenen standartları içerir.<br/>Bu düzenlemeler Birleşmiş Milletler (BM) tarafından belirlenen standartları içerir."
  },
  {
    "id": "3719685",
    "unitNumber": 8,
    "text": "Kimyasal reaksiyonlar sonucu çevrede hasara neden olabilecek sıcaklık ve basınçta ve hızda gaz üretebilen katı veya sıvı maddelere (veya madde karışımlarına) ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yanıcı katı maddeler",
      "B": "Parlayıcı maddeler",
      "C": "Yanıcı sıvı maddeler",
      "D": "Kendiliğinden tutuşan maddeler",
      "E": "Patlayıcı maddeler"
    },
    "explanation": "Patlayıcı maddeler, kimyasal reaksiyonlar sonucu çevrede hasara neden olabilecek sıcaklık ve basınçta ve hızda gaz üretebilen katı veya sıvı maddeleri (veya madde karışımlarını) tanımlar. Bu maddeler, patlama sırasında yüksek miktarda enerji açığa çıkararak çevreye zarar verebilirler. Patlayıcı maddeler, genellikle hızla gaz salınımı yaparak büyük bir basınç ve ısı etkisi yaratır, bu da onları tehlikeli kılar<br/>kimyasal reaksiyonlar sonucu çevrede hasara neden olabilecek sıcaklık ve basınçta ve hızda gaz üretebilen katı veya sıvı maddelere (veya madde karışımlarına)patlayıcı maddeler denir."
  },
  {
    "id": "3719703",
    "unitNumber": 8,
    "text": "Çeşitli organlara ve yaşam sistemlerine vücudun içinden etki eden toksiklerin aksine, dokuları yok ederek vücudun dışından çalışan ve genellikle asitler veya alkaliler olarak tanımlanan maddeler aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yanıcılar",
      "B": "Aşındırıcılar",
      "C": "Organikler",
      "D": "Peroksitler",
      "E": "İnteraktifler"
    },
    "explanation": "Aşındırıcılar, oldukça reaktif malzemeler olup, olumlu kimyasal etkiler üreterek etkilenen malzemelerde değişikliklere neden olabilen maddelere Bu reaktif doğa, aşındırıcıların vücuda ciddi zararlar verebileceğini açıkça gösterir. Aşındırıcılar, çeşitli organlara ve yaşam sistemlerine vücudun içinden etki eden toksiklerin aksine, dokuları yok ederek vücudun dışından çalışırlar. Şekil 8.14 Aşındırıcı Maddeler Aşındırıcılar genellikle asitler veya alkaliler olarak tanımlanır. Asitler, suda çözünebilen ve genellikle güçlü ve esnek metallerle reaksiyona girerek kırılgan kristaller üretebilen maddelerdir<br/>Çeşitli organlara ve yaşam sistemlerine vücudun içinden etki eden toksiklerin aksine, dokuları yok ederek vücudun dışından çalışan ve genellikle asitler veya alkaliler olarak tanımlanan maddelere aşındırıcılar denir."
  },
  {
    "id": "3719709",
    "unitNumber": 8,
    "text": "Dökme haldeki tehlikeli maddeler aşağıdaki araçlardan hangisiyle taşınmalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Özel olarak tasarlanmış kapalı tankerler",
      "B": "Açık römorklar",
      "C": "Özel olarak tasarlanmış kamyonlar",
      "D": "Özel olarak tasarlanmış tırlar",
      "E": "Elektirikli araçlar"
    },
    "explanation": "Bu araçlar, maddenin sızıntı yapmasını önlemek ve çevre ile temasını engellemek için özel sızdırmazlık ve güvenlik sistemlerine sahip olmalıdır.<br/>Dökme haldeki tehlikeli maddeler genellikle özel olarak tasarlanmış kapalı tankerler veya silo taşıyıcı araçlarla taşınır."
  },
  {
    "id": "3719721",
    "unitNumber": 8,
    "text": "Denizyolu taşımacılığında sıvı yüklerin taşınması için özel olarak tasarlanmış gemilere ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kuru dökme yük gemileri",
      "B": "Konteynır gemileri",
      "C": "Tankerler",
      "D": "Konteynır besleyici gemileri",
      "E": "Tenteli gemiler"
    },
    "explanation": "Tankerler ise, sıvı yüklerin taşınması için özel olarak tasarlanmış gemilerdir. Yakıt, kimyasallar, sıvı gübreler gibi tehlikeli veya büyük hacimli sıvılar, tankerlerde taşınır. Tankerler, taşıdıkları sıvıların türüne ve özelliklerine göre çeşitli konfigürasyonlarda olabilir. Bu gemiler, sıvı yüklerin güvenli ve etkili bir şekilde taşınmasını sağlar. Bu tür araçların seçimi, yükün özelliklerine ve taşıma sırasında karşılaşılacak risklere göre yapılmalıdır. Tehlikeli maddeler için özel güvenlik önlemleri ve uygun taşıma şartları sağlanmalıdır.<br/>Sıvı yüklerin taşınması için özel olarak tasarlanmış gemiler tankerlerdir."
  },
  {
    "id": "3719801",
    "unitNumber": 8,
    "text": "Bozulabilir gıda ürünleriyle çalışırken dikkat edilmesi gereken en önemli unsurlar aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ürünlerin niteliği",
      "B": "Zamanlama ve sıcaklık",
      "C": "Ürünlerin ağırlığı",
      "D": "Depo güvenliği",
      "E": "Sade ambalaj seçimi"
    },
    "explanation": "Soğutulmuş, soğutulmuş ve taze ürünlerin çoğu, ürün tipine göre değişen -1,5 ile +14 santigrat derece arasındaki sıcaklıklarda depolanır ve taşınır. Dondurulmuş ürünler genellikle -18 santigrat derece veya altındaki sıcaklıklarda saklanır, bu nedenle yüksek kaliteli depolama süreleri nakliye sürelerinden önemli ölçüde daha uzundur.<br/>Depolama sıcaklığına bağlı olarak zamanla bozulan taze ürünlerle çalışırken, zamanlama ve sıcaklık kritik öneme sahiptir."
  },
  {
    "id": "3719878",
    "unitNumber": 8,
    "text": "Bir taşıtın veya aracın güvenle taşıyabileceği ve imalat standardında belirtilen en çok yük ağırlığı veya yolcu ve hizmetli sayısına ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Proje lojistiği",
      "B": "Gabari",
      "C": "İstiab hattı",
      "D": "Fizibilite",
      "E": "Ağır nakliye"
    },
    "explanation": "İstiap haddi bir taşıtın veya aracın güvenle taşıyabileceği ve imalat standardında belirtilen en çok yük ağırlığı veya yolcu ve hizmetli sayısını ifade etmektedir.<br/>Bir taşıtın veya aracın güvenle taşıyabileceği ve imalat standardında belirtilen en çok yük ağırlığı veya yolcu ve hizmetli sayısına istiab addı denir."
  }
]