[
  {
    "id": "3685688",
    "unitNumber": 1,
    "text": "<strong>Merkantilist düşüncenin dış ticaret politikası üzerindeki ana fikri nedir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Tarımsal üretimi artırmak",
      "B": "İhracatı teşvik edip ithalatı kısıtlamak",
      "C": "Teknolojik yeniliklere odaklanmak",
      "D": "Uluslararası iş bölümü yapmak",
      "E": "Ülke içindeki tüketimi artırmak"
    },
    "explanation": "Merkantilistler, dış ticarete dış ticaret dengesi boyutuyla bakmışlardır ve onlara göre ülkenin zenginliğinin artması için dış ticaret fazlası verilmelidir. İhracatı teşvik edip ithalatı kısıtlamak yoluyla dış ticaret fazlası verilir."
  },
  {
    "id": "3685691",
    "unitNumber": 1,
    "text": "<strong>Fizyokrasi ticaretin hangi yönünü vurgulamıştır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İhracatın artırılmasını ve ithalatın kısıtlanmasını",
      "B": "Tarımsal üretimin ekonomik büyümenin temeli olduğunu",
      "C": "Dış ticaretin tamamen devlet kontrolünde olması gerektiğini",
      "D": "İç piyasada yüksek korumacılık politikalarının uygulanmasını",
      "E": "Sanayi üretiminin teşvik edilmesini"
    },
    "explanation": "Fizyokratlara göre ticaret ve imalat sanayi üretimi verimsizdir. Zenginliğin asıl kaynağı tarımsal üretimdir."
  },
  {
    "id": "3685695",
    "unitNumber": 1,
    "text": "<strong>Adam Smith’in “görünmez el” kavramı neyi ifade eder?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Devletin piyasa koşullarını doğrudan kontrol etmesini",
      "B": "Uluslararası ticaretin kısıtlanmasını",
      "C": "Piyasada serbestçe oluşan fiyat mekanizmasını",
      "D": "Tarım üretiminin devlet kontrolüne alınmasını",
      "E": "İş bölümünün ekonomik üretkenliği artırmasını"
    },
    "explanation": "Klasiklere göre ekonomide tam rekabet şartları geçerlidir ve fiyatlar tam esnektir. Herhangi bir müdahalenin olmadığı piyasada fiyat arz ve talep tarafından belirlenir. Piyasada oluşacak dalgalanmalar <em>görünmez el </em>yardımıyla düzenlenecektir. Piyasayı düzenleyen görünmez el ise fiyat mekanizmasıdır."
  },
  {
    "id": "3685698",
    "unitNumber": 1,
    "text": "<strong>Adam Smith’in mutlak üstünlükler teorisine göre, bir ülkenin bir malda mutlak üstünlüğe sahip olması ne anlama gelir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "O malın üretiminde daha düşük maliyetle üretim yapması",
      "B": "O malın üretiminde daha yüksek fiyatlarla satış yapması",
      "C": "O malın üretiminde daha fazla işgücü kullanması",
      "D": "O malın üretiminde daha fazla doğal kaynak kullanması",
      "E": "O malın üretiminde daha az teknoloji kullanması"
    },
    "explanation": "Adam Smith her ülkenin daha verimli olduğu malın üretiminde uzmanlaşması gerektiğini savunmuştur. Hangi malın üretiminde uzmanlaşılacağı mutlak üstünlükler tarafından belirlenir. A. Smith, bir ülkenin bir malı diğer ülkeye göre daha ucuza üretmesini (emek verimliliğinin daha yüksek olmasını) o malın üretiminde “<em>mutlak üstünlüğe sahip</em> <em>olmak</em>” olarak tanımlar."
  },
  {
    "id": "3685704",
    "unitNumber": 1,
    "text": "<strong>Fırsat maliyeti nedir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Bir malın üretimini artırırken diğer malın üretiminden vazgeçilen miktar",
      "B": "Üretim sürecinde kullanılan tüm kaynakların maliyeti",
      "C": "Bir malın üretiminde kullanılan doğal kaynakların maliyeti",
      "D": "İki malın üretimi arasındaki fiyat farkı",
      "E": "Üretim maliyetlerinin sabit olduğu durumlarda ortaya çıkan maliyet"
    },
    "explanation": "Bir ekonomide sahip olunan kaynaklar kıt olduğu için üretim miktarlarına karar verirken bir tercih yapılması gerekir. Bu nedenle de bir malın üretimini artırmak istediğimizde diğer malın üretiminden bir miktar vazgeçmemiz gerekecektir. Üretim imkânları sınırı üzerindeki bir noktada mallardan birinin üretimini bir birim artırmak için diğer malın üretiminden vazgeçilen miktara <em>fırsat maliyeti </em>adı verilir. Vazgeçilen üretim, diğer malın üretimini artırmanın fırsat maliyetidir."
  },
  {
    "id": "3685708",
    "unitNumber": 1,
    "text": "<strong>Karşılaştırmalı üstünlükler teorisinde kısmi uzmanlaşma hangi durumda ortaya çıkmaktadır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Bir malın üretiminde tam uzmanlaşmanın sağlanması",
      "B": "Bir malın üretiminden tamamen vazgeçilmesi",
      "C": "Üretim maliyetlerinin sabit kalması",
      "D": "Üretim ölçeğinin artmasıyla birlikte maliyetlerin de artması",
      "E": "Tüm üretim kaynaklarının bir malın üretimine yönlendirilmesi"
    },
    "explanation": "Bir ülkede artan maliyet koşullarında üretim yapılıyorsa, dış ticarete açıldıktan sonra karşılaştırmalı üstünlüğe sahip olunan malın veya sektörün üretim miktarındaki artış üretim maliyetlerinde de artış yaşanması nedeniyle sınırlı olacaktır. Maliyet artışı, bir malın üretiminden tamamen vazgeçilerek alternatif malın üretiminde tam uzmanlaşmanın sağlanmasını engelleyecektir. Bu durum <em>kısmi uzmanlaşma </em>ya da <em>eksik uzmanlaşma </em>olarak adlandırılır. Sabit maliyet koşulunda tam uzmanlaşma gerçekleşirken, artan maliyet koşulu kısmi uzmanlaşmaya neden olmaktadır."
  },
  {
    "id": "3685713",
    "unitNumber": 1,
    "text": "<strong>Dış ticaret haddinin iyileştiği bir durumu nasıl ifade edebiliriz?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İhracat mallarının fiyatları düşerken, ithalat mallarının fiyatları da düşer",
      "B": "İhracat mallarının fiyatları artarken, ithalat mallarının fiyatları da artar",
      "C": "İhracat mallarının fiyatları artarken, ithalat mallarının fiyatları düşer",
      "D": "İhracat mallarının fiyatları düşerken, ithalat mallarının fiyatları artar",
      "E": "İhracat mallarının fiyatları değişmezken ithalat mallarının fiyatları da değişmez"
    },
    "explanation": "Bir ülke bir önceki yıla göre ihracatını yaptığı malları daha pahalıya satıp, ithalatını yaptığı malları da daha ucuza alıyorsa o ülkenin ticaret kazancı artmıştır. Bu durum dış ticaret hadlerinin ülkenin lehine döndüğü veya dış ticaret hadlerinin iyileştiği şeklinde ifade edilir."
  },
  {
    "id": "3685717",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi teklif eğrisini en doğru biçimde tanımlamaktadır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Bir ülkenin ithal malına yönelik yurt içi talebini ve ihraç malı üretimini temsil eden eğri",
      "B": "Bir ülkenin dış ticaret hadlerindeki değişimi gösteren eğri",
      "C": "İhracat mallarının fiyatlarının değişimini gösteren eğri",
      "D": "İthal mallarının fiyatlarının değişimini gösteren eğri",
      "E": "Ülkenin dış ticaret açığını temsil eden eğri"
    },
    "explanation": "<em>Karşılıklı talep </em>ile bir ülkenin ithal edeceği mal karşılığında kendi ürettiği ihraç malından ne kadar vermeye razı olduğu gösterilmektedir. Bir ülkedeki ithal malına yönelik talebin şiddetli olması ithal malı karşılığında daha fazla ihraç malı vermeye razı olmasına yol açacaktır. Karşılıklı talebi göstermek için teklif eğrileri kullanılır. Bir ülkenin <em>teklif eğrisi</em>, çeşitli ticaret hadlerinde (dış ticaret için nispi fiyatlar), ilave bir birim ithal malı karşılığında, ihraç etmeyi teklif edeceği mal miktarını göstermektedir. Teklif eğrisi bir ülkede ithal malına yönelik yurt içi talebi gösterir. Aynı zamanda ithal malı karşılığında teklif edilen ihraç malı üretimini temsil ettiği için ise bir arz eğrisidir."
  },
  {
    "id": "3685719",
    "unitNumber": 1,
    "text": "<strong>Teklif eğrisinin sola kayması ne anlama gelir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Aynı miktarda ithal malı için daha fazla ihraç malı teklif edilmesi",
      "B": "Aynı miktarda ithal malı için daha az ihraç malı teklif edilmesi",
      "C": "İthal malı üretiminin artması",
      "D": "İthal malına yönelik talebin artması",
      "E": "Ticaret hacminin genişlemesi"
    },
    "explanation": "Aynı miktarda ithal malı için artık daha az ihraç malı teklif ediliyorsa teklif eğrisi sola kaymıştır."
  },
  {
    "id": "3685722",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi bir farksızlık eğrisi üzerindeki marjinal ikame oranını en doğru biçimde tanımlamaktadır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Aynı fayda düzeyinde kalmak için bir malın tüketiminin artırılması gereken miktar",
      "B": "Bir malın üretiminin artırılması için diğer malın tüketiminden vazgeçilen miktar",
      "C": "Aynı fayda düzeyinde kalmak için her iki malın tüketiminin aynı oranda artırılması",
      "D": "Bir malın tüketiminin azaltılması için diğer malın fiyatının yükseltilmesi",
      "E": "Bir malın tüketiminin ilave bir birim artırılması için diğer malın tüketiminden vazgeçilen toplam miktar"
    },
    "explanation": "Aynı farksızlık eğrisi üzerinde bir malın tüketimi artırıldığında, aynı fayda düzeyinde kalabilmek için mutlaka diğer malın tüketiminin azaltılması gerekir. Bir malın tüketiminin ilave bir birim artırmak için diğer malın tüketiminden azaltılan miktara <em>marjinal ikame oranı </em>(MİO) denir. Azalan tüketim, diğer malın tüketim miktarındaki artışla ikame edilmektedir."
  },
  {
    "id": "3692089",
    "unitNumber": 1,
    "text": "Bir ülkenin ……………………………………, çeşitli ticaret hadlerinde (dış ticaret için nispi fiyatlar), ilave bir birim ithal malı karşılığında, ihraç etmeyi teklif edeceği mal miktarını göstermektedir\n Yukarıdaki ifadeyi aşağıdakilerden hangisi tam ve doğru bir şekilde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Bütçe doğrusu",
      "B": "Karşılıklı talebi",
      "C": "Marjinal ikame oranı",
      "D": "Toplumsal farksızlık eğrisi",
      "E": "Teklif eğrisi"
    },
    "explanation": "Bir ülkenin teklif eğrisi, çeşitli ticaret hadlerinde (dış ticaret için nispi fiyatlar), ilave bir birim ithal malı karşılığında, ihraç etmeyi teklif edeceği mal miktarını göstermektedir"
  },
  {
    "id": "3692101",
    "unitNumber": 1,
    "text": "Bir malın tüketiminin ilave bir birim artırmak için diğer malın tüketiminden azaltılan miktara …………………………………………. denir.\n<br/>Yukarıdaki cümleyi aşağıdakilerden hangisi tam ve doğru bir şekilde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Sosyal maliyet",
      "B": "Toplumsal maliyet",
      "C": "Fırsat maliyeti",
      "D": "Marjinal maliyet",
      "E": "Marjinal ikame oranı"
    },
    "explanation": "Bir malın tüketiminin ilave bir birim artırmak için diğer malın tüketiminden azaltılan miktara<br/>marjinal ikame oranı (MİO) denir."
  },
  {
    "id": "3692109",
    "unitNumber": 1,
    "text": "18. yüzyıl Fransa’sında gelişen ve esas olarak hükümetlerin doğal ekonomik yasaların işleyişine müdahale etmemesi gerektiğini ve toprağın tüm servetin kaynağı olduğunu savunan politika anlayışıdır.\n Yukarıdaki cümleyi aşağıdakilerden hangisi tam ve doğru bir şekilde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Merkantilizm",
      "B": "Kameralizm",
      "C": "Sosyalizm",
      "D": "Kapitalizm",
      "E": "Fizyokrasi"
    },
    "explanation": "Fizyokrasi, 18. yüzyıl Fransa’sında gelişen ve esas olarak hükümetlerin doğal ekonomik yasaların işleyişine müdahale etmemesi gerektiğini ve toprağın tüm servetin kaynağı olduğunu savunan politika anlayışıdır."
  },
  {
    "id": "3692124",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi klasik dış ticaret teorisinin temel varsayımları arasında <u>yer almaz?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Dünyada iki ülke bulunmakta ve bu ülkelerde iki mal üretilmektedir",
      "B": "Ticaret takas yöntemiyle yapılmakta, ekonomide nispi fiyatlar geçerlidir",
      "C": "Uluslararası ticarette taşımacılık ve sigorta maliyetleri sıfırdır.",
      "D": "Ülkeler serbest ticareti engelleyecek hiçbir önleme başvurmamaktadır",
      "E": "Malların üretiminde azalan maliyetler şartları geçerlidir"
    },
    "explanation": "klasik dış ticaret teorisinin bazı temel varsayımları;\n<br/><ul><br/><li>Dünyada iki ülke bulunmakta ve bu ülkelerde iki mal üretilmektedir</li><br/><li>Ticaret takas yöntemiyle yapılmakta, ekonomide nispi fiyatlar geçerlidir</li><br/><li>Malların üretiminde sabit maliyetler şartları geçerlidir</li><br/><li>Ülkeler serbest ticareti engelleyecek hiçbir önleme başvurmamaktadır</li><br/><li>Uluslararası ticarette taşımacılık ve sigorta maliyetleri sıfır kabul edilmiştir</li><br/></ul><br/>Malların üretiminde azalan maliyetler şartları geçerlidir"
  },
  {
    "id": "3692135",
    "unitNumber": 1,
    "text": "Kamu kesimi veya şirketler tarafından sermaye artırmak amacıyla ihraç edilen ve vadesi 1 yıldan uzun menkul kıymetlere ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Pay senedi",
      "B": "Hisse senedi",
      "C": "Kredi",
      "D": "Tahvil",
      "E": "Hazine bonosu"
    },
    "explanation": "Tahviller, kamu kesimi veya şirketler tarafından sermaye artırmak amacıyla ihraç edilen borçlanma araçlarıdır. İhraç vadesi 1 yıldan uzun menkul kıymetlere ise tahvil adı verilir. Vadesi 1 yıldan kısa olan, çıkaran kurum tarafından öngörülen vade sonunda belirli bir bedelin ödenmesinin taahhüt edildiği menkul kıymetlere bono adı verilir."
  },
  {
    "id": "3692140",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi finansal küreselleşmeye hız kazandıran gelişmeler arasında <u>yer almaz?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "Bilgi ve bilgisayar teknolojilerindeki ilerlemeler",
      "B": "Üretimin millileşmesi",
      "C": "Ulusal finans ve sermaye piyasalarının liberalleşmesi",
      "D": "Finansal kuruluşların çeşitlenmesi",
      "E": "Rekabetin artması"
    },
    "explanation": "Finansal küreselleşmeye:<br/>• Bilgi ve bilgisayar teknolojilerindeki ilerlemeler,<br/>• Üretimin uluslararasılaşması,<br/>• Ulusal finans ve sermaye piyasalarının liberalleşmesi,<br/>• Finansal kuruluşların çeşitlenmesi ve rekabetin artması hız kazandırmıştır.<br/>Üretimin millileşmesi"
  },
  {
    "id": "3692146",
    "unitNumber": 1,
    "text": "Bir ekonomi yerleşiğinin başka bir ülkedeki bir işletmenin sahipliğinin <u>en az </u>yüzde (%) kaçını alması uluslararası doğrudan yatırım olarak tanımlanır?",
    "correctAnswer": "B",
    "options": {
      "A": "5",
      "B": "10",
      "C": "15",
      "D": "20",
      "E": "25"
    },
    "explanation": "Bir ekonomi yerleşiğinin başka bir ülkedeki bir işletmenin sahipliğinin %10’unu veya daha fazlasını satın alması veya yeni bir işletme kurması uluslararası doğrudan yatırım olarak tanımlanır."
  },
  {
    "id": "3692151",
    "unitNumber": 1,
    "text": "Lider bir firma tarafından koordine edilen ve yönetilen bir nihai ürün üretmek için birbirine bağlı bu temel üretim faaliyetleri ve destekleyici hizmet faaliyetlerine …………………………………………… adı verilir.\n Yukarıdaki cümleyi aşağıdakilerden hangisi tam ve doğru bir şekilde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Üretimin parçalanması",
      "B": "Üretimin bütünleşmesi",
      "C": "Üretimin ulusallaşması",
      "D": "Küresel destekleyici faaliyetler",
      "E": "Küresel değer zincirleri"
    },
    "explanation": "Lider bir firma tarafından koordine edilen ve yönetilen bir nihai ürün üretmek için birbirine bağlı bu temel üretim faaliyetleri ve destekleyici hizmet faaliyetlerine küresel değer zincirleri adı verilir."
  },
  {
    "id": "3692156",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi hizmet ticareti kapsamında <u>yer almaz?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "İmalat sanayi",
      "B": "İnşaat",
      "C": "Bankacılık-sigortacılık",
      "D": "Turizm",
      "E": "Danışmanlık"
    },
    "explanation": "Hizmetler sektörü; vergi, muhasebe, danışmanlık, emlakçılık gibi profesyonel hizmetleri, iletişim, inşaat, toptan-perakende ticaret gibi dağıtım hizmetlerini, bankacılık-sigortacılık gibi finansal hizmetleri, eğitim, çevre, sağlık, turizm ve ulaştırma hizmetlerini kapsar.<br/>İmalat sanayi"
  },
  {
    "id": "3692161",
    "unitNumber": 1,
    "text": "Bir Türk bankasının Kuzey Makedonya’da yerel olarak kurulmuş bir iştiraki, yan kuruluşu veya temsilciliği vasıtasıyla hizmet vermesi aşağıdaki hizmet ticareti şekillerinden hangisine örnektir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sınır ötesi hizmet ticareti",
      "B": "Yurt dışında tüketim",
      "C": "Ticari varlık",
      "D": "Gerçek kişilerin hareketliliği",
      "E": "Yurt dışında üretim"
    },
    "explanation": "Mod 3: Ticari varlık: Hizmet, A ülkesi içinde yabancı sermayeli ve kontrollü bir şirketin (banka, otel grubu, inşaat şirketi, vb.) yerel olarak kurulmuş bir iştiraki, yan kuruluşu veya temsilciliği tarafından sağlanmaktadır."
  },
  {
    "id": "3689300",
    "unitNumber": 2,
    "text": "A. Smith ve D. Ricardo'ya göre dış ticareti açıklamaya yönelik yaklaşımın dayanağı aşağıdakilerden hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Malların üretim maliyetlerindeki farklılıklar",
      "B": "İkili ticaret anlaşmaları",
      "C": "Tüketici tercihlerinin değişkenliği",
      "D": "Ülkelerin kültürel farklılıkları",
      "E": "Hükümet müdahaleleri"
    },
    "explanation": "Uluslararası İktisat<br/>A. Smith ve D. Ricardo’nun dış ticareti açıklamaya yönelik yaklaşımları malların üretim maliyetlerindeki farklılıklara dayanmıştır"
  },
  {
    "id": "3689339",
    "unitNumber": 2,
    "text": "Karşılaştırmalı statik analiz yöntemi aşağıdakilerden hangisini karşılaştırır?",
    "correctAnswer": "A",
    "options": {
      "A": "Denge koşulundaki değişimle yeni durum arasındaki etkileri",
      "B": "Üretim faktörleri ile tüketim faktörlerini",
      "C": "Fiyat değişimi ile işsizlik oranlarını",
      "D": "Ülkelerin ekonomik durumlarını",
      "E": "Mevcut durumla geçmiş durumu"
    },
    "explanation": "EKONOMİNİN GENEL DENGESİ VE DIŞ TİCARET<br/>Karşılaştırmalı statik analiz yönteminde, mevcut denge koşulu bir değişkendeki değişim sonucunda ortaya çıkan yeni durumla karşılaştırılır."
  },
  {
    "id": "3689363",
    "unitNumber": 2,
    "text": "Otarşi durumu, aşağıdaki koşullardan hangisinde geçerlidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sadece kendi ürettiklerinin tüketilmesi",
      "B": "Dış ticaretin aktif olması",
      "C": "Ülkeler arası faktör hareketliliği",
      "D": "Yalnızca hammadde ithalatı yapılması",
      "E": "Serbest ticaretin olması"
    },
    "explanation": "EKONOMİNİN GENEL DENGESİ VE DIŞ TİCARET<br/>Bir ekonomide dış ticaretin yapılmadığı, sadece kendi ürettiklerinin tüketildiği durumu tanımlamak için otarşi kavramı kullanılır."
  },
  {
    "id": "3689397",
    "unitNumber": 2,
    "text": "Genel denge koşulu aşağıdakilerden hangisi ile sağlanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Toplumsal farksızlık eğrisinin üretim imkânları eğrisine teğet olması",
      "B": "Tüketim ve üretim arasındaki denge",
      "C": "Talep eğrisinin yükselmesi",
      "D": "İthalatın artması",
      "E": "Üretim faktörlerinin artması"
    },
    "explanation": "EKONOMİNİN GENEL DENGESİ VE DIŞ TİCARET<br/>Genel denge koşulu orijinden en uzak toplumsal farksızlık eğrisinin üretim imkânları eğrisine teğet olmasıyla sağlanır."
  },
  {
    "id": "3689446",
    "unitNumber": 2,
    "text": "Ricardo’ya göre ülkeler arasındaki teknoloji farklılıkları aşağıdakilerden hangisine neden olmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Verimlilik farklılıklarına",
      "B": "Fiyat farklılıklarına",
      "C": "Mal çeşitliliğine",
      "D": "Talep dengesizliklerine",
      "E": "İhracat fazlasına"
    },
    "explanation": "İki Ülkeli Modelde Dış Ticaret Dengesi<br/>Arz boyutuyla baktığımızda Ricardo’ya göre ülkeler arasındaki teknoloji farklılıkları, verimlilik farklılığına neden olmaktadır."
  },
  {
    "id": "3689468",
    "unitNumber": 2,
    "text": "Kısmi denge analizi aşağıdaki faktörlerden hangisini açıklamak için kullanılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Belirli bir piyasada dış ticareti etkileyen faktörleri",
      "B": "Ülke ekonomisinin genel durumunu",
      "C": "Tüm mal ve hizmet piyasalarını",
      "D": "Sadece tarım sektörünü",
      "E": "Yalnızca tüketici davranışlarını"
    },
    "explanation": "KISMİ DENGE ANALİZİ<br/>Kısmi denge analizi aracılığıyla belirli bir piyasada, üretim sektöründe dış ticareti etkileyebilecek faktörlerin neler olduğu açıklanmaktadır"
  },
  {
    "id": "3689477",
    "unitNumber": 2,
    "text": "Kısmi denge analizinde diğer koşulların değişmediği varsayımına ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ceteris paribus",
      "B": "Statik analiz",
      "C": "Makro analiz",
      "D": "Dinamik analiz",
      "E": "Ekonomik denge"
    },
    "explanation": "KISMİ DENGE ANALİZİ<br/>Ekonomide diğer koşullar değişmiyor varsayılarak (ceteris paribus) sadece arz ve talepteki değişimin yaratacağı etkiler inceleme kapsamına alınır."
  },
  {
    "id": "3689500",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Beşerî sermaye kavramına giren değerlerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yetenek",
      "B": "Bilgi birikimi",
      "C": "Deneyim",
      "D": "Eğitim düzeyi",
      "E": "Medeni durum"
    },
    "explanation": "Denge Analizi ve Modern Dış Ticaret Teorileri<br/>Beşerî sermaye, bir ülkenin sahip olduğu işgücünün üretken olmasına, verimliliğinin artmasına yol açan yetenek, bilgi birikimi, deneyim, eğitim düzeyi ve sağlık durumu gibi değerlerin birikimidir."
  },
  {
    "id": "3691632",
    "unitNumber": 2,
    "text": "2018 yılında ABD eski Başkanı Donald Trump'ın, çelik ve alüminyum ithalatına gümrük vergileri getirerek bu ticareti kısıtlamasının gerekçesi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ulusal güvenlik",
      "B": "İhracat açığı",
      "C": "İhracat fazlası",
      "D": "Ödemeler dengesi",
      "E": "Mütekabiliyet ilkesi"
    },
    "explanation": "Stolper- Samuelson Teoremi<br/>2018 yılında ABD eski Başkanı Donald Trump, çelik ve alüminyum ithalatına gümrük vergileri getirerek bu ticareti kısıtlamıştır. Bu uygulamanın gerekçesi olarak da “Amerika önce” sloganı ile ulusal güvenliği göstermiştir."
  },
  {
    "id": "3691679",
    "unitNumber": 2,
    "text": "Dünya ticaretinde payı küçük olan bir ülkede, üretim faktörlerinden birinin arzının artması durumunda o faktörü yoğun olarak kullanan mal üretiminin (sektörün) genişleyeceğini, buna karşılık artan faktörü daha az kullanan mal üretiminin (sektörün) ise daralacağı teoremini ileri süren iktisatçı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tadeusz Rybczynski",
      "B": "Thomas Attwood",
      "C": "Wassily Leontief",
      "D": "Bertil Gotthard Ohlin",
      "E": "Eli Filip Heckscher"
    },
    "explanation": "Rybczynski Teoremi<br/>Polonya asıllı İngiliz ekonomist Tadeusz Rybczynski, dünya ticaretinde payı küçük olan bir ülkede, üretim faktörlerinden birinin arzının artması durumunda o faktörü yoğun olarak kullanan mal üretiminin (sektörün) genişleyeceğini, buna karşılık artan faktörü daha az kullanan mal üretiminin (sektörün) ise daralacağını göstermiştir."
  },
  {
    "id": "3841733",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi iki mal üreten dışa kapalı bir ekonomi için çizilecek şekilde genel denge koşulunu ifade eder?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Üretim imkanları eğrisinden uzaktaki toplumsal farksızlık eğrisi üzerinde",
      "B": "Üretim imkanları eğrisinin altındaki toplumsal farksızlık eğrisi üzerinde",
      "C": "Orijinden en uzak toplumsal farksızlık eğrisinin üretim imkanları eğrisine teğet olmasıyla",
      "D": "Üretim imkanları eğrisi ile onun altındaki toplumsal farksızlık eğrisinin kesiştiği noktalarda",
      "E": "Toplumsal farksızlık eğrilerinin orijine en yakın olanı üzerinde herhangi bir noktada"
    },
    "explanation": "Sonsuz sayıda toplumsal farksızlık eğrisi bulunmasına rağmen, sadece bir tanesi bu ekonominin üretebileceği maksimum mal bileşimi sınırına, üretim imkânları eğrisine bir noktada değecektir. Genel denge koşulu orijinden en uzak toplumsal farksızlık eğrisinin üretim imkânları eğrisine teğet olmasıyla sağlanır."
  },
  {
    "id": "3841734",
    "unitNumber": 2,
    "text": "<strong>Üretim imkanları eğrisinin eğimi marjinal dönüşüm oranı, toplumsal farksızlık eğrilerinin eğimi marjinal ikame oranı olarak kabul edildiğinde aşağıdakilerden hangisi dışa kapalı bir ekonomide genel denge koşulunu verir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Marjinal ikame oranı ile marjinal dönüşüm oranı arasındaki farkın en çok olması",
      "B": "Marjinal ikame oranı ile marjinal dönüşüm oranı arasındaki farkın en az olması",
      "C": "Marjinal ikame oranının marjinal dönüşüm oranına eşit olması",
      "D": "Marjinal ikame oranının, marjinal dönüşüm oranından düşük olması",
      "E": "Marjinal ikame oranının, marjinal dönüşüm oranından yüksek olması"
    },
    "explanation": "Üretim imkânları eğrisi üzerinde bir noktanın eğimi, marjinal dönüşüm oranı olarak ifade edilmekte ve o üretimi gerçekleştirmenin fırsat maliyetini göstermektedir. Bir eğri üzerinde bir noktadaki eğim, o noktaya teğet çizilen doğrunun eğimi ile ifade edilir. Üretim imkânları eğrisi üzerindeki bir nokta ise marjinal dönüşüm oranını (fırsat maliyetini) göstermektedir. Öyle ise genel denge marjinal ikame oranının marjinal dönüşüm oranına eşitlenmesi ile sağlanmaktadır."
  },
  {
    "id": "3841735",
    "unitNumber": 2,
    "text": "<strong>Dışa kapalı bir ülkenin dış ticarete başlaması sonucu aşağıdakilerden hangisi meydana gelmez?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Üretiminde uzmanlaştığı malın üretimi artar",
      "B": "Üretiminde dezavantajlı olduğu malın üretimi azalır",
      "C": "Daha yüksek bir toplumsal farksızlık eğrisine hareket ederek tüketim kazancı sağlar",
      "D": "Tüketilebilecek mal miktarı üretim imkanları sınırının dışına çıkar",
      "E": "Üretilebilecek mal miktarı üretim imkanları sınırının altına iner"
    },
    "explanation": "A ülkesinin PU gibi bir ticaret haddinden serbest dış ticarete açılması durumunda, bu fiyat üzerinden yeni üretim ve tüketim dengeleri kurulacaktır. A ülkesindeki tüketiciler dış ticaret aracılığıyla diğer ülkede üretilen malları da tüketme olanağına kavuştukları için artık tüketilebilecek mal miktarı A ülke sinin üretim imkânları eğrisi ile sınırlı olmayacaktır. Bir başka ifadeyle üretimde ve tüketimde dengenin aynı noktada olma zorunluluğu ortadan kalkacaktır."
  },
  {
    "id": "3841737",
    "unitNumber": 2,
    "text": "<strong>İki ülke ve iki malın bulunduğu modelde ülkeler arasında ticaretin yapılabilmesi için yeter koşul aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yakın ülkeler olması",
      "B": "Diğerinin üretemediği bir ürünün söz konusu olması",
      "C": "Ulaşım maliyetlerinin düşük olması",
      "D": "Yurt içi fiyatların farklı olması",
      "E": "Ülke içinde arz fazlası olması"
    },
    "explanation": "İki ülke ve iki malın bulunduğu modelde ülke ler arasında yurt içi fiyatların farklı olması ticaretin yapılabilmesi için yeterlidir."
  },
  {
    "id": "3841738",
    "unitNumber": 2,
    "text": "<strong>İki ülkeli modelde dış ticaret ile her iki ülkedeki tüketicilerin daha ucuza X veya Y malı tüketim olanağına kavuşmalarına ne isim verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Değişim kazancı",
      "B": "Uzmanlaşma kazancı",
      "C": "Değer kazancı",
      "D": "İhracat kazancı",
      "E": "Sınai kazanç"
    },
    "explanation": "Dış ticaret, her ülkenin nispi olarak daha ucuza ürettiği malın üretiminde uzmanlaşmasına yol açmıştır (dış ticaretin uzmanlaşma etkisi veya uzmanlaşma kazancı). Diğer taraftan her iki ülkedeki tüketicilerin daha ucuza X veya Y malı tüketim olanağına kavuşmaları değişim kazancı veya tüketim kazancı elde etmelerini sağlamıştır."
  },
  {
    "id": "3841739",
    "unitNumber": 2,
    "text": "<strong>Sadece tek bir mal piyasası veya o üretim dalının incelendiği, fiyat değişimlerinin ne gibi etkiler yaratacağının açıklanmaya çalışıldığı, incelenen mal piyasasının ya da sektörün ekonominin geri kalanını etkileyemeyecek kadar küçük olduğu varsayıldığı ve bu nedenle ekonomide diğer koşullar değişmiyor varsayılarak (ceteris paribus) sadece arz ve talepteki değişimin yaratacağı etkilerin inceleme kapsamına alındığı denge analizine ne isim verilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Genel denge analizi",
      "B": "Kısmi denge analizi",
      "C": "Tüketici denge analizi",
      "D": "Üretici denge analizi",
      "E": "Talep denge analizi"
    },
    "explanation": "Kısmi denge analizi aracılığıyla belirli bir pi yasada, üretim sektöründe dış ticareti etkileyebilecek faktörlerin neler olduğu açıklanmaktadır. Bu nedenle öncelikle ilgilendiğimiz piyasaya veya sektöre yönelik arz-talep eğrilerini kullanmamız gerekecektir. Kısmi denge analizinin genel denge den en önemli farkı sadece tek bir mal piyasası veya o üretim dalı incelenmekte, fiyat değişimlerinin ne gibi etkiler yaratacağı açıklanmaya çalışılmaktadır. Kısmi denge analizinde incelenen mal piyasasının ya da sektörün ekonominin geri kalanını etkileyemeyecek kadar küçük olduğu var sayılır. Bu nedenle ekonomide diğer koşullar değişmiyor varsayılarak (ceteris paribus) sadece arz ve talepteki değişimin yaratacağı etkiler inceleme kapsamına alınır."
  },
  {
    "id": "3841741",
    "unitNumber": 2,
    "text": "<strong>Tüketiciler tüketici artığı (rantı) kazancını nasıl elde ederler?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Devletin malın fiyatına sübvansiyon uygulaması ile",
      "B": "Üreticinin malın fiyatını herkes için sabit tutması ile",
      "C": "Malı yüksek fiyattan talep ederlerken daha düşük piyasa fiyatından elde etmeleriyle",
      "D": "Enflasyon oranlarının düşmesi ile",
      "E": "Üretim maliyetlerinin yükselmesine rağmen mal fiyatlarının yükselmemesi ile"
    },
    "explanation": "Piyasa fiyatının üzerindeki fiyatlarda da bu malı talep eden tüketiciler, bu malı piyasa fiyatından elde etmeleriyle tüketici artığı (rantı) kazancı elde ederler."
  },
  {
    "id": "3841742",
    "unitNumber": 2,
    "text": "<strong>Piyasa fiyatından daha düşük fiyatlarda üretim yapmaya razı olan firmaların bulunması aşağıdakilerden hangisinin oluşmasına yol açar?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Tüketici artığı",
      "B": "Üretici artığı",
      "C": "Bolluk",
      "D": "Kıtlık",
      "E": "Fiyat düşüşleri"
    },
    "explanation": "Eğer piyasa fiyatı p0 ise bu fiyattan daha düşük fiyatlarda da üretim yapmaya razı olan firmaların bulunması üretici artığının oluşmasına yol açar."
  },
  {
    "id": "3841744",
    "unitNumber": 2,
    "text": "<strong>Kısmi denge analizine göre bir üretim dalı serbest ticarete açıldıktan sonra daha düşük fiyattan ithalat yapmak aşağıdakilerden hangisine yol açar? </strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sadece tüketici artığının artmasına",
      "B": "Tüketici artığının azalmasına, üretici artığının değişmemesine",
      "C": "Tüketici artığının azalmasına, üretici artığının ise artmasına",
      "D": "Tüketici artığının artmasına, üretici artığının ise azalmasına",
      "E": "Tüketici artığı ve üretici artığı etkilenmez"
    },
    "explanation": "Kısmi denge analizi, bir üretim dalı serbest ticarete açıldıktan sonra fiyattaki değişim karşısında üretici ve tüketici artığındaki değişimlerin ne yönde ve hangi büyüklükte olacağını gösterir. Bir genelleme yapmak gerekirse daha düşük fiyattan ithalat yapmak tüketici artığının artmasına, üretici artığının ise azalmasına yol açmaktadır."
  },
  {
    "id": "3841746",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi Heckscher-Ohlin teorisindeki nispi faktör bolluğu kavramı ile ilgili yanlış bir ifadedir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Bir malın veya bir sektörün üretiminde hangi üretim faktörünün nispi olarak daha yoğun kullanıldığını gösterir",
      "B": "Ülkelerdeki fiziki faktör miktarları (sermaye ve emek miktarları) karşılaştırılır",
      "C": "A ülkesindeki sermaye/emek oranı ile B ülkesinin sermaye/emek oranı değerlerine bakılır",
      "D": "Bir ülkede nispi olarak bol olan üretim faktörünün fiyatının da düşük olacağı öngörülür",
      "E": "Emeğin bol olduğu ülkede diğer ülkeye göre nispi olarak ücretler düşük olacaktır"
    },
    "explanation": "Nispi faktör bolluğu fiziki tanım veya fiyat tanımı aracılığıyla belirlenir. Fiziki tanımda ülkelerdeki fiziki faktör miktarları, sermaye (K) ve emek (L) miktarları karşılaştırılır. A ülkesindeki sermaye/emek oranı (K/L)A ile B ülkesinin sermaye/emek oranı (K/L)B değerlerine bakılır. Fiyat tanımında ise üretim faktörlerinin fiyatları esas alınır. Bir ülkede nispi olarak bol olan üretim faktörü nün fiyatının da düşük olacağı öngörülür. Emeğin bol olduğu ülkede nispi olarak ücretler düşük olacaktır."
  },
  {
    "id": "3685760",
    "unitNumber": 3,
    "text": "<em>Gelir ve tercihlerde benzerlik teorisi</em>ne göre, dış ticaretin temel belirleyicisi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yurt içi talep",
      "B": "Yurt dışı talep",
      "C": "Yasal düzenlemeler",
      "D": "Teknolojik altyapı",
      "E": "Karşılaştırmalı üstünlük"
    },
    "explanation": "Bir mal ilk önce yurt içi tüketim için üretilir, takip eden süreçte yurt dışı talep karşılanır. Bu modele göre, bir mal sadece ihracata yönelik mal olarak üretilemez. Yurt içindeki talep ile yurt dışındaki talebin benzerlik göstermesine “<strong><em>örtüşen talep</em></strong>” adı verilir. Talep örtüşmesi, ülkeler arasında benzer ama farklılaştırılmış ürünlerin ticaretine yol açar.<br/>Gelir ve tercihlerde benzerlik teorisine göre, dış ticaretin temel belirleyicisi, <strong><em>yurt içi talep</em></strong>tir."
  },
  {
    "id": "3685798",
    "unitNumber": 3,
    "text": "Hangi teoriye göre, karşılaştırmalı üstünlüklerin kaynağı teknolojik yeniliklerdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Varlık Teorisi",
      "B": "Teknolojik Açık Teorisi",
      "C": "Gelir ve Tercihlerde Benzerlik Teorisi",
      "D": "Çekim Modeli",
      "E": "Linder Teorisi"
    },
    "explanation": "Teknolojik yeniliği ilk yapan ülkelerin üreticileri ile diğer ülke üreticileri arasında belli bir süre teknolojik açık meydana gelir. Teknolojik açık, yeniliği ilk yapan üreticiye dış ticarette diğer üreticilere karşı üstünlük sağlar.<br/>Teknolojik açık teorisine göre, <em>karşılaştırmalı üstünlüklerin kaynağı teknolojik yenilikler</em>dir."
  },
  {
    "id": "3685837",
    "unitNumber": 3,
    "text": "Çekim denkleminin uluslararası ticarete uygulamasına öncülük eden kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Michael Posner",
      "B": "Irving Kravis",
      "C": "Jan Tinbergen",
      "D": "Staffan Linder",
      "E": "Raymond Vernon"
    },
    "explanation": "Çekim kanununu sosyal bilimlere ilk uygulayan Ravenstein (1885) ticaret ve sanayi merkezlerine<br/>yönelik göç ve göçün belirleyicilerini incelediği çalışmasında, göçlerin bu merkezlerin göçü massetme<br/>kapasitesi ile doğru orantılı, coğrafi uzaklıkları ile ters orantılı olduğu sonucunu elde etmiştir. Çekim<br/>denkleminin uluslararası ticarete uygulamasında en önemli öncü ise <strong><em>Jan Tinbergen</em></strong>’dir.<br/>Çekim denkleminin uluslararası ticarete uygulamasına <em><strong>Jan Tinbergen</strong></em> öncülük etmiştir."
  },
  {
    "id": "3685931",
    "unitNumber": 3,
    "text": "Aşağıdaki yaklaşımlardan hangisi dış ticarette karşılaştırmalı üstünlüklerin zaman içinde yine faktör donatımı ve teknolojik gelişmeye bağlı olarak değişebileceğini esas alır?",
    "correctAnswer": "D",
    "options": {
      "A": "Ürün dönemleri yaklaşımı",
      "B": "Nitelikli işgücü dönemi yaklaşımı",
      "C": "Teknolojik açık evresi yaklaşımı",
      "D": "Dinamik karşılaştırmalı üstünlükler yaklaşımı",
      "E": "Çekim denklemi modeli yaklaşımı"
    },
    "explanation": "Hatırlanacağı üzere H-O teorisine göre, ülkelerin nispi faktör zenginlikleri değişmemekte, dolayısıyla karşılaştırmalı üstünlükler bir kez belirlendikten sonra ülkelerin üretim çeşitlilikleri değişmemekteydi. Oysa ki ürün dönemleri teorisinde dinamik karşılaştırmalı üstünlükler söz konusudur.<br/><strong><em>Dinamik karşılaştırmalı üstünlükler</em></strong> yaklaşımı dış ticarette karşılaştırmalı üstünlüklerin zaman<br/>içinde yine faktör donatımı ve teknolojik gelişmeye bağlı olarak değişebileceğini esas alır."
  },
  {
    "id": "3685989",
    "unitNumber": 3,
    "text": "Bir ülkede, aynı endüstri dalındaki ürünlerin hem ihracatının hem de ithalatının yapılmasıyla aşağıdakilerden hangisi ortaya çıkar?",
    "correctAnswer": "E",
    "options": {
      "A": "Ölçek ekonomileri",
      "B": "Mukayeseli üstünlükler ticareti",
      "C": "Endüstriler arası ticaret",
      "D": "Ürün çeşitliliği ticareti",
      "E": "Endüstri içi ticaret"
    },
    "explanation": "Yeni ticaret teorilerinden önce bir ülkenin örneğin emek yoğun malları ihraç ederken karşılığında sermaye yoğun malları ithal edeceği varsayılırdı. Aynı sektördeki ürünlerin dış ticaretinin yapılması<br/>öngörülmeyen bir durumdu. Türkiye’de üretilen otomobillerin Avrupaya ihraç edilmesi ama Avrupa’dan da farklı markalarda otomobillerin Türkiye’ye ithal ediliyor olması endüstri içi ticaret için güzel bir örnektir.<br/>Bir ülkede, aynı endüstri dalındaki ürünlerin hem ihracatının hem de ithalatının yapılmasıyla<em><strong> endüstri </strong></em><em><strong>içi ticaret</strong></em> ortaya çıkar."
  },
  {
    "id": "3686023",
    "unitNumber": 3,
    "text": "_____________________________, bir üretici firmanın üretimini artırmasına bağlı olarak birim başına ortalama maliyetlerin düşmesidir.\n<br/>Yukarıdaki cümlede boş bırakılan alanı aşağıdakilerden hangisi doğru olarak tamamlamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "İçsel ölçek ekonomileri",
      "B": "Dışsal ölçek ekonomileri",
      "C": "Tekelci rekabet ekonomileri",
      "D": "Tam rekabet ekonomileri",
      "E": "Ortalama ölçek ekonomileri"
    },
    "explanation": "İçsel ölçek ekonomileri firmaya özgüdür. Ortalama maliyetteki düşüşün nedeni, uzmanlaşmaya<br/>bağlı olarak verimliliğin artmasıdır.<br/><em><strong>İçsel ölçek ekonomileri,</strong></em> bir üretici firmanın üretimini artırmasına bağlı olarak birim başına ortalama maliyetlerin düşmesidir."
  },
  {
    "id": "3686067",
    "unitNumber": 3,
    "text": "Tekelci rekabet koşullarında üretilen farklılaştırılmış ürünlerin endüstri içi ticaretini açıklayan dış ticaret teorisi aşağıdakilerrden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Teknolojik Açık Teorisi",
      "B": "Krugman Modeli",
      "C": "Karşılaştırmalı Üstünlükler Teorisi",
      "D": "Heckscher-Ohlin Teorisi",
      "E": "Linder Teorisi"
    },
    "explanation": "Krugman’a göre, dış ticaretin büyük kısmı esas olarak benzer ülkeler arasında yapılmaktadır. Krugman modeline göre, ülkelerin uzmanlaşmasının ve ticaret yapmasının iki nedeni bulunmaktadır:<br/>Birincisi ülkeler arasındaki kaynak ve teknoloji farklılığıdır. Ülkeler üstün oldukları alanda uzmanlaşırlar ve ürettikleri ürünleri ihraç ederler. Bu açıklama, klasik dış ticaret teorilerine dayanmaktadır.<br/>İkincisi ise özellikle benzer yapıda olan ülkeler arasındaki dış ticaret tamamen ölçeğe göre artan getiriler (ölçek ekonomileri) nedeniyle ortaya çıkmaktadır. Bu modele göre, ülkeler arasında karşılaştırmalı üstünlük bulunmasa bile ölçek ekonomilerinin varlığı nedeniyle dış ticaret gerçekleşebilmektedir.<br/><strong>Krugman modeli</strong> <em>tekelci rekabet koşullarında üretilen farklılaştırılmış ürünlerin endüstri içi ticaretini </em><em>açıklamaktadır.</em>"
  },
  {
    "id": "3686151",
    "unitNumber": 3,
    "text": "Krugman’a göre aşağıdakilerden hangisi uluslararası ticareti teşvik eder?",
    "correctAnswer": "C",
    "options": {
      "A": "Teknolojik gelişme düzeyi",
      "B": "Gelir seviyesinin yüksekliği",
      "C": "Ölçek ekonomileri",
      "D": "Ürün farklılaştırması",
      "E": "Talep örtüşmesi"
    },
    "explanation": "Krugman modeline göre özellikle benzer ülkeler arasındaki dış ticaretin büyük kısmı ölçek ekonomileri nedeniyle oluşmaktadır. Ülkeler arasında zevk ve tercihler, teknoloji veya faktör donanımı açısından herhangi bir farklılık olmasa bile ölçek ekonomileri dış ticarete yol açmaktadır.<br/>Krugman’a göre, <strong><em>ölçeğe göre artan getiriler</em></strong> (ölçek ekonomilerini) uluslararası ticaret teşvik<br/>eder."
  },
  {
    "id": "3686180",
    "unitNumber": 3,
    "text": "_______________________________’in geliştirdiği varlık teorisi, ABD’nin dış ticaretine konu\n<br/>olan malların kompozisyonuna etki eden faktörleri göstermeye yönelik bir çalışmaya\n<br/>dayanmaktadır.\n<br/>Yukarıdaki cümlede boş bırakılan alana aşağıdaki kişilerden hangisinin getirilmesi gerekmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Wassily Leontief",
      "B": "Staffan Burenstam Linder",
      "C": "Michael V. Posner",
      "D": "Irving Kravis",
      "E": "Jan Tinbergen"
    },
    "explanation": "Teoriye göre, ABD’nin ithal ettiği sermaye yoğun mallar, bu ülkede olmayan veya kıt olan mallardır. ABD, üretemediği veya yüksek maliyetler sebebiyle pahalıya ürettiği malları diğer ülkelerden satın almaktadır. Buna karşılık ABD’de bol olan ve düşük maliyetlerle üretilen mallar ise diğer ülkelere ihraç edilmektedir.<br/><em><strong>Irving Kravis</strong></em>’in geliştirdiği varlık teorisi, ABD’nin dış ticaretine konu olan malların kompozisyonuna etki eden faktörleri göstermeye yönelik bir çalışmaya dayanmaktadır."
  },
  {
    "id": "3686214",
    "unitNumber": 3,
    "text": "Genellikle teknolojik yenilikler gelişmiş ülkelerde ortaya çıkar ve bu yenilik sayesinde o ülkedeki üreticilerle diğer ülke üreticileri arasında belli bir dönem için <em>___________________ </em>meydana gelir. \n Yukarıdaki cümlede boş bırakılan alanı doğru olarak tamamlayan ifade aşağıdakilerden hangisinde verilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "teknolojik yenilik",
      "B": "teknolojik etkileşim",
      "C": "teknolojik gecikme",
      "D": "teknolojik çekim",
      "E": "teknolojik açık"
    },
    "explanation": "Teori, teknolojinin her üretim dalında aynı olmadığı ve her ülkenin teknolojiye aynı şekilde sahip olamayacağı düşüncesine dayanır. Teknolojik yeniliğe sahip üreticinin üretim maliyetlerin önemli ölçüde düşmesi diğer ülke üreticilerine karşı önemli bir üstünlük sağlar.<br/>Genellikle teknolojik yenilikler gelişmiş ülkelerde ortaya çıkar ve bu yenilik sayesinde o ülkedeki üreticilerle diğer ülke üreticileri arasında belli bir dönem için <em><strong>teknolojik açık</strong> </em>meydana gelir."
  },
  {
    "id": "3690789",
    "unitNumber": 3,
    "text": "--------’in ulaştığı bulgular, ABD’nin emek yoğun mallar ihraç edip, sermaye yoğun malları ise ithal ettiğini göstermekteydi. Cümlede boşluk bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Leontief",
      "B": "HeckscherOhlin",
      "C": "Marshall",
      "D": "Smith",
      "E": "Marks"
    },
    "explanation": "<strong>Leontief’i</strong>n ulaştığı bulgular, ABD’nin emek yoğun mallar ihraç edip, sermaye yoğun malları ise ithal ettiğini göstermekteydi. Leontief’in bulguları sonrasında H-O teorisinin temel varsayımları üzerine tartışmalar hız kazanmıştır."
  },
  {
    "id": "3690800",
    "unitNumber": 3,
    "text": "Klasik dış ticaret teorilerinin öngörülerine göre dış ticaret hangi düzeydeki ülkeler arasında yapılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Gelişmiş ülkeler",
      "B": "Az gelişmiş ülkeler",
      "C": "Gelişmemiş ülkeler",
      "D": "Tarım ülkeleri",
      "E": "Turizm ülkeleri"
    },
    "explanation": "Klasik dış ticaret teorilerinin öngörülerine göre dış ticaretin farklı faktör donatımına sahip ülkeler (gelişmiş - gelişmekte olan ülkeler) arasında yapılması gerekirken, dünya ticaretinin büyük kısmı benzer yapıdaki<em><strong> (gelişmiş)</strong> </em>ülkeler arasında gerçekleşmektedir. Özellikle gelişmiş ülkelerin benzer ürünleri hem ihraç hem de ithal etmesi endüstri içi ticaretin yaygınlaşmasına yol açmıştır. S"
  },
  {
    "id": "3690860",
    "unitNumber": 3,
    "text": "“Linder Teorisi” kaç yılında literatüre kazandırılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "1961",
      "B": "1951",
      "C": "1962",
      "D": "1952",
      "E": "1963"
    },
    "explanation": "Staffan Burenstam Linder’in <em><strong>1961</strong> </em>yılında literatüre kazandırdığı gelir ve tercihlerde benzerlik teorisi, “Linder Teorisi” olarak da bilinir."
  },
  {
    "id": "3690891",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Linder teorisini <em><strong>açıklamaz?</strong></em>",
    "correctAnswer": "A",
    "options": {
      "A": "Gelir ve tercih düzeylerine sahip ülkeler arasında imalat sanayi ürünlerinin dış ticareti daha az gelişecektir.",
      "B": "Sanayi ürünleri dış ticareti ülkeler arasındaki gelir ve tercih benzerliklere göre şekillenir.",
      "C": "Gelir ve tercih düzeylerine sahip ülkeler arasında imalat sanayi ürünlerinin dış ticareti daha fazla gelişecektir.",
      "D": "Gelir seviyesi yüksek ülkeler genellikle daha kaliteli ve yüksek fiyatlı ürünleri tercih etme eğilimindedir.",
      "E": "Düşük gelirli ülkeler, gelir düzeylerine bağlı olarak aynı malın daha düşük fiyatlı ve düşük kaliteli çeşitlerini tüketeceklerinden bu ülkeler arasındaki ticaret potansiyeli daha yüksek olacaktır."
    },
    "explanation": "Staffan Burenstam Linder’in 1961 yılında literatüre kazandırdığı gelir ve tercihlerde benzerlik teorisi, “Linder Teorisi” olarak da bilinir. Linder, H-O teorisinin (H-O faktör donatımı teorisinin) sadece doğal kaynak ve tarımsal ürünlerin dış ticaretini açıklayabileceğini buna karşılık imalat sanayi ürünleri dış ticaretini açıklamada yetersiz kalacağını ileri sürmüştür. Teoriye göre, sanayi ürünleri dış ticareti ülkeler arasındaki gelir ve tercih benzerliklere göre şekillenir. <em><strong>Benzer gelir ve tercih düzeylerine sahip ülkeler arasında imalat sanayi ürünlerinin dış ticareti daha fazla gelişecektir.</strong></em> Gelir seviyesi yüksek ülkeler genellikle daha kaliteli ve yüksek fiyatlı ürünleri tercih etme eğilimindedir. Bu nedenle söz konusu ülkeler arasındaki ticaret potansiyeli artar. Ayrıca, düşük gelirli ülkeler, gelir düzeylerine bağlı olarak aynı malın daha düşük fiyatlı ve düşük kaliteli çeşitlerini tüketeceklerinden bu ülkeler arasındaki ticaret potansiyeli daha yüksek olacaktır."
  },
  {
    "id": "3690906",
    "unitNumber": 3,
    "text": "Linder teorisine göre, benzer gelir ve tercih düzeylerine sahip ülkelerde --------- örtüşmektedir. Cümledeki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Talep",
      "B": "Arz",
      "C": "Gelir",
      "D": "Üretim",
      "E": "Kapasite"
    },
    "explanation": "Linder teorisine göre, benzer gelir ve tercih düzeylerine sahip ülkelerde <em><strong>talep</strong></em> örtüşmektedir."
  },
  {
    "id": "3690929",
    "unitNumber": 3,
    "text": "Çekim modeline göre, iki ülke arasındaki dış ticareti, -----------ile ülkeler arasındaki mesafe belirlemektedir. Cümledeki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bu ülkelerin ekonomik büyüklükleri (GSYH)",
      "B": "Vergiler",
      "C": "Kapasite",
      "D": "Üretim",
      "E": "Tüketim"
    },
    "explanation": "Çekim modeline göre, iki ülke arasındaki dış ticareti, bu ülkelerin ekonomik büyüklükleri (GSYH) ile ülkeler arasındaki mesafe belirlemektedir."
  },
  {
    "id": "3690956",
    "unitNumber": 3,
    "text": "Çekim modeline göre, ihracatı ihracat yapan ülkenin ekonomik büyüklüğü ithalat yapan ülkenin ekonomik büyüklüğünden daha fazla etkilediğinden daha fazla ekonomik büyüklüğe sahip ülkeler nispeten -------------------yapacaktır. Cümledeki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Daha fazla ihracat daha az ithalat",
      "B": "Daha az ihracat daha fazla ithalat",
      "C": "İhracat Azalır",
      "D": "İthalat artar",
      "E": "Daha fazla gider"
    },
    "explanation": "Çekim modeline göre, ihracatı ihracat yapan ülkenin ekonomik büyüklüğü ithalat yapan ülkenin ekonomik büyüklüğünden daha fazla etkilediğinden daha fazla ekonomik büyüklüğe sahip ülkeler nispeten <em><strong>daha fazla ihracat daha az ithalat</strong> </em>yapacaktır."
  },
  {
    "id": "3690966",
    "unitNumber": 3,
    "text": "Nitelikli işgücü modeli, ilk olarak ----------- tarafından ileri sürülmüştür. Cümledeki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Donald B. Keesing",
      "B": "David Ricardo",
      "C": "Karl Marks",
      "D": "John M. Keynes",
      "E": "B. Say"
    },
    "explanation": "Nitelikli işgücü modeli, ilk olarak <em><strong>Donald B. Keesing</strong></em> tarafından ileri sürülmüştür."
  },
  {
    "id": "3690980",
    "unitNumber": 3,
    "text": "------------------, bir işletme veya bir üretim dalı için üretim miktarının artmasıyla birlikte parça (birim) başına ortalama maliyetin düşmesi durumunu ifade eder. Cümledeki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ölçek ekonomisi",
      "B": "Tarım ekonomisi",
      "C": "Sanayi ekonomisi",
      "D": "Turizm ekonomisi",
      "E": "Gelir yönetimi"
    },
    "explanation": "Ölçek ekonomisi (ölçeğe göre artan getiri), bir işletme veya bir üretim dalı için üretim miktarının artmasıyla birlikte parça (birim) başına ortalama maliyetin düşmesi durumunu ifade eder."
  },
  {
    "id": "3690987",
    "unitNumber": 3,
    "text": "---------- modeli tekelci rekabet, ürün çeşitliliğine yönelik tercihleri esas alan Dixit ve Stiglitz modeli ve içsel ölçek ekonomileri sütunları üzerine kurulmuştur. Cümledeki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Krugman",
      "B": "Keynes",
      "C": "Marshall",
      "D": "Say",
      "E": "Marks"
    },
    "explanation": "Krugman modelitekelci rekabet, ürün çeşitliliğine yönelik tercihleri esas alan Dixit ve Stiglitz modeli ve içsel ölçek ekonomileri sütunları üzerine kurulmuştur."
  },
  {
    "id": "3691137",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>Günümüzde dış ticaret politikası kavramı başta mal ticareti olmak üzere bütün bu dış ekonomik ilişkileri kapsamaktadır.</li> <li>Günümüzde liberal ekonomik felsefeyi benimsemiş ve bunu şiddetle savunan gelişmiş ekonomilerde tam bir serbest ticaret söz konusudur.</li> <li>Günümüzde dış ekonomik ilişkilere müdahaleler yalnızca sınırlandırıcı olmayıp bazı durumlarda bazı ekonomik işlemleri kolaylaştırıcı bir niteliğe de sahiptir.</li> </ol> Dış ticaret politikası ile ilgili yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnızca II",
      "B": "Yalnızca III",
      "C": "I, II",
      "D": "I, III",
      "E": "I, II, III"
    },
    "explanation": "Günümüzde dış ticaret politikası kavramı başta mal ticareti olmak üzere bütün bu dış ekonomik ilişkileri kapsamaktadır.\n<br/>Liberal ekonomik felsefeyi benimsemiş ve bunu şiddetle savunan günümüzün gelişmiş ekonomilerinde bile tam bir serbest ticaretten söz edilemez.\n<br/>Günümüzde dış ekonomik ilişkilere müdahaleler yalnızca sınırlandırıcı olmayıp bazı durumlarda bazı ekonomik işlemleri kolaylaştırıcı bir niteliğe de sahiptir.<br/>I, III"
  },
  {
    "id": "3691160",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>Enflasyonu önlemek amacıyla hükümetlerin toplam talebi kısıcı politikaları ulusal mallara olan talep yanında ithal mallara olan talebi de daraltabilmektedir.</li> <li>Özellikle gelişmiş ülkeler periyodik olarak IMF, Dünya Bankası gibi bu kuruluşlarla bir araya gelerek dünya ekonomisinin istikrarlı bir şekilde gelişebilmesi için uygulanması gereken politikalar hakkında görüş alışverişinde bulunurlar.</li> <li>Sağlıklı bir ekonomi için ülkenin uyguladığı dış ticaret politikasının ülkenin genel ekonomi politikasından bağımsız olması gerekmektedir.</li> </ol> Dış ticaret politikası ile ilgili yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnızca I",
      "B": "Yalnızca III",
      "C": "I, II",
      "D": "I, III",
      "E": "II, III"
    },
    "explanation": "Enflasyonu önlemek amacıyla hükümetlerin toplam talebi kısıcı politikaları ulusal mallara olan talep yanında ithal mallara olan talebi de daraltabilmektedir.\n<br/>Özellikle gelişmiş ülkeler periyodik olarak IMF, Dünya Bankası gibi bu kuruluşlarla bir araya gelerek dünya ekonomisinin istikrarlı bir şekilde gelişebilmesi için uygulanması gereken politikalar hakkında görüş alışverişinde bulunurlar.\n<br/>Sağlıklı bir ekonomi için ülkenin uyguladığı dış ticaret politikasının ülkenin genel ekonomi politikasından bağımsız olması gerekmektedir.\n<br/>Her iki politikanın (dış ticaret ve genel ekonomi politikalarının) birbirleriyle olan bu karşılıklı ilişkisi nedeniyle dış ticaret politikasının genel ekonomi politikasıyla uyumlu olması ve onu destekleyici bir şekilde düzenlenmesi gerekmektedir<br/>I, II"
  },
  {
    "id": "3691179",
    "unitNumber": 4,
    "text": "Günümüzde bir ülke dış ticarette gümrük tarifelerini yükseltirse, aşağıdakilerden hangisi bu uygulamanın gerekçelerinden biri <u>olamaz?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Ekonominin serbestleştirilmesi",
      "B": "Hazineye gelir sağlanması",
      "C": "Dış rekabetten korunma",
      "D": "Ekonomik kalkınmanın sağlanması",
      "E": "İç ekonomik istikrarın sağlanması"
    },
    "explanation": "Liberal dış ticaret politikaları ekonominin serbestleşmesini sağlar. Gümrük tarifelerinin yükseltilmesi liberal dış ticaret politikası ile çelişir. Bu nedenle tarifelerin yükseltilmesinin gerekçesi ekonominin serbestleştirilmesi olamaz. Seçeneklerde belirtilen diğer gerekçeler tarifelerin yükseltilmesi için bir gerekçe olabilir."
  },
  {
    "id": "3691183",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi dış ticarete müdahalede kullanılan <u>tarife dışı</u> araçlar arasında <u>yer almaz?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "İthalat yasakları",
      "B": "Döviz kontrolleri",
      "C": "Damping",
      "D": "Gönüllü ihracat kısıtlamaları",
      "E": "Gümrük tarifeleri"
    },
    "explanation": "Devletin dış ticarete müdahalede kullandıkları araçları tarifeler ve tarife dışı araçlar olmak üzere iki ana başlık altında toplamak mümkündür. Tarife dışı araçlar ise kota, ithalat yasakları, döviz kontrolleri, gönüllü ihracat kısıtlamaları, görünmez dış ticaret engelleri, damping, sübvansiyon ve fark giderici vergi uygulamalarından oluşmaktadır. Gümrük tarifeleri adından anlaşılacağı üzere tarifeler kapsamındadır."
  },
  {
    "id": "3691706",
    "unitNumber": 4,
    "text": "Emek yoğun mallarda gelişmiş ülkeler ile gelişmekte olan ülkeler arasında oluşan maliyet farklılığını ortadan kaldıracak ve rekabet eşitliğini sağlayacak tarifeye ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tarife kotası",
      "B": "Yasaklayıcı tarife",
      "C": "Optimum tarife",
      "D": "Etken tarife",
      "E": "Bilimsel tarife"
    },
    "explanation": "Gelişmiş ülkelerde, özellikle gelişmekte olan ülkelerden yapılan emek yoğun malların ithalatıyla rekabet edemeyen endüstriler, rekabet ortamının bozulması nedeniyle oluştuğunu iddia ettikleri maliyet farkını giderecek şekilde bu ürünlerin ithalatına tarife konulmasının gerektiğini savunmaktadırlar. Bu maliyet farklılıkları ithalatçı ülkelerdeki düşük ücretten kaynaklanabileceği gibi vergi avantajları veya ihracat sübvansiyonlarından kaynaklanabilir. Dolayısıyla bu görüşe göre maliyet farklılığına eşit oranda tarife uygulanmalı ve bu yolla rekabet eşitliği sağlanmalıdır. Bu argümana bilimsel tarife adı da verilmektedir."
  },
  {
    "id": "3691714",
    "unitNumber": 4,
    "text": "Bebek endüstriler tezi <u>ilk defa</u> kim tarafından ortaya atılmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Jagdish Bhagwati",
      "B": "John Stuart Mill",
      "C": "David Ricardo",
      "D": "Friedrich List",
      "E": "Alexander Hamilton"
    },
    "explanation": "Bebek endüstriler tezi ilk defa Amerikalı hazine bakanı Alexander Hamilton tarafından 1791 yılında ortaya atılmış, zamanla Alman iktisatçı Friedrich List başta olmak üzere çok sayıda taraftar toplamıştır."
  },
  {
    "id": "3691723",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>Acil dış açık sorununun giderilmesinde kotalar tarifelere göre daha az etkilidir.</li> <li>Kotalar ithalatı kesin bir şekilde kısıtladığı için özellikle dış açık sorununun giderilmesinde tarifelere göre daha etkili bir araçtır.</li> <li>Kotalar nedeniyle ithalat kesin bir şekilde sınırlandırıldığından yurt içi talep artışları, bu malların fiyatlarında aşırı yükselmelere yol açabilir.</li> </ol> Kotalarla ilgili yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnızca I",
      "B": "Yalnızca II",
      "C": "I, II, III",
      "D": "I, III",
      "E": "II, III"
    },
    "explanation": "Acil dış açık sorununun giderilmesinde kotalar tarifelere göre daha etkilidir.\n<br/>Kotalar ithalatı kesin bir şekilde kısıtladığı için özellikle dış açık sorununun giderilmesinde tarifelere göre daha etkili bir araçtır.\n<br/>Kotalar nedeniyle ithalat kesin bir şekilde sınırlandırıldığından yurt içi talep artışları, bu malların fiyatlarında aşırı yükselmelere yol açabilir.<br/>II, III"
  },
  {
    "id": "3691746",
    "unitNumber": 4,
    "text": "Gönüllü ihracat kısıtlamasına dair <u>ilk</u> anlaşma hangi ülkeler arasında imzalanarak yürürlüğe girmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "ABD ve Çin",
      "B": "Rusya ve Çin",
      "C": "ABD ve Malezya",
      "D": "İngiltere ve ABD",
      "E": "ABD ve Japonya"
    },
    "explanation": "İlk gönüllü ihracat kısıtlamasına yönelik anlaşma 1957 yılında ABD ile Japonya arasında, Japonya’nın tekstil ihracatını kısıtlamak üzere yapılmıştır. Bu dönemde ABD tekstil ithalatının %60’ını Japonya’dan yapmaktaydı. 1962 yılında çok yanlı ticaret görüşmeleri çerçevesinde gelişmiş ülkeler ile gelişmekte olan ülkeler arasında bir gönüllü ihracat kısıtlaması olan Uzun Vadeli Pamuklu Dokuma Anlaşması (LTA) yapılmıştır<br/>ABD ve Japonya"
  },
  {
    "id": "3691776",
    "unitNumber": 4,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/774fefbeb27a44483759b680fea333c0.png\" width=\"426\" height=\"278\"> Yukarıdaki şekle bakıldığında, tarifeden sonra (dünya fiyatı + tarife) yerli üretim miktarında ne kadarlık bir atış gerçekleşmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "q<sub>1</sub>q<sub>2</sub>",
      "B": "q<sub>1</sub>q<sub>3</sub>",
      "C": "q<sub>1</sub>q<sub>4</sub>",
      "D": "q<sub>2</sub>q<sub>3</sub>",
      "E": "q<sub>3</sub>q<sub>4</sub>"
    },
    "explanation": "Serbest ticaret koşulları altında yurt içi fiyatlar, dünya fiyatlarına eşit ve şekle göre P1 olsun. Serbest ticaret koşulları altında ilgili malın yurt içi üretimi 0q1 (veya P1K) ve yurt içi tüketimi ise 0q4 (=P1S) kadardır. Konulan gümrük vergisi kadar yurt içi fiyatlarda meydana gelen artış nedeniyle, daha önce q1 olan yurt içi üretim, q2’ye çıkar. Dolayısıyla yerli üretimdeki artış miktarı, q1q2 kadardır.<br/>q<sub>1</sub>q<sub>2</sub>"
  },
  {
    "id": "3691805",
    "unitNumber": 4,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/774fefbeb27a44483759b680fea333c0.png\" alt=\"\" width=\"549\" height=\"358\"> Yukarıdaki şekle göre, dünya fiyatına ek olarak getirilen tarifeden sonra ithalat miktarı ne kadardır?",
    "correctAnswer": "B",
    "options": {
      "A": "q<sub>1</sub>q<sub>4</sub>",
      "B": "q<sub>2</sub>q<sub>3</sub>",
      "C": "q<sub>1</sub>q<sub>3</sub>",
      "D": "q<sub>1</sub>q<sub>2</sub>",
      "E": "q<sub>3</sub>q<sub>4</sub>"
    },
    "explanation": "Gümrük vergisi dolayısıyla bir yandan yerli üretim artarken, öte yandan tüketim azalmakta ve bu iki etkinin sonucunda ithalat miktarı daralmaktadır. Serbest ticaret durumunda ilgili malın ithalatı q1q4 (=KS) kadarken, vergi sonrasında ithalat azalarak q2q3’e (=MP) düşmüştür<br/>q<sub>2</sub>q<sub>3</sub>"
  },
  {
    "id": "3688647",
    "unitNumber": 5,
    "text": "OECD'nin öncüsü olan örgüt aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Birleşmiş Milletler Kalkınma Programı (UNDP)",
      "B": "Avrupa Ekonomik İş Birliği Örgütü (OEEC)",
      "C": "Dünya Bankası",
      "D": "Uluslararası Para Fonu (IMF)",
      "E": "Dünya Ticaret Örgütü (WTO)"
    },
    "explanation": "OECD’nin öncüsü, II. Dünya Savaşı’ndan sonra Avrupa’nın yeniden inşası için Marshall Planı kapsamında Amerika ve Kanada’nın ekonomik yardımlarını yönetmek üzere kurulan Avrupa Ekonomik İş Birliği Örgütü (OEEC) dir."
  },
  {
    "id": "3688649",
    "unitNumber": 5,
    "text": "OECD'nin kuruluş amacı nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Uluslararası ticaret anlaşmazlıklarını çözmek",
      "B": "Gelişmekte olan ülkelere askeri yardım sağlamak",
      "C": "Gelişmiş ekonomilere sahip ülkeler arasında ekonomik iş birliğini teşvik etmek",
      "D": "Küresel sağlık krizlerini yönetmek",
      "E": "Sadece Avrupa ülkelerinin ekonomik politikalarını koordine etmek"
    },
    "explanation": "OECD, gelişmiş ekonomilere sahip ülkeler arasında ekonomik iş birliğini teşvik etmek, ekonomik politikalarını koordine etmek ve kalkınmayı desteklemek amacıyla kurulmuş bir hükümetlerarası iş birliği örgütüdür."
  },
  {
    "id": "3688650",
    "unitNumber": 5,
    "text": "Türkiye'nin AB'ye üyelik müzakereleri ne zaman başlamıştır ve hangi nedenlerle aksama olmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "1 Ocak 1996; ekonomik krizler",
      "B": "3 Ekim 2005; siyasi nedenler",
      "C": "22 Temmuz 2007; ticaret anlaşmazlıkları",
      "D": "15 Mart 2008; bölgesel göçe dayalı anlaşmazlıklar",
      "E": "1 Kasım 2010; askeri nedenler"
    },
    "explanation": "3 Ekim 2005 tarihinde başlayan üyelik müzakereleri Güney Kıbrıs başta olmak üzere siyasi nedenlerle aksamıştır.<br/>3 Ekim 2005; siyasi nedenler"
  },
  {
    "id": "3688651",
    "unitNumber": 5,
    "text": "Türkiye ile AET arasındaki ortaklık ilişkisi hangi anlaşma ile kurulmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "Katma Protokol",
      "B": "Maastricht Anlaşması",
      "C": "Ankara Anlaşması",
      "D": "Nice Anlaşması",
      "E": "İstanbul Sözleşmesi"
    },
    "explanation": "Ülkemiz, AET’in kuruluşundan hemen sonra AET ile yakın ilişki kurmuş ve 1963 yılında imzalanan Ankara Anlaşması ile bir “ortaklık” ilişkisi kurulmuştur."
  },
  {
    "id": "3688652",
    "unitNumber": 5,
    "text": "Türkiye'nin AB ile Gümrük Birliği ne zaman yürürlüğe girmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "1 Ocak 1984",
      "B": "1 Ocak 1987",
      "C": "1 Ocak 1995",
      "D": "1 Ocak 1996",
      "E": "1 Ocak 2000"
    },
    "explanation": "Türkiye, gümrük birliğine ilişkin yükümlülüklerini 1995 yılında tamamlamış ve Türkiye ile AB arasındaki Gümrük Birliği 1 Ocak 1996 tarihinde yürürlüğe girmiştir."
  },
  {
    "id": "3688654",
    "unitNumber": 5,
    "text": "\"Dört özgürlük\" olarakta adlandırılan kişilerin, malların, hizmetlerin ve sermayenin serbest dolaşımını AET içinde sağlayan önemli yasal düzenleme hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Maastricht Antlaşması",
      "B": "Tek Avrupa Senedi",
      "C": "Schengen Anlaşması",
      "D": "Lisbon Antlaşması",
      "E": "Ankara Anlaşması"
    },
    "explanation": "AET ile Roma Antlaşması’nda belirtilen “dört özgürlük” olarak adlandırılan, kişilerin, malların, hizmetlerin ve sermayenin ortak pazar içinde serbest dolaşımı 1987 yılında yürürlüğe giren Tek Avrupa Senedi ile sağlanmıştır."
  },
  {
    "id": "3688655",
    "unitNumber": 5,
    "text": "Uluslararası Finans Kurumu (IFC) hangi amaçla kredi sağlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Gelişmiş ülkelerdeki devlet projelerine finansman sağlar",
      "B": "Gelişmekte olan ülkelerdeki özel sektöre yönelik kredi sağlar",
      "C": "Uluslararası sağlık krizlerine destek sağlar",
      "D": "Küresel askeri harcamalara yatırım yapar",
      "E": "Dünya genelindeki eğitim kurumlarını finanse eder"
    },
    "explanation": "Dünya Bankası Grubu’nun özel sektöre yönelik kredi sağlayan kuruluşu Uluslararası Finans Kurumu (IFC)’dur. IFC, kredi vererek veya ticari faaliyet gösteren bir firmanın sermayesine ortaklık yoluyla katkı sağlayarak gelişmekte olan ülkelerdeki özel sektörü destekler.<br/>Gelişmekte olan ülkelerdeki özel sektöre yönelik kredi sağlar"
  },
  {
    "id": "3688656",
    "unitNumber": 5,
    "text": "IMF’nin “kapasite geliştirme” işlevi hangi alanlarda teknik yardım ve eğitim desteği sağlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Tarım politikaları ve sanayi reformları",
      "B": "Makro ekonomik politika önerileri, bankacılık ve mali düzenlemeler",
      "C": "Uluslararası güvenlik ve savunma stratejileri",
      "D": "Sağlık hizmetleri ve eğitim müfredatları",
      "E": "Çevre koruma ve enerji verimliliği"
    },
    "explanation": "MF’in bir diğer işlevi de” kapasite geliştirme” olarak adlandırılan üyelerine teknik yardım ve eğitim desteği sağlamaktır. Üye ülkenin talep etmesi halinde makro ekonomik politika önerileri, bankacılık ve mali kesime yönelik düzenlemeler, karar vermeye destek olacak sağlıklı veri toplama, kamu maliyesini güçlendirme gibi teknik yardımlar sunulmaktadır.<br/>Makro ekonomik politika önerileri, bankacılık ve mali düzenlemeler"
  },
  {
    "id": "3688657",
    "unitNumber": 5,
    "text": "Tam ekonomik bütünleşme aşamasında ekonomi politikaları nasıl uygulanır?",
    "correctAnswer": "C",
    "options": {
      "A": "Üye ülkelerin kendi ulusal hükümetleri tarafından",
      "B": "Her üye ülkenin ayrı ayrı belirlediği kurallarla",
      "C": "Uluslar-üstü organlar aracılığıyla",
      "D": "Sadece özel sektör tarafından",
      "E": "Uluslararası kuruluşlar tarafından"
    },
    "explanation": "Eğer bir bütünleşmede kişilerin, malların, hizmetlerin, işgücünün ve sermayenin serbest dolaşımının yanında para ve maliye politikaları ile ekonomi politikalarının tamamı bütünleştirilirse tam ekonomik bütünleşme aşamasına geçilmiş olur. Bu aşamada maliye (vergiler, borçlanma, kamu harcamaları, vb.), istihdam ve sosyal politikalar gibi tüm ekonomi politikalar üye ülkelerin egemenlik yetkilerini devrettikleri uluslar-üstü organlar aracılığıyla uygulanır."
  },
  {
    "id": "3688658",
    "unitNumber": 5,
    "text": "Serbest Ticaret Bölgesi içinde dış ticaretin düşük tarife uygulayan ülkeye doğru sapmasının engellenmesi için hangi mekanizma uygulanır?",
    "correctAnswer": "C",
    "options": {
      "A": "İthalat kotaları",
      "B": "İhracat teşvikleri",
      "C": "Menşei kuralları",
      "D": "Ticaret vergileri",
      "E": "Döviz kurları"
    },
    "explanation": "Serbest ticaret bölgesi içinde dış ticaretin düşük tarife uygulayan ülkeye doğru sapmasının engellenmesi gerekir. Bu nedenle ülkeler, serbest ticaret bölgesi içinde üretilen ve serbest ticaret bölgesi dışında üretilmiş ürünleri birbirinden ayırmak için “menşei kuralları (rules of origin)” uygularlar. İki ülke arasında dış ticareti yapılan mallar için hazırlanan “menşe şahadetnamesi” belgesi o malın hangi ülkede üretildiğini gösterir. Böylece menşe ülkesine göre mala uygulanacak tarife oranı ve o ülkeye yönelik uygulanacak ticaret politikası önlemleri belirlenir. Malın menşeine bağlı olarak serbest ticaret bölgesinde satış işlemi hangi ülkede gerçekleşiyorsa o ülkenin tarifesi uygulanır."
  },
  {
    "id": "3690830",
    "unitNumber": 5,
    "text": "______________, bir ülkenin bir diğer ülkeye veya ülkelere yönelik tarife veya tarife dışı<br/>önlemleri uygulayarak dış ticaret dengesini lehine çevirmeye çalışması, diğer ülke<br/>veya ülkelerin de benzer şekilde misillemede bulunması durumunu ifade eder.\n Yukarıda boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ticari rekabet",
      "B": "Ticaret savaşı",
      "C": "Damping",
      "D": "Eksik rekabet",
      "E": "Ticari sübvansiyon"
    },
    "explanation": "Ticaret savaşı, bir ülkenin bir diğer ülkeye veya ülkelere yönelik tarife veya tarife dışı<br/>önlemleri uygulayarak dış ticaret dengesini lehine çevirmeye çalışması, diğer ülke<br/>veya ülkelerin de benzer şekilde misillemede bulunması durumunu ifade eder."
  },
  {
    "id": "3690836",
    "unitNumber": 5,
    "text": "Aşağıdaki örgütleden hangileri Bretton Woods ikizleri olarak anılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "IMF-IBRD",
      "B": "IMF-WTO",
      "C": "WTO-GATT",
      "D": "GATT-IMF",
      "E": "IMF-AB"
    },
    "explanation": "Bretton Woods ikizleri olarak anılan örgütler Uluslararası Para Fonu (IMF) ve Dünya Bankası olarak bilinen<br/>Uluslararası İmar ve Kalkınma Bankası (IBRD) dır."
  },
  {
    "id": "3690852",
    "unitNumber": 5,
    "text": "Dünya Ticaret Örgütü'nün (DTÖ) en üst düzey karar alma organı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Guvernörler Kurulu",
      "B": "İcra Direktörleri Kurulu",
      "C": "Genel Konsey",
      "D": "Bakanlar Konferansı",
      "E": "Ekonomik ve sosyal konsey"
    },
    "explanation": "DTÖ’nün en üst düzey karar alma organı, genellikle iki yılda bir toplanan Bakanlar Konferansı’dır"
  },
  {
    "id": "3690875",
    "unitNumber": 5,
    "text": "I. En çok kayrılan ülke ilkesi\n<br/>II. Ulusal muamele ilkesi\n<br/>III. Dış ticaretin serbestleştirilmesi ilkesi\n<br/>IV. ithal kotalarını kullanabilme ilkesi\n<br/>Yukarıdakilerden hangileri çok taraflı ticaret sisteminin ilkelerini ifade etmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "I,II",
      "B": "I,III",
      "C": "I,II,III",
      "D": "I,II,IV",
      "E": "I,II,III,IV"
    },
    "explanation": "Çok taraflı ticaret sistemi, yerli sanayinin korunması amacıyla ithal malların yurt içi<br/>pazara girişini engelleyen ithal kotalarının kullanılması yasaklamıştır."
  },
  {
    "id": "3690899",
    "unitNumber": 5,
    "text": "Dış ticarette malların normal değerinin altında bir fiyata, yurt içinde satıldığından veya üretim maliyetinden daha düşük bir fiyata ihraç edilmesine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Brokerage",
      "B": "Damping",
      "C": "Open rates",
      "D": "Offload",
      "E": "Customs broker"
    },
    "explanation": "Damping dış ticarette malların normal değerinin altında bir fiyata, yurt içinde satıldığından veya üretim maliyetinden daha düşük bir fiyata ihraç edilmesidir."
  },
  {
    "id": "3690914",
    "unitNumber": 5,
    "text": "I. Serbest ticaret anlaşması<br/>II. Gümrük birliği<br/>III. Ortak pazar<br/>IV. Ekonomik ve parasal birlik<br/>Yukarıdakilerden hangileri ortak politikaların kapsamına ekonomik bütünleşme kategoriler içinde yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "I,II",
      "B": "I,III",
      "C": "I,II,III",
      "D": "I,II,IV",
      "E": "I,II,III,IV"
    },
    "explanation": "Ekonomik bütünleşmeler uygulanan ortak politikaların kapsamına göre beş kategoriye ayrılır:<br/>- Serbest ticaret anlaşması,<br/>- Gümrük birliği,<br/>- Ortak pazar,<br/>- Ekonomik ve parasal birlik,<br/>- Tam ekonomik bütünleşme"
  },
  {
    "id": "3690949",
    "unitNumber": 5,
    "text": "Ekonomik bütünleşmeler ile ilgili olarak aşağıdakilerden hangisi söylenemez?",
    "correctAnswer": "E",
    "options": {
      "A": "Ekonomik bütünleşmeler, üye ülkelerin ekonomi politikalarında değişikliklere yol<br/>açar",
      "B": "Ekonomik bütünleşme ile üye ülkeler arasında ticaretin önündeki engeller tamamen<br/>kaldırılır",
      "C": "Ekonomik bütünleşme ekonomileri birbirine benzeyen ülkeler arasında başarılı olabilir",
      "D": "Ekonomik bütünleşmeye dahil olan ülkeler egemenlik yetkilerini diğer ülkelerle paylaşarak kullanır",
      "E": "Ekonomik bütünleşme yalnız gelişmiş ülkeler arasında gerçekleştirilebilir"
    },
    "explanation": "Ekonomik bütünleşmeler ile ilgili olarak şunlar söylenebilir (Özen &amp; Tonus,<br/>2017, s.174).:\n - Ekonomik bütünleşmeler, üye ülkelerin ekonomi politikalarında değişikliklere yol<br/>açar.<br/>- Ekonomik bütünleşme ile üye ülkeler arasında ticaretin önündeki engeller tamamen<br/>kaldırılır.<br/>- Ekonomik bütünleşme ekonomileri birbirine benzeyen, gelişmişlik farklılıkları az olan<br/>ülkeler arasında gerçekleştirildiğinde başarılı olabilir.<br/>- Ekonomik bütünleşmeye dahil olan ülkeler egemenlik yetkilerini diğer ülkelerle paylaşarak kullanır."
  },
  {
    "id": "3690964",
    "unitNumber": 5,
    "text": "İhracatı yapılacak mal için düzenlenen, söz konusu malın tamamen o ülkede üretildiğini veya gördüğü işlemler nedeniyle o ülkede üretilmiş mal olarak değerlendirilmesi gerektiğini gösteren belgeye ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Spesifikasyon Belgesi",
      "B": "Navlun Faturası",
      "C": "Çeki Listesi",
      "D": "Menşei şahadetnamesi",
      "E": "İmalatçı Analiz Belgesi"
    },
    "explanation": "Menşei şahadetnamesi ihracatı yapılacak mal için düzenlenen, söz konusu malın tamamen o ülkede üretildiğini veya gördüğü işlemler nedeniyle o ülkede üretilmiş mal olarak değerlendirilmesi gerektiğini gösteren bir belgedir."
  },
  {
    "id": "3690973",
    "unitNumber": 5,
    "text": "Aşağıdaki ülkelerden hangisi 1951 yılında Paris Antlaşması ile Avrupa Kömür ve Çelik Topluluğu’nu kuran ülkelerden birisi <strong>değildir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "İtalya",
      "B": "Belçika",
      "C": "İspanya",
      "D": "Hollanda",
      "E": "Lüksemburg"
    },
    "explanation": "II. Dünya Savaşı’nın ardından Avrupa’da Almanya, Fransa, İtalya, Belçika, Hollanda ve<br/>Lüksemburg’un 1951 yılında Paris Antlaşması ile Avrupa Kömür ve Çelik Topluluğu’nu kurmalarının ardından, aynı ülkelerin 1957 Roma Anlaşması ile Avrupa Ekonomik Topluluğu’nu kurmalarıyla<br/>birlikte dünya genelinde ekonomik bütünleşme girişimleri hızla artmıştır"
  },
  {
    "id": "3690982",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Dünya Bankası grubu içinde yer alan örgütlerden birisi <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "IBRD",
      "B": "IDA",
      "C": "IFC",
      "D": "MIGA",
      "E": "EFTA"
    },
    "explanation": "Dünya Bankası grubu içinde yer alan örgütler şunlardır:\n - IBRD\n - IDA\n - IFC\n - MIGA\n - ICSID"
  },
  {
    "id": "3686666",
    "unitNumber": 6,
    "text": "“Üretim faktörleri stokundaki artış” ve “teknolojik gelişme” aşağıdakilerden hangisinin temel kaynağıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Turizm ekonomisi",
      "B": "Gelir dağılımı",
      "C": "İktisadi Büyüme",
      "D": "Refah ekonomisi",
      "E": "Eğitim ekonomisi"
    },
    "explanation": "Büyümenin iki temel kaynağı vardır. Birincisi <em>üretim faktörleri stokundaki artış, </em>ikincisi ise <em>teknolojik gelişme</em>dir. Ülkenin daha çok işgücüne sahip olması veya daha fazla sermayeye sahip olması bu üretim faktörleriyle daha fazla mal ve hizmet üretmesine olanak sağlayacaktır. Teknolojik gelişme de aynı şekilde emeğin ve sermayenin verimliliğinin artmasına yol açarak aynı miktarda girdi ile daha fazla üretim yapılabilmesine olanak sağlar. 1960’lı yıllara kadar klasik ve neo klasik iktisatçılar ekonomik büyümenin kaynakları ile çok fazla ilgilenmediklerinden üretim faktörleri stokundaki artışlar ve teknolojik gelişmelerin ekonomik büyümeye etkisi ikinci planda kalmıştır. 1960’lı yıllarda ekonomik büyüme ve kalkınma sorunu gündeme gelince, ekonomik büyüme ve dış ticaret arasındaki ilişkiler önem kazanmaya başlamıştır."
  },
  {
    "id": "3686670",
    "unitNumber": 6,
    "text": "Aşağıdaki hangi iktisatçı fakirletici büyümeyi tanımlamıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Ragner Nurkse",
      "B": "David Ricardo",
      "C": "Alfred Marshall",
      "D": "Jagdish Bhagwati",
      "E": "John Stuart Mill"
    },
    "explanation": "Ülkenin refah açısından fakirleşmesine yol açan büyüme ve ticaret süreci, Jagdish Bhagwati tarafından yoksullaştırıcı (fakirleştirici) büyüme olarak adlandırılmıştır.\n Bhagwati, yoksullaştırıcı büyümeyi “Ekonomik büyüme ülkenin ihraç malı üretimini artırırsa bunun sonucun dış ticaret haddi kötüleşir ve refah seviyesi düşer.” şeklinde açıklamıştır."
  },
  {
    "id": "3686674",
    "unitNumber": 6,
    "text": "……………………….., dış ticaret sektörünün milli gelir artışı içindeki payı mutlak olarak azalmasıyla gerçekleşir.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde doldurur?",
    "correctAnswer": "B",
    "options": {
      "A": "Ticaret artırıcı yönlü büyüme",
      "B": "Aşırı ticareti azaltıcı yönlü büyüme",
      "C": "Yansız ekonomik büyüme",
      "D": "Yoksullaştırıcı büyüme",
      "E": "Sürdürülebilir büyüme"
    },
    "explanation": "İthal edilebilir malın yurt içindeki üretimi, diğer malın üretiminin mutlak anlamda azaltılarak gerçekleştirilmişse bu durumda üretim <em>aşırı ticareti azaltıcı yönlü büyüme </em>olur. Başka bir ifadeyle, dış ticaret sektörünün milli gelir artışı içindeki payı mutlak olarak azalmış ise bu durumda aşırı ticareti azaltıcı yönlü büyüme gerçekleşir."
  },
  {
    "id": "3686677",
    "unitNumber": 6,
    "text": "…………………..<em>, </em>tahvil gibi tamamen ulusal para birimi cinsinden ifade edilen finansal varlıklardır.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde doldurur?",
    "correctAnswer": "A",
    "options": {
      "A": "Portföy yatırımları",
      "B": "Doğrudan yabancı yatırımlar",
      "C": "Yatırım fonları",
      "D": "Karma fonları",
      "E": "Değişken fonları"
    },
    "explanation": "Portföy yatırımları, tahvil gibi tamamen ulusal para birimi cinsinden ifade edilen finansal varlıklardır. Tahvillerde yatırımcı, sabit ödemeler veya düzenli aralıklarla getiri elde etmek için sermayeyi borç verir ve daha sonra önceden belirlenen bir tarihte tahvilin nominal değerini alır. Portföy veya finansal yatırımlar öncelikle bankalar ve yatırım fonları gibi finansal kuruluşlar aracılığıyla gerçekleşir. Portföy yatırımlarını yapanlar finansal kurumlar, kurumsal veya yatırımcılardır."
  },
  {
    "id": "3686688",
    "unitNumber": 6,
    "text": "ABD ekonomisinin büyümesine ve gelişmesine önemli katkı sağlayan göçler aşağıdaki hangi zamanda gerçekleşmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "15. yüzyılda",
      "B": "16. yüzyılda",
      "C": "17. yüzyılda",
      "D": "18. yüzyılda",
      "E": "19. yüzyılda"
    },
    "explanation": "İş gücünün ülkeler arasında serbest dolaşımının önündeki engellerin arka planında ekonomik, sosyal, siyasal, kültürel ve diğer nedenler vardır. 19. yy’da Avrupa’dan Yeni Dünya’ya (Amerika kıtasına) büyük göçler gerçekleşmiştir. Bu göçler ABD ekonomisinin büyümesine ve gelişmesine önemli katkı sağlamıştır."
  },
  {
    "id": "3686695",
    "unitNumber": 6,
    "text": "………………….., çeşitli ülkelerdeki üretim tesislerine sahip olan, bunları kontrol eden veya yöneten firmalardır.\n<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde doldurur?",
    "correctAnswer": "A",
    "options": {
      "A": "Çok uluslu şirketler",
      "B": "Limited şirket",
      "C": "Anonim şirket",
      "D": "Kollektif şirket",
      "E": "Komandit şirket"
    },
    "explanation": "Çok uluslu şirketler, çeşitli ülkelerdeki üretim tesislerine sahip olan, bunları kontrol eden veya yöneten firmalardır."
  },
  {
    "id": "3686704",
    "unitNumber": 6,
    "text": "Aşağıdaki hangisi günümüzdeki çağdaş çok uluslu şirketlerin orijinal bir prototipi olarak kabul edilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Vodafone",
      "B": "Mars Inc.",
      "C": "Singer",
      "D": "Hilton",
      "E": "DHL"
    },
    "explanation": "1857’de Singer dikiş makinelerinin Avrupa’da imalat tesisi açması nedeniyle bu iki şirket (Siemens ve Singer), çağdaş çok uluslu şirketlerin orijinal bir prototipi olarak kabul edilir."
  },
  {
    "id": "3686711",
    "unitNumber": 6,
    "text": "……………………, ekonomik aktörlerin bir ürünü pazara sunmak için gerçekleştirdiği tüm faaliyetleri kapsamaktadır.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde doldurur?",
    "correctAnswer": "D",
    "options": {
      "A": "Üretici odaklı küresel değer zincirleri",
      "B": "Alıcı odaklı küresel değer zincirleri",
      "C": "Portföy yatırımları",
      "D": "Küresel değer zinciri",
      "E": "Doğrudan yabancı yatırımlar"
    },
    "explanation": "Küresel değer zinciri (KDZ), ekonomik aktörlerin bir ürünü pazara sunmak için gerçekleştirdiği tüm faaliyetleri kapsamaktadır. Bir küresel değer zincirindeki faaliyetler üç ana gruba ayrılır: Üretim öncesi faaliyetler (tasarım vb), üretim ve üretim sonrası faaliyetlerdir (pazarlama, dağıtım ve nihai tüketiciye destek). Bu faaliyetler aynı firma bünyesinde gerçekleştirilebileceği gibi farklı ülkelerdeki farklı firmalara arasında bölünebilmektedir."
  },
  {
    "id": "3686717",
    "unitNumber": 6,
    "text": "…………………………………. bir şirketin veya bir tedarik zincirinin, müşteri ihtiyaçlarına ve taleplerine odaklanarak küresel iş birliği ve uzmanlaşma stratejileri geliştirdiği bir iş modelini ifade eder.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde doldurur?",
    "correctAnswer": "B",
    "options": {
      "A": "Üretici odaklı küresel değer zincirleri",
      "B": "Alıcı odaklı küresel değer zincirleri",
      "C": "Doğrudan yabancı yatırımlar",
      "D": "Küresel değer zinciri",
      "E": "Portföy yatırımları"
    },
    "explanation": "Alıcı odaklı küresel değer zincirleri, bir şirketin veya bir tedarik zincirinin, müşteri ihtiyaçlarına ve taleplerine odaklanarak küresel iş birliği ve uzmanlaş-ma stratejileri geliştirdiği bir iş modelini ifade eder."
  },
  {
    "id": "3686731",
    "unitNumber": 6,
    "text": "Küresel değer zincirleri özellikle orta gelirli ülkelerin ekonomik kalkınmasına önemli katkılar sağlamıştır görüşü aşağıdaki hangi iktisatçıya aittir?",
    "correctAnswer": "E",
    "options": {
      "A": "Smith",
      "B": "Keynes",
      "C": "Marx",
      "D": "Lucas",
      "E": "Lee"
    },
    "explanation": "Lee’ye (2016) göre, küresel değer zincirleri özellikle orta gelirli ülkelerin ekonomik kalkınmasına önemli katkılar sağlamış, KDZ’lerdeki artış bu ülkelerin sürdürülebilir büyümesi için hayati öneme sahip olmuştur."
  },
  {
    "id": "3692329",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi belirli bir dönemde bir ekonomide yerleşik olan üretici birimlerin, ekonomik faaliyetleri sonucu yaratmış oldukları tüm mal ve hizmetlerin değerleri toplamından bu mal ve hizmetlerin üretiminde kullanılan girdiler toplamının düşülmesi sonucu elde edilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gayri Safi Milli Hasıla",
      "B": "Gayri Safi Yurt İçi Hasıla",
      "C": "Ekonomik büyüme",
      "D": "Cari açık",
      "E": "İhracat miktarı"
    },
    "explanation": "GSYH, belirli bir dönemde bir ekonomide yerleşik olan üretici birimlerin, ekonomik faaliyetleri sonucu yaratmış oldukları tüm mal ve hizmetlerin değerleri toplamından bu mal ve hizmetlerin üretiminde kullanılan girdiler toplamının düşülmesi sonucu elde edilir."
  },
  {
    "id": "3692349",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi üretimde ölçeğe göre artan getirinin mevcut olduğu varsayımı altında, ihraç edilen ürün kaynaklı büyüme sonucunda ülkenin üretim imkânları eğrisi ileri kaymış ve büyüme ülkenin emek ve sermayesinin aynı oranda artmasından kaynaklandıysa söz konusudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Yansız ekonomik büyüme",
      "B": "Ticaret arttırıcı yönlü büyüme",
      "C": "Ticaret azaltıcı yönlü büyüme",
      "D": "Yoksullaştırıcı büyüme",
      "E": "Rekabetçi büyüme"
    },
    "explanation": "Üretimde ölçeğe göre artan getirinin mevcut olduğu varsayımı altında, ihraç edilen ürün kaynaklı büyüme sonucunda ülkenin üretim imkânları eğrisi ileri kaymış ve büyüme ülkenin emek ve sermayesinin aynı oranda artmasından kaynaklandıysa, yansız ekonomik büyüme söz konusudur."
  },
  {
    "id": "3692374",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yoksullaştırıcı büyümenin gerçekleşebilmesinin şartlarından birisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "İhraç ürünün dış piyasalarda talep esnekliği 1’den büyük olmalıdır.",
      "B": "İhraç ürünlerindeki üretim artışı yerel fiyatları etkileyecek düzeyde gerçekleşmelidir.",
      "C": "Büyümeden önce ülke ticaret yapan ülke olmamalıdır.",
      "D": "İhraç ürünün dış piyasalarda talep esnekliği yumuşak olmalıdır.",
      "E": "Büyüme, ihraç ürünü yönünde kuvvetli olmalıdır."
    },
    "explanation": "Fakirleştirici büyümenin gerçekleşebilmesi üç şarta bağlıdır. Bunlar; • Büyüme, ihraç ürünü yönünde kuvvetli olmalıdır. İhraç ürünlerindeki üretim artışı uluslararası fiyatları etkileyecek düzeyde gerçekleşmelidir. • İhraç ürünün dış piyasalarda talep esnekliği 1’den küçük, sert olmalıdır. Böylece, artan ihracat ürün fiyatlarını düşürür. • Büyümeden önce de ülke ticaret yapan ülke olmalıdır. Artan ihracat sebebiyle ticaret haddinin kötüleşmesi, ülkenin refah seviyesi üzerinde olumsuz bir etki yaratır (Karluk, 2009, s. 206)."
  },
  {
    "id": "3692391",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisinde büyüme ve kalkınma arasındaki fark doğru verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kalkınma ülkenin milli gelirinde artışları ifade eder.",
      "B": "Büyüme ülkede milli gelir artışının yanı sıra teknik değişmeleri de kapsamaktadır.",
      "C": "Büyüne sektörel, sosyal ve kurumsal yapıdaki gelişmeleri kapsamaktadır.",
      "D": "Kalkınma sorunu az gelişmiş ve gelişmekte olan ülkeler için geçerlidir.",
      "E": "Büyüme yaşam standardındaki gelişimi kapsamaktadır."
    },
    "explanation": "Dış ticaret, ekonomik büyüme, kalkınma ve ticaret hadleri (dış ticaret hadleri) kavramları arasındaki ilişkiye geçmeden bu kavramları kısaca açıklamakta fayda vardır. Kalkınma (gelişme) ve büyüme (ekonomik büyüme), birbirlerinin yerine kullanılıyor olsa da bu iki kavram birbirlerinden farklıdır. Büyüme (ekonomik büyüme), ülkenin milli gelirinde artışları ifade eder. Kalkınma (ekonomik kalkınma), ülkede milli gelir artışının yanı sıra teknik değişmeleri, sektörel, sosyal ve kurumsal yapıdaki gelişmeleri de kapsamaktadır. Görüldüğü gibi, kalkınma büyümeye göre kapsamlı ve çok boyutludur. Kalkınma sorunu az gelişmiş ve gelişmekte olan ülkeler için geçerlidir. Buna karşılık gelişmiş ülkeler kalkınma sorununu çözmüş ülkelerdir. Ekonomik büyüme sadece üretim artışı ile ilgili iken kalkınma yaşam standardındaki gelişimi kapsamaktadır."
  },
  {
    "id": "3692402",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi gelişmekte olan ülkelerin ihracatlarındaki artışın yavaş olması ve kalkınmaya fazla katkıda bulunmamasını etkileyen faktörlerden birisi <u>değildir?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Gelişmiş ülkelerde daha az ithal edilmiş hammadde kullanan ağır sanayiler lehine değişiklikler yaşanmaktadır.",
      "B": "Gelişmiş ülkelerin milli gelirinde hizmetler sektörünün payı arttığından hammadde talebi düşme eğilimindedir.",
      "C": "Çoğu tarımsal üründe talebin gelir esnekliği artış eğilimindedir.",
      "D": "Geri dönüşümün yanı sıra diğer gelişmelerle hammadde kullanımında tasarruf sağlanmaktadır.",
      "E": "Yeni sentetik maddelerin üretiminin artmasıyla klasik hammaddelerin yerini yeni sentetik maddeler ikame etmektedir."
    },
    "explanation": "R. Nurkse, gelişmekte olan ülkelerin ihracatlarındaki artışın yavaş olması ve kalkınmaya fazla katkıda bulunmamasını altı faktöre bağlamaktadır. Bunlar; • Gelişmiş ülkelerde daha az ithal edilmiş hammadde kullanan ağır sanayiler lehine değişiklikler yaşanmaktadır. • Gelişmiş ülkelerin milli gelirinde hizmetler sektörünün payı arttığından hammadde talebi düşme eğilimindedir. • Çoğu tarımsal üründe talebin gelir esnekliği düşme eğilimindedir. • Özellikle gelişmiş ülkelerde tarımsal desteklemeler giderek artmaktadır. Bu ise tarımsal ürünlere yönelik ithalat talebini azaltmaktadır. • Geri dönüşümün yanı sıra diğer gelişmelerle hammadde kullanımında tasarruf sağlanmaktadır. • Yeni sentetik maddelerin üretiminin artmasıyla klasik hammaddelerin yerini yeni sentetik maddeler ikame etmektedir (Karluk, 2009, s. 224)."
  },
  {
    "id": "3692415",
    "unitNumber": 6,
    "text": "Singer-Prebish Tezi ile ilgili aşağıda verilenlerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Dış ticaret hadlerinin tarımsal ürünler ihraç eden gelişmiş ülkeler aleyhine dönmesinde arz, talep ve ekonomideki diğer esneklikler belirleyicidir.",
      "B": "Ticaret hadlerinin ilkel tarımsal ürünler aleyhine dönmesinde sanayi mallarının ilkel ürünlere göre daha az gelir esnekliğine sahiptir.",
      "C": "Gelir arttıkça sanayi mallarına yönelik talep tarım ürünlerine göre daha hızlı artmaktadır.",
      "D": "Dış ticaret hadleri ülkelerin lehine dönerse, söz konusu ülkenin uluslararası piyasalardaki satın alma gücünü azalır.",
      "E": "Dış ticaret hadlerinin düzelmesi, ülkeye yönelik yabancı sermaye akışını yavaşlatır."
    },
    "explanation": "Singer-Prebish, dış ticaret hadlerinin tarımsal ürünler ihraç eden gelişmekte olan ülkeler aleyhine dönmesinde arz, talep ve ekonomideki diğer esnekliklerin belirleyici olduğu belirtmişlerdir. Ticaret hadlerinin ilkel tarımsal ürünler aleyhine dönmesinde sanayi (imal edilmiş) mallarının ilkel ürünlere (özellikle tarım ürünlerine) göre daha fazla gelir esnekliğine sahip olması etkilidir. Gelir arttıkça sanayi mallarına yönelik talep tarım ürünlerine göre daha hızlı artmaktadır. Bu durum, sanayi mallarının fiyatlarının artmasına ticaret hadlerinin sanayi ürünleri lehine gelişmesine neden olmaktadır. Birincil malların fiyatlarının imal edilmiş ürünlerin fiyatına göre düşmesi dış ticaret hadlerinin az gelişmiş/ gelişmekte olan ülkeler aleyhine gelişmesi, bu ülkelerin kalkınmaları için zorunlu olan mal ve hizmetlerin bir birim ithalatı için eskiye oranla daha çok mal ve hizmet ihracatı yapılmasını gerekmektedir. Dış ticaret hadleri ülkenin/ülkelerin lehine dönerse (düzelirse), söz konusu ülkenin uluslararası piyasalardaki satın alma gücünü yükselir. Böylece, ülke belli miktarda ihracat ile daha fazla ithalatta bulunur. Dış ticaret hadlerinin düzelmesi, ülkeye yönelik yabancı sermaye akışını hızlandırır. Bu kalkınma sürecine olumlu yansıyacaktır."
  },
  {
    "id": "3692422",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi bir işletmenin başka bir ülkede bir işletme satın alması veya yeni kurulan işletmeye ortaklarıyla birlikte kuruluş sermayesi sağlaması veya mevcut bulunan işletmenin sermayesini artırmak yoluyla başka ülkeye teknoloji transferi ile işletmecilik bilgisi aktaran ve yabancı yatırımcıya yatırım aracının (işletmenin) mülkiyetine kısmen veya tamamen hakimiyet hakkı veren yatırımları ifade etmektedir.",
    "correctAnswer": "B",
    "options": {
      "A": "Portföy yatırımı",
      "B": "Doğrudan yabancı yatırım",
      "C": "Ortak girişim",
      "D": "Finansal yatırımlar",
      "E": "Yap-işlet-devret"
    },
    "explanation": "Doğrudan yabancı yatırım (DYY), bir işletmenin başka bir ülkede bir işletme satın alması veya yeni kurulan işletmeye ortaklarıyla birlikte kuruluş sermayesi sağlaması veya mevcut bulunan işletmenin sermayesini artırmak yoluyla başka ülkeye teknoloji transferi ile işletmecilik bilgisi aktaran ve yabancı yatırımcıya yatırım aracının (işletmenin) mülkiyetine kısmen veya tamamen hakimiyet hakkı veren yatırımlardır."
  },
  {
    "id": "3692429",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi kaynak ülkede üretim yapan tesisin aynısının ev sahibi ülkede de kurulmasını ifade eder?",
    "correctAnswer": "B",
    "options": {
      "A": "Holdingleşme",
      "B": "Yatay yatırım",
      "C": "Dikey yatırım",
      "D": "Ortak girişim",
      "E": "Stratejik iş birliği"
    },
    "explanation": "Yatay yatırım, kaynak ülkede üretim yapan tesisin aynısının ev sahibi ülkede de kurulmasıdır."
  },
  {
    "id": "3692441",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi çok uluslu şirketlerin varoluş nedenleri arasında <u>yer almaz?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Çok uluslu şirketler küresel bir üretim ve dağıtım ağının sağlamış olduğu rekabet avantajlarından yararlanır.",
      "B": "Çok uluslu şirketler yabancı hammadde ve ara malı tedarikini garanti altına alabilir.",
      "C": "Çok uluslu şirketler daha iyi dağıtım ve servis ağları da sağlayabilirler.",
      "D": "Çok uluslu şirketler tutarlı ürün kalitesini temin edebilirler.",
      "E": "Çok uluslu şirketler bütün tüketicilere standartlaşmış ürün sunarak rekabet avantajı elde edebilir."
    },
    "explanation": "Çok uluslu şirketlerin varlığının temel nedeni, küresel bir üretim ve dağıtım ağının sağlamış olduğu rekabet avantajıdır. Bu rekabet avantajı kısmen yabancı iştiraklerle yapılan yatay ve dikey yatırımların birbiri ile bütünleştirilmesinden (entegre edilmesinden) kaynaklanmaktadır. ÇUŞ’lar dikey yatırımlarla yabancı hammadde ve ara malı tedarikini garanti altına alabilir ve dış pazarlarda sıklıkla karşılaşılan kusurların üstesinden gelebilir. Ayrıca, daha iyi dağıtım ve servis ağları da sağlayabilirler ÇUŞ’lar yatay yatırımlarla tekel güçlerini daha iyi koruyabilir ve kullanabilir, bununla birlikte ürünleri yerel koşul ve zevklere göre uyarlayabilir ve tutarlı ürün kalitesini de temin edebilirler"
  },
  {
    "id": "3692447",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi bir ürünün tasarım aşamasından son kullanımına ve ötesine taşımak için coğrafi alanlarda birden fazla firma ve işçi arasında bölünmüş olan tüm faaliyetleri kapsar?",
    "correctAnswer": "D",
    "options": {
      "A": "Pazarlama",
      "B": "Üretim",
      "C": "Küresel tedarik zinciri",
      "D": "Küresel değer zinciri",
      "E": "Dağıtım ve lojistik"
    },
    "explanation": "Küresel değer zinciri; bir ürünü tasarım aşamasından son kullanımına ve ötesine taşımak için coğrafi alanlarda birden fazla firma ve işçi arasında bölünmüş olan tüm faaliyetleri (tasarım, üretim, pazarlama, dağıtım ve son tüketiciye destek vb.) kapsar."
  },
  {
    "id": "3688629",
    "unitNumber": 7,
    "text": "Devalüasyon nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Esnek kur rejiminde ulusal paranın yabancı paralar karşısında değer kazanması",
      "B": "Sabit kur rejiminde hükümetin ulusal paranın değerini artırması",
      "C": "Sabit kur rejiminde ulusal paranın değerinin düşürülmesi",
      "D": "Esnek kur rejiminde döviz arz ve talebine göre belirlenen kur",
      "E": "Esnek kur rejiminde ulusal paranın değerinin sabitlenmesi"
    },
    "explanation": "Devalüasyon, sabit kur rejiminde hükümetin - merkez bankasının ulusal paranın değerini aniden düşürmesidir. Böylece önceden belirlenmiş olan sabit kur düzeyi yeniden tanımlanır ve yeni sabit kur daha yüksek, ulusal paranın değer kaybettiği bir kur olur.<br/>Sabit kur rejiminde ulusal paranın değerinin düşürülmesi"
  },
  {
    "id": "3688630",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi esnek kur rejiminde doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Ulusal para her zaman sabit bir değerde kalır",
      "B": "Döviz kuru gün içinde bile değişebilir",
      "C": "Kur seviyesini sadece merkez bankası belirler",
      "D": "Devalüasyon ve revalüasyon sıklıkla yapılır",
      "E": "Döviz kurları sabit tutulur"
    },
    "explanation": "Esnek kur sisteminde döviz kuru döviz piyasasında, döviz arz ve talebine bağlı olarak belirlenir. Bu nedenle gün içerisinde bile ulusal para yabancı paralar karşısında değer kazanır veya kur yükselir.<br/>Döviz kuru gün içinde bile değişebilir"
  },
  {
    "id": "3688631",
    "unitNumber": 7,
    "text": "Bir sabah serbest piyasada döviz kuru 1€ = 30 TL iken, ertesi gün 1€ = 33 TL olursa, bu durumda TL'nin durumu için ne söylenir?",
    "correctAnswer": "D",
    "options": {
      "A": "TL %3 değer kazandı",
      "B": "TL sabit kaldı",
      "C": "TL %10 devalüe edildi",
      "D": "TL %10 değer kaybetti",
      "E": "TL %5 revalüe edildi"
    },
    "explanation": "sabah serbest piyasada döviz satış kuru 1€ = 30 TL iken ertesi gün 1€ = 33 TL’ye yükselirse TL Euro karşısında %10 değer kaybettiği anlamına gelir. “TL %10 devalüe edildi” ifadesi bu durum için doğru olmayacaktır.<br/>TL %10 değer kaybetti"
  },
  {
    "id": "3688632",
    "unitNumber": 7,
    "text": "\"Devalüasyon\" kavramı hangi kur rejiminde geçerlidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Esnek kur rejiminde",
      "B": "Hem esnek hem sabit kur rejiminde",
      "C": "Sabit kur rejiminde",
      "D": "Sadece serbest döviz piyasalarında",
      "E": "Hiçbir kur rejiminde geçerli değildir"
    },
    "explanation": "Sabit kur rejiminde ulusal paranın değerinde yapılan değişiklikler devalüasyon-revalüasyon kavramlarıyla açıklanır. Esnek kur sisteminde ise piyasada oluşan kur seviyesine bağlı olarak ulusal paranın yabancı paralar karşısında değer kazanması (kurun düşmesi) veya kaybetmesi (döviz kurunun yükselmesi) söz konusudur."
  },
  {
    "id": "3688633",
    "unitNumber": 7,
    "text": "Döviz kurunun yükselmesi ekonomik olarak neye yol açar?",
    "correctAnswer": "C",
    "options": {
      "A": "İhracatın maliyetinin düşmesine",
      "B": "İthal ürünlerin ucuzlamasına",
      "C": "İthal ürünlerin pahalı hale gelmesine",
      "D": "Üretim maliyetlerinin azalmasına",
      "E": "Ulusal paranın değer kazanmasına"
    },
    "explanation": "Bir ekonomide döviz kurunun yükselmesi enflasyonda artışa yol açar. Ulusal paranın değer kaybı ithal ürünleri daha pahalı hale getirir, enflasyona sebep olur.<br/>İthal ürünlerin pahalı hale gelmesine"
  },
  {
    "id": "3688634",
    "unitNumber": 7,
    "text": "Ödemeler dengesinde yer alan ana hesaplardan biri aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Faiz oranı hesabı",
      "B": "Cari işlemler hesabı",
      "C": "Gelir dağılımı hesabı",
      "D": "İhracat hesabı",
      "E": "Enflasyon hesabı"
    },
    "explanation": "Ödemeler dengesinde beş ana hesap söz konusudur. Bu hesaplar cari işlemler, sermaye, finans, net hata ve noksan hesapları ve rezerv varlıklar şeklinde beş dengeden oluşur.<br/>Cari işlemler hesabı"
  },
  {
    "id": "3688635",
    "unitNumber": 7,
    "text": "Cari işlemler hesabında gelirlerin giderleri aşması durumuna ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Cari açık",
      "B": "Dış ticaret açığı",
      "C": "Cari fazla",
      "D": "Rezerv varlık fazlası",
      "E": "Finans dengesi"
    },
    "explanation": "Cari işlemler hesabında gelirlerin giderlerden fazla olması, aradaki farkın pozitif olması durumunda cari işlemler fazlası (Cari fazla), giderlerin gelirleri aşması, aradaki farkın negatif olması durumunda da cari işlemler açığı (Cari açık) söz konusudur."
  },
  {
    "id": "3688636",
    "unitNumber": 7,
    "text": "Dış ticaret açığı hangi alt hesapta izlenir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hizmet Dengesi",
      "B": "Birincil Gelir Dengesi",
      "C": "İkincil Gelir Dengesi",
      "D": "Mal Dengesi",
      "E": "Sermaye Dengesi"
    },
    "explanation": "Toplam mal ihracatı ile toplam mal ithalatı arasındaki farka mal dengesi denir. Mal dengesinin negatif olması durumu dış ticaret açığı, mal dengesinin pozitif olması durumu ise dış ticaret fazlası olarak adlandırılır."
  },
  {
    "id": "3688640",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi sermaye hesabı işlemlerinden biri olarak kabul edilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Mal ve hizmet ihracatı",
      "B": "Dış ticaret açığı",
      "C": "Patent, telif hakkı, marka gibi varlıkların alım satımı",
      "D": "İş gücü transferleri",
      "E": "Yurt içi kamu harcamaları"
    },
    "explanation": "Sermaye hesabına, bir ülke yerleşiklerinin, yurt dışı yerleşiklerle gerçekleştirdiği sermaye giriş ve çıkış işlemleri kaydedilir. Bir ülkenin sermaye hesabı işlemleri iki unsurdan oluşur. Birincisi, üretilmemiş aktiflerin, patent, telif hakkı, markalar ve kiralamalar gibi finansal varlıkların alım ve satımını kapsar. İkincisi, borç transferi veya göçmen transferleri gibi sermaye transferlerini kapsar.<br/>Patent, telif hakkı, marka gibi varlıkların alım satımı"
  },
  {
    "id": "3688643",
    "unitNumber": 7,
    "text": "Türkiye'de uluslararası yatırım pozisyonu hangi kurum tarafından yayımlanmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Hazine ve Maliye Bakanlığı",
      "B": "Türkiye İstatistik Kurumu (TÜİK)",
      "C": "Türkiye Cumhuriyet Merkez Bankası (TCMB)",
      "D": "IMF- Uluslararası Para Fonu",
      "E": "Dünya Bankası"
    },
    "explanation": "Uluslararası yatırım pozisyonu ödemeler dengesi istatistiklerini yayımlayan kurum tarafından hazırlanmakta, buna paralel olarak Türkiye’de de uluslararası yatırım pozisyonu, IMF tarafından hazırlanmış olan Ödemeler Dengesi El Kitabı’nda yer alan standartlar esas alınarak TCMB tarafından yayımlanmaktadır.<br/>Türkiye Cumhuriyet Merkez Bankası (TCMB)"
  },
  {
    "id": "3692497",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi ödemeler dengesi ile ilgili doğru verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ödemeler dengesi tablosundaki işlemler borçlu ve alacaklı işlemler olarak kaydedilir.",
      "B": "Borçlu işlemler ödemeler dengesinin aktif kısmına kaydedilir.",
      "C": "Alacaklı işlemler ise ödemeler dengesinin pasif kısmına kaydedilir.",
      "D": "Yurt dışına mal ve hizmet ihracatı, yurt dışındaki yerleşiklere varlıkların satılması gibi ülkeye döviz kazandıran işlemler borçlu işlemlerdir.",
      "E": "Yurt dışından mal ve hizmet ithalatı ve yurt içi yerleşikler tarafından yabancı varlıkların satın alınması alacaklı işlemlerdir."
    },
    "explanation": "Ödemeler dengesi tablosundaki işlemler borçlu ve alacaklı işlemler olarak kaydedilir. Borçlu işlemler ödemeler dengesinin pasif kısmına, alacaklı işlemler ise ödemeler dengesinin aktif kısmına kaydedilir. Yurt dışına mal ve hizmet ihracatı, yurt dışındaki yerleşiklere varlıkların satılması gibi ülkeye döviz kazandıran işlemler alacaklı işlemlerdir. Borçlu işlemler ise yurt dışından mal ve hizmet ithalatı, yurt içi yerleşikler tarafından yabancı varlıkların satın alınması gibi döviz çıkışına neden olan işlemlerdir."
  },
  {
    "id": "3692505",
    "unitNumber": 7,
    "text": "Aşağıdaki hesaplardan hangisi hangisi mal ve hizmet ticaretiyle birincil ve ikincil gelir hesaplarını kapsayan ve ödemeler dengesinin en önemli alt dengesi ile ilgilidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hizmet gelir ve giderleri",
      "B": "Cari işlemler hesabı",
      "C": "Sermaye hesabı",
      "D": "Net hata ve noksan",
      "E": "Finans hesabı"
    },
    "explanation": "Cari işlemler hesabı, mal ve hizmet ticaretiyle birincil ve ikincil gelir hesaplarını kapsayan ve ödemeler dengesinin en önemli alt dengesidir (Eğilmez, 2019)."
  },
  {
    "id": "3692510",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi bir ülkenin, sahip olduğu üretim faktörleri sayesinde elde ettiği gelirler ile başka ülkelerin üretim faktörlerini kullanması sonucu yaptığı giderlerin arasındaki farkı ifade etmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Mal dengesi",
      "B": "Dış ticaret dengesi",
      "C": "Mal ve hizmet dengesi",
      "D": "Birincil gelir dengesi",
      "E": "Görünmez ticaret"
    },
    "explanation": "Birincil Gelir dengesi: Bir ülkenin, sahip olduğu üretim faktörleri sayesinde elde ettiği gelirler ile başka ülkelerin üretim faktörlerini kullanması sonucu yaptığı giderlerin arasındaki fark."
  },
  {
    "id": "3692518",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi ile ülkeler arasında taraflardan biri diğer tarafa ekonomik bir değer devrederken bunun karşılığında herhangi bir ekonomik değer almadığı işlemlerin gösterildiği hesap ifade edilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Cari işlemler dengesi",
      "B": "Birincil gelir dengesi",
      "C": "İkincil gelir dengesi",
      "D": "Dış ticaret dengesi",
      "E": "Mal dengesi"
    },
    "explanation": "İkincil Gelir Dengesi: ülkeler arasında taraflardan biri diğer tarafa ekonomik bir değer devrederken bunun karşılığında herhangi bir ekonomik değer almadığı işlemlerin gösterildiği hesap."
  },
  {
    "id": "3692523",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi ödemeler dengesine kaydedilen ve ülkeye sermaye girişini ve ülkeden sermaye çıkışını gösteren hesabı ifade etmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Finans hesabı",
      "B": "Sermaye hesabı",
      "C": "Net hata ve noksan",
      "D": "Cari işlemler hesabı",
      "E": "Rezerv varlıklar"
    },
    "explanation": "Sermaye Hesabı: Ödemeler dengesine kaydedilen ve ülkeye sermaye girişini ve ülkeden sermaye çıkışını gösteren hesap."
  },
  {
    "id": "3692529",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi ödemeler dengesinde yer alan cari işlemler ile sermaye ve finans hesaplarının resmi kayıtlarla açıklanamayan kısmını ifade etmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Finans hesabı",
      "B": "Sermaye hesabı",
      "C": "Cari işlemler hesabı",
      "D": "Görünmez ticaret",
      "E": "Net hata ve noksan"
    },
    "explanation": "Net Hata ve Noksan: Ödemeler dengesinde yer alan cari işlemler ile sermaye ve finans hesaplarının resmi kayıtlarla açıklanamayan kısmı."
  },
  {
    "id": "3692542",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi bir ülke para biriminin diğer bir ülke para birimi cinsinden göreceli değerini ifade etmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çapraz kur",
      "B": "Nomina döviz kuru",
      "C": "Reel döviz kuru",
      "D": "Nominal efektif döviz kuru",
      "E": "Reel efektif döviz kuru"
    },
    "explanation": "Nominal döviz kuru (e), bir ülke para biriminin diğer bir ülke para birimi cinsinden göreceli değeridir."
  },
  {
    "id": "3692546",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi ülkeler arası göreceli fiyat değişiklikleri dikkate alınarak hesaplanan efektif döviz kurudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Çapraz kur",
      "B": "Nomina döviz kuru",
      "C": "Reel dövi kuru",
      "D": "Nominal efektif döviz kuru",
      "E": "Reel efektif döviz kuru"
    },
    "explanation": "Reel efektif döviz kuru, ülkeler arası göreceli fiyat değişiklikleri dikkate alınarak hesaplanan efektif döviz kuru. Fiyat değişimlerinin etkisinin giderildiği kur."
  },
  {
    "id": "3692552",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi satılan veya satın alınan dövizin derhal teslimi kaydıyla yapılan işlemleri ifade etmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Döviz arbitrajı",
      "B": "Vadeli piyasa",
      "C": "Spot piyasa",
      "D": "Spot işlemler",
      "E": "Vadeli döviz işlemleri"
    },
    "explanation": "Spot işlemler: Satılan veya satın alınan dövizin derhal teslimi kaydıyla yapılan işlemler."
  },
  {
    "id": "3692564",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi sabit döviz kuru sisteminde, ulusal paranın yabancı paralar karşısında değerinin düşürülmesini ifade etmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ödemeler bilançosu açığı",
      "B": "Devalüasyon",
      "C": "Döviz piyasasına müdahale",
      "D": "Revalüasyon",
      "E": "Döviz kontrolü"
    },
    "explanation": "Devalüasyon: Sabit döviz kuru sisteminde, ulusal paranın yabancı paralar karşısında değerinin düşürülmesidir."
  },
  {
    "id": "3664705",
    "unitNumber": 8,
    "text": "<strong>Uluslararası Para Sistemi’nin temel işlevi nedir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ulusal bankaların denetimi",
      "B": "Uluslararası ticaretin düzenlenmesi",
      "C": "Döviz kurlarını sabitlemek",
      "D": "Altın rezervlerini artırmak",
      "E": "E) Ulusal ekonomilerin korunması"
    },
    "explanation": "Uluslararası Para Sistemi, ülkeler arası finansal etkileşimleri düzenler ve ticaretin sağlıklı bir şekilde yürütülmesini sağlar<br/>Uluslararası para sistemi, farklı ülkelerin para birimlerinin etkileşimlerini yöneten bir dizi yasa, anlaşma ve uygulamadan oluşur. Bu sistem, ekonomik istikrarı korurken uluslararası ticaret ve finansal işlemleri en optimal düzeyde mümkün kılmak için oluşturulmuştur"
  },
  {
    "id": "3664718",
    "unitNumber": 8,
    "text": "<strong>Altın standardının en belirgin özelliği nedir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Esnek döviz kuru rejimine sahip olması",
      "B": "Altının bir ödeme aracı olarak kullanılmaması",
      "C": "Ülkelerin para birimlerinin sabit bir altın ağırlığına bağlı olması",
      "D": "Ticaret engellerini artırması",
      "E": "Altın rezervlerinin gereksiz hale getirilmesi"
    },
    "explanation": "Altın standardı altında, ülkelerin para birimlerinin değeri altına bağlanır ve sabit bir döviz kuru oluşturulur.<br/>Altın standardı altında, para birimlerinin değeri belirli bir miktar altına bağlanır ve sabit bir döviz kuru belirlenir. Bu durum, uluslararası ticarette fiyat istikrarını sağlamaya yardımcı olur. Her ülke, para biriminin değerini desteklemek için belirli miktarda altın rezervine sahip olmalıdır. Bu rezervler, para birimlerinin istikrarının ve güvenilirliğinin tesis edilmesinde önemli yer tutar. Altın standardı altında, ülkeler arasında serbest bir altın ticareti yapılabilir. Bu durum, altının uluslararası ticarette ortak bir değer birimi olarak kullanılmasını sağlar. Altın standardı sisteminde serbest ticaret söz konusudur ve döviz piyasasına devletin herhangi bir müdahalesi olmamaktadır."
  },
  {
    "id": "3664730",
    "unitNumber": 8,
    "text": "<strong>Bretton Woods Sistemi aşağıdaki tarihlerden hangisinde çökmüştür?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "2000’li yıllarda",
      "B": "1990’lı yıllarda",
      "C": "1980’li yıllarda",
      "D": "1970’li yıllarda",
      "E": "1960’lı yıllarda"
    },
    "explanation": "Bretton Woods sistemi, 1970’lerde ciddi zorluklarla karşılaşmış ve sonuçta çökmüştür. Sistemin çökmesine yol açan nedenler üç başlıkta toplanabilir."
  },
  {
    "id": "3664745",
    "unitNumber": 8,
    "text": "<strong>Bretton Woods Sistemi hangi para birimine dayanmaktadır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Euro",
      "B": "Japon Yeni",
      "C": "İngiliz Sterlini",
      "D": "ABD Doları",
      "E": "Altın"
    },
    "explanation": "Uluslararası finans sisteminin en önemli ögelerinden biri, işleyişin yapısal kurgusunun temeli olan uluslararası para sistemidir. II. Dünya Savaşından sonra uygulanmaya başlanan Bretton Woods sistemi, ABD dolarına ve onun aracılığıyla altına bağlı <em>ayarlanabilir sabit kur sistemi </em>olarak kabul edilebilir<br/>Bretton Woods sistemi, ABD dolarına dayalı ayarlanabilir sabit döviz kuru rejimidir. Dolar altına sabitlenmiş ve diğer para birimleri dolara bağlanmıştır."
  },
  {
    "id": "3664757",
    "unitNumber": 8,
    "text": "<strong>Dalgalı döviz kuru rejiminin avantajlarından biri nedir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sabit döviz kurlarının sağladığı istikrar",
      "B": "Ticaret engellerinin artması",
      "C": "Para politikasında bağımsızlık",
      "D": "Ticaret belirsizliklerinin ortadan kalkması",
      "E": "Altın rezervlerinin artırılması"
    },
    "explanation": "Dalgalı döviz kuru rejimi, ülkelerin bağımsız para politikaları izlemelerine ve iç ekonomik koşullara göre politikalar belirlemelerine olanak tanır.<br/>Dalgalı döviz kuru rejiminin avantajları şunlardır:\n<br/><ol><br/><li>Para politikası bağımsızlığı</li><br/><li>Rekabet avantajı</li><br/><li> 3. Piyasa etkinliği</li><br/></ol>"
  },
  {
    "id": "3664775",
    "unitNumber": 8,
    "text": "<strong>IMF’nin kurulma amacı aşağıdakilerden hangisinde doğru olarak verilmiştir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ticaret hacmini düşürmek",
      "B": "Altın rezervlerini artırmak",
      "C": "Sabit döviz kuru sağlamak",
      "D": "Ekonomik büyümeyi azaltmak",
      "E": "istikrarlı bir döviz kuru rejiminin kurulması ve ödemeler dengesi açık veren ülkelerinfinanse edilebilmesi"
    },
    "explanation": "İstikrarlı bir döviz kuru rejiminin kurulması ve ödemeler dengesi açık veren ülkelerin finanse edilebilmesi amacıyla Uluslararası Para Fonu (IMF) kurulmuştur. Bu çerçevede İMF ile ülkelerin ekonomik istikrarlarını korumak ve uluslararası finansal sistemde dengeyi sağlamayı hedeflenmiştir.<br/>İstikrarlı bir döviz kuru rejiminin kurulması ve ödemeler dengesi açık veren ülkelerin finanse edilebilmesi amacıyla Uluslararası ParaFonu (IMF) kurulmuştur"
  },
  {
    "id": "3664792",
    "unitNumber": 8,
    "text": "<strong>Uluslararası bankacılığın temel işlevlerinden biri nedir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sadece yerel ekonomilere hizmet etmek",
      "B": "Döviz ticareti yapmamak",
      "C": "Ülkelerin para politikalarına müdahale etmek",
      "D": "Finansal likidite sağlamak",
      "E": "Altın ticaretini artırmak"
    },
    "explanation": "Uluslararası bankalar, küresel finansal sistemde likidite sağlamada önemli bir rol oynar, diğer bankalar ve kuruluşlar arasındaki işlemleri kolaylaştırır.<br/>Uluslararası bankaların rollerine özet bir giriş yapacak olursak öncelikle finansal sistemin likidite ihtiyacını karşılamada önemli bir rol oynadıkları belirtilmelidir. Likidite, piyasalarda nakit ve hızlı erişilebilir varlık miktarını ifade eder. Uluslararası bankalar, büyük varlık portföyleri ve küresel şubeler ağı aracılığıyla finansal piyasalara likidite sağlamaktadır. Bu likidite, diğer bankalar ve finansal kuruluşlar arasındaki işlemleri kolaylaştırmakta, kredi sağlamakta ve ekonomik aktiviteyi desteklemektedir."
  },
  {
    "id": "3664810",
    "unitNumber": 8,
    "text": "<strong>Sendikasyon kredisi nedir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Birden fazla bankanın ortaklaşa verdiği büyük ölçekli kredi",
      "B": "Uluslararası bir şirketin borçlandığı tahvil türü",
      "C": "Tek bir bankanın bir projeye verdiği kredi",
      "D": "Altın standardına dayalı kredi sistemi",
      "E": "Ticaretin kolaylaştırılması için verilen kredi türü"
    },
    "explanation": "Uluslararası bankalar, büyük çaplı projelerin finansmanında önemli bir rol oynar.\n<br/><em>Sendikasyon kredileri</em>, birden fazla bankanın ortaklaşa bir şirkete veya projeye kredi sağlamasıdır. Uluslararası bankalar, bu tür kredilerde lider rolünü üstlenir ve finansmanın sağlanmasında etkin bir şekilde yer alır. Aynı şekilde, uluslararası bankalar, büyük ölçekli projelerin finansmanını sağlamak için proje finansmanı araçlarını kullanır"
  },
  {
    "id": "3664824",
    "unitNumber": 8,
    "text": "<strong>Dalgalı döviz kuru rejiminin dezavantajı aşağıdakilerden hangisinde doğru olarak verilmiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Para politikasında bağımsızlık sağlaması",
      "B": "Döviz kuru oynaklığı",
      "C": "Ticaret engellerini kaldırması",
      "D": "Sabit kur rejimi oluşturması",
      "E": "Altın rezervlerini artırması"
    },
    "explanation": "Dalgalı döviz kurlarında oynaklık, ticaret belirsizliklerine ve finansal risklerin artmasına neden olabilir<br/>Ancak, dalgalı döviz kuru rejimi bazı zorluklar da içermektedir:\n <ol> <li>Döviz kuru oynaklığı</li> <li>Spekülatif hareketler</li> <li>Para politikası koordinasyonu</li> </ol>"
  },
  {
    "id": "3664834",
    "unitNumber": 8,
    "text": "<strong>Uluslararası Para Sistemi'nin evrimi, aşağıdaki hangi olayın etkisiyle hızlanmıştır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "I. Dünya Savaşı",
      "B": "Sanayi Devrimi",
      "C": "Büyük Buhran",
      "D": "Altın rezervlerinin azalması",
      "E": "E) Ticaret hacminin artışı"
    },
    "explanation": "Büyük Buhran, dünya çapında ekonomik durgunluk ve finansal krizlere yol açarak, uluslararası para sisteminde dönüşüme neden olmuştur.<br/>Savaş’tan sonra 1929’da başlayan Büyük Buhran, dünya çapında ekonomik durgunluğa ve finansal çöküşlere yol açmıştır. Bu durum, altın standardının sürdürülmesini daha da zorlaştırmıştır. Büyük Buhranın yol açtığı ekonomik kriz, ticaretin daralması, para birimlerinin <em>devalüasyon</em>u, banka iflasları ve para politikalarındaki çelişkiler gibi etkenler altın standardının sınırlamalarını aşan bir ekonomik ortam yaratmış ve uluslararası para sisteminde dönüşüme yol açmıştır."
  },
  {
    "id": "3691556",
    "unitNumber": 8,
    "text": "<strong>Altın Standardı ile ilgili aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "a)Altın standardı, para birimlerinin değerini serbest dalgalanmaya bırakır.",
      "B": "b) Altın standardı, ulusal para birimlerini sabit bir altın değeriyle ilişkilendirir.",
      "C": "c) Altın standardı, sadece ABD için geçerli bir sistemdir.",
      "D": "d) Altın standardı, enflasyonu teşvik eder.",
      "E": "e) Altın standardı, Bretton Woods sisteminden sonra ortaya çıkmıştır."
    },
    "explanation": "Altın standardı, ülkelerin para birimlerinin değerinin sabit bir altın miktarına göre belirlendiği bir sistemdir. Bu sistem, fiyat istikrarını sağlamayı amaçlar."
  },
  {
    "id": "3691559",
    "unitNumber": 8,
    "text": "<strong>Bretton Woods Sistemi’nin bir sonucu aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "a) Serbest dalgalı döviz kuru rejiminin kabul edilmesi",
      "B": "b) Uluslararası ticarette korumacılığın artması",
      "C": "c) Amerikan dolarının altına sabitlenmesi",
      "D": "d) IMF’nin kaldırılması",
      "E": "e) Avrupa Birliği’nin kurulması"
    },
    "explanation": "Bretton Woods sistemi, Amerikan dolarının altına sabitlenmesi ve diğer ülkelerin para birimlerinin de dolara sabitlenmesi esasına dayanıyordu."
  },
  {
    "id": "3691565",
    "unitNumber": 8,
    "text": "<strong>Dalgalı döviz kuru rejimi ile ilgili aşağıdakilerden hangisi yanlıştır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "a) Ülkelerin para politikalarında bağımsızlık sağlar.",
      "B": "b) Döviz kuru riskini artırır.",
      "C": "c) Döviz kuru spekülasyonlarına yol açabilir.",
      "D": "d) Ticaret hacmini artırır.",
      "E": "e) Para politikası koordinasyonunu zorlaştırabilir."
    },
    "explanation": "Dalgalı döviz kuru rejimi, döviz kuru oynaklığını artırabilir ve bu da ticaret üzerinde belirsizlik yaratabilir, ticaret hacmini artırmaz."
  },
  {
    "id": "3691569",
    "unitNumber": 8,
    "text": "<strong>Basel Anlaşmaları’nın temel amacı nedir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "a) Ulusal sermaye piyasalarını kontrol etmek",
      "B": "b) Uluslararası bankaların likiditesini azaltmak",
      "C": "c) Bankaların sermaye yeterliliğini artırmak ve risk yönetimini teşvik etmek",
      "D": "d) Kredi oranlarını belirlemek",
      "E": "e) Küresel enflasyonu kontrol etmek"
    },
    "explanation": "Basel Anlaşmaları, uluslararası bankaların sermaye yeterliliğini güçlendirmeyi ve risk yönetimi süreçlerini geliştirmeyi hedefler."
  },
  {
    "id": "3691572",
    "unitNumber": 8,
    "text": "<strong>Forfaiting işlemleri neyi ifade eder?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "a) Mal ve hizmet ihracatından doğan alacakların bir finans kuruluşu tarafından satın alınması",
      "B": "b) Şirketlerin kısa vadeli kredi ihtiyacını karşılamak",
      "C": "c) Ulusal para birimlerinin konvertibilitesini artırmak",
      "D": "d) Devletlerin dış borçlarını yeniden yapılandırması",
      "E": "e) Döviz rezervlerinin artırılması"
    },
    "explanation": "Forfaiting, genellikle uzun vadeli ve kredili dış ticaret işlemlerine yönelik kullanılan bir finansman yöntemidir."
  },
  {
    "id": "3691580",
    "unitNumber": 8,
    "text": "<strong>Uluslararası Sermaye Piyasaları aşağıdakilerden hangisini içermez?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "a) Uluslararası tahvil piyasaları",
      "B": "b) Uluslararası hisse senedi piyasaları",
      "C": "c) Ulusal para politikaları",
      "D": "d) Uluslararası türev piyasalar",
      "E": "e) Kripto para piyasaları"
    },
    "explanation": "Ulusal para politikaları, uluslararası sermaye piyasalarının doğrudan bir parçası değildir. Uluslararası sermaye piyasaları, tahvil, hisse senedi ve türev piyasalarını içerir."
  },
  {
    "id": "3691585",
    "unitNumber": 8,
    "text": "<strong>IMF’nin temel amacı nedir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "a) Üye ülkeler arasındaki ticareti düzenlemek",
      "B": "b) Küresel döviz piyasalarını kontrol etmek",
      "C": "c) Ülkelerin döviz kurlarını dengelemek ve ekonomik istikrarı sağlamak",
      "D": "d) Dış borçlanmayı teşvik etmek",
      "E": "e) Altın rezervlerini artırmak"
    },
    "explanation": "IMF, üye ülkelerin döviz kurlarını ve ekonomik politikalarını dengeleyerek küresel ekonomik istikrarı sağlamayı amaçlar."
  },
  {
    "id": "3691590",
    "unitNumber": 8,
    "text": "<strong>Sabit döviz kuru rejiminin dezavantajlarından biri aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "a) Enflasyonu kontrol etmekte etkili olması",
      "B": "b) Ekonomik şoklara karşı esneklik eksikliği",
      "C": "c) Ticari belirsizlikleri azaltması",
      "D": "d) Döviz rezervlerinin artırılması",
      "E": "e) Ekonomik büyümeyi teşvik etmesi"
    },
    "explanation": "Sabit döviz kuru rejimleri, ekonomik şoklara karşı esneklik sağlamaz, bu da ekonomik dengesizliklere neden olabilir."
  },
  {
    "id": "3691602",
    "unitNumber": 8,
    "text": "<strong>Bretton Woods sisteminin çökme nedenlerinden biri aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "a) IMF’nin kurulamaması",
      "B": "b) Doların altına sabitlenmesinin iptal edilmesi",
      "C": "c) Euro’nun uluslararası rezerv para birimi olarak kullanılması",
      "D": "d) Döviz kurlarının sabit kalması",
      "E": "e) ABD’nin aşırı dolar basması"
    },
    "explanation": "Bretton Woods sisteminin çökme nedenlerinden biri, ABD’nin aşırı dolar basmasıyla doların değerinin düşmesidir."
  },
  {
    "id": "3691610",
    "unitNumber": 8,
    "text": "<strong>Uluslararası bankacılığın bir işlevi aşağıdakilerden hangisi değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "a) Döviz ticaretine likidite sağlamak",
      "B": "b) Büyük projelerin finansmanına katkıda bulunmak",
      "C": "c) İç pazar kredi faizlerini belirlemek",
      "D": "d) Ticaret finansmanı sağlamak",
      "E": "e) Döviz kurları üzerinden spekülasyon yapmak"
    },
    "explanation": "Uluslararası bankalar, ülkeler arasındaki döviz ticaretinde önemli rol oynar, ancak iç pazar kredi faiz oranlarını doğrudan belirlemez."
  }
]