[
  {
    "id": "3748766",
    "unitNumber": 1,
    "text": "1818 yılında Alman Devletleri aralarında kurulan gümrük birliği aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Avrupa Uyumu",
      "B": "BENELUX",
      "C": "Westphalia",
      "D": "Merkezi Komisyon",
      "E": "Zollverein"
    },
    "explanation": "1818 yılında kurulan Zollverein, diğer adıyla Alman Gümrük Birliği ile Alman eyaletleri bir araya gelerek daha geniş bir pazara üretim yapma olanağına kavuşmuşlardır."
  },
  {
    "id": "3748767",
    "unitNumber": 1,
    "text": "Westphalian sistem ile ilgili aşağıdakilerden ifadelerden hangisi <u>yanlıştır</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Ulus devletlerin egemeliklerini tanınmıştır.",
      "B": "Devletlerin eşitliği ilkesini gözetmiştir.",
      "C": "Devletlerin uluslararası örgütler kurarak işbirliği yapmasını engellemiştir.",
      "D": "Çok uluslu imparatorluklar çökerken yerine çok sayıda ulus-devlet ortaya çıkmıştır.",
      "E": "Egemenlik ve eşitlik, uluslararası sistem içinde devletlerin rekabetini yoğunlaştırmıştır."
    },
    "explanation": "Westphalia sistemi devletlerin uluslararası örgütler kurarak işbirliği yapmasına olanak tanımıştır. Doğru yanıt C’dir."
  },
  {
    "id": "3748768",
    "unitNumber": 1,
    "text": "Wilson’ın görüşleri ile ilgili aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Uluslararası ilişkilerde güvenlik konusunda geleneksel realist anlayıştan ayrılmaktadır.",
      "B": "Uluslararası örgütler yoluyla liberal anlayışa karşı çıkmaktadır.",
      "C": "Evrensel ilkelerinuluslararası sisteme yön vermeye başlaması durumunda barışın ortadan kalcağını savunmuştur.",
      "D": "Uluslararası hukuku ve uluslararası kurumların hâkimiyetini reddetmektedir.",
      "E": "Bütünleşmeci bir yaklaşımdan uzaktır."
    },
    "explanation": "Wilson’ın görüşleri uluslararası ilişkilerde güvenlik konusunda geleneksel realist anlayıştan ayrılmaktadır. Doğru yanıt A’dır."
  },
  {
    "id": "3748769",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi uluslararası ilişkilerde büyük devletlerin çıkarlarını başat aktörler olarak görmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Caporaso",
      "B": "Pelowski",
      "C": "Gilpin",
      "D": "Keohane",
      "E": "Dougherty"
    },
    "explanation": "Gilpin, uluslararası ilişkilerde büyük devletlerin çıkarlarını başat aktörler olarak görmektedir. Doğru yanıt C’dir."
  },
  {
    "id": "3748770",
    "unitNumber": 1,
    "text": "Liberalizm ile ilgili aşağıdakilerden hangisine <u>ulaşılamaz</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Bireyin hak ve özgürlüklerini savunmaktadır.",
      "B": "Devlet dışı, ulusötesi aktörlerin güç kazandığı bir siyasal yapının uluslararası ölçekte yaygınlaştığı bir düzeni tasarlamaktadır.",
      "C": "Uluslararası normları, kurumları ve örgütleri yeni siyasal düzenin en önemli unsurları olarak görmektedir.",
      "D": "Devletler arası artan işbirliğine karşı çıkmaktadır.",
      "E": "Realizm ile taban tabana zıttır."
    },
    "explanation": "Liberalizm, devletler arası artan işbirliğini esas almaktadır. Doğru yanıt D’dir."
  },
  {
    "id": "3748771",
    "unitNumber": 1,
    "text": "Keohane ve Nye aşağıdakilerden hangisini savunmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "uluslararası aktörler arasında artan etkileşimin karşılıklı bağımlılık yarattığını",
      "B": "iç politika ve dış politika ayrımının giderek önem kazandığını",
      "C": "öncekine göre coğrafi veya işlevsel açıdan daha kapsayıcı yeni yapıların uluslararası ilişkilerde ortaya çıktığını",
      "D": "askerî gücün öneminin arttığını",
      "E": "büyük devletlerin çıkarlarının uluslararası sistemin ve politikanın değişiminin kaynağı olduğunu"
    },
    "explanation": "Keohane ve Nye uluslararası aktörler arasında artan etkileşimin karşılıklı bağımlılık yarattığını savunmaktadır. Doğru yanıt A’dır."
  },
  {
    "id": "3748772",
    "unitNumber": 1,
    "text": "Uluslararası sistemdeki devletler arası ilişkileri bilardo topları ve örümcek ağı örneği ile açıklayan yazar veya yazarlar aşağıdaki seçeneklerden hangisinde doğru verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Caporaso ve Pelowski",
      "B": "Gilpin",
      "C": "Mitrany",
      "D": "Rothhwel",
      "E": "Dougherty ve Pfaltzgraf"
    },
    "explanation": "Dougherty ve Pfaltzgraf uluslararası sistemdeki devletler arası ilişkileri bilardo topları ve örümcek ağı örneği ile açıklamıştır. Doğru yanıt E’dir."
  },
  {
    "id": "3748773",
    "unitNumber": 1,
    "text": "Deutsch‘un güvenlik toplumu modeli ile ilgili aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Geleneksel güvenlik yaklaşımına dayanmaktadır.",
      "B": "Ortak değerler yargılarının oluşturulmasına hizmet etmektedir.",
      "C": "Çatışmacı eğilimlere sebebiyet vermektedir.",
      "D": "Siyasal toplum tipi olarak ulaşılabilecek son noktadır.",
      "E": "Uluslararası sistemde güvenliği tehdit etmektedir."
    },
    "explanation": "Deutsch‘un güvenlik toplumu modeli ortak değerler yargılarının oluşturulmasına hizmet etmektedir. Doğru yanıt B’dir."
  },
  {
    "id": "3748774",
    "unitNumber": 1,
    "text": "Schuman Deklarasyonu aşağıdakilerden hangisini amaçlamıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "daha geniş bir siyasal toplum yaratmak",
      "B": "tüm ekonomiyi kapsayan global ekonomik bir bütünleşme modeline geçmek",
      "C": "siyasi iletişim kanalları oluşturmak",
      "D": "Avrupa’da bir daha savaş çıkmasınıengellemek",
      "E": "Soğuk Savaş yıllarında iki karşıt bloğun yakınlaşmasını sağlamak"
    },
    "explanation": "Schuman Deklarasyonu Avrupa’da bir daha savaş çıkmasını engellemeyi amaçlamıştır. Doğru yanıt D’dir."
  },
  {
    "id": "3748775",
    "unitNumber": 1,
    "text": "Avrupa bütünleşmesinin derinleşmesi sürecinde en köklü değişim aşağıdakilerden hangisi ile sağlanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Lizbon Antlaşması’yla",
      "B": "Maastricht Antlaşması’yla",
      "C": "Nice Anlaşması’yla",
      "D": "Avrupa Birliği Antlaşması’yla",
      "E": "Avrupa Tek Senedi Antlaşması’yla"
    },
    "explanation": "Avrupa bütünleşmesinin derinleşmesi sürecinde en köklü değişim Lizbon Antlaşması’yla sağlanmıştır. Doğru yanıt A’dır."
  },
  {
    "id": "3748786",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi “ulusötesi (transnational) bağların”, uluslararası bütünleşme üzerindeki etkisini incelemiş ve uluslararası örgütleri bu çerçevede incelemiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mitrany",
      "B": "Morse",
      "C": "Dougherty",
      "D": "Pfaltzgraf",
      "E": "Keohane"
    },
    "explanation": "Bir uluslararası bütünleşme teorisi olarak işlevselciliğin en önemli yazarı David Mitrany’dir. Mitrany<br/>eserlerinin çoğunu iki savaş arası dönem ve İkinci Dünya Savaşı’nın hemen sonrasında yazmıştır. Mitrany, “ulusötesi (transnational) bağların”, uluslararası bütünleşme üzerindeki etkisini incelemiş ve uluslararası örgütleri bu çerçevede incelemiştir."
  },
  {
    "id": "3748787",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi dünyanın “küresel bir kasabaya” dönüştüğünü söyleyen yazarlardan biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Mitrany",
      "B": "Nye",
      "C": "Rothwell",
      "D": "Dougherty",
      "E": "Pfaltzgraf"
    },
    "explanation": "Keohane ve Nye artık dünyanın “küresel bir kasabaya” dönüştüğünü, yukarıda saydığımız uluslararası aktörler arasındaki sosyal ekonomik alışverişin ulusal sınırları çoktan aştığını ve ulusal sınırların gittikçe ortadan kalktığını belirtmektedir. Keohane ve Nye’a göre uluslararası aktörler çeşitlenmekte ve bunlar arasında artan etkileşim, karşılıklı bağımlılık yaratmakta ve dünya söz konusu karşılıklı bağımlılık ağı içinde bütünleşmektedir. Bu bağlamda iç politika, dış politika ayrımı da önemini yitirmektedir. Bir diğer önemli nokta da askerî gücün önemini yitirmesidir."
  },
  {
    "id": "3748788",
    "unitNumber": 1,
    "text": "Ren Nehri’nde Seyrüsefer için kurulan “Merkezi Komisyon” kaç yılında kurulmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "1800",
      "B": "1900",
      "C": "1815",
      "D": "1907",
      "E": "1875"
    },
    "explanation": "19. yüzyılda Napolyon Savaşları sonrasında 1815 Viyana Kongresi ile ortaya çıkan “Avrupa<br/>Uyumu” düzeni içinde artan işbirliği ortamı uluslararası örgütlerin kurulması için uygun bir iklim<br/>yaratmıştır. 1815 yılında Ren Nehri’nde Seyrüsefer için kurulan “Merkezi Komisyon” bu anlamda<br/>hem ilk kurulan uluslararası örgüttür hem de çağdaş uluslararası örgütlerin öncülü niteliği taşımıştır. Bu örgüt bugüne kadar da varlığını korumuştur."
  },
  {
    "id": "3748789",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi öncekine göre coğrafi veya işlevsel olarak daha kapsayıcı yeni yapıların<br/>ve işlevlerin uluslararası ilişkilerde ortaya çıkmakta olduğunu ve bunun uluslararası politikanın doğasını değiştirdiğini belirtenlerden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Keohane",
      "B": "Nye",
      "C": "Dougherty",
      "D": "Caporaso",
      "E": "Pfaltzgraff"
    },
    "explanation": "Caporaso ve Pelowski, öncekine göre daha kapsayıcı (coğrafi veya işlevsel olarak) yeni yapıların<br/>ve işlevlerin uluslararası ilişkilerde ortaya çıkmakta olduğunu ve bunun uluslararası politikanın doğasını değiştirdiğini belirtmektedir."
  },
  {
    "id": "3748790",
    "unitNumber": 1,
    "text": "................... yılında Samuel Morse’un ilk telgraf mesajını göndermesiyle iletişim alanında<br/>yeni bir elektronik çağ başlamıştır. Yukarıdaki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "1852",
      "B": "1846",
      "C": "1810",
      "D": "1815",
      "E": "1844"
    },
    "explanation": "1844 yılında Samuel Morse’un ilk telgraf mesajını göndermesiyle iletişim alanında yeni bir elektronik çağ başlamıştır."
  },
  {
    "id": "3748791",
    "unitNumber": 1,
    "text": "1844 yılında ........................... ilk telgraf mesajını göndermesiyle iletişim alanında<br/>yeni bir elektronik çağ başlamıştır.",
    "correctAnswer": "A",
    "options": {
      "A": "Samuel Morse'un",
      "B": "Pfaltzgraf'in",
      "C": "Dougherty'in",
      "D": "David Mitrany',in",
      "E": "Rothhwell'in"
    },
    "explanation": "1844 yılında Samuel Morse’un ilk telgraf mesajını göndermesiyle iletişim alanında<br/>yeni bir elektronik çağ başlamıştır.<br/>Samuel Morse'un"
  },
  {
    "id": "3748792",
    "unitNumber": 1,
    "text": "“Güvenlik toplumu” modelini aşağıdakilerden hangisi ortaya çıkarmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Dougherty",
      "B": "Karl Deutsch",
      "C": "Samuel Morse",
      "D": "Rothwell",
      "E": "David Mitrany"
    },
    "explanation": "Karl Deutsch, uluslararası sistemde güvenlik ile barışın korunması yönündeki kaygıların, ortak değerleri hakim kılacak ve kurumsallaştıracak uluslararası örgütlerin ortaya çıkışında etkili olduğunu gözlemlemektedir. Karl Deutsch’un “Güvenlik toplumu” modeli bu kaygıların ışığında ortaya konan önemli bir model olmuştur. Karl Deutsch savaşın imkânsız hâle geldiği bir uluslararası toplum modeli olarak “güvenlik toplumu” modelini ileri sürmüştür. Deutch’un güvenlik toplumu yaklaşımı geleneksel güvenlik yaklaşımının oldukça dışında yer alır. Deutch, bir bakıma liberal varsayımlar üzerinden bir güvenlik örgütü önerir."
  },
  {
    "id": "3748793",
    "unitNumber": 1,
    "text": "................ araştırmalarını başlatan ve bu araştırmalara rehberlik eden soru “daha geniş bir siyasal topluma” barışçı yollardan nasıl ulaşılabileceğidir. Boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Pfaltzgraff",
      "B": "Dougherty",
      "C": "Haas",
      "D": "Mitrany",
      "E": "Deutsch"
    },
    "explanation": "Haas’ın araştırmalarını başlatan ve bu araştırmalara rehberlik eden soru “daha geniş bir siyasal topluma” barışçı yollardan nasıl ulaşılabileceğidir. Dolayısıyla daha en başından Haas, klasik hükûmetlerarası bir uluslararası örgüt teorisi ortaya koymaktan çok, ulus-devleti aşan bir uluslarüstü yeni siyasal varlığın ortaya çıkış koşullarını anlamaya ve açıklamaya çalışarak yola çıkmıştır. Bu durum Haas’ın çalışmalarını klasik uluslararası örgütler teorilerinden çok farklılaştırmıştır. Yine bu açıdan uluslarüstülük, uluslararası örgütler alanında devrimci bir kavram olarak belirmiştir."
  },
  {
    "id": "3748794",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisine göre zamanla ekonomik ve teknik sektörlerde ulusötesi grupların ulusal sınırların kısıtlayıcılığından kurtulmalarını sağlayacak bir örgüte ihtiyaç duyulacaktır?",
    "correctAnswer": "D",
    "options": {
      "A": "Pelowski",
      "B": "Caporaso",
      "C": "Mitrany",
      "D": "Haas",
      "E": "Deutsch"
    },
    "explanation": "Haas’a göre zamanla ekonomik ve teknik sektörlerde ulusötesi grupların ulusal sınırların kısıtlayıcılığından kurtulmalarını sağlayacak bir örgüte ihtiyaç duyulacaktır."
  },
  {
    "id": "3748795",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisinin hareket noktasını siyasal toplum kavramı oluşturmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Caporaso",
      "B": "Dougherty",
      "C": "Pfaltzgraf",
      "D": "Haas",
      "E": "Deutsch"
    },
    "explanation": "Deutsch’un hareket noktasını siyasal toplum kavramı oluşturmaktadır."
  },
  {
    "id": "3748924",
    "unitNumber": 1,
    "text": "Uluslararası ilişkiler literatüründe <u>“anarşi”</u> hangi kavramı ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "merkezi otoritenin bulunmadığı düzen",
      "B": "siyasi çekişmeler",
      "C": "sivil toplumun kendini gösterilerle ifade etmesi",
      "D": "ülkelerarası anlaşmazlık",
      "E": "soğuk savaş"
    },
    "explanation": "Uluslararası Örgütlerin Tarihsel Gelişimi Ve Uluslararası Politikadaki Yeri<br/>anarşi: merkezi otoritenin bulunmadığı düzen"
  },
  {
    "id": "3748925",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi/hangileri <u>ulus devlet anlayışının ortaya çıkmasını sağlayan faktörlerdendir?</u><br/>I.Hıristiyan mezhep savaşları<br/>II.Müslüman-Hıristiyan din savaşları<br/>III.Fransız İhtilali<br/><u>IV.</u>Westphalia Antlaşması<br/><u>V.</u>Kutsal Roma-Cermen İmparatorluğu",
    "correctAnswer": "B",
    "options": {
      "A": "I,III,V",
      "B": "I,III,IV",
      "C": "I,II,III",
      "D": "Yalnız II",
      "E": "YalnızIV"
    },
    "explanation": "Uluslararası Örgütlerin Tarihsel Gelişimi Ve Uluslararası Politikadaki Yeri<br/>I.Hıristiyan mezhep savaşları<br/>III.Fransız İhtilali<br/>IV.Westphalia Antlaşması<br/>I,III,IV"
  },
  {
    "id": "3748926",
    "unitNumber": 1,
    "text": "Uluslararası örgütlerin ortaya çıkışında ……………………..belirleyici olmuştur. <br/>Verilen cümleyi <u>uygun şekilde dolduran ifade</u> aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Westphalia Antlaşması ile egemenlik ve eşitlik anlayışı",
      "B": "Fransız ihtilali",
      "C": "Westphalia Antlaşması",
      "D": "30 yıl savaşları",
      "E": "mezhep ayrılıkları"
    },
    "explanation": "Uluslararası Örgütlerin Tarihsel Gelişimi Ve Uluslararası Politikadaki Yeri<br/>Westphalia Antlaşması ile egemenlik ve eşitlik anlayışı"
  },
  {
    "id": "3748927",
    "unitNumber": 1,
    "text": "Aşağıdaki ülkesel devlet kavramıyla ilgili ifadelerden <u>hangisi/hangileri doğrudur?</u><br/>I.Ulus devlet ve millet ülkesinin adıyla anılır.<br/>II.Ülkesel devlet sömürgeler elde ederek genişleyebilir.<br/>III.Sınırlı bir toprak üzerinde kurulmuş ve kendi siyasi varlığını bu ülkeden alan bir devlettir.<br/>IV.Ülkesel devletlerin sömürgeleri siyasal kimliği etkileyebilir.<br/>V.Ulus devletler genişleyerek imparatorluk haline gelebilir.<br/>VI.Ülkesel devlet toprak açısından genişlerse ulus devlet isim değiştirebilir.",
    "correctAnswer": "C",
    "options": {
      "A": "I,III,V",
      "B": "II,IV,VI",
      "C": "I,II,III",
      "D": "I,II,IV,V",
      "E": "Yalnız III"
    },
    "explanation": "Uluslararası Örgütlerin Tarihsel Gelişimi Ve Uluslararası Politikadaki Yeri<br/>I.Ulus devlet ve millet ülkesinin adıyla anılır.<br/>II.Ülkesel devlet sömürgeler elde ederek genişleyebilir.<br/>III.Sınırlı bir toprak üzerinde kurulmuş ve kendi siyasi varlığını bu ülkeden alan bir devlettir.<br/>I,II,III"
  },
  {
    "id": "3748928",
    "unitNumber": 1,
    "text": "Egemenliğin bir devlet içinde bölünmesi ve paylaşılması anlayışına işaret eden <u>siyasi kavram</u> aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Liberalizm",
      "B": "Federalizm",
      "C": "Ulus devlet",
      "D": "İmparatorluk",
      "E": "Teokrasi"
    },
    "explanation": "Uluslararası Örgütler, Karşılıklı Bağımlılık Ve İşlevselcilik<br/>Federalizm"
  },
  {
    "id": "3748929",
    "unitNumber": 1,
    "text": "İkinci Dünya Savaşı’ndan sonra kurulan Birleşmiş Milletler Örgütü’nün ana amacı ne olmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "uluslararası ticari ve ekonomik işbirliği",
      "B": "uluslararası çevre sorunlarını çözmek",
      "C": "uluslararası barış ve güvenliği korumak",
      "D": "uluslararası silahlanma",
      "E": "uluslararası teknik ve siyasi işbirliği"
    },
    "explanation": "Güvenlik Ve Uluslararası Örgütler<br/>uluslararası barış ve güvenliği korumak"
  },
  {
    "id": "3748930",
    "unitNumber": 1,
    "text": "1993 yılında yapılan Asya İş birliği ve Güven Arttırıcı Önlemler Konferansına katılan <u>26 üye ülke arasında bulunanlar</u> aşağıdakilerden hangileridir?<br/>I. Azerbaycan<br/>II. Türkiye<br/>III Tayland<br/>IV. Afganistan<br/>V. Kamboçya<br/>VI.Mısır",
    "correctAnswer": "C",
    "options": {
      "A": "I,III,IV",
      "B": "II,IV,VI",
      "C": "I,II,III,IV,V,VI",
      "D": "I,IV,VI",
      "E": "IV,VI"
    },
    "explanation": "Güvenlik Ve Uluslararası Örgütler<br/>Hepsi<br/>I. Azerbaycan<br/>II. Türkiye<br/>III Tayland<br/>IV. Afganistan<br/>V. Kamboçya<br/>VI.Mısır"
  },
  {
    "id": "3748931",
    "unitNumber": 1,
    "text": "Neofonksiyonalizmi savunan Ernest B. Haas’a göre <u>ikincil siyaset alanları içinde yer alanlar</u> aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "ekonomi ve teknoloji",
      "B": "güvenlik, ekonomi",
      "C": "savunma, ekonomi",
      "D": "dış politika, ekonomi",
      "E": "güvenlik, teknoloji"
    },
    "explanation": "Güvenlik Ve Uluslararası Örgütler<br/>ekonomi ve teknoloji"
  },
  {
    "id": "3748932",
    "unitNumber": 1,
    "text": "Modern bir siyasal sitemin önemli bir unsuru olan uluslararası örgütlerin yaygınlaşmasının <u>başlangıcı </u>ne zaman olmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "17.yy",
      "B": "18.yy",
      "C": "19.yy",
      "D": "20.yy",
      "E": "21.yy"
    },
    "explanation": "Giriş<br/>19.yy"
  },
  {
    "id": "3748933",
    "unitNumber": 1,
    "text": "Ulus devletler ve uluslararası örgütler konusunda aşağıdaki ifadelerden <u>hangileri doğrudur?</u> <br/>I.Uluslararası örgütlerin fonksiyonlarıyla ulus devletlerin ulusal egemenlikleri mutlakiyetten uzaklaşmak durumundadır.<br/>II.Ulusal hukuk, evrensel normlara uymalıdır, uluslararası örgütler hukuk konusunda önemli bir işlev görür.<br/>III.Uluslararası örgütler eşgüdümlü bir işleyişi mümkün kılarak devletleri bir araya getirirken devletlerin karar alma ve bu kararları uygulama esaslarını etkiler ve yön verir.<br/>IV.Uluslararası örgüller devletlerarası işbirliğini güçlendiren ve barışı esas alan, ticaret ve çeşitli alışveriş kanallarını açan bir sistem oluşturur.<br/>V. Uluslararası örgütlerin varlığı devletlerin daha fazla egemenlik devrini teşvik ederken güvenlik kaygılarının hakim olduğu alanlarda geleneksel ve devlet merkezli eğilimleri güçlendirir.",
    "correctAnswer": "E",
    "options": {
      "A": "I,II,IV",
      "B": "III,IV,V",
      "C": "I,III,V",
      "D": "II,IV",
      "E": "I,II,III,IV,V"
    },
    "explanation": "Hepsi<br/>I,II,III,IV,V<br/>Uluslararası Örgütler, Karşılıklı Bağımlılık Ve İşlevselcilik"
  },
  {
    "id": "3748980",
    "unitNumber": 1,
    "text": "Uluslararası örgütler, ulus-devletin ortaya çıkışı ve uluslararası siteme hakim olmasıyla görünmeye başlamıştır. Bu yönüyle modern bir siyasal sitemin önemli bir unsuru olan uluslararası örgütlere hangi yüzyılda rastlanır ?",
    "correctAnswer": "A",
    "options": {
      "A": "19.y.y.",
      "B": "18.y.y.",
      "C": "20.y.y.",
      "D": "21.y.y.",
      "E": "17.y.y."
    },
    "explanation": "Uluslararası örgütler, ulus-devletin ortaya çıkışı ve uluslararası siteme hakim olmasıyla görünmeye başlamıştır. Bu yönüyle modern bir siyasal sitemin önemli bir unsuru olan uluslararası örgütlere daha çok 19. yüzyılda rastlıyoruz. Doğru cevap A şıkkıdır."
  },
  {
    "id": "3748981",
    "unitNumber": 1,
    "text": "Westphalia Antlaşması hangi yıl gerçekleşmiştir ?",
    "correctAnswer": "B",
    "options": {
      "A": "1678",
      "B": "1648",
      "C": "1650",
      "D": "1655",
      "E": "1700"
    },
    "explanation": "1648 yılında Avrupa’da 30 Yıl Savaşları’nı sona erdiren Westphalia Antlaşması bir yönüyle dünyanın en kanlı savaşlarından birini bitirirken, diğer yandan uluslararası sistemi kökünden değiştiren bir egemenlik anlayışını da dünya sisteminde hakim kılmıştır. Doğru cevap B şıkkıdır."
  },
  {
    "id": "3748984",
    "unitNumber": 1,
    "text": "1815 yılında Ren Nehri’nde Seyrüsefer için kurulan ............ bu anlamda hem ilk kurulan uluslararası örgüttür hem de çağdaş uluslararası örgütlerin öncülü niteliği taşımıştır. <br/>Yukarıdaki boşluğa hangisi gelmelidir ?",
    "correctAnswer": "C",
    "options": {
      "A": "Avrupa uyumu",
      "B": "Napolyon savaşları",
      "C": "Merkezi komisyon",
      "D": "Zollverein",
      "E": "Milletler cemiyeti"
    },
    "explanation": "1815 yılında Ren Nehri’nde Seyrüsefer için kurulan “Merkezi Komisyon” bu anlamda hem ilk kurulan uluslararası örgüttür hem de çağdaş uluslararası örgütlerin öncülü niteliği taşımıştır. Doğru cevap C şıkkıdır."
  },
  {
    "id": "3748986",
    "unitNumber": 1,
    "text": "Devlet-merkezli ve bir yönüyle de idealist hatta ütopik bir yaklaşım olarak gelişen olgu aşağıdakilerden hangisidir ?",
    "correctAnswer": "D",
    "options": {
      "A": "İşlevsellik",
      "B": "Lİberalizm",
      "C": "Egemenlik",
      "D": "Federalizm",
      "E": "Bağımlılık"
    },
    "explanation": "Federalizm devlet-merkezli ve bir yönüyle de idealist hatta ütopik bir yaklaşım olarak gelişmiştir. Doğru cevap D şıkkıdır."
  },
  {
    "id": "3748987",
    "unitNumber": 1,
    "text": "Güvenlik alanında uluslararası örgütlerin ortaya çıkışı ve gelişiminde ortak değerlerin ve bu temelde kurumsallaşan devlet davranışlarını ön plana çıkaran yaklaşımlardan en önemlisi aşağıdakilerden hangisine aittir?",
    "correctAnswer": "E",
    "options": {
      "A": "Mitrany",
      "B": "Rothhwell",
      "C": "Dougherty",
      "D": "Pfaltzgraff",
      "E": "Karl Deutch"
    },
    "explanation": "Güvenlik alanında uluslararası örgütlerin ortaya çıkışı ve gelişiminde ortak değerlerin ve bu temelde kurumsallaşan devlet davranışlarını ön plana çıkaran yaklaşımlardan en önemlisi Karl Deutch’a aittir."
  },
  {
    "id": "3748988",
    "unitNumber": 1,
    "text": "İşbirliği ve Güven Artırıcı Önlemler Konferansı hangi yıl faaliyete geçmiştir ?",
    "correctAnswer": "A",
    "options": {
      "A": "1993",
      "B": "1992",
      "C": "1990",
      "D": "1998",
      "E": "1995"
    },
    "explanation": "İşbirliği ve Güven Artırıcı Önlemler Konferansı 1993 yılında faaliyete geçmiştir. Doğru cevap A şıkkıdır."
  },
  {
    "id": "3748990",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Avrupa Kömür Çelik Topluluğu'na katılan devletlerden biri <strong>değildir</strong> ?",
    "correctAnswer": "B",
    "options": {
      "A": "Federal ALmanya",
      "B": "İngiltere",
      "C": "Fransa",
      "D": "İtalya",
      "E": "Lüksenburg"
    },
    "explanation": "Altı devlet temsilcisi (Fransa, Almanya, Belçika, Hollanda, Lüksemburg) Schuman Deklarasyonu ile çizilen çerçevede görüşmeler yapmak üzere, 20 Haziran 1950’de Paris’te toplanan bir konferansta bir araya gelmiştir. 19 Mayıs 1951’de Avrupa Kömür Çelik Topluluğu (AKÇT)’nun temelini oluşturacak metin parafe edilmiştir. Antlaşma gerekli onay süreçleri sonrasında 23 Temmuz 1952 tarihinde yürürlüğe girmiştir. Söz konusu antlaşma ile kurulan bir organ olan Yüksek Otorite ilk toplantısını 10 Ağustos 1952’de Lüksemburg’da yapmıştır. Doğru cevap B şıkkıdır."
  },
  {
    "id": "3748992",
    "unitNumber": 1,
    "text": "Avrupa Ekonomik Topluluğu ile ortaya çıkan Avrupa ortak pazarı, bütünleşmenin derinleşmesiyle daha ileri bir ekonomik entegrasyona doğru ilerlemiştir. Bu yolda önemli bir antlaşma aşağıdakilerden hangisidir ?",
    "correctAnswer": "D",
    "options": {
      "A": "Roma antlaşması",
      "B": "Schuman Deklarasyonu",
      "C": "Avrupa Ekonomik Topluluğu’nu Kuran Antlaşma",
      "D": "Avrupa Tek Senedi Antlaşması",
      "E": "Avrupa Birliği Antlaşması"
    },
    "explanation": "Avrupa Ekonomik Topluluğu ile ortaya çıkan Avrupa ortak pazarı, bütünleşmenin derinleşmesiyle daha ileri bir ekonomik entegrasyona doğru ilerlemiştir. Bu yolda önemli bir antlaşma Avrupa Tek Senedi Antlaşması’ dır. Doğru cevap D şıkkıdır."
  },
  {
    "id": "3748993",
    "unitNumber": 1,
    "text": "Avrupa Tek Senedi 2-3 Aralık 1985 tarihli hangi zirvede kabul edilmiştir ?",
    "correctAnswer": "B",
    "options": {
      "A": "Milano",
      "B": "Lüksemburg",
      "C": "Roma",
      "D": "Fransa",
      "E": "Almanya"
    },
    "explanation": "Avrupa Tek Senedi 2-3 Aralık 1985 tarihli Lüksemburg Zirvesi’nde kabul edilmiş, 17 Şubat 1986’da Lüksemburg’da, 28 Şubat 1986’da Lahey’de üye devletlerce imzalanmış ve onay işlemleri tamamlandıktan sonra 1 Temmuz 1987’de yürürlüğe girmiştir. Doğru cevap B şıkkıdır."
  },
  {
    "id": "3748994",
    "unitNumber": 1,
    "text": "Avrupa bütünleşmesi Maastricht Antlaşması’ndan sonra da hazırlanan yeni revizyon antlaşmalarıyla değişime ve bütünleşmeyi daha ileri bir aşamaya taşıma çabasına sahne olmuştur. Bütünleşmenin derinleşmesi sürecinde en köklü değişim hangi antlaşma ile gerçekleşmiştir ?",
    "correctAnswer": "A",
    "options": {
      "A": "Lizbon Antlaşması",
      "B": "Maastricht Antlaşması",
      "C": "Avrupa Birliği Antlaşması",
      "D": "Lüksemburg Zirvesi",
      "E": "Avrupa Tek Senedi Antlaşması"
    },
    "explanation": "Avrupa bütünleşmesi Maastricht Antlaşması’ndan sonra da hazırlanan yeni revizyon antlaşmalarıyla değişime ve bütünleşmeyi daha ileri bir aşamaya taşıma çabasına sahne olmuştur. Bütünleşmenin derinleşmesi sürecinde en köklü değişim Lizbon Antlaşması’yla yapılmıştır. Doğru cevap A şıkkıdır."
  },
  {
    "id": "3748776",
    "unitNumber": 2,
    "text": "Birleşmiş Milletler Bildirisi ile ilgili aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "26 bağımsız ülke tarafından ilan edilmiş",
      "B": "Toplam 21 ülke katılmıştır.",
      "C": "Kurucu üyeleri arasında Türkiye de yer almıştır.",
      "D": "Polonya’ya kurucu üyeleri arasında yer verilmemiştir.",
      "E": "1945’te Almanya’da toplanmıştır."
    },
    "explanation": "Birleşmiş Milletler Bildirisi’nin kurucu üyeleri arasında Türkiye de yer almıştır. Doğru yanıt C’dir."
  },
  {
    "id": "3748777",
    "unitNumber": 2,
    "text": "Birleşmiş Milletler terimini ortaya atan ilk kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Guterres",
      "B": "Roosevelt",
      "C": "Churchill",
      "D": "Waldheim",
      "E": "Annan"
    },
    "explanation": "Birleşmiş Milletler terimini ortaya atan ilk kişi Roosevelt’tir. Doğru yanıt B’dir."
  },
  {
    "id": "3748778",
    "unitNumber": 2,
    "text": "Aşağıdaki dönemlerden hangisinde Birleşmiş Milletler örgütü nispeten geri planda kalmış ve iki süper gücün mücadelesi içinde etkisizleşmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "1960’lara kadar",
      "B": "1960’larda",
      "C": "1970 ve 1980’lerde",
      "D": "1980 ve 1990’larda",
      "E": "1990’lardan itibaren"
    },
    "explanation": "1970 ve 1980’lerde Birleşmiş Milletler örgütü nispeten geri planda kalmış ve iki süper gücün mücadelesi içinde etkisizleşmiştir. Doğru yanıt C’dir."
  },
  {
    "id": "3748779",
    "unitNumber": 2,
    "text": "BM Antlaşması’na göre Örgüt’ün en başta gelen amacı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "uluslararası barış ve güvenliği korumak",
      "B": "ulusların hak eşitliği ilkesine ve self-determinasyon hakkına saygı üzerine kurulmuş dostça ilişkiler geliştirmek",
      "C": "dünya barışını sağlamlaştırmak",
      "D": "ekonomik, toplumsal, düşünsel ve insancıl nitelikteki sorunları çözmek",
      "E": "ırk, cins, dil veya din farkı gözetmemek"
    },
    "explanation": "BM Antlaşması’na göre Örgüt’ün en başta gelen amacı uluslararası barış ve güvenliği korumaktır. Doğru yanıt A’dır."
  },
  {
    "id": "3748780",
    "unitNumber": 2,
    "text": "Birleşmiş Milletler Genel Kurulu hakkında aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Yıllık olağan toplantısını Aralık-Mart ayları arasında gerçekleştirir.",
      "B": "Türkçe resmi dilleri arasındadır.",
      "C": "Tüm üye devletler birer oyla temsil edilmektedir.",
      "D": "UAD ve Güvenlik Konseyi onun yetkisi altındadır.",
      "E": "Kararlar üçte bir oy çokluğuyla alınır."
    },
    "explanation": "Birleşmiş Milletler Genel Kurulu’nda tüm üye devletler birer oyla temsil edilmektedir. Doğru yanıt C’dir."
  },
  {
    "id": "3748781",
    "unitNumber": 2,
    "text": "Birleşmiş Milletler’in uluslararası barış ve güvenliğin korunmasından birincil sorumlu organı hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "UAD",
      "B": "ECOSOC",
      "C": "Vesayet Konseyi",
      "D": "Güvenlik Konseyi",
      "E": "Uluslararası Adalet Divanı"
    },
    "explanation": "Birleşmiş Milletler’in uluslararası barış ve güvenliğin korunmasından birincil sorumlu organı Güvenlik Konseyi’dir. Doğru yanıt D’dir."
  },
  {
    "id": "3748782",
    "unitNumber": 2,
    "text": "Aşağidakilerden hangisi Birleşmiş Milletler’in bugün işlevsiz kalmış bir ana organıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "ECOSOC",
      "B": "Uluslararası Adalet Divanı",
      "C": "UAD",
      "D": "Vesayet Konseyi",
      "E": "Güvenlik Konseyi"
    },
    "explanation": "Vesayet Konseyi, Birleşmiş Milletler’in bugün işlevsiz kalmış bir ana organıdır. Doğru yanıt D’dir."
  },
  {
    "id": "3748783",
    "unitNumber": 2,
    "text": "UAD ile ilgili aşağıdakilerden hangisine <u>ulaşılamaz</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "BM’nin ana yargı organıdır.",
      "B": "Merkezi Lahey’dedir.",
      "C": "Devletler tarafından kendisine sunulan hukuksal uyuşmazlıkları uluslararası hukuka göre çözüme kavuşturur.",
      "D": "Her biri farklı uyruktan 10 yargıçtan oluşur.",
      "E": "Yetkili BM organlarına gerekli durumlarda danışma görüşü verir."
    },
    "explanation": "UAD, her biri farklı uyruktan 15 yargıçtan oluşur. Doğru yanıt D’dir."
  },
  {
    "id": "3748784",
    "unitNumber": 2,
    "text": "2006-2016 döneminde görev yapan BM Genel Sekreteri kimdir?",
    "correctAnswer": "B",
    "options": {
      "A": "U Thant",
      "B": "Ban Ki-mun",
      "C": "Perez de Cuellar",
      "D": "Kofi Annan",
      "E": "Antonio Guterres"
    },
    "explanation": "Ban Ki-mun, 2006-2016 döneminde görev yapan BM Genel Sekreteri’dir. Doğru yanıt B’dir."
  },
  {
    "id": "3748785",
    "unitNumber": 2,
    "text": "Türkiye 1994’te aşağıdakilerden hangisine karşı çıkan Fransa’nın yanında yer almıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "İnsan Hakları Konseyi kurulmasına",
      "B": "Konsey’in kapalı çalışma yöntemine",
      "C": "Vesayet Konseyi’nin kaldırılmasına",
      "D": "rotasyona tabi olacak on yeni üyeye",
      "E": "Genel Kurul’un mülteciler konusuna yeteri kadar eğilmemesine"
    },
    "explanation": "Türkiye 1994’te Konsey’in kapalı çalışma yöntemine karşı çıkan Fransa’nın yanında yer almıştır. Doğru yanıt B’dir."
  },
  {
    "id": "3748944",
    "unitNumber": 2,
    "text": "Birleşmiş Milletler Bildirisi hangi tarihte yayınlanmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "1938",
      "B": "1942",
      "C": "1945",
      "D": "1950",
      "E": "1955"
    },
    "explanation": "BİRLEŞMİŞ MİLLETLER’İN KURULUŞU<br/>Birleşmiş Milletler Bildirisi1 Ocak 1942’de kabul edilmiştir."
  },
  {
    "id": "3748945",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Birleşmiş Milletler'in amaçlarından biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İnsan haklarına ve temel özgürlüklerine karşı saygıyı geliştirmek",
      "B": "Ulusların hak eşitliği ilkesi üzerine kurulmuş dostça ilişkiler geliştirmek",
      "C": "Dünya barışının sağlamlaştırılması için önlem almak",
      "D": "Ekonomik, toplumsal ve insancıl sorunlara çözümler sunmak",
      "E": "Dünyada siyasal birliktelik amacıyla bir dünya devleti kurmak"
    },
    "explanation": "Temel Amaçları ve İlkeleri<br/>Örgütün en başta gelen amacının, 1. maddede ilk sırada sayılan uluslararası barış ve güvenliği korumaktır. Diğer amaçlar şöyle sıralanmıştır: Ulusların hak eşitliği ilkesine ve self-determinasyon hakkına saygı üzerine kurulmuş dostça ilişkiler geliştirmek ve dünya barışının sağlamlaştırılması için elverişli her türlü önlemi almak; ekonomik, toplumsal, düşünsel ve insancıl nitelikteki sorunları çözerek ırk, cins, dil veya din farkı gözetmeksizin herkesin insan haklarına ve temel özgürlüklerine karşı saygıyı geliştirerek ve teşvik ederek uluslararası işbirliğini geliştirmek; ulusların ortak amaçlara doğru harcadıkları çabaların uyumlaştığı bir merkez olmak."
  },
  {
    "id": "3748946",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Birleşmiş Milletler yapısı içinde Genel kurula bağlı alt organlardan biri <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İdari İşler ve Bütçe Komitesi",
      "B": "Kadın ve Çocuk Hakları Komitesi",
      "C": "Ekonomik ve Mali İşler Komitesi",
      "D": "Vesayet İşleri Komitesi",
      "E": "Siyasi İşler ve Güvenlik Komitesi"
    },
    "explanation": "Birleşmiş Milletler’in Organları<br/>Genel Kurul’a bağlı alt organlarda toplantıdan önce gerçekleşir. Bu komiteler şunlardır:<br/><ul> <li>Siyasi İşler ve Güvenlik Komitesi</li> <li>Ekonomik ve Mali İşler Komitesi</li> <li>Toplumsal, İnsancıl ve Kültürel İşler Komitesi</li> <li>Vesayet İşleri Komitesi</li> <li>İdari İşler ve Bütçe Komitesi</li> <li>Hukuk İşleri Komitesi</li> <li>Özel Siyasi Komite</li> </ul>"
  },
  {
    "id": "3748947",
    "unitNumber": 2,
    "text": "Aşağıdakilerde ülkelerden hangisi Güvenlik konseyi daimi üyelerinden <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "ABD",
      "B": "Almanya",
      "C": "Rusya Federasyonu",
      "D": "Büyük Britanya",
      "E": "Fransa"
    },
    "explanation": "Birleşmiş Milletler’in Organları<br/>Kuruluşunda 11 üyeli olan Konsey, 1963’te yapılan değişiklikten bu yana 15 üyeye sahiptir. 15 üyenin 5’i P5 (Permanent Five) denilen sürekli üyelerdir. Bunlar, ABD, Rusya Federasyonu, Çin, Büyük Britanya ve Fransa’dır."
  },
  {
    "id": "3748948",
    "unitNumber": 2,
    "text": "Aşağıdakilerde ülkelerden hangisi Güvenlik konseyinde veto hakkına sahip ülkelerden biri <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Rusya Federasyonu",
      "B": "Çin",
      "C": "Japonya",
      "D": "Fransa",
      "E": "ABD"
    },
    "explanation": "Birleşmiş Milletler’in Organları<br/>Kuruluşunda 11 üyeli olan Konsey, 1963’te yapılan değişiklikten bu yana 15 üyeye sahiptir. 15 üyenin 5’i P5 (Permanent Five) denilen sürekli üyelerdir. Bunlar, ABD, Rusya Federasyonu, Çin, Büyük Britanya ve Fransa’dır. Bu üyelerin veto hakkı bulunmaktadır. Japonya bu ülkelerden biri değildir."
  },
  {
    "id": "3748949",
    "unitNumber": 2,
    "text": "Aşağıdaki Birleşmiş Milletler organlarından hangisi 1948 İnsan Hakları Evrensel Bildirgesi’ni hazırlamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Ekonomik ve Sosyal Konsey",
      "B": "Uluslararası Adalet Divanı",
      "C": "Vesayet Konseyi",
      "D": "Güvenlik Konseyi",
      "E": "Sekreterlik ve Genel Sekreter"
    },
    "explanation": "Birleşmiş Milletler’in Organları<br/>Ekonomik ve Sosyal Konsey, hem sözleşmelerle hem de sözleşme-dışı yöntemlerle insan haklarının korunması konusunda BM’nin en önemli organı olmuştur. 1948 İnsan Hakları Evrensel Bildirgesi’ni hazırlamış, 1966 Medeni ve Siyasal Haklar Sözleşmesi ile Ekonomik, Toplumsal ve Kültürel Haklar Sözleşmesi başta olmak üzere birçok sözleşmeyi hazırlamıştır."
  },
  {
    "id": "3748950",
    "unitNumber": 2,
    "text": "Birleşmiş Milletlerin yapısındaki hangi organ bugün çalışmalarını askıya aldığı için <strong>işlevsizdir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Güvenlik Konseyi",
      "B": "Ekonomik ve Sosyal Konsey",
      "C": "Uluslararası Adalet Divanı",
      "D": "Vesayet Konseyi",
      "E": "Sekreterlik"
    },
    "explanation": "Birleşmiş Milletler’in Organları<br/>Vesayet konseyi, 1 Ekim 1994’te son BM vesayeti altındaki toprak olan Palau’nun da bağımsız olması üzerine 1 Kasım 1994’ten itibaren çalışmalarını askıya almıştır."
  },
  {
    "id": "3748951",
    "unitNumber": 2,
    "text": "Uluslararası Adalet Divanı ile ilgili aşağıdaki ifadelerden hangisi <strong>yanlıştır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "UAD her biri farklı uyruktan görev süresi 9 yıl olan 15 yargıçtan oluşur.",
      "B": "Divan üyeleri kendi devletini temsil eder ve diplomatik olarak kendi devletine bağlıdır.",
      "C": "UAD, devletler tarafından kendisine sunulan hukuksal uyuşmazlıkları çözümler.",
      "D": "UAD, uluslararası antlaşmalar, uluslararası teamül ve hukuk genel ilkelerine göre hareket eder.",
      "E": "UAD’nın yargı yetkisini kabul edip, divan önüne giden devletler için kararları bağlayıcıdır."
    },
    "explanation": "Birleşmiş Milletler’in Organları<br/>Divan üyeleri kendi ülkelerini temsil etmez, bağımsız olarak görev yaparlar. Hiçbir devlet ya da kurumdan emir almazlar. Tam diplomatik bağışıklık ve ayrıcalıklardan yararlanırlar."
  },
  {
    "id": "3748952",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi BM barış gücü yerleştirme nedenleri arasında <strong>yer almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İç huzursuzluk olan ülkelerde hükümetin isteğiyle düzeni sağlamak",
      "B": "Plebisit veya seçim yapılacak bir bölgede güvenliği sağlamak",
      "C": "Afet bölgelerinde yardım operasyonu yürüten BM görevlilerini korumak",
      "D": "BM kontrolü altındaki bir bölgede bölgenin güvenlik ve savunmasına yardım etmek",
      "E": "Çatışma olacak bölgeye önceden kuvvet göndererek çatışmanın çıkmasını önlemek."
    },
    "explanation": "Barış Güçleri<br/>Barış gücü yerleştirilen bu durumlar şu başlıklar altında toplanabilir:<br/><ol> <li>Ateşkes ve silah bırakışması anlaşmalarının gözetimi,</li> <li>Geçiş noktalarında ve sınır boyunca kontrol,</li> <li>Düşman güçler arasına girmek,</li> <li>İç huzursuzluk olan ülkelerde hükümetin isteğiyle düzeni sağlamak,</li> <li>BM kontrolü altındaki bir bölgede bölgenin güvenlik ve savunmasına yardım etmek,</li> <li>Yerel güçlerin zararsız hale getirilmesine ve silahtan arındırılmasına yardım etmek,</li> <li>Plebisit veya seçim yapılacak bir bölgede güvenliği sağlamak,</li> <li>Sorunlu bölgelerde ya da afete uğrayan bölgelerde yardım operasyonu yürüten BM görevlilerini ve operasyonu korumak</li> </ol>"
  },
  {
    "id": "3748953",
    "unitNumber": 2,
    "text": "Türkiye hangi yıldan sonra BM Barış Gücü Operasyonlarına Katılmaya başlamıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "1948",
      "B": "1960",
      "C": "1980",
      "D": "1990",
      "E": "2000"
    },
    "explanation": "Barış Gücü Operasyonlarına Katılma<br/>Türkiye’nin 1990’dan sonra BM’de daha faal hale gelmesinin önemli bir göstergesi, 1992’de Somali’de başlatılan zorlama operasyonuna asker göndererek katılmasıdır. Nitekim 1990’larda daha çok yakın çevresindeki operasyonlarla ilgili görünen Türkiye, zamanla dünyanın her yerindeki operasyonlara katılmaya başladı. Balkanlar ve Orta Doğu’daki operasyonlara asker gönderirken, diğerlerine polis ve askeri gözlemci katkısını tercih etti."
  },
  {
    "id": "3748958",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi BM'in kurulması aşamasında ilk adımı atmış ülkelerden biri <em><strong>değildir? </strong></em>",
    "correctAnswer": "A",
    "options": {
      "A": "İsveç",
      "B": "Norveç",
      "C": "Hollanda",
      "D": "Lüksemburg",
      "E": "Yunanistan"
    },
    "explanation": "BM’nin kurulmasına daha savaş devam ederken karar verilmiştir. Bunun ilk adımı Londra’da, Büyük Britanya, Kanada, Avustralya, Yeni Zelanda, Güney Afrika Birliği ve Belçika, Çekoslavakya, Yunanistan Lüksemburg, Hollanda, Norveç, Polonya, Yugoslavya adına sürgünde hükümetleri tarafından, Fransa adına General de Gaulle tarafından imzalanan 12 Haziran 1941’de St. James Sarayı bildirisi ile atılmış, 14 Ağustos 1941’de Büyük Britanya başbakanı Winston Churchill ile ABD Başkanı Franklin D. Roosevelt arasındaki görüşme sonrasında ilan edilen Atlantik Bildirisi ile ABD’yi de içine almıştır. Bu bilgiler doğrultusunda sorunun doğru cevabı \"İsveç\" seçeneğidir."
  },
  {
    "id": "3748959",
    "unitNumber": 2,
    "text": "Birleşmiş Milletler Bildirisi kaç yılında kabul edilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "1938",
      "B": "1940",
      "C": "1942",
      "D": "1941",
      "E": "1932"
    },
    "explanation": "....Henüz gelecekte kurulacak örgüt açıkça dile getirilmese de, bu bildiride liderler “ülkelerinin ulusal politikalarında yer alan ve dünya için daha iyi bir gelecek umutlarını dayandırdıkları belirli ortak ilkeler” olduğunu duyurmuşlardır. Bir sonraki adım, 1 Ocak 1942’de kabul edilen Birleşmiş Milletler Bildirisi’dir. Birleşmiş Milletler terimini ortaya atan ABD Başkanı Roosevelt olmuştur ve daha sonra 1945 San Francisco Konferansı’nda vefat etmiş olan Roosevelt’e ithafen örgütün ismi Birleşmiş Milletler olarak kabul edilmiştir. Bu bilgiler ışığında sorunun doğru cevabı \"1942\" seçeneğidir."
  },
  {
    "id": "3748960",
    "unitNumber": 2,
    "text": "Aşağıdaki ifadelerden hangisi 1955 Bandung Konferansı ile kurulan Bağlantısızlar hareketinin başlıca bir işlevini ortaya koymuştur?",
    "correctAnswer": "E",
    "options": {
      "A": "Kuvvet kullanma yasağının kabul edilmesi",
      "B": "Uluslararası uyuşmazlıkların barışçı yollarla çözülmesinin kabul edilmesi",
      "C": "Üyelerin örgütün girişimlerine her türlü yardımı yapacakları ilkesinin benimsenmesi",
      "D": "Bir devletin ulusal yetkisine giren konulara karışılmaması gerektiğini belirten temel ilkenin korunması",
      "E": "Self-determinasyon hakkının ve vesayet sistemi içindeki ve dışındaki sömürgelerin bağımsız olma süreçlerinin takipçisi olması"
    },
    "explanation": "...1955 Bandung Konferansı ile kurulan Bağlantısızlar hareketi Örgüt’ün itici gücü olmuş, özellikle self-determinasyon hakkının ve vesayet sistemi içindeki ve dışındaki sömürgelerin bağımsız olma süreçlerinin takipçisi olmuştur. Bu bilgiler ışığında sorunun doğru cevabı \"self-determinasyon hakkının ve vesayet sistemi içindeki ve dışındaki sömürgelerin bağımsız olma süreçlerinin takipçisi olması\" seçeneğidir."
  },
  {
    "id": "3748961",
    "unitNumber": 2,
    "text": "\"....’te .... Devletle kurulan BM’nin günümüzde .... üyesi bulunmaktadır\" ifadesindeki boşlukları tamamlayınız.",
    "correctAnswer": "D",
    "options": {
      "A": "1945/51/180",
      "B": "1945/50/190",
      "C": "1945/51/190",
      "D": "1945/51/193",
      "E": "1945/50/193"
    },
    "explanation": "1945’te 51 devletle kurulan BM’nin günümüzde 193 üyesi bulunmaktadır. Buradaki ifadeden de anlaşılacağı üzere sorunun doğru cevabı \"1945/51/193\" seçeneğidir."
  },
  {
    "id": "3748962",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi BM 'de gündeminin oluşturulması ve kararlarının hazırlanması sürecinde öncül olan ve Genel Kurul’a bağlı alt komitelerden biri <em><strong>değildir?</strong></em>",
    "correctAnswer": "A",
    "options": {
      "A": "Üye Devletler Komitesi",
      "B": "Vesayet İşleri Komitesi",
      "C": "Toplumsal, İnsancıl ve Kültürel İşler Komitesi",
      "D": "Ekonomik ve Mali İşler Komitesi",
      "E": "Siyasi İşler ve Güvenlik Komitesi"
    },
    "explanation": "BM 'de gündeminin oluşturulması ve kararlarının hazırlanması süreci, Genel Kurul’a bağlı alt organlarda toplantıdan önce gerçekleşir. Bu komiteler şunlardır: Siyasi İşler ve Güvenlik Komitesi; Ekonomik ve Mali İşler Komitesi; Toplumsal, İnsancıl ve Kültürel İşler Komitesi; Vesayet İşleri Komitesi; İdari İşler ve Bütçe Komitesi; Hukuk İşleri Komitesi; Özel Siyasi Komite. Bu bilgiler ışığında sorunun doğru cevabı \"Üye Devletler Komitesi\" seçeneğidir."
  },
  {
    "id": "3748963",
    "unitNumber": 2,
    "text": "Aşağıdaki ifadelerden hangisi ECOSOC'un temel bir amacını ortaya koymuştur?",
    "correctAnswer": "E",
    "options": {
      "A": "BM 'ye üye devletlerin aralarında diyalog kurulması",
      "B": "Uluslararası örgütlerde organizasyonun sağlanması",
      "C": "Diplomatik bağışıklık ve ayrıcalıklardan yararlanılması",
      "D": "Uluslararası yardım kuruluşlarının bağımsız olarak görev yapması",
      "E": "Çatışma çıkmasına neden olabilecek ekonomik ve toplumsal sorunların ortadan kaldırılması"
    },
    "explanation": "ECOSOC, dünya üzerinde barışın tesis edilebilmesi amacı çerçevesinde çatışma çıkmasına neden olabilecek ekonomik ve toplumsal sorunların ortadan kaldırılması için faaliyet göstermektedir. Bu bilgiler ışığında sorunun doğru cevabı \"çatışma çıkmasına neden olabilecek ekonomik ve toplumsal sorunların ortadan kaldırılması\" seçeneğidir."
  },
  {
    "id": "3748964",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi BM barış gücünün yerleştirilmesi gereken durumlardan biri olarak <u>sayılamaz</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Ateşkes ve silah bırakışması anlaşmalarının gözetimi",
      "B": "Geçiş noktalarında ve sınır boyunca kontrol",
      "C": "Başarılı olan operasyonların değerlendirmesini yapmak",
      "D": "Sorunlu bölgelerde ya da afete uğrayan bölgelerde yardım operasyonu yürüten BM görevlilerini ve operasyonu korumak",
      "E": "Plebisit veya seçim yapılacak bir bölgede güvenliği sağlamak"
    },
    "explanation": "Barış gücü yerleştirilmesine neden olan genellikle iki durum vardır. Birincisi, devam eden bir silahlı çatışma olan ve tarafların bunu durdurup tarafsız bir üçüncü tarafın aralarına girmesini bul ettiği durumlardır. İkinci durum ise, tarafların kendi aralarında bir çeşit uzlaşmaya varıp bunun uygulanmasında tarafsız bir üçüncü tarafın yardımına gereksinim duydukları durumlardır. Ancak barış gücüne başvurulan durumlar bunlarla sınırlı değildir. Barış gücü yerleştirilen bu durumlar şu başlıklar altında toplanabilir:<br/>a. Ateşkes ve silah bırakışması anlaşmalarının gözetimi,<br/>b. Geçiş noktalarında ve sınır boyunca kontrol,<br/>c. Düşman güçler arasına girmek,<br/>d. İç huzursuzluk olan ülkelerde hükümetin isteğiyle düzeni sağlamak,<br/>e. BM kontrolü altındaki bir bölgede bölgenin güvenlik ve savunmasına yardım etmek,<br/>f. Yerel güçlerin zararsız hale getirilmesine ve silahtan arındırılmasına yardım etmek,<br/>g. Plebisit veya seçim yapılacak bir bölgede güvenliği sağlamak,<br/>h. Sorunlu bölgelerde ya da afete uğrayan bölgelerde yardım operasyonu yürüten BM görevlilerini ve operasyonu korumak.<br/>Bu bilgiler ışığında sorunun doğru cevabı \"Başarılı olan operasyonların değerlendirmesini yapmak\" seçeneğidir."
  },
  {
    "id": "3748965",
    "unitNumber": 2,
    "text": "Türkiye BM'ye olan tüm üyeliği boyunca Güvenlik Konseyi'nde kaç kez sürekli olmayan üye olarak yer almıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "4",
      "B": "5",
      "C": "Hiç",
      "D": "3",
      "E": "1"
    },
    "explanation": "Türkiye tüm üyeliği boyunca Güvenlik Konseyi’nde dört kez sürekli olmayan üye olarak yer aldı. Bunlar; 1951-52, 1954-55, 1961 ve 2009-2010 dönemleridir. 2015-2016 dönemi için bir kez daha 2011’de aday olduysa da bu seçimi kazanamamıştır. Bu bilgiler ışığında sorunun doğru cevabı \"4\" seçeneğidir."
  },
  {
    "id": "3748966",
    "unitNumber": 2,
    "text": "Aşağıda belirtilmiş olaylardan hangisi Türkiye'nin BM'de daha faal hale gelmesinin önemli bir göstergesi olarak kabul edilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "1992’de Somali’de başlatılan zorlama operasyonuna asker göndermesi",
      "B": "1951-1952 Yılları arasında Güvenlik Konseyi'nde sürekli olmayan üye olarak yer alması",
      "C": "1950 Kore Müdahalesi",
      "D": "Süveyş Krizi",
      "E": "Körfez Savaşı"
    },
    "explanation": "Türkiye’nin 1990’dan sonra BM’de daha faal hale gelmesinin önemli bir göstergesi, 1992’de Somali’de başlatılan zorlama operasyonuna asker göndererek katılmasıdır. Bu operasyon Irak’a karşı yürütülen başarılı müdahalenin ardından BM’nin daha güçlü bir müdahale politikasına yöneleceğinin işareti olarak algılanmıştır. Bu bilgiler ışığında sorunun doğru cevabı \"1992’de Somali’de başlatılan zorlama operasyonuna asker göndermesi\" seçeneğidir."
  },
  {
    "id": "3748967",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Türkiye'nin BM Hazır Barış Gücü Sistemi’ne katıldığı tarih olabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "14 Haziran 2000",
      "B": "21 Mart 2005",
      "C": "23 Şubat 1945",
      "D": "15 Ocak 1991",
      "E": "27 Temmuz 1953"
    },
    "explanation": "Ayrıca Türkiye BM Hazır Barış Gücü Sistemi’ne de katılmıştır. Bu sistemin amacı, Konsey’de kurulmasına karar verilen birliğin yerine ulaşma süresini mümkün olduğunca kısaltmak ve ulaşan birliğin belirli bir süre kendisine yeterli olacak biçimde hiz edilmiş olmasını sağlamaktır. Sisteme katılan devletler BM’yle yaptıkları anlaşmada kaç asker, polis, vb. hazır bulunduracağını, bunların kompozisyonunu ve hazırlık düzeylerini, yerlerini belirler. Türkiye de bu sistemde yerini almıştır. Türkiye Mayıs 1997’de sisteme katılacağını BM Sekreterliği’ne bildirdi. 14 Haziran 2000’de Ortak Niyet Beyanı imzalandı ve sisteme katılan 33. devlet oldu. Buna göre, Türkiye’nin 14-30 gün içinde görev yerinde olacak şekilde asker ve polis 1.000 personeli hazır bulundurması gerekmektedir. Bu bilgiler ışığında sorunun doğru cevabı \"14 Haziran 2000\" seçeneğidir."
  },
  {
    "id": "3749016",
    "unitNumber": 2,
    "text": "Birleşmiş Milletler Antlaşmasında değişiklik yapılması için Güvenlik Konseyi üyelerinin kaçta kaç çoğunluğu gereklidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Dörtte üç",
      "B": "Üçte iki",
      "C": "Salt çoğunluk",
      "D": "Tamamı",
      "E": "Üçte bir"
    },
    "explanation": "BİRLEŞMİŞ MİLLETLER’İN KURULUŞU<br/>Birleşmiş Milletler Antlaşmasında değişiklik yapılması ise yine beş sürekli Güvenlik Konseyi üyesinin de içinde bulunduğu<br/>üçte iki oy çokluğu ile gerçekleşebilir"
  },
  {
    "id": "3749017",
    "unitNumber": 2,
    "text": "Birleşmiş Milletler Güvenlik Konseyinde kaç daimi üye ülke vardır?",
    "correctAnswer": "B",
    "options": {
      "A": "3",
      "B": "5",
      "C": "7",
      "D": "11",
      "E": "15"
    },
    "explanation": "BİRLEŞMİŞ MİLLETLER’İN KURULUŞU<br/>Antlaşma’da değişiklik yapılması ise yine beş sürekli Güvenlik Konseyi üyesinin de içinde bulunduğu üçte iki oy çokluğu ile gerçekleşebilir."
  },
  {
    "id": "3749018",
    "unitNumber": 2,
    "text": "Birleşmiş Milletler Güvenlik Konseyi’nin 11 olan üye sayısı, 1963’te yapılan bir değişiklikle kaç üyeye çıkarılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "13",
      "B": "14",
      "C": "15",
      "D": "16",
      "E": "17"
    },
    "explanation": "BİRLEŞMİŞ MİLLETLER’İN KURULUŞU<br/>Nitekim Güvenlik Konseyi’nin 11 olan üye sayısı, 1963’te yapılan bir değişiklikle 15’e çıkarılmıştır."
  },
  {
    "id": "3749021",
    "unitNumber": 2,
    "text": "1960’larda bağımsızlıklarını elde etmeye başlayan sömürgelerin oluşturduğu ve 1955 Bandung Konferansı ile kurulan harekete ne isim verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Uluslararası Çalışma Örgütü",
      "B": "Bağımsız Ülkeler Hareketi",
      "C": "Uluslararası Hukuk Komisyonu",
      "D": "Bağlantısızlar Hareketi",
      "E": "İnsan Hakları Komisyonu"
    },
    "explanation": "BİR ULUSLARARASI ÖRGÜT OLARAK BİRLEŞMİŞ MİLLETLER’İN TEMEL ÖZELLİKLERİ<br/>1960’larda bağımsızlıklarını elde etmeye başlayan sömürgelerin oluşturduğu ve 1955 Bandung Konferansı ile kurulan Bağlantısızlar hareketi Örgüt’ün itici gücü olmuş, özellikle self-determinasyon hakkının ve vesayet sistemi içindeki ve dışındaki sömürgelerin bağımsız olma süreçlerinin takipçisi olmuştur."
  },
  {
    "id": "3749022",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Birleşmiş Milletler toplantısından önce gündeminin oluşturulması ve kararlarının hazırlanması süreci için oluşturulan Genel Kurul’a bağlı alt organlar arasında <strong>yer almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Siyasi İşler ve Güvenlik Komitesi",
      "B": "Ekonomik ve Mali İşler Komitesi",
      "C": "Vesayet İşleri Komitesi",
      "D": "Özel Siyasi Komite",
      "E": "İyi Niyet Komitesi"
    },
    "explanation": "Birleşmiş Milletler’in Organları<br/>İnsan Hakları Komitesi Birleşmiş Milletler toplantısından önce gündeminin oluşturulması ve kararlarının hazırlanması süreci için oluşturulan Genel Kurul’a bağlı alt organlar arasında yer almaz"
  },
  {
    "id": "3749054",
    "unitNumber": 2,
    "text": "Birleşmiş Milletler örgütünün en başta gelen amacı olan uluslararası barış ve güvenliğin korunmasından birincil sorumlu organ aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İdari İşler ve Bütçe Komitesi",
      "B": "Özel Siyasi Komite",
      "C": "Ekonomik ve Sosyal Konsey",
      "D": "Güvenlik Konseyi",
      "E": "İnsan Hakları Komisyonu"
    },
    "explanation": "Birleşmiş Milletler’in Organları<br/>Güvenlik Konseyi, örgütün en başta gelen amacı olan uluslararası barış ve güvenliğin korunmasından birincil sorumlu organdır (madde 24)."
  },
  {
    "id": "3749055",
    "unitNumber": 2,
    "text": "2006-2016 yılları arasında Birleşmiş Milletler Genel Sekreterliği yapan kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ban Ki-mun",
      "B": "Kurt Waldheim",
      "C": "Antonio Guterres",
      "D": "Butros Butros-Gali",
      "E": "Perez de Cuellar"
    },
    "explanation": "Birleşmiş Milletler’in Organları<br/>Ban Ki-mun, 2006-2016 yılları arasında Birleşmiş Milletler Genel Sekreterliği yapmıştır."
  },
  {
    "id": "3749056",
    "unitNumber": 2,
    "text": "1971-1981 arası Birleşiş Milletler Genel Sekreteri olan Kurt Waldheim'ın uyruğu neresidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Almanya",
      "B": "İsveç",
      "C": "Norveç",
      "D": "Portekiz",
      "E": "Avusturya"
    },
    "explanation": "Birleşmiş Milletler’in Organları<br/>1971-1981 arası Birleşiş Milletler Genel Sekreteri olan Kurt Waldheim Avusturya'lıdır"
  },
  {
    "id": "3749058",
    "unitNumber": 2,
    "text": "Türkiye Almanya ve Japonya’ya savaş ilanı koşulunu 23 Şubat 1945’te, BM Bildirisi’ne katılma koşulunu da 24 Şubat 1945’te yerine getirerek 25 Nisan 1945’te hangi ABD'nin hangi şehrinde kurucu 51 devletten biri oldu?",
    "correctAnswer": "D",
    "options": {
      "A": "Washington",
      "B": "New York",
      "C": "Boston",
      "D": "San Francisco",
      "E": "Los Angeles"
    },
    "explanation": "TÜRKİYE VE BİRLEŞMİŞ MİLLETLER<br/>Türkiye Almanya ve Japonya’ya savaş ilanı koşulunu 23 Şubat 1945’te, BM Bildirisi’ne katılma koşulunu da 24 Şubat 1945’te yerine getirerek 25 Nisan 1945’te ABD’de San Francisco’da yapılan kurucu konferansa davet edildi ve böylece kurucu 51 devletten biri oldu."
  },
  {
    "id": "3749059",
    "unitNumber": 2,
    "text": "Türkiye tüm üyeliği boyunca Güvenlik Konseyi’nde kaç kez sürekli olmayan üye olarak yer aldı?",
    "correctAnswer": "C",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Türkiye’nin Güvenlik Konseyi Üyeliği<br/>Türkiye tüm üyeliği boyunca Güvenlik Konseyi’nde dört kez sürekli olmayan üye olarak yer aldı."
  },
  {
    "id": "3749077",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi BM Ekonomik ve Sosyal Konsey'in (ECOSOC) temel faaliyet alanıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Silahsızlanma",
      "B": "Uluslararası göç",
      "C": "Sınır anlaşmazlıkları",
      "D": "Uluslararası ticaretin serbestleştirilmesi",
      "E": "Çatışma çıkmasına neden olabilecek ekonomik ve toplumsal sorunların ortadan kaldırılması"
    },
    "explanation": "Birleşmiş Milletler’in Organları<br/>ECOSOC, dünya üzerinde barışın tesis edilebilmesi amacı çerçevesinde çatışma çıkmasına neden olabilecek ekonomik ve toplumsal sorunların ortadan kaldırılması için faaliyet göstermektedir."
  },
  {
    "id": "3748817",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Lüksemburg Brüksel Paktı olarak bilinen ittifak antlaşmasını imzalayan ülkelerden biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Fransa",
      "B": "Hollanda",
      "C": "İngiltere",
      "D": "Lüksemburg",
      "E": "Danimarka"
    },
    "explanation": "17 Mart 1948’de Belçika, Fransa, Hollanda, İngiltere ve Lüksemburg Brüksel Paktı olarak bilinen bir ittifak antlaşmasını imzaladılar. Bu Antlaşma ile taraflar ortak bir savunma sistemi kurmayı, ekonomik ve kültürel ilişkilerini güçlendirmeyi kararlaştırdılar. Doğru yanıt E seçeneğidir."
  },
  {
    "id": "3748818",
    "unitNumber": 3,
    "text": "I. NATO’nun en yetkili karar organı Kuzey Atlantik Konseyi’dir.<br/>II. NATO’nun en üst düzeydeki memuru Daimi Temsilcidir.<br/>III. Konsey yılda bir kez Büyükelçiler düzeyinde toplanmaktadır.<br/>IV. İttifak’ın geleceğine ilişkin politika değişiklikleri söz konusuysa üye ülkelerin devlet ya da hükûmet başkanlarının katıldığı Zirve toplantıları düzenlenir.<br/>NATO'nun yapısı ve yönetimine ilişkin olarak yukarıda verilen ifadelerden hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I ve IV",
      "D": "II ve III",
      "E": "III ve IV"
    },
    "explanation": "NATO’nun en yetkili karar organı Kuzey Atlantik Konseyi’dir. (North Atlantic Council) Konsey’de her üye, büyükelçi düzeyinde bir Daimi Temsilci tarafından temsil edilir. Daimi Temsilciler, kendilerine bağlı siyasi ve askerî kurmay heyeti ile birlikte çalışmalarını yürütürler. Yılda iki kez ya da gerek görüldüğünde daha sık olmak üzere Konsey, Dışişleri Bakanları düzeyinde toplanmaktadır. İttifak’ın geleceğine ilişkin yeni strateji ya da politika değişiklikleri söz konusuysa üye ülkelerin devlet ya da hükûmet başkanlarının katıldığı Zirve toplantıları düzenlenir. NATO’nun en üst düzeydeki memuru Genel Sekreter'dir. Doğru yanıt C seçeneğidir."
  },
  {
    "id": "3748819",
    "unitNumber": 3,
    "text": "Aşağıdaki ülkelerden hangisinin üyelik süreci Yunanistan ile yaşadığı isim krizi nedeniyle uzamıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Karadağ",
      "B": "Letonya",
      "C": "Litvanya",
      "D": "Kuzey Makedonya",
      "E": "Estonya"
    },
    "explanation": "Makedonya’nın üyelik süreci ise Yunanistan ile yaşadığı isim krizi nedeniyle uzamıştır. Yunanistan, kendi topraklarında Makedonya isimli bir bölgenin bulunması nedeniyle Makedonya Cumhuriyeti isminin anayasal olarak kullanılmasına karşı çıkmıştır. Nitekim Kuzey Makedonya olarak 2020 yılında NATO’ya 30. üyesi olarak katılabilmiştir. Doğru yanıt D seçeneğidir."
  },
  {
    "id": "3748820",
    "unitNumber": 3,
    "text": "Aşağıda verilen ülkelerden hangisi temas ülkeleri adı altında NATO’nun barış gücü operasyonlarında yer almıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Yeni Zelanda",
      "B": "Romanya",
      "C": "Hırvatistan",
      "D": "Arnavutluk",
      "E": "İspanya"
    },
    "explanation": "Temas ülkeleri adı verilen Avustralya, Japonya, Yeni Zelanda ve Kore Cumhuriyeti gibi devletler, NATO’nun barış gücü operasyonlarında yer almıştır. Doğru yanıt A seçeneğidir."
  },
  {
    "id": "3748821",
    "unitNumber": 3,
    "text": "I. İsrail örgüt üyesi olmamasına rağmen NATO’nun askeri tatbikatlarına katılmaktadır.<br/>II. Gürcistan örgüte 2020 yılında 30. üye olarak katılmıştır.<br/>III. Antlaşma'nın 10. maddesine göre örgüte yalnızca Avrupa kıtasındaki devletler üye olabilmektedir.<br/>IV. Bosna Hersek, Türkiye’nin desteğiyle 2010 yılında üye olmuştur.<br/>NATO'nun genişlemesi ile ilgili olarak yukarıda verilen ifadelerden hangileri doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I ve IV",
      "D": "II ve III",
      "E": "III ve IV"
    },
    "explanation": "İsrail örgüt üyesi olmamasına rağmen NATO’nun askeri tatbikatlarına katılmaktadır.Gürcistan’ın üyeliği belirsizliğini korumaktadır. Antlaşma’nın 10. Maddesi, örgüte yalnızca Avrupa kıtasındaki devletlerin üye olabileceğini öngörmektedir. Bosna Hersek, Türkiye’nin desteğiyle 2010 yılında Tallin’de gerçekleştirilen gayri resmi dışişleri bakanları toplantısında üyeliğe davet edildi. Henüz üye değildir.<br/>Doğru yanıt B seçeneğidir."
  },
  {
    "id": "3748888",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi 15 Mayıs 1951’de ABD’nin NATO'yaTürkiye'nin üyeliğini teklif etmesinde etkili olan etmenlerden biri <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İngiltere'nin Türkiye'nin üyeliğini desteklemesi ve bu konuda ABD'ye baskı yapması",
      "B": "SSCB’nin artan nükleer kapasitesi nedeniyle ABD'nin Sovyet topraklarına yakın ülkelerde hava üslerine sahip olmak istemesi",
      "C": "Uluslararası komünizmin güç kazanması",
      "D": "Kominform’dan çıkarılan Yugoslavya’nın korunması",
      "E": "Türk birliğinin Kore Savaşı’nda gösterdiği üstün performans"
    },
    "explanation": "NATO’nun iki büyük gücü olan İngiltere ve ABD arasında görüş ayrılıkları bulunmaktaydı. Türkiye’nin üyeliğine diğer Avrupalı güçler gibi soğuk bakan İngiltere, Türkiye’nin NATO ile doğrudan bağ kurmasına karşı çıkmaktadır. Doğru yanıt A seçeneğidir."
  },
  {
    "id": "3748889",
    "unitNumber": 3,
    "text": "I. Türkiye, 1955 yılında üye olduğu NATO ile ilişkilerine özel bir önem vermektedir.<br/>II. Türkiye Ankara'da NATO'ya destek veren Yüksek Hazırlık Düzeyinde bir Kuvvet Karargâhı (NRDC-T) kurmuştur. <br/>III. Türkiye, NATO’nun güney doğu sınırını oluşturmaktadır.<br/>IV. Türkiye, NATO Mukabele Kuvveti'ne kayda değer katkı sağlamaktadır. <br/>Türkiye'nin NATO'daki yeri ve rolüne ilişkin olarak yukarıda verilen ifadelerden hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I ve IV",
      "D": "II ve III",
      "E": "III ve IV"
    },
    "explanation": "Türkiye, 1952 yılında üye olduğu NATO ile ilişkilerine özel bir önem vermektedir. Türkiye İstanbul'da NATO'ya destek veren Yüksek Hazırlık Düzeyinde bir Kuvvet Karargâhı (NRDC-T) kurmuştur. Türkiye, NATO’nun güney doğu sınırını oluşturmaktadır. Türkiye, NATO Mukabele Kuvveti'ne kayda değer katkı sağlamaktadır. Doğru yanıt E seçeneğidir."
  },
  {
    "id": "3748894",
    "unitNumber": 3,
    "text": "Aşağıdaki ülkelerden hangisi Şanghay İşbirliği Örgütü'ne üye <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Rusya Federasyonu",
      "B": "Ermenistan",
      "C": "Kazakistan",
      "D": "Kırgızistan",
      "E": "Tacikistan"
    },
    "explanation": "KGAÖ’nün yakın işbirliği içerisinde olduğu bir başka örgüt Şanghay İşbirliği Örgütü’dür (ŞİÖ). KGAÖ’nün altı üyesinden (Ermenistan ve Belarus dışındaki) dördü ŞİÖ’ne de üyedir. Doğru yanıt B seçeneğidir."
  },
  {
    "id": "3748896",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Kolektif Güvenlik Antlaşması Örgütü (KGAÖ) üyelerinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Türkiye",
      "B": "Karadağ",
      "C": "Polonya",
      "D": "Ermenistan",
      "E": "Türkmenistan"
    },
    "explanation": "KGAÖ, 7 Ekim 2002 tarihinde altı Bağımsız Devletler Topluluğu ülkesi (Rusya Federasyonu, Kazakistan, Kırgızistan, Tacikistan, Belarus ve Ermenistan) tarafından kurulan askeri ittifaktır. Doğru yanıt D seçeneğidir."
  },
  {
    "id": "3748898",
    "unitNumber": 3,
    "text": "Aşağıdaki ülkelerden hangisi Temmuz 2005’te Andican bölgesinde yaşanan ayaklanma girişiminden sonra 2006 yılında Kolektif Güvenlik Antlaşması Örgütü’ne katılmış ve 2012 yılında üyelikten ayrılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Gürcistan",
      "B": "Ermenistan",
      "C": "Özbekistan",
      "D": "Ukrayna",
      "E": "Kazakistan"
    },
    "explanation": "Temmuz 2005’te Andican bölgesinde yaşanan ayaklanma girişiminden Özbekistan ABD’yi sorumlu tutmuş, ülkesindeki ABD askerî üssünü (Hanabad) kapatmakla kalmamış, 23 Haziran 2006’da KGAÖ’ne katılmıştır. 2006<br/>yılında ittifaka katılan Özbekistan 2012 yılında üyelikten ayrılmıştır. Doğru yanıt C seçeneğidir."
  },
  {
    "id": "3748934",
    "unitNumber": 3,
    "text": "Aşağıdaki cümleyi <u>uygun şekilde dolduran ifadeler </u>hangisidir?<br/>Kuzey Atlantik Antlaşması Örgütü ……..... ve ………. arasındaki …………………. olarak adlandırılan dönemde ortaya çıkan ilk örgütlü askeri bloktur.",
    "correctAnswer": "A",
    "options": {
      "A": "ABD / SSCB / Soğuk Savaş",
      "B": "SSCB / Almanya / barış ittifakı",
      "C": "Türkiye / ABD / Yumuşama Dönemi",
      "D": "Fransa / İngiltere / Batı Avrupa Birliği",
      "E": "ABD / İngiltere / Soğuk Savaş"
    },
    "explanation": "Giriş<br/>ABD / SSCB /Soğuk Savaş"
  },
  {
    "id": "3748935",
    "unitNumber": 3,
    "text": "Yalta ve Potsdam Konferansında ABD ve SSCB arasındaki <u>anlaşmazlıklardan en önemlisi</u> aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "ekonomik kalkınma planı",
      "B": "barış için ortaklık",
      "C": "Güvenlik Konseyi’nde sürekli üyelik ve veto yetkisi verilmesi",
      "D": "savaş tazminatları",
      "E": "işgalden kurtarılan ülkelerin nasıl yönetileceği"
    },
    "explanation": "Kuzey Atlantik Antlaşması Örgütü<br/>işgalden kurtarılan ülkelerin nasıl yönetileceği"
  },
  {
    "id": "3748936",
    "unitNumber": 3,
    "text": "Yalta Konferansı <u>hangi tarihte hangi devlet başkanlarının</u> öncülüğünde yapılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "1945, Stalin, Roosevelt, Churchill",
      "B": "1948, Stalin, Roosevelt, Gottwald",
      "C": "1954, Roosevelt, Gottwald, Beneş",
      "D": "1946, Stalin, Roosevelt, Churchill",
      "E": "1945, Roosevelt, Churchill, Beneş"
    },
    "explanation": "Kuzey Atlantik Antlaşması Örgütü<br/>1945, Stalin, Roosevelt, Churchill"
  },
  {
    "id": "3748937",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi/hangileri Yalta konferansında Almanya’nın 4 işgal bölgesine ayrılmasıyla bu <u>bölgelerin yönetimini üstlenecek ülkelerdendir?</u><br/>I.ABD<br/>II.SSCB<br/>III.İngiltere<br/>IV.Fransa<br/>V.Polonya",
    "correctAnswer": "E",
    "options": {
      "A": "I,III,V",
      "B": "II,IV",
      "C": "II,V",
      "D": "I,II,III,IV,V",
      "E": "I,II,III,IV"
    },
    "explanation": "Kuzey Atlantik Antlaşması Örgütü<br/>I,II,III,IV"
  },
  {
    "id": "3748938",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi/hangileri NATO’nun karar mercilerine sekretarya hizmeti veren Uluslararası Personelin oluşturduğu <u>ana birimler arasındadır</u>? <br/>I. Sosyal İşler<br/>II. Savunma Planlama ve Harekatlar<br/>III. Ekonomik Kalkınma Destek<br/>IV. Lojistik ve Sivil Savunma Planlaması<br/>V. Bilim ve Çevre İşleri",
    "correctAnswer": "E",
    "options": {
      "A": "I, III, IV, V",
      "B": "III, IV, V",
      "C": "Yalnız IV",
      "D": "I, II, III, IV, V",
      "E": "II, IV, V"
    },
    "explanation": "Kuzey Atlantik Antlaşması Örgütü<br/>II,IV,V<br/>II. Savunma Planlama ve Harekatlar<br/>IV. Lojistik ve Sivil Savunma Planlaması<br/>V. Bilim ve Çevre İşleri"
  },
  {
    "id": "3748939",
    "unitNumber": 3,
    "text": "1949 yılında kurulan NATO’nun kurucu üye ülkeleri arasında <u>olmayan ülke</u> aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Norveç",
      "B": "ABD",
      "C": "Belçika",
      "D": "Macaristan",
      "E": "Portekiz"
    },
    "explanation": "NATO’nun Genişlemesi<br/>1999 yılında Polonya, <strong>Macaristan</strong> ve Çek Cumhuriyeti İttifak’a kabul edildi.<br/>Kurucu ülkeler ülkeler; ABD, Kanada, İngiltere, Hollanda, Belçika, Lüksemburg, Fransa, Norveç, Danimarka, Portekiz, İzlanda ve İtalya idi."
  },
  {
    "id": "3748940",
    "unitNumber": 3,
    "text": "1999 yılında <u>NATO’ya kabul edilen ülke/ülkeler</u> aşağıdakilerden hangisidir?<br/>I.Polonya<br/>II.İngiltere<br/>III.Danimarka<br/>IV.Macaristan<br/>V.Çek Cumhuriyeti",
    "correctAnswer": "E",
    "options": {
      "A": "I,II",
      "B": "II,III",
      "C": "Yalnız V",
      "D": "Yalnız II",
      "E": "I,IV,V"
    },
    "explanation": "NATO’nun Genişlemesi<br/>I.Polonya<br/>IV.Macaristan<br/>V.Çek Cumhuriyeti<br/>I,IV,V"
  },
  {
    "id": "3748941",
    "unitNumber": 3,
    "text": "Türkiye’nin NATO’ya üyeliği hangi tarihte, hangi ülke ile birlikte olmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "1948, Bulgaristan",
      "B": "1950, Arnavutluk",
      "C": "1951, Yunanistan",
      "D": "1952, Yunanistan",
      "E": "1957, Bulgaristan"
    },
    "explanation": "Türkiye’nin NATO Üyeliği<br/>1952, Yunanistan"
  },
  {
    "id": "3748942",
    "unitNumber": 3,
    "text": "Kolektif Güvenlik Antlaşması Örgütü (KGAÖ) <u>hangi yılda ve hangi amaçla</u> kurulmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "1995, lojistik, sivil savunma",
      "B": "2000, lojistik, sivil savunma",
      "C": "2001, askeri ittfak",
      "D": "2002, askeri ittifak",
      "E": "2011, ekonomik ittfak"
    },
    "explanation": "Kolektif Güvenlik Antlaşması ÖRGÜTÜ<br/>KGAÖ, 7 Ekim 2002 tarihinde altı Bağımsız Devletler Topluluğu ülkesi tarafından kurulan askeri ittifaktır.<br/>2002, askeri ittifak"
  },
  {
    "id": "3748943",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangileri Kolektif Güvenlik Antlaşması Örgütünü kuran üyeler arasında <u>Bağımsız Devletler Topluluğu ülkeleri arasında</u> yer alır?<br/>I.Ermenistan<br/>II.Kırgızistan<br/>III.Tacikistan<br/>IV.Türkmenistan<br/>V.Azerbaycan",
    "correctAnswer": "C",
    "options": {
      "A": "I,III,V",
      "B": "II,IV",
      "C": "I,II,III",
      "D": "IV,V",
      "E": "I,II,III,IV,V"
    },
    "explanation": "Kolektif Güvenlik Antlaşması Örgütü<br/>I,II,III<br/>I.Ermenistan<br/>II.Kırgızistan<br/>III.Tacikistan"
  },
  {
    "id": "3749008",
    "unitNumber": 3,
    "text": "Kuzey Atlantik Antlaşması’nın imzalanmasıyla Brüksel Antlaşması Örgütü<br/>veya Batı Birliği’nin yükümlülüklerini yürütme görevi NATO’ya kaç yılında devredilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "1949",
      "B": "1950",
      "C": "1952",
      "D": "1953",
      "E": "1954"
    },
    "explanation": "1949’da Kuzey Atlantik Antlaşması’nın imzalanmasıyla Brüksel Antlaşması Örgütü<br/>veya Batı Birliği’nin yükümlülüklerini yürütme görevi NATO’ya devredilmiştir."
  },
  {
    "id": "3749009",
    "unitNumber": 3,
    "text": "Avrupa’nın yeniden yapılandırılması için Marshall Planı çerçevesinde kurulan örgüt aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "NATO",
      "B": "BAB",
      "C": "OECC",
      "D": "CUSRPG",
      "E": "OEDD"
    },
    "explanation": "Savaş sonrası Avrupa’nın yeniden yapılandırılması için Marshall Planı çerçevesinde Avrupa Ekonomik İşbirliği Örgütü (OECC) kurulmuş, örgüt sonradan Ekonomik İşbirliği ve Kalkınma Örgütü’ne<br/>(OECD) dönüşmüştür."
  },
  {
    "id": "3749010",
    "unitNumber": 3,
    "text": "4 Nisan 1949’da Washington’da imzalanan Kuzey Atlantik Antlaşması ile kurulan NATO’nun 12<br/>kurucu üyesi bulunmaktaydı. Aşağıdakilerden hangisi bu ülkelerden birisi değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "İtalya",
      "B": "İzlanda",
      "C": "Fransa",
      "D": "Almanya",
      "E": "İngiltere"
    },
    "explanation": "4 Nisan 1949’da Washington’da imzalanan Kuzey Atlantik Antlaşması ile kurulan NATO’nun 12<br/>kurucu üyesi bulunmaktaydı. Bu ülkeler; ABD, Kanada, İngiltere, Hollanda, Belçika, Lüksemburg,<br/>Fransa, Norveç, Danimarka, Portekiz, İzlanda ve İtalya idi. Almanya bu ülkeler arasında yer almaz."
  },
  {
    "id": "3749011",
    "unitNumber": 3,
    "text": "Barış İçin Ortaklık- BİO (Partnership for Peace / PfP) projesi, Brüksel Zirvesi’nde kaç yılında açıklanmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "1990",
      "B": "1991",
      "C": "1992",
      "D": "1993",
      "E": "1994"
    },
    "explanation": "Barış İçin Ortaklık- BİO (Partnership for Peace / PfP) projesi, 1994 Brüksel Zirvesi’nde açıklanmıştır."
  },
  {
    "id": "3749012",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Türkiye’nin NATO üyesi olma çabasının temel nedenleri arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "1945-1946 yıllarında Türkiye’ye verilen Sovyet notalarının da büyük etkisiyle SSCB’den tehdit<br/>algılanması sonucu NATO üyeliğiyle ulusal güvenliğin sağlanabileceği düşüncesi.",
      "B": "Türk egemen elitinin NATO üyeliğini cumhuriyetin ilanından beri benimsenen Batıcı dış politikanın doğal bir sonucu olarak görmesi.",
      "C": "Türkiye’nin Truman Doktrini ve Marshall Planı çerçevesinde ABD’den almaya başladığı ekonomik<br/>ve askerî yardımların NATO’ya üye olunması halinde devam edeceği hatta daha da artacağı inancı.",
      "D": "İkinci Dünya Savaşı sonrasında liberal fikirlerin Türk aydınları arasında kök salması sonucunda<br/>kamuoyunda NATO üyeliğinin bu ideolojik değişimin doğal bir uzantısı olarak görülmesi",
      "E": "Türkiye’nin sosyo-ekonomik gelişimine paralel bir biçimde Türk halkının çoğunluğunun NATO üyeliğine destek vermesi"
    },
    "explanation": "Türkiye’nin<br/>NATO üyesi olma çabasının temel nedenleri ise şu şekilde özetlenebilir:<br/>• 1945-1946 yıllarında Türkiye’ye verilen Sovyet notalarının da büyük etkisiyle SSCB’den tehdit<br/>algılanması sonucu NATO üyeliğiyle ulusal güvenliğin sağlanabileceği düşüncesi.<br/>• Türk egemen elitinin NATO üyeliğini cumhuriyetin ilanından beri benimsenen Batıcı dış politikanın doğal bir sonucu olarak görmesi.<br/>• Türkiye’nin Truman Doktrini ve Marshall Planı çerçevesinde ABD’den almaya başladığı ekonomik<br/>ve askerî yardımların NATO’ya üye olunması halinde devam edeceği hatta daha da artacağı inancı.<br/>• İkinci Dünya Savaşı sonrasında liberal fikirlerin Türk aydınları arasında kök salması sonucunda<br/>kamuoyunda NATO üyeliğinin bu ideolojik değişimin doğal bir uzantısı olarak görülmesi.<br/>• Türkiye’nin sosyo-ekonomik gelişimine paralel bir biçimde oluşan ulusal burjuvazinin Batı ile bütünleşmeyi ve bu bağlamda NATO üyeliğini desteklemesi."
  },
  {
    "id": "3749013",
    "unitNumber": 3,
    "text": "Türkiye NATO üyeliğine kaç yılında alınmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "1950",
      "B": "1951",
      "C": "1952",
      "D": "1953",
      "E": "1954"
    },
    "explanation": "Türkiye, 1952 yılında üye olduğu NATO ile ilişkilerine özel bir önem vermektedir."
  },
  {
    "id": "3749014",
    "unitNumber": 3,
    "text": "Kolektif Güvenlik Antlaşması Örgütü (KGAÖ) 7 Ekim 2002 de aşağıda yer alan hangi ülkeler tarafından kurulmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "Rusya Federasyonu, Kazakistan, Kırgızistan, Tacikistan, Belarus ve Azerbaycan",
      "B": "Rusya Federasyonu, Kazakistan, Kırgızistan, Tacikistan, Belarus ve Ermenistan",
      "C": "Rusya Federasyonu, Kazakistan, Kırgızistan, Tacikistan, Azarbaycan ve Ermenistan",
      "D": "Türkmenistan, Kazakistan, Kırgızistan, Tacikistan, Belarus ve Ermenistan",
      "E": "Rusya Federasyonu, Kazakistan, Kırgızistan, Tacikistan, Belarus ve Türkmenistan"
    },
    "explanation": "KGAÖ, 7 Ekim 2002 tarihinde altı Bağımsız Devletler Topluluğu ülkesi (Rusya Federasyonu, Kazakistan, Kırgızistan, Tacikistan, Belarus ve Ermenistan) tarafından kurulan askeri ittifaktır."
  },
  {
    "id": "3749015",
    "unitNumber": 3,
    "text": "I- Üye devletlerin dış politikalarında uyum<br/>II- Ekonomik işbirliği yapmak<br/>III- Savunma politikalarında eşgüdüm sağlamak<br/>IV-Askerî konularda işbirliği yapmak<br/>Yukarıdakilerden kaç tanesi Kolektif Güvenlik Antlaşması Örgütü’nün yürüttüğü temel etkinlikler arasında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "I,II,III,IV",
      "B": "I,III,IV",
      "C": "II,III,IV",
      "D": "I,II,III",
      "E": "I,II,IV"
    },
    "explanation": "Yukarıdaki değerlendirmelerden ortaya çıkacağı gibi KGAÖ’nün temel olarak üç alanda etkinlik<br/>yürüttüğü söylenebilir: Üye devletlerin dış politikalarında uyum, savunma politikalarında eşgüdüm<br/>sağlamak ve askerî konularda işbirliği yapmak"
  },
  {
    "id": "3749019",
    "unitNumber": 3,
    "text": "KGAÖ’nün yakın işbirliği içerisinde olduğu bir başka örgüt Şanghay İşbirliği Örgütü’dür. Aşağıdaki Ülkelerden hangisi Şanghay İşbirliği Örgütü üyesi değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kazakistan",
      "B": "Kırgızistan",
      "C": "Tacakistan",
      "D": "Belarus",
      "E": "Rusya Fedarasyonu"
    },
    "explanation": "KGAÖ’nün yakın işbirliği içerisinde olduğu<br/>bir başka örgüt Şanghay İşbirliği Örgütü’dür(ŞİÖ). KGAÖ’nün altı üyesinden (Ermenistan ve Belarus dışındaki) dördü ŞİÖ’ne de üyedir. Bu durum iki örgüt arasındaki sıkıişbirliğini kaçınılmaz hâle getirmektedir."
  },
  {
    "id": "3749020",
    "unitNumber": 3,
    "text": "Devletlerarası Askerî Ekonomik İşbirliği Komisyonu kaç yılında kurulmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "23 Haziran 2004",
      "B": "23 Haziran 2005",
      "C": "23 Haziran 2006",
      "D": "23 Haziran 2007",
      "E": "23 Haziran 2008"
    },
    "explanation": "23 Haziran 2005’te kurulan Devletlerarası AskerîEkonomik İşbirliği Komisyonu da, BDT içerisinde daha önceki yapılanmanın yerini almıştır"
  },
  {
    "id": "3749023",
    "unitNumber": 3,
    "text": "Stalin, Roosevelt ve Churchill’in katılımıyla Yalta Konferansı hangi tarihte gerçekleştirildi?",
    "correctAnswer": "B",
    "options": {
      "A": "Ocak 1943",
      "B": "Şubat 1945",
      "C": "Mart 1947",
      "D": "Haziran 1948",
      "E": "Nisan 1949"
    },
    "explanation": "Yalta Konferansı 4-11 Şubat 1945 tarihleri arasında Stalin, Roosevelt ve Churchill’in katılımıyla gerçekleştirildi. Konferansta ele alınan konuların özellikle üçü önemlidir. Bu nedenle doğru yanıt B seçeneğidir."
  },
  {
    "id": "3749024",
    "unitNumber": 3,
    "text": "ABD Başkanı Harry Truman “Truman Doktrini”ni hangi tarihte ilan etmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "5 Ocak 1943’de",
      "B": "12 Mart 1945’te",
      "C": "31 Mayıs 1946’da",
      "D": "12 Mart 1947’de",
      "E": "14 Nisan 1949’da"
    },
    "explanation": "12 Mart 1947’de ABD Başkanı Harry Truman’ın ilan ettiği Truman Doktrini’dir. ABD böylece, komünist gerillalarla hükûmet birliklerinin çarpıştığı Yunanistan’a ve SSCB tarafından tehdit edilen Türkiye’ye toplam 400 milyon dolarlık askerî yardım yapmaya karar vermiştir. Bu nedenle doğru seçenek D seçeneğidir."
  },
  {
    "id": "3749025",
    "unitNumber": 3,
    "text": "Sovyet etkinliğinin Batı Avrupa’ya yayılmasından endişe eden ABD’nin, 5 Haziran 1947’de, daha sonra Marshall Planı adıyla anılacak olan anlaşmanın gerçek adı nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Türkiye’nin Yeniden İmarı Planı",
      "B": "Yunanistan’ın Yeniden İmarı Planı",
      "C": "Avrupa’nın Yeniden İmarı Planı",
      "D": "Yunanistan ve Türkiye’nin Yeniden İmarı Planı",
      "E": "Balkanların Yeniden İmar Planı"
    },
    "explanation": "Sovyet etkinliğinin Batı Avrupa’ya yayılmasından endişe eden ABD’nin, 5 Haziran 1947’de, daha sonra Marshall Planı adıyla anılacak olan <em>Avrupa’nın Yeniden İmarı Planı</em>’nı ilan etmesidir. Bu nedenle doğru seçenek C seçeneğidir."
  },
  {
    "id": "3749026",
    "unitNumber": 3,
    "text": "Barış zamanında ABD’nin Avrupa ile kurduğu ilk askerî ittifak aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "OECC",
      "B": "OECD",
      "C": "BAB",
      "D": "AET",
      "E": "NATO"
    },
    "explanation": "NATO barış zamanında ABD’nin Avrupa ile kurduğu ilk askerî ittifak olması açısından önem taşımaktadır. Bu nedenle doğru yanıt E seçeneğidir."
  },
  {
    "id": "3749027",
    "unitNumber": 3,
    "text": "Belçika, Fransa, Hollanda, İngiltere ve Lüksemburg Brüksel Paktı olarak bilinen antlaşmayı hangi tarihte imzaladılar?",
    "correctAnswer": "A",
    "options": {
      "A": "17 Mart 1948’de",
      "B": "12 Mart 1945’te",
      "C": "14 Nisan 1949’da",
      "D": "12 Mart 1947’de",
      "E": "12 Mart 1947’de"
    },
    "explanation": "Şubat 1948’de Çekoslovakya’da demokrasinin askıya alınarak Sovyet desteğine sahip komünistlerin yönetimi ellerine geçirmeleri, Batı Avrupa ülkelerinde büyük bir endişe yaratmıştır (Bkz. Prag Darbesi). Bu gelişmeden çok kısa süre sonra 17 Mart 1948’de Belçika, Fransa, Hollanda, İngiltere ve Lüksemburg Brüksel Paktı olarak bilinen bir ittifak antlaşmasını imzaladılar. Bu nedenle doğru seçenek A seçeneğidir."
  },
  {
    "id": "3749028",
    "unitNumber": 3,
    "text": "Federal Almanya NATO’ya hangi tarihte katılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "1945",
      "B": "1949",
      "C": "1955",
      "D": "1963",
      "E": "1981"
    },
    "explanation": "NATO’nun kurulması zaten gergin olan SSCB-ABD ilişkilerini daha da bozmuş, SSCB bu ittifaka sert tepki göstermiştir. Özellikle Federal Almanya’nın 1955 yılında NATO’ya katılması o zamana kadar ikili antlaşmalarla güvenlik sistemi oluşturmaya çalışan SSCB ve sosyalist ülkelerin politika değiştirmelerine ve bu çerçevede aynı yıl Doğu Blokunun kolektif güvenlik örgütü olan Varşova Paktı’nı kurmalarına neden olmuştur. Bu nedenle doğru seçenek C seçeneğidir."
  },
  {
    "id": "3749029",
    "unitNumber": 3,
    "text": "NATO Konseyi’ne sunulan Asamble’ye kaç Türk parlamenter katılmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "1",
      "B": "3",
      "C": "5",
      "D": "7",
      "E": "9"
    },
    "explanation": "NATO’nun kurumsal yapısından ayrı fakat örgüt içi işbirliği ve danışma bakımından yardımcı kuruluşlar olarak <em>NATO Parlamenterler Asamblesi </em>ve <em>Atlantik Antlaşması Konseyi </em>(uluslararası dernek) faaliyet göstermektedir. 1995’te kurulan Asamble, NATO üyelerinin parlamentolarından gelen temsilcilerden oluşur. Kararları NATO Konseyi’ne sunulan Asamble’ye 9 Türk parlamenter katılmaktadır. Bu nedenle doğru seçenek E seçeneğidir."
  },
  {
    "id": "3749030",
    "unitNumber": 3,
    "text": "<em>NATO Parlamenterler Asamblesi </em>hangi tarihte kurulmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "1995",
      "B": "1999",
      "C": "2002",
      "D": "2005",
      "E": "2007"
    },
    "explanation": "1951 yılında imzalanan protokol sonucunda Türkiye ve Yunanistan 1952 yılında NATO’ya katıldılar. Bu nedenle doğru seçenek B seçeneğidir.<br/>NATO’nun kurumsal yapısından ayrı fakat örgüt içi işbirliği ve danışma bakımından yardımcı kuruluşlar olarak <em>NATO Parlamenterler Asamblesi </em>ve <em>Atlantik Antlaşması Konseyi </em>(uluslararası dernek) faaliyet göstermektedir. 1995’te kurulan Asamble, NATO üyelerinin parlamentolarından gelen temsilcilerden oluşur. Bu nedenle doğru seçenek A seçeneğidir."
  },
  {
    "id": "3749031",
    "unitNumber": 3,
    "text": "Türkiye ve Yunanistan hangi yıl NATO’ya katılmışlardır?",
    "correctAnswer": "B",
    "options": {
      "A": "1949",
      "B": "1952",
      "C": "1955",
      "D": "1959",
      "E": "1963"
    },
    "explanation": "1951 yılında imzalanan protokol sonucunda Türkiye ve Yunanistan 1952 yılında NATO’ya katıldılar. Bu nedenle doğru seçenek B seçeneğidir.<br/>1951 yılında imzalanan protokol sonucunda Türkiye ve Yunanistan <strong>1952 yılında NATO’ya katıldılar</strong>. Bu nedenle doğru seçenek B seçeneğidir."
  },
  {
    "id": "3749032",
    "unitNumber": 3,
    "text": "AGSK’nın açılımı nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Avrasya Güvenlik ve Strateji Kurumu",
      "B": "Avrupa Güvenlik ve Savunma Konseyi",
      "C": "Amerika Güvenlik ve Strateji Kurumu",
      "D": "Avrupa Güvenlik ve Savunma Kimliği",
      "E": "Avrasya Güvenlik ve Savunma Kimliği"
    },
    "explanation": "Avrupa Güvenlik ve Savunma Kimliği (AGSK) anlayışı dâhilinde NATO, AB ve BAB’ın ortak politikalara yöneldiği bu süreçte, operasyonel güçten yoksun olan BAB’ı güçlendirmek amacıyla NATO’nun girişimiyle 1994’te Birleşik Ortak Görev Gücü oluşturulması kararlaştırıldı. Bu nedenle doğru seçenek D seçeneğidir."
  },
  {
    "id": "3748858",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi İkinci Dünya Savaşı’ndan hemen sonra Avrupa‘da barışın sağlanabilmesi için olmazsa olmaz olduğu kabul edilen gerekliliktir ?",
    "correctAnswer": "C",
    "options": {
      "A": "Tek galip ülkenin İngiltere olduğunun kabul edilmesi",
      "B": "ABD ve Rusya’nın iki galip ülke olarak kabul edilmesi",
      "C": "Almanya ve Fransa arasındaki derin sosyal köklere sahip düşmanlığın ortadan kaldırılması",
      "D": "Almanya ‘nın ABD ve Rusya tarafından işgal edilmesi",
      "E": "Almanya ‘nın ikiye bölünmesi"
    },
    "explanation": "Doğru cevap C şıkkıdır."
  },
  {
    "id": "3748859",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi 5 Mayıs 1949’da Avrupa Konseyi statüsünü imzalayan ülkelerden <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İngiltere",
      "B": "Almanya",
      "C": "Fransa",
      "D": "Belçika",
      "E": "Lüksemburg"
    },
    "explanation": "Doğru cevap B şıkkıdır."
  },
  {
    "id": "3748860",
    "unitNumber": 4,
    "text": "Avrupa Konseyi’ne üye devlet sayısı kaçtır?",
    "correctAnswer": "E",
    "options": {
      "A": "40",
      "B": "41",
      "C": "43",
      "D": "45",
      "E": "46"
    },
    "explanation": "Doğru cevap E şıkkıdır."
  },
  {
    "id": "3748861",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Avrupa Konseyi’nin bulunduğu şehirdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Lahey",
      "B": "Brüksel",
      "C": "Strazburg",
      "D": "Paris",
      "E": "Berlin"
    },
    "explanation": "Doğru cevap C şıkkıdır."
  },
  {
    "id": "3748862",
    "unitNumber": 4,
    "text": "İkinci Dünya Savaşı ve öncesi Avrupa’nın iki önemli ülkesi olan ………… ve …………….gibi ülkelerdeki insanlık dışı uygulamalar göz önüne alınarak savaşı kazanan taraflar Avrupa ‘da ……………….. meselelerine özel bir önem vermişlerdir.<br/>Yukarıdaki açıklamada boş bırakılan yerlere sırasıyla hangisinin gelmesi açıklamayı doğru ve anlamlı kılar?",
    "correctAnswer": "D",
    "options": {
      "A": "İtalya - İngiltere - insan hakları",
      "B": "Almanya - İngiltere - evrensel hukuk",
      "C": "Almanya - Avusturya - evrensel hukuk",
      "D": "Almanya - İtalya - insan hakları",
      "E": "Litvanya - Estonya - evrensel hukuk"
    },
    "explanation": "Doğru cevap D şıkkı"
  },
  {
    "id": "3748863",
    "unitNumber": 4,
    "text": "Avrupa İnsan Hakları Mahkemesi ( AİHM ) yargıçları hangi kurumsal yapı tarafından seçilir ve kaç yıllığına görev yapabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Avrupa Konseyi Parlamenterler Meclisi tarafından 9 yıllığına bir kez",
      "B": "Avrupa Konseyi Parlamenterler Meclisi tarafından 6 yıllığına ve iki kez",
      "C": "İnsan Hakları Komiserliği tarafından 6 yıllığına bir kez",
      "D": "Avrupa Konseyi Bakanlar Komitesi tarafından 9 yıllığına bir kez",
      "E": "Avrupa Konseyi Genel Sekreterliği tarafından 6 yıllığına iki kez"
    },
    "explanation": "Doğru cevap A şıkkıdır"
  },
  {
    "id": "3748864",
    "unitNumber": 4,
    "text": "<ol type=\"I\"><br/><li>AİHM’ne başvurabilmek için Avrupa Konseyi üyesi devletlerinden birinin vatandaş olmak gerekir.</li><br/><li>Mahkeme ( AİHM ) gerçek kişilere karşı yapılan şikayetlere de bakar.</li><br/><li>Başvuru mutlaka Avrupa İnsan Hakları Sözleşmesi’nde belirtilen haklardan biriyle ilgili olmalıdır.</li><br/><li>Başvuru yapabilmek için ulusal yargı organlarının vermiş olduğu kesin hükümden itibaren sadece dört aylık süre bulunmaktadır.</li><br/></ol><br/>Yukarıdakilerden hangisi / hangileri AİHM’e başvuru koşullarına uygun açıklamalardır?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II",
      "B": "III, IV",
      "C": "II, III",
      "D": "I, IV",
      "E": "II, IV"
    },
    "explanation": "Doğru cevap B şıkkıdır."
  },
  {
    "id": "3748865",
    "unitNumber": 4,
    "text": "Avrupa Güvenlik ve İşbirliği Teşkilatı ( AGİT ) hangi normlar temelinde güvenlik yaklaşımını oluşturmuştur?",
    "correctAnswer": "E",
    "options": {
      "A": "Avrupa Birliği ( AB ) normları",
      "B": "Avrupa Kültür Sözleşmesi normları",
      "C": "Brüksel Antlaşması normları ( 1948 )",
      "D": "Siber Suç Sözleşmesi normları",
      "E": "Helsinki Nihai Senedi normları"
    },
    "explanation": "Doğru cevap E şıkkıdır."
  },
  {
    "id": "3748866",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi AGİT’in en yüksek idari sorumlusudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Genel Sekreter",
      "B": "Daimi Konsey",
      "C": "AGİT Başkanlığı",
      "D": "İnsani Boyut Komitesi",
      "E": "Bakanlar Konseyi"
    },
    "explanation": "Doğru cevap A şıkkıdır."
  },
  {
    "id": "3748867",
    "unitNumber": 4,
    "text": "Aşağıdaki ülkelerden hangisi “ Ukrayna Özel Gözlem Misyonu’nun başkanlığını üstlenmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Fransa",
      "B": "Litvanya",
      "C": "Almanya",
      "D": "Türkiye",
      "E": "ABD"
    },
    "explanation": "Doğru cevap D şıkkıdır."
  },
  {
    "id": "3748890",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Avrupa Konseyi Avrupa Kültür Sözleşmesi'nin yürürlüğe girdiği tarihtir?",
    "correctAnswer": "A",
    "options": {
      "A": "1955",
      "B": "1980",
      "C": "1975",
      "D": "1968",
      "E": "1974"
    },
    "explanation": "Lütfen \"AVRUPA KONSEYİ\" başlıklı yazıyı gözden geçiriniz.<br/>EĞİTİM KÜLTÜR VE BİLİM İLE İLGİLİ ANLAŞMALAR<br/>Avrupa Kültür Sözleşmesi 1955"
  },
  {
    "id": "3748891",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi müttefik devletler tarafından Almanya'nın geleceği üzerinde anlaşamayıp \"Federal Almanya Cumhuriyeti'nin kurulduğunu açıkladıkları tarihtir?",
    "correctAnswer": "C",
    "options": {
      "A": "19 Ocak 1947",
      "B": "8 Mart 1946",
      "C": "23 Mayıs 1949",
      "D": "18 Haziran 1951",
      "E": "16 Şubat 1948"
    },
    "explanation": "Lütfen \"Kuruluşu ve Genişlemesi\" başlıklı yazıyı gözden geçiriniz.<br/>Müttefik devletler, Almanya’nın geleceği üzerine görüşmelerinde anlaşamayınca 23 Mayıs 1949 tarihinde İngiltere, Fransa ve ABD’nin işgal bölgelerinde Federal Almanya Cumhuriyeti’nin kurulduğunu açıkladılar."
  },
  {
    "id": "3748892",
    "unitNumber": 4,
    "text": "1947 ve 1949 yılları arasında ortaya çıkan ve Avrupa bütünleşmesini desteklemek ve halkı Avrupa’da birlik fikri yönünde bilgilendirmek için ulusal konsey ve dernekler şeklinde örgütlenmiş uluslararası hükümetdışı örgütün adı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Brüksel Antlaşması.",
      "B": "Avrupa Konseyi.",
      "C": "Avrupa Birliği.",
      "D": "Avrupa Meclisi.",
      "E": "Avrupa Hareketi."
    },
    "explanation": "Lütfen \"Kuruluşu ve Genişlemesi\" başlıklı yazıyı gözden geçiriniz.<br/>Avrupa Hareketi 1947-1949<br/>Avrupa Hareketi, Avrupa bütünleşmesini desteklemek ve halkı Avrupa’da birlik fikri yönünde bilgilendirmek için ulusal konsey ve dernekler şeklinde örgütlenmiş bir uluslararası hükümetdışı örgüttür."
  },
  {
    "id": "3748893",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi 1994 yılında Bakanlar Komitesi kararı ile oluşturulan ve Avrupa’da yerel ve bölgesel yönetimlerin temsilini ve ulusal düzeyin altında ve ulusal düzeyi bir açıdan aşarak temas kurmalarını amaçlayan bir Avrupa Konseyi organıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Parlamenter Meclisi.",
      "B": "Avrupa Konseyi Yerel ve Bölgesel Yönetimler Kongresi.",
      "C": "Avrupa Adaletin Etkinliği Komisyonu.",
      "D": "Irkçılığa ve Hoşgörüsüzlüğe Karşı Avrupa Komisyonu.",
      "E": "İnsan Hakları Komiserliği."
    },
    "explanation": "Lütfen \"Örgütsel Yapısı\" başlıklı yazıyı gözden geçiriniz.<br/>Avrupa Konseyi Yerel ve Bölgesel Yönetimler Kongresi, bir başka Avrupa Konseyi organıdır. Kongre 1994 yılında Bakanlar Komitesi kararıyla oluşturulmuştur. 648 üyeden oluşan kongre Avrupa’da yerel ve bölgesel yönetimlerin temsilini ve ulusal düzeyin altında ve ulusal düzeyi bir açıdan aşarak temas kurmalarını amaçlamaktadır."
  },
  {
    "id": "3748895",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi 1990 yılında Bakanlar Komitesi tarafından Avrupa Konseyi'ne danışsal nitelikte katkıda bulunmak üzere kurulan Venedik Komisyonu'nun yardımsal işlerinden <u><strong>değildir?</strong></u>",
    "correctAnswer": "E",
    "options": {
      "A": "Demokrasi işleyişi için gerekli kurumlar.",
      "B": "Temel hak ve özgürlüklerin garanti edilmesi.",
      "C": "Demokratik seçimler.",
      "D": "Siyasi partiler.",
      "E": "Halk sağlığı kurumları."
    },
    "explanation": "Lütfen \"Soğuk Savaş Sonrası Avrupa Konseyi \" başlıklı yazıyı gözden geçiriniz.<br/>Venedik Komisyonu Avrupa Konseyi’nin örgütsel yapısı içinde, danışsal nitelikli bir organ olarak kabul edilebilir. Anayasa hukuku uzmanlarından oluşan bu Komisyon, demokrasi işleyişi için gerekli kurumlar, temel hak ve özgürlüklerin garanti edilmesi, demokratik seçimler, siyasi partiler ve çok partili liberal bir siyasal yaşamın var edilmesi ve etkin biçimde işletilmesi konularında üye devletlere yardımda bulunmak üzere oluşturulmuştur."
  },
  {
    "id": "3748897",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Avrupa İnsan hakları Sözleşmesi’nin 19. maddesi uyarınca, Avrupa İnsan Hakları Mahkemesi (AİHM) (European Court of Human Rights: ECHR) oluşturulduğu tarihtir?",
    "correctAnswer": "D",
    "options": {
      "A": "19 Ocak 1960.",
      "B": "26 Ekim 1957.",
      "C": "30 Haziran 1961.",
      "D": "21 Ocak 1959.",
      "E": "31 Mart 1956."
    },
    "explanation": "Lütfen \"AVRUPA İNSAN HAKLARI MAHKEMESİ\" başlıklı yazıyı gözden geçiriniz.<br/>Avrupa İnsan hakları Sözleşmesi’nin 19. maddesi uyarınca, 21 Ocak 1959 tarihinde Avrupa İnsan Hakları Mahkemesi (AİHM) (European Court of Human Rights: ECHR) oluşturulmuştur."
  },
  {
    "id": "3748899",
    "unitNumber": 4,
    "text": "Avrupa İnsan Hakları Mahkemesi'ne bireysel başvuru yapma hakkı İnsan Hakları Sözleşmesi'nin aşağıdaki hangi maddesine dayanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "34. Maddesine",
      "B": "26. Maddesine",
      "C": "38. Maddesine",
      "D": "20. Maddesine",
      "E": "33. Maddesine."
    },
    "explanation": "Lütfen \"AVRUPA İNSAN HAKLARI MAHKEMESİ\" başlıklı yazıyı gözden geçiriniz.<br/>Avrupa İnsan Hakları Mahkemesi’nin yetkisini tanıyan üye devletler aleyhine Mahkeme nezdinde bireysel başvuru hakkı, bu yolda çok önemli bir adımdır. Avrupa İnsan Hakları Sözleşmesi’nin 34. Maddesine dayanan bu hakkın kullanımı yıllar itibariyle daha da etkin ve etkili hale getirilmiştir."
  },
  {
    "id": "3748900",
    "unitNumber": 4,
    "text": "Soğuk Savaş dönemi boyunca Batı-Doğu bölünmesinde bir köprü işlevi gören ve hem Amerika Birleşik Devletleri hem de Sovyetler Birliği’nin katıldığı tek oluşumun adı aşağıdakilerden hangisidir.",
    "correctAnswer": "A",
    "options": {
      "A": "AGIT.",
      "B": "UNESCO.",
      "C": "CENTO.",
      "D": "NATO.",
      "E": "AİHM."
    },
    "explanation": "Lütfen \"AVRUPA GÜVENLİK VE İŞBİRLİĞİ TEŞKİLATI\" başlıklı yazıyı gözden geçiriniz.<br/>Avrupa Güvenlik ve İşbirliği Teşkilatı - AGİT (Organization for Security and Co-operation in Europe: OSCE) Soğuk Savaş dönemi boyunca Batı-Doğu bölünmesinde bir köprü işlevi gören ve hem Amerika Birleşik Devletleri hem de Sovyetler Birliği’nin katıldığı tek oluşumdur."
  },
  {
    "id": "3748901",
    "unitNumber": 4,
    "text": "Helsinki Nihai Senedi'nin imzalanma tarihi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "1969.",
      "B": "1975.",
      "C": "1980.",
      "D": "1979.",
      "E": "1981."
    },
    "explanation": "Lütfen \"Helsinki Nihai Senedi ve Avrupa Güvenlik ve İşbirliği Konferansı\" başlıklı yazıyı gözden geçiriniz.<br/>1975 yılında ise Arnavutluk hariç Avrupa devletleri ile ABD, Sovyetler Birliği ve Kanada’nın katılımıyla toplam 35 ülke tarafından<br/>bu görüşmelerin sonucunda kabul edilen Helsinki Nihai Senedi imzalanmıştır."
  },
  {
    "id": "3748902",
    "unitNumber": 4,
    "text": "Aşağıdaki ülkelerden hangisi AGIT'in Akdeniz İşbirliği Ortakları arasında <u><strong>yer almaz?</strong></u>",
    "correctAnswer": "D",
    "options": {
      "A": "Cezayir.",
      "B": "Fas.",
      "C": "İsrail.",
      "D": "Türkiye.",
      "E": "Tunus."
    },
    "explanation": "Lütfen \"Örgütsel Yapısı\" başlıklı yazıyı gözden geçiriniz.<br/>AGIT Akdeniz İşbirliği Ortakları: Cezayir (1975), Fas (1975), İsrail (1975), Mısır (1975), Tunus (1975), Ürdün (1998). Türkiye AGIT ortağı değil, AGIT üyesi statüsündedir."
  },
  {
    "id": "3748954",
    "unitNumber": 4,
    "text": "Aşağıdaki devletlerden hangisi Brüksel Antlaşmasını imzalayan devletletlerden biri <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Birleşik Krallık",
      "B": "İspanya",
      "C": "Fransa",
      "D": "Hollanda",
      "E": "Lüksemburg"
    },
    "explanation": "Brüksel Antlaşması 1947 yılında Birleşik Krallık ve Fransa arasında Fransa’nın Dunkirk kasabasında imzalanan İttifak ve Karşılıklı Yardımlaşma Antlaşması sonrasında daha geniş kapsamlı bir antlaşma imzalanması anlayışıyla BENELUX ülkelerinin de katılımıyla 17 Mart 1948 tarihinde Birleşik Krallık, Fransa, Belçika, Hollanda ve Lüksemburg arasında imzalanmıştır. Doğru cevap B'dir."
  },
  {
    "id": "3748955",
    "unitNumber": 4,
    "text": "Avrupa Konseyi'nin kuruluşunda var olan fedaralist eğilimler aşağıdaki kurumların hangisinin varlığıyla bir ölçü de olsa karşılık bulmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "Bakanlar Komitesi",
      "B": "Genel Sekreterlik",
      "C": "Parlamenterler Meclisi",
      "D": "Venedik Komisyonu",
      "E": "Avrupa Yerel ve Bölgesel Yönetimler Kongresi"
    },
    "explanation": "Avrupa Konseyi Statüsü’nde, federalist eğilimler bir ölçüde de olsa Parlamenter Meclisi’nin kuruluşuyla karşılanmaya çalışılmıştır. Parlamenter Meclisi üye devlet parlamento temsilcilerinden oluşacak, toplantılarını açık bir biçimde yürütecek ve görüşme ve oylama usulleri parlamento çalışma usullerine uygun olarak düzenlenecek, ancak buna karşılık Meclis bir danışma organı düzeyinde tutulacaktır. Doğru cevap C'dir."
  },
  {
    "id": "3748956",
    "unitNumber": 4,
    "text": "Avrupa Konseyi'nin merkezi aşağıdaki şehirlerden hangisindedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Helsinki",
      "B": "Paris",
      "C": "Lahey",
      "D": "Brüksel",
      "E": "Strazburg"
    },
    "explanation": "Avrupa Konseyi’nin merkezi Fransa’nın Almanya sınırındaki önemli ve tarihi bir şehri olan Strazburg’dadır. Fransızca ve İngilizce Avrupa Konseyi’nin resmi dilleridir. Doğru cevap E'dir."
  },
  {
    "id": "3748957",
    "unitNumber": 4,
    "text": "Avrupa Konseyi'nde Bakanlar Komitesinin üyeleri hangi bakanlardan oluşur?",
    "correctAnswer": "B",
    "options": {
      "A": "İçişleri",
      "B": "Dışişleri",
      "C": "Eğitim",
      "D": "Savunma",
      "E": "Ekonomi"
    },
    "explanation": "Avrupa Konseyi’nin esas karar organı olan Bakanlar Komitesi üye devletlerin dışişleri bakanlarından oluşur. Üye devlet hükümetlerinin siyasi temsilcileriyle oluşan bu organ, devletlerin siyasi öncelikleri ve ulusal pozisyonlarının temsil edildiği, diğer hükümetlerarası örgütlerde de sıkça rastlanan klasik bir organdır. Doğru cevap B'dir."
  },
  {
    "id": "3748970",
    "unitNumber": 4,
    "text": "AB’nin Zirve denilen devlet ve hükümet başkanları düzeyinde yılda iki kez toplanan organı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "European Union",
      "B": "Council of the European Union",
      "C": "European Council",
      "D": "Council of Europe",
      "E": "European Union Council"
    },
    "explanation": "AB’nin Zirve denilen devlet ve hükümet başkanları düzeyinde yılda iki kez toplanan organı European Council adındadır."
  },
  {
    "id": "3749002",
    "unitNumber": 4,
    "text": "Avrupa İnsan Hakları Mahkemesi yargıçları aşağıdakilerden hangisi tarafından seçilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Avrupa Konseyi Parlamenterler Meclisi",
      "B": "Avrupa Birliği",
      "C": "Avrupa Konseyi Bakanlar Komitesi",
      "D": "Adalet Divanı",
      "E": "Venedik Komisyonu"
    },
    "explanation": "AİHM yargıçları Avrupa Konseyi Parlamenterler Meclisi tarafından seçilmektedir. Bu iki aşamalı bir şekilde düzenlenmiştir. İlk aşamada üye devlet üç adaylı bir listeyi ulusal esaslara göre belirler ve Parlamenterler Meclisi’ne sunar. Avrupa Konseyi Parlamenterler Meclis’inin bu konu için özel bir alt komitesi mevcuttur. Komite adaylarla görüşmeler yapar ve onların özgeçmişini değerlendirir. Alt komite bu konuda bir raporu Parlamenterler Meclisi genel kuruluna sunar. Meclis genel kurulunda gizli oylamayla seçim yapılır. Doğru cevap A'dır."
  },
  {
    "id": "3749003",
    "unitNumber": 4,
    "text": "Avrupa İnsan Hakları Mahkemesi'ne başvuru koşullarına ilişkin olarak aşağıdakilerden hangisi <strong>doğru değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Söz konusu ihlalin doğrudan mağduru olunmalıdır.",
      "B": "Başvuru Avrupa İnsan Hakları Sözleşmesi'nde belirtilen haklardan biriyle ilgili olmalıdır.",
      "C": "Başvuran kişi Avrupa Konseyi üyesi devletlerden birinin vatandaşı olmalıdır.",
      "D": "Başvuruyu yapabilmek için ulusal yargı organlarının vermiş olduğu kesin hükümden sonra sadece altı aylık bir süre vardır.",
      "E": "Şikayet edilen işlem ya da eylemler, devlet ya da kamu otoritelerince gerçekleştirilmiş olmalıdır."
    },
    "explanation": "AİHM’e başvurabilmek için Avrupa Konseyi <strong>üyesi devletlerin birinin vatandaşı olmaya gerek yoktur</strong>, <strong>ihlali gerçekleştiren devletin Avrupa Konseyi üyesi olması yeterli</strong>dir. AİHS’ni ihlal ettiği düşünülen ve Sözleşme ile bağlı olan bir ya da birden çok devlet aleyhine başvuruda bulunulabilir. Doğru cevap C'dir."
  },
  {
    "id": "3749004",
    "unitNumber": 4,
    "text": "Avrupa İnsan Hakları Mahkemesi'nin kararlarının uygulanmasını aşağıdakilerden hangisi gerçekleştirmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Avrupa Konseyi Bakanlar Komitesi",
      "B": "Avrupa Konseyi Genel Sekreterliği",
      "C": "Avrupa Birliği",
      "D": "Birleşmiş Milletler",
      "E": "Avrupa Güvenlik ve İşbirliği Örgütü"
    },
    "explanation": "Avrupa İnsan Hakları Mahkemesi'nin kararlarının uygulanmasının takibi siyasi bir süreç olarak düzenlenmiştir ve bu süreçten Bakanlar Komitesi sorumludur. Doğru cevap A'dır."
  },
  {
    "id": "3749005",
    "unitNumber": 4,
    "text": "Aşağıdaki örgütlerden hangisi Soğuk Savaş döneminde Batı ve Doğu blokları arasında düzenli diyalogu tesis etmek amacıyla kurulmuştur?",
    "correctAnswer": "E",
    "options": {
      "A": "NATO",
      "B": "Avrupa Konseyi",
      "C": "Venedik Komisyonu",
      "D": "Brüksel Paktı",
      "E": "AGİK"
    },
    "explanation": "Avrupa Güvenlik ve İşbirliği Konferansı (AGİK), Soğuk Savaş döneminde Batı Bloku ile Doğu Bloku arasında düzenli diyalog tesis etmek suretiyle bloklar arasındaki gerginliği ve anlaşmazlık alanlarını azaltmak üzere bir müzakere forumu ve konferanslar diplomasisi olarak ortaya çıkmıştır. Doğru cevap E'dir."
  },
  {
    "id": "3749006",
    "unitNumber": 4,
    "text": "AGİT'in sekretaryası hangi şehirde bulunmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Viyana",
      "B": "Strazburg",
      "C": "Brüksel",
      "D": "Berlin",
      "E": "Paris"
    },
    "explanation": "Genel Sekreter AGİT’in en yüksek idari sorumlusudur. Bakanlar Konseyi tarafından üç yıllığına atanır. Sekretarya Genel Sekreterin yönetimi altında örgüte operasyonel destek sağlar. Sekretarya Avusturya’nın başkenti Viyana’da bulunmaktadır. Doğru cevap A'dır."
  },
  {
    "id": "3749007",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi AGİK sürecinin başladığı zirvedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Astana Zirvesi",
      "B": "Paris Zirvesi",
      "C": "İstanbul Zirvesi",
      "D": "Helsinki Zirvesi",
      "E": "Budapeşte Zirvesi"
    },
    "explanation": "1975 yılında Arnavutluk hariç Avrupa devletleri ile ABD, Sovyetler Birliği ve Kanada’nın katılımıyla toplam 35 ülke tarafından kabul edilen Helsinki Nihai Senedi imzalanmıştır. Böylelikle, AGİK süreci başlamıştır. Katılımcılar mevcut ulusal sınırların korunmasına, birbirlerine kaşı güvensizlik yaratabilecek politikalardan kaçınmaya, ayrıca aralarında insani, kültürel vb. ilişkilerin sıkılaştırılmasına karar vermişlerdir. Doğru cevap D'dir."
  },
  {
    "id": "3749033",
    "unitNumber": 4,
    "text": "Avrupa Konseyi anlaşmalarından Siber Suç Sözleşmesi hangi tarihte yürülüğe girmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "2004",
      "B": "2007",
      "C": "2008",
      "D": "2000",
      "E": "1998"
    },
    "explanation": "Avrupa Konseyi anlaşmalarından Siber Suç Sözleşmesi 2004 yılında yürürlüğe girmiştir."
  },
  {
    "id": "3749034",
    "unitNumber": 4,
    "text": "Berlin Duvarı ne zaman inşa edilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "1959",
      "B": "1960",
      "C": "1961",
      "D": "1962",
      "E": "1963"
    },
    "explanation": "1961 yılında Berlin Duvarı’nın inşa edilmesi ile Batı ve Doğu Almanya fiziksel olarak da Berlin üzerinden ikiye ayrılmıştır."
  },
  {
    "id": "3749035",
    "unitNumber": 4,
    "text": "Avrupa’daki kuruluşlar hangi tarihte, Lahey’de “Avrupa Kongresi” adı altında bir araya gelmişlerdir?",
    "correctAnswer": "D",
    "options": {
      "A": "4 Şubat 1945",
      "B": "5 Mart 1946",
      "C": "6 Nisan 1947",
      "D": "7 Mayıs 1948",
      "E": "8 Haziran 1949"
    },
    "explanation": "Churchill’in öncülüğünde, Avrupa’daki söz konusu kuruluşlar 7 Mayıs 1948 tarihinde, Lahey’de “Avrupa Kongresi” adı altında bir araya gelmişlerdir."
  },
  {
    "id": "3749036",
    "unitNumber": 4,
    "text": "Avusturya devletinin artık egemen bir devlet olduğunu belirten Avusturya Devlet Antlaşması hani tarihte imzalanmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "14 Nisan 1954",
      "B": "15 Mayıs 1955",
      "C": "16 Haziran 1956",
      "D": "17 Temmuz 1957",
      "E": "18 Ağustos 1958"
    },
    "explanation": "Avusturya Devlet Antlaşması 1955 Avusturya devletinin artık egemen bir devlet olduğunu belirten antlaşmadır. 15 Mayıs 1955 tarihinde Birleşik Krallık, Fransa, ABD ve Sovyetler Birliği arasında imzalanmıştır."
  },
  {
    "id": "3749037",
    "unitNumber": 4,
    "text": "Avrupa Konseyi’nin merkezi aşağıdakilerden hangisindedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Hollanda/Lahey",
      "B": "İsviçre/Cenevre",
      "C": "Belçika/Brüksel",
      "D": "Avusturya/Viyana",
      "E": "Fransa/Strazburg"
    },
    "explanation": "Avrupa Konseyi’nin merkezi Fransa/Strazburg’dadır."
  },
  {
    "id": "3749038",
    "unitNumber": 4,
    "text": "Avrupa Konseyi Yerel ve Bölgesel Yönetimler Kongresi hangi yılda oluşturulmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "1992",
      "B": "1993",
      "C": "1994",
      "D": "1995",
      "E": "1996"
    },
    "explanation": "Avrupa Konseyi Yerel ve Bölgesel Yönetimler Kongresi, bir başka Avrupa Konseyi organıdır. Kongre 1994 yılında Bakanlar Komitesi kararıyla oluşturulmuştur."
  },
  {
    "id": "3749039",
    "unitNumber": 4,
    "text": "Venedik Komisyonu hangi tarite kurulmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "1993",
      "B": "1992",
      "C": "1991",
      "D": "1990",
      "E": "1989"
    },
    "explanation": "Avrupa Konseyi’nin Soğuk savaş sonrası dönemde yeni üyelerinin siyasi dönüşüm çabalarına katkı vermek üzere oluşturduğu bir başka önemli kurumsal girişim Venedik Komisyonu’dur. Resmi adıyla Hukuk Yoluyla Demokrasi için Avrupa Komisyonu, 1990 yılında Bakanlar Komitesi tarafından Avrupa Konseyi’ne danışsal nitelikte katkıda bulunmak üzere kurulmuştur."
  },
  {
    "id": "3749040",
    "unitNumber": 4,
    "text": "Avrupa İnsan Hakları Sözleşmesi ne zaman yürürlüğe girmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "2 Ağustos 1952",
      "B": "3 Eylül 1953",
      "C": "4 Ekim 1954",
      "D": "5 Kasım 1955",
      "E": "6 Aralık 1956"
    },
    "explanation": "Avrupa Konseyi “İnsan Hakları ve Temel Özgürlüklerin Korunması Avrupa Sözleşmesi”ni (daha sonra adı Avrupa İnsan Hakları Sözleşmesi olarak değiştirilecektir) 1950 yılında, kuruluşundan hemen birkaç ay sonra hazırlamış ve bu sözleşme 3 Eylül 1953’te yürürlüğe girmiştir."
  },
  {
    "id": "3749041",
    "unitNumber": 4,
    "text": "Avrupa İnsan Hakları Mahkemesi hangi tarihte oluşturulmuştur?",
    "correctAnswer": "E",
    "options": {
      "A": "17 Eylül 1955",
      "B": "18 Ekim 1956",
      "C": "19 Kasım 1957",
      "D": "20 Aralık 1958",
      "E": "21 Ocak 1959"
    },
    "explanation": "Avrupa İnsan hakları Sözleşmesi’nin 19. maddesi uyarınca, 21 Ocak 1959 tarihinde Avrupa İnsan Hakları Mahkemesi (AİHM) (European Court of Human Rights: ECHR) oluşturulmuştur."
  },
  {
    "id": "3748868",
    "unitNumber": 5,
    "text": "Büyük Buhran’ın etkisini ilk atlatan ülke aşağıdaki ülkelerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İngiltere",
      "B": "Macaristan",
      "C": "Fransa",
      "D": "Almanya",
      "E": "İtalya"
    },
    "explanation": "Büyük Buhran’ın etkisini ilk atlatan ülke Almanya olmuş, giderek güçlenen sanayi üretimi ihracat artışını desteklemiştir."
  },
  {
    "id": "3748869",
    "unitNumber": 5,
    "text": "IMF’nin temel amacı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Dış ticaret politikası araçlarını kullanarak ithalatı kısıtlamaya çalışmaktır.",
      "B": "Uluslararası parasal ve finansal sistemin istikrarını sağlamaktır.",
      "C": "Sanayileşme ve uluslararası ödemeler, sabit döviz kuru sistemini oluşturmaktır.",
      "D": "Aşırı borçlanmayı engellemektir.",
      "E": "Ticaretin serbestleştirilmesini ve sermaye hareketlerinin önündeki engelleri kaldırmaktır."
    },
    "explanation": "IMF’nin temel amacı, uluslararası parasal ve finansal sistemin istikrarını sağlamaktır."
  },
  {
    "id": "3748870",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Dünya Bankası Grubunu oluşturan beş ayrı uzmanlık örgütünden biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Çok Taraflı Yatırım Garanti Ajansı (MIGA)",
      "B": "Uluslararası İmar ve Kalkınma Bankası (IBRD)",
      "C": "Uluslararası Finans Kurumu (IFC)",
      "D": "Uluslararası Kalkınma Birliği",
      "E": "Ekonomik İşbirliği ve Kalkınma Örgütü"
    },
    "explanation": "Ekonomik İşbirliği ve Kalkınma Örgütü, Dünya Bankası Grubunu oluşturan beş ayrı uzmanlık örgütünden biri değildir."
  },
  {
    "id": "3748871",
    "unitNumber": 5,
    "text": "GATT’a taraf olan ülkelerin dış ticareti serbestleştirmek için bir araya gelmelerine ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Uluslararası Finans Kurumu",
      "B": "İcra Direktörleri",
      "C": "Ticaret turu",
      "D": "Uluslararası Kalkınma Birliği",
      "E": "Uluslararası Yatırım Anlaşmazlıklarının Çözüm Merkezi"
    },
    "explanation": "GATT’a taraf olan ülkelerin dış ticareti serbestleştirmek için bir araya gelmelerine çok taraflı ticaret görüşmeleri, diğer bir deyişle ticaret turu (Round) denir."
  },
  {
    "id": "3748872",
    "unitNumber": 5,
    "text": "Dünya Bankası Grubu’nun dünyanın en yoksul ülkelerine faizsiz kredi ve hibe programları sağlayan kuruluşu aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Uluslararası Kalkınma Birliği",
      "B": "İcra Direktörleri Kurulu",
      "C": "Uluslararası Finans Kurumu",
      "D": "Küresel Çevre Fonu",
      "E": "Ekonomik İşbirliği ve Kalkınma Örgütü"
    },
    "explanation": "Uluslararası Kalkınma Birliği, Dünya Bankası Grubu’nun dünyanın en yoksul ülkelerine faizsiz kredi ve hibe programları sağlayan kuruluşudur."
  },
  {
    "id": "3748873",
    "unitNumber": 5,
    "text": "Dünya Ticaret Örgütü'nün en üst düzey karar organı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Mal Ticareti Konseyi",
      "B": "Dünya Ticaret Örgütü Zirvesi",
      "C": "Genel Sekreterlik",
      "D": "Genel Konsey",
      "E": "Bakanlar Konferansı"
    },
    "explanation": "DTÖ’nün en üst düzey karar organı, iki yılda bir toplanan Bakanlar Konferansı’dır."
  },
  {
    "id": "3748874",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi uluslararası hizmetler ticaretine ilişkin temel kavram, kural ve ilkeleri ortaya koyan ilk çok taraflı bir anlaşmadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Bretton Woods Anlaşması",
      "B": "Hizmetler Ticareti Genel Anlaşması",
      "C": "IMF Anlaşması",
      "D": "Devletler ile Diğer Devlet Vatandaşları Arasındaki Yatırım Uyuşmazlıklarının Çözümüne Dair Anlaşma",
      "E": "Gümrük Tarifeleri ve Ticaret Genel Anlaşması"
    },
    "explanation": "15 Nisan 1994 tarihinde Marakeş’de imzalanan Uruguay Turu Sonuç Belgesi kapsamında yer alan Hizmetler Ticareti Genel Anlaşması<em>, </em>uluslararası hizmetler ticaretine ilişkin temel kavram, kural ve ilkeleri ortaya koyan ilk çok taraflı anlaşmadır."
  },
  {
    "id": "3748875",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Avrupa Ödemeler Birliği’nin kurulma amacıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Kapitalizmin yaşadığı krizi aşmak ve yeni bir uluslararası ekonomik düzen kurmak",
      "B": "Uluslararası para sisteminde istikrarın sağlamak ve krizleri önlemek",
      "C": "Dünya ekonomisinde altın arzının artırılamaması nedeniyle ortaya çıkan uluslararası para krizini aşabilmek",
      "D": "OEEC üyesi 16 ülkenin serbest ticaretin gelişebilmesi için karşılıklı ödemelerin istikrarını sağlamak",
      "E": "Çevrenin korunmasına destek sağlamak ve sürdürülebilir kalkınmayı teşvik etmek"
    },
    "explanation": "OEEC üyesi 16 ülkenin serbest ticaretin gelişebilmesi için karşılıklı ödemelerin istikrarını sağlamak amacıyla 1950 yılında <em>A</em>vrupa Ödemeler Birliği kurulmuştur."
  },
  {
    "id": "3748876",
    "unitNumber": 5,
    "text": "Aşağıda verilen ülkelerden hangisi Avrupa Ekonomik İşbirliği Örgütü(<em>OEEC) </em>’ne üye <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Türkiye",
      "B": "Norveç",
      "C": "Rusya",
      "D": "Hollanda",
      "E": "Portekiz"
    },
    "explanation": "Rusya, Avrupa Ekonomik İşbirliği Örgütü’ne üye değildir."
  },
  {
    "id": "3748877",
    "unitNumber": 5,
    "text": "OECD’nin karar alma organı olan Konsey yılda bir kez, hangi düzeyde kişiler tarafından, düzenli olarak toplanmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Milletvekili",
      "B": "Devlet başkanı",
      "C": "Belediye başkanı",
      "D": "Cumhurbaşkanı",
      "E": "Bakan"
    },
    "explanation": "Konsey yılda bir kez, Bakanlar düzeyinde, düzenli olarak ise Paris’te toplanmaktadır."
  },
  {
    "id": "3748968",
    "unitNumber": 5,
    "text": "Ülkelerin kendi üretim ve istihdam seviyesini korumak veya artırmak için ithalatı kısıtlayıcı önlemler ve devalüasyon uygulamalarıyla yurtiçi talebi ithal mallardan yurtiçinde üretilen mallara doğru kaydırmaya çalışmalarına ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Marshall yardımı",
      "B": "Komşudan dilenme politikası",
      "C": "Komşuyu zarara sokma politikası",
      "D": "İthal ikamecilik",
      "E": "Korumacılık"
    },
    "explanation": "Ülkelerin kendi üretim ve istihdam seviyesini korumak veya artırmak için ithalatı kısıtlayıcı önlemler ve devalüasyon uygulamalarıyla yurtiçi talebi ithal mallardan yurtiçinde üretilen mallara doğru kaydırmaya çalışmalarına komşudan dilenme politikası adı verilir? Dolayısıyla, doğru cevap: B"
  },
  {
    "id": "3748969",
    "unitNumber": 5,
    "text": "İkinci Dünya Savaşı’ndan sonra kurulacak uluslararası ekonomik sistemin temelini oluşturan ve 22 Temmuz 1944 tarihinde imzalanan antlaşma aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Lozan Antlaşması",
      "B": "Nafta Antlaşması",
      "C": "Paris Antlaşması",
      "D": "Bretton Woods Anlaşması",
      "E": "Stockholm Anlaşması"
    },
    "explanation": "İkinci Dünya Savaşı’ndan sonra kurulacak uluslararası ekonomik sistemin temelini oluşturan ve 22 Temmuz 1944 tarihinde imzalanan antlaşma Bretton Woods Anlaşması’dır. Dolayısıyla, doğru cevap: D"
  },
  {
    "id": "3748971",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi ülkelerin kendi üretim ve istihdam seviyesini korumak veya artırmak için ithalatı kısıtlayıcı önlemler ve devalüasyon uygulamalarıyla yurtiçi talebi ithal mallardan yurtiçinde üretilen mallara doğru kaydırmaya çalışmalarıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Komşudan dilenme politikası",
      "B": "Siyasi politika",
      "C": "Kültürel politika",
      "D": "Yaşam politikası",
      "E": "Finans politikası"
    },
    "explanation": "Komşudan dilenme politikası; ülkelerin kendi üretim ve istihdam seviyesini korumak veya artırmak için ithalatı kısıtlayıcı önlemler ve devalüasyon uygulamalarıyla yurtiçi talebi ithal mallardan yurtiçinde üretilen mallara doğru kaydırmaya çalışmalarıdır. Doğru cevap A'dır"
  },
  {
    "id": "3748972",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Bretton Woods Anlaşması ile 22 Temmuz 1944 tarihinde kapitalizmin yaşadığı krizi aşmak ve yeni bir uluslararası ekonomik düzen kurmak amacıyla kurulmuş örgüttür?",
    "correctAnswer": "B",
    "options": {
      "A": "Dünya Ekonomi Bankası",
      "B": "Uluslararası İmar ve Kalkınma Bankası (Dünya Bankası)",
      "C": "Ziraaat Bankası",
      "D": "Zürih Bankası",
      "E": "Dünya Finanas Bankası"
    },
    "explanation": "Bretton Woods Anlaşması ile 22 Temmuz 1944 tarihinde kapitalizmin yaşadığı krizi aşmak ve yeni bir uluslararası ekonomik düzen kurmak amacıyla iki uluslararası örgüt kurulmuştur. Bretton Woods ikizleri olarak anılan bu örgütler Uluslararası Para Fonu (IMF) ve Dünya Bankası olarak da tanınan Uluslararası İmar ve Kalkınma Bankası (IBRD)’dır. Doğru cevap B'dir."
  },
  {
    "id": "3748973",
    "unitNumber": 5,
    "text": "I-Mali disiplin sağlanmalı<br/>II-Kamu harcamaları azaltılmalı<br/>III-Vergi reformu gerçekleştirilmeli<br/>IV- Dış ticaret serbestleştirilmeli<br/>V- Devletin piyasa üzerindeki kontrolleri teşvik edilmeli.<br/><em>Washington Konsensüsü </em>olarak da anılan neoliberal ekonomi politikaları krizden çıkmak için izlenmesi gereken politikaların ana hatlarını belirlemektedir. Buna göre uluslararası ekonomik sistemle entegre olan ülkelerde yukarıdakilerden hangileri yaşama geçirilmelidir.",
    "correctAnswer": "C",
    "options": {
      "A": "I, II, III, IV ve V",
      "B": "I, II, III ve V",
      "C": "I, II, III ve IV",
      "D": "I, II ve III",
      "E": "I, II ve IV"
    },
    "explanation": "<em>Washington Konsensüsü </em>olarak da anılan neoliberal ekonomi politikaları krizden çıkmak için izlenmesi gereken politikaların ana hatlarını belirlemektedir. Buna göre uluslararası ekonomik sistemle entegre olan ülkelerde mali disiplin sağlanmalı, kamu harcamaları azaltılmalı, vergi reformu gerçekleştirilmeli, dış ticaret serbestleştirilmeli ve devletin piyasa üzerindeki kontrolleri kaldırılmalıdır. Dolayısıyla, doğru cevap: C"
  },
  {
    "id": "3748974",
    "unitNumber": 5,
    "text": "I-Uluslararası parasal işbirliğini teşvik etmek,<br/>II- Uluslararası ticaretin dengeli büyümesini ve yaygınlaşmasını kolaylaştırmak,<br/>III- Döviz kuru istikrarını desteklemek,<br/>IV-Tek taraflı bir ödemeler sistemi kurulmasına yardım etmek,<br/>V- Ödemeler dengesi güçlükleri yaşayan üyelere yeterli koruma önlemleriyle beraber kaynaklar sunmak<br/>Yukarıdaki maddelerden hangileri IMF’nin (kuruluş ana sözleşmesinde yer alan) kuruluş amaçlarındandır?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II, III ve IV",
      "B": "I, II, III, IV ve V",
      "C": "I, II ve III",
      "D": "I, II, III ve V",
      "E": "I, II ve IV"
    },
    "explanation": "Fon’un amaçları IMF’yi kuran Anasözleşme’nin 1’nci maddesinde;<br/><ul> <li>Uluslararası parasal işbirliğini teşvik etmek,</li> <li>Uluslararası ticaretin dengeli büyümesini ve yaygınlaşmasını kolaylaştırmak,</li> <li>Döviz kuru istikrarını desteklemek,</li> <li>Çok taraflı bir ödemeler sistemi kurulmasına yardım etmek,</li> <li>Ödemeler dengesi güçlükleri yaşayan üyelere yeterli koruma önlemleriyle beraber kaynaklar</li> </ul> sunmak olarak belirtilmiştir. Dolayısıyla, doğru cevap: D"
  },
  {
    "id": "3748975",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi uluslararası parasal işbirliği ve döviz kuru istikrarını desteklemek, ekonomik büyüme ve istihdam artışını teşvik etmek ve üye ülkelerin karşılaştığı ödemeler dengesi finansmanı sorunlarına yardımcı olmak amaçlarıyla kurulmuş bir uluslararası kuruluştur?",
    "correctAnswer": "C",
    "options": {
      "A": "Dünya Ticaret Örgütü (WTO)",
      "B": "Ekonomik İşbirliği ve Kalkınma Örgütü (OECD)",
      "C": "Uluslararası Para Fonu (IMF)",
      "D": "Doğu Bloğu Bankası",
      "E": "Güvernörler Kurulu"
    },
    "explanation": "IMF, uluslararası parasal işbirliği ve döviz kuru istikrarını desteklemek, ekonomik büyüme ve istihdam artışını teşvik etmek ve üye ülkelerin karşılaştığı ödemeler dengesi finansmanı sorunlarına yardımcı olmak amaçlarıyla kurulmuş bir uluslararası kuruluştur. Doğru cevap C'dir."
  },
  {
    "id": "3748976",
    "unitNumber": 5,
    "text": "Aşağıdaki ülkelerden hangileri BRIC ülkeleri arasında <strong>yer almaz?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Güney Kore",
      "B": "Çin",
      "C": "Rusya Federasyonu",
      "D": "Hindistan",
      "E": "Brezilya"
    },
    "explanation": "BRIC ülkeleri Brezilya, Rusya Federasyonu, Hindistan ve Çin’i kastetmek için kullanılır. Dolayısıyla doğru cevap: A"
  },
  {
    "id": "3748977",
    "unitNumber": 5,
    "text": "IMF kaynaklarını kullanmak isteyen ülkelerin hükümetlerinin izleyeceği ekonomi politikalarına ilişkin olarak IMF Başkanı’na hitaben yazdıkları politika beyanı niteliğinde metinlere ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Referans mektupları",
      "B": "Kredi mektupları",
      "C": "Güven mektupları",
      "D": "Kaynak mektupları",
      "E": "Niyet mektupları"
    },
    "explanation": "IMF kaynaklarını kullanmak isteyen ülkelerin hükümetlerinin izleyeceği ekonomi politikalarına ilişkin olarak IMF Başkanı’na hitaben yazdıkları politika beyanı niteliğinde metinlere “Niyet Mektupları” denir. Dolayısıyla doğru cevap: E"
  },
  {
    "id": "3748978",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi BRICS ülkeleri arasında yer <u>almamaktadır</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Brezilya",
      "B": "Rusya Federasyonu",
      "C": "Hindistan",
      "D": "Almanya",
      "E": "Güney Afrika"
    },
    "explanation": "BRIC ülkeleri Brezilya, Rusya Federasyonu, Hindistan ve Çin’i kastetmek için kullanılır. Bu ülkelere Güney Afrika da eklenince BRICS olarak ifade edilir. Doğru cevap D'dir."
  },
  {
    "id": "3748979",
    "unitNumber": 5,
    "text": "Türkiye, 1945 yılında kurulan IMF’ye hangi yıl üye olmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "1945",
      "B": "1946",
      "C": "1947",
      "D": "1948",
      "E": "1950"
    },
    "explanation": "Türkiye, 1945 yılında kurulan IMF’ye 11 Mart 1947 tarihinde üye olmuştur. Dolayısıyla, doğru cevap: C"
  },
  {
    "id": "3748982",
    "unitNumber": 5,
    "text": "I- ABD II- Japonya III-Kanada IV- Çin V- Almanya VI- İngiltere<br/>Dünya Bankası’nda en fazla sermaye payına sahip altı ülke kendilerini temsil edecek icra direktörünü ve vekilini atama hakkına sahiptir. Yukarıdaki ülkelerden hangileri bu ülkeler arasındadır?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II, III, IV ve V",
      "B": "I, II, IV, V ve VI",
      "C": "I, II, V ve IV",
      "D": "I, II, III, V ve IV",
      "E": "I, II, III, IV, V ve VI"
    },
    "explanation": "Dünya Bankası’nda en fazla sermaye payına sahip altı ülke olan ABD, Japonya, Çin, Almanya, Fransa ve İngiltere kendilerini temsil edecek icra direktörünü ve vekilini atama hakkına sahiptir. Dolayısıyla, doğru cevap: B"
  },
  {
    "id": "3748983",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi IMF’nin en yetkili organıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Finansal kurul",
      "B": "İcra direktörleri kurulu",
      "C": "Danışma kurulu",
      "D": "Merkez yönetim kurulu",
      "E": "Guvernörlük kurulu"
    },
    "explanation": "IMF'de en yetkili kurul guvernörlük kuruludur. Türkiye adına Guvernörlük görevi Hazine ve Maliye Bakanı, Guvernör Vekilliği ise Merkez Bankası Başkanı tarafından yerine getirilir. Doğru cevap E'dir."
  },
  {
    "id": "3748985",
    "unitNumber": 5,
    "text": "Dünya bankasının hangi uzmanlık örgütü, ticari olmayan risklere karşı güvence sağlayarak ve teknik destek vererek gelişmekte olan ülkeye yönelik yabancı sermaye yatırımlarını teşvik etmekte böylece bu ülkelerde ekonomik büyümeyi desteklemeyi ve yoksulluğun azaltılmasına katkı sağlamayı amaçlamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "IBRD",
      "B": "IFC",
      "C": "IDA",
      "D": "MIGA",
      "E": "ISCID"
    },
    "explanation": "Çok Taraflı Yatırım Garanti Ajansı (MIGA), ticari olmayan risklere karşı güvence sağlayarak ve teknik destek vererek gelişmekte olan ülkeye yönelik yabancı sermaye yatırımlarını teşvik etmekte böylece bu ülkelerde ekonomik büyümeyi desteklemeyi ve yoksulluğun azaltılmasına katkı sağlamayı amaçlamaktadır. Dolayısıyla, doğru cevap: D"
  },
  {
    "id": "3748989",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi IMF Fon’un politikalarının oluşturulduğu ve tüm kredi işlemlerinin yürütüldüğü organdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Guvernitörler kurulu",
      "B": "İcra direktörleri kurulu",
      "C": "BRIC ülkeleri finans kurulu",
      "D": "Ekonomik forum Kurulu",
      "E": "Danışma Kurulu"
    },
    "explanation": "IMF’nin günlük işlerini yürütme ve üye ülkelerin gözetimi görevleri 24 üyeden oluşan İcra Direktörleri Kurulu tarafından yerine getirilir. Doğru cevap B'dir."
  },
  {
    "id": "3748991",
    "unitNumber": 5,
    "text": "IMF'de 190 üye ülke arasında en yüksek kotaya sahip ülke aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Almanya",
      "B": "İngiltere",
      "C": "Amerika",
      "D": "İtalya",
      "E": "İtalya"
    },
    "explanation": "IMF'de 190 üye ülke arasında en yüksek kotaya sahip ABD, Japonya, Çin, Almanya, Fransa, İngiltere, Rusya ve Suudi Arabistan İcra Direktörleri Kurulunda doğrudan temsil edilir. ABD 82.994 ile en yüksek kotaya sahiptir. Doğru cevap C'dir."
  },
  {
    "id": "3748998",
    "unitNumber": 5,
    "text": "DTÖ’nün kurulmasıyla …………… bir uluslararası örgüt haline gelmiş …..………..’a taraf ülkeler de Örgütün üyeleri olmuştur.<br/>Yukarıdaki cümleyi aşağıdakilerden hangisi <u>en doğru </u>şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "IMF",
      "B": "OECD",
      "C": "GATT",
      "D": "EPU",
      "E": "EPA"
    },
    "explanation": "DTÖ’nün kurulmasıyla GATT bir uluslararası örgüt haline gelmiş, GATT’a taraf ülkeler de Örgütün üyeleri olmuştur. Dolayısıyla, Doğru cevap: C"
  },
  {
    "id": "3748999",
    "unitNumber": 5,
    "text": "Hiçbir resmi karar alma yetkisi bulunmamakla birlikte, Fon’un çalışma ve politikalarına stratejik yön vermede önemli bir araç haline gelen komite aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Uluslararası Para ve Finans Komitesi (IMFC)",
      "B": "Ekonomik Forum Komitesi",
      "C": "Kalkınma Komitesi",
      "D": "İcra Kurulu Komitesi",
      "E": "Guvernörler Kurulu Komitesi"
    },
    "explanation": "IMF Guvernörler Kurulu’na tavsiyelerde bulunan iki komite bulunmaktadır: Uluslararası Para ve Finans Komitesi (IMFC) ve Kalkınma Komitesi. IMFC, aynı İcra Direktörleri Kurulu gibi guvernörler arasından seçilen 24 üyeden oluşur. IMFC’nin hiçbir resmi karar alma yetkisi bulunmamakla birlikte, Fon’un çalışma ve politikalarına stratejik yön vermede önemli bir araç haline gelmiştir. Yılda iki kez gerçekleşen IMF-Dünya Bankası toplantıları esnasında IMFC de toplanır. Komite, küresel ekonomiyi etkileyen ortak konularda Guvernörler Konseyi’ne tavsiyelerde bulunur. Doğru cevap A'dır."
  },
  {
    "id": "3749000",
    "unitNumber": 5,
    "text": "IMF ve Dünya Bankası Guvernörler Konseyi’ne, gelişmekte olan ülkelerin ekonomik kalkınması ile ilgili konularda danışmanlık yapmak ile görevli komite aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ekonomik Fon Komitesi",
      "B": "Uluslararası Para ve Finans Komitesi",
      "C": "İcra Direktörleri Komitesi",
      "D": "Kalkınma Komitesi",
      "E": "Guvernörler Kurulu"
    },
    "explanation": "1974 yılında kurulan Kalkınma Komitesi ise IMF ve Dünya Bankası Guvernörler Konseyi’ne, gelişmekte olan ülkelerin ekonomik kalkınması ile ilgili konularda danışmanlık yapmak ile görevlidir. Kalkınma Komitesi’nin, IMF ve Dünya Bankası üyesi olan ülkelerin maliye ve kalkınma bakanları arasından seçilen 25 üyesi bulunmaktadır. Komite genellikle IMFC toplantısından sonra yılda iki kez toplanır. Doğru cevap D'dir."
  },
  {
    "id": "3749001",
    "unitNumber": 5,
    "text": "Türkiye'nin IMF kaynağı kullanımlarına ilişkin geri ödemeler ne zaman sona ermiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "2002",
      "B": "1999",
      "C": "2017",
      "D": "2008",
      "E": "2013"
    },
    "explanation": "Türkiye'nin IMF kaynağı kullanımlarına ilişkin geri ödemeler ise 2013 yılında sonlanmıştır. Doğru cevap E'dir."
  },
  {
    "id": "3749061",
    "unitNumber": 5,
    "text": "Birleşmiş Milletler Para ve Finans Konferansı ne zaman gerçekleştirilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "1944",
      "B": "1945",
      "C": "1946",
      "D": "1947",
      "E": "1948"
    },
    "explanation": "İkinci Dünya Savaşı devam ederken dünya ekonomisinin yeni süper gücü ABD öncülüğünde 1944 yılında New Hampshire eyaletinin bir bölgesi olan Bretton Woods’ta 44 ülkenin katılımıyla Birleşmiş Milletler Para ve Finans Konferansı gerçekleştirilmiştir."
  },
  {
    "id": "3749062",
    "unitNumber": 5,
    "text": "Uluslararası Para Fonu faaliyetlerine ne zaman başlamıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "24 Eylül 1948",
      "B": "25 Ekim 1947",
      "C": "26 Kasım 1946",
      "D": "27 Aralık 1945",
      "E": "28 Ocak 1944"
    },
    "explanation": "İkinci Dünya Savaşı’ndan sonra kurulacak, uluslararası ekonomik sistemin temelini oluşturan Bretton Woods Anlaşması’nın 22 Temmuz 1944 tarihinde imzalanmasının ardından 27 Aralık 1945 tarihinde Uluslararası Para Fonu faaliyetlerine başlamıştır."
  },
  {
    "id": "3749063",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangileri IMF'nin amaçlarındandır?<br/>I-Uluslararası parasal işbirliğini teşvik etmek<br/>II-Döviz kuru istikrarını piyasaya bırakmak<br/>III-Çok taraflı bir ödemeler sistemi kurulmasına yardım etmek<br/>IV- Uluslararası ticaretin dengeli büyümesini ve yaygınlaşmasını kolaylaştırmak",
    "correctAnswer": "C",
    "options": {
      "A": "I-II-IV",
      "B": "II-III-IV",
      "C": "I-III-IV",
      "D": "I-II-III",
      "E": "I-II-III-IV"
    },
    "explanation": "Fon’un amaçları IMF’yi kuran Anasözleşme’nin 1’nci maddesinde;<br/>• Uluslararası parasal işbirliğini teşvik etmek,<br/>• Uluslararası ticaretin dengeli büyümesini ve yaygınlaşmasını kolaylaştırmak,<br/>• Döviz kuru istikrarını desteklemek,<br/>• Çok taraflı bir ödemeler sistemi kurulmasına yardım etmek,<br/>• Ödemeler dengesi güçlükleri yaşayan üyelere yeterli koruma önlemleriyle beraber kaynaklar sunmak olarak belirtilmiştir."
  },
  {
    "id": "3749064",
    "unitNumber": 5,
    "text": "IMF hangi alanlarda teknik yardım ve eğitim sağlar? <br/><ol type=\"I\"> <li>Mali eğitim politikaları</li> <li>Maliye politikası ve yönetimi</li> <li>İstatistiksel verilerin gerçeği yansıtması</li> <li>Ekonomik ve malî mevzuat </li> </ol>",
    "correctAnswer": "B",
    "options": {
      "A": "I, II, III",
      "B": "II, III, IV",
      "C": "I, III, IV",
      "D": "I, II, III, IV",
      "E": "I, II, IV"
    },
    "explanation": "IMF, özellikle dört alanda teknik yardım ve eğitim sağlar: <br/><ul> <li> Para ve maliye politikaları, para politikası araçları, bankacılık sisteminin denetim ve yeniden yapılandırılması ve merkez bankala- rının yapısal gelişimi, <br/></li> <li> Maliye politikası ve yönetimi (vergi ve güm- rük politikaları ve yönetimi, bütçe hazırla- ma, harcama yönetimi, sosyal güvenlik ağla- rının tasarımı, iç ve dış borç yönetimi vb.) <br/></li> <li> İstatistiksel verilerin gerçeği yansıtması, <br/></li> <li> Ekonomik ve malî mevzuat. <br/></li> </ul>"
  },
  {
    "id": "3749065",
    "unitNumber": 5,
    "text": "Güçlü ve istikrarlı ekonomi politikalar sahip, ancak bölgesel veya küresel ekonomik ve finansal krizlerden etkilenen, fiili veya potansiyel ödemeler dengesi ihtiyacı bulunan ülkelerin yararlanması için oluşturulmuş olan aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İhtiyati Likidite Hattı (PLL)",
      "B": "Esnek Kredi Hattı (FCL)",
      "C": "Destekleme (Stand-By) Düzenlemeleri (SBA)",
      "D": "Uzatılmış Fon Kolaylığı (EFF)",
      "E": "Hızlı Finansman Aracı (RFI)"
    },
    "explanation": "iii. İhtiyati Likidite Hattı (PLL): Güçlü ve istikrarlı ekonomi politikalar sahip, ancak bölgesel veya küresel ekonomik ve finansal krizlerden etkilenen, fiili veya potansiyel ödemeler dengesi ihtiyacı bulunan ve Esnek Kredi Hattı İmkânı için uygunluk kriterini yerine getiremeyen ülkelerin yararlanması için oluşturulmuş bir imkândır."
  },
  {
    "id": "3749066",
    "unitNumber": 5,
    "text": "IBRD sermayesine katkı yapan Türkiye’nin sermaye payı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "%5.6",
      "B": "%4.5",
      "C": "%3.4",
      "D": "%2.3",
      "E": "%1.2"
    },
    "explanation": "IBRD sermayesine en çok katkı yapan 5 ülke ve Türkiye’nin sermaye payları ve oy güçleri ile IDA’da bu ülkelerin oy güçleri sunulmuştur. <br/>Türkiye %1.2"
  },
  {
    "id": "3749067",
    "unitNumber": 5,
    "text": "Türkiye’nin Dünya Bankası’ndan kullandığı ilk kredi hangi yılda onaylanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "1948",
      "B": "1949",
      "C": "1950",
      "D": "1951",
      "E": "1952"
    },
    "explanation": "Türkiye’nin Dünya Bankası’ndan kullandığı ilk kredi 1950 yılında onaylanan 12,5 milyon dolar tutarındaki Samsun Limanı proje kredisidir."
  },
  {
    "id": "3749068",
    "unitNumber": 5,
    "text": "Türkiye GATT’a ne zaman taraf olmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "1950",
      "B": "1951",
      "C": "1952",
      "D": "1953",
      "E": "1954"
    },
    "explanation": "Türkiye GATT’a, 1950-1951 Torquay (İngiltere) Tarife Görüşmeleri sonucunda 1953 yılında taraf olmuştur."
  },
  {
    "id": "3749069",
    "unitNumber": 5,
    "text": "DTÖ'ye üye ülke sayısı günümüzde kaçtır?",
    "correctAnswer": "E",
    "options": {
      "A": "120",
      "B": "131",
      "C": "142",
      "D": "153",
      "E": "164"
    },
    "explanation": "DTÖ kurulduğunda 123 olan üye ülke sayısı Çin (2001) ve Rusya (2012) gibi ticaret devlerinin de katılımıyla günümüzde 164’e ulaşmıştır."
  },
  {
    "id": "3749070",
    "unitNumber": 5,
    "text": "Avrupa Ekonomik İşbirliği Örgütü hangi tarihte kurulmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "15 Mart 1947",
      "B": "16 Nisan 1948",
      "C": "17 Mayıs 1949",
      "D": "18 Haziran 1950",
      "E": "19 Temmuz 1951"
    },
    "explanation": "Toplantıda Marshall Yardımı’nın koordinasyo- nunu yürütecek daimi bir kuruluşun oluşturulması için hazırlanan Avrupa Ekonomik İşbirliği Sözleşmesi 16 Nisan 1948 tarihinde imzalanarak Avrupa Ekonomik İşbirliği Örgütü (Organization for European Economic Cooperation: OEEC) kurulmuştur."
  },
  {
    "id": "3748796",
    "unitNumber": 6,
    "text": "Aşağıdaki ülkelerden hangisi Avrupa Birliği’ne üye <u>değildir?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Norveç",
      "B": "Estonya",
      "C": "Letonya",
      "D": "İsveç",
      "E": "Litvanya"
    },
    "explanation": "Günümüzde AB üyesi olmayan ama refah seviyesi oldukça yüksek olan Norveç ve İsviçre ile küçük ülkeler İzlanda ve Lihtenştayn kurdukları serbest ticaret bölgesi aracılığıyla AB gibi uluslarüstü bütünleşme modeline kısmen entegre olmuşlardır.<br/>Sorunun doğru cevabı A seçeneğinde verilmiştir."
  },
  {
    "id": "3748797",
    "unitNumber": 6,
    "text": "Aşağıdaki ülkelerden hangisi EFTA kurucu ülkelerinden birisi <u>değildir?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "Avusturya",
      "B": "Finlandiya",
      "C": "Danimarka",
      "D": "Norveç",
      "E": "Portekiz"
    },
    "explanation": "EFTA kurucu ülkeleri şunlardır: Avusturya, Danimarka, Norveç, Portekiz, İsveç, İsviçre ve İngiltere. Sonradan Finlandiya, İzlanda ve Lihtenştayn da EFTA’ya katılmıştır. Günümüzde ise EFTA üyesi olarak sadece İzlanda, Lihtenştayn, Norveç ve İsviçre bulunmaktadır.<br/>Sorunun doğru cevabı B seçeneğinde verilmiştir."
  },
  {
    "id": "3748798",
    "unitNumber": 6,
    "text": "ABD, Kanada ve Meksika arasında imzalanan Kuzey Amerika Serbest Ticaret Anlaşması (The North American Free Trade Agreement: NAFTA) hangi yıl yürürlüğe girmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "1992",
      "B": "1991",
      "C": "1994",
      "D": "1995",
      "E": "1996"
    },
    "explanation": "1990’da ABD hükümeti ve Meksika hükümeti arasında bir ticaret anlaşması üzerine müzakerelere başlanmıştır. Kanada’nın da 1991’de görüşmelere katılmasıyla taraflar 1992 yılında uzlaşmışlar ve CUSFTA’nın yerini alacak olan Kuzey Amerika Serbest Ticaret Anlaşması (The North American Free Trade Agreement: NAFTA) 1 Ocak 1994 tarihinde yürürlüğe girmiştir.<br/>Sorunun doğru yanıtı C seçeneğinde verilmiştir."
  },
  {
    "id": "3748799",
    "unitNumber": 6,
    "text": "Aşağıdaki ülkelerden hangisi 1960 yılında imzalanan Montevideo Anlaşması ile Latin Amerika Serbest Ticaret Bölgesi: LAFTA’yı kuran ülkelerden birisi <u>değildir?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Arjantin",
      "B": "Meksika",
      "C": "Paraguay",
      "D": "Küba",
      "E": "Şili"
    },
    "explanation": "İkinci Dünya Savaşı’ndan sonra Latin Amerika ekonomilerinin ihracatını yaptığı hammaddeler (et, şeker, kakao gibi) Avrupa pazarlarında yoğun talep görüyordu. Bu ortamda ulusal pazarlarını genişletmeyi ve kendi aralarındaki ticaretin önündeki engelleri aşama aşama kaldırarak sonuçta bir gümrük birliği kurmayı hedefleyen Arjantin, Brezilya, Uruguay, Paraguay, Meksika, Şili ve Peru 1960 yılında imzalanan Montevideo Anlaşması ile Latin Amerika Serbest Ticaret Bölgesi: LAFTA’yı kurmuşlardır.<br/>Sorunun doğru yanıtı D seçeneğinde verilmiştir."
  },
  {
    "id": "3748800",
    "unitNumber": 6,
    "text": "Afrika Birliği ne zaman kurulmuştur?",
    "correctAnswer": "E",
    "options": {
      "A": "2000",
      "B": "2001",
      "C": "2003",
      "D": "1999",
      "E": "2002"
    },
    "explanation": "Afrika Birliği (African Union: AU), 2002 yılında Afrika Birliği Teşkilatı (Organization of African Unity: OAU)’nın yerine kurulmuştur.<br/>Sorunun doğru cevabı E seçeneğinde verilmiştir."
  },
  {
    "id": "3748801",
    "unitNumber": 6,
    "text": "Afrika’daki bölgesel ekonomik örgütler içinde en güçlüsü Batı Afrika Devletleri Ekonomik Topluluğu (Economic Community of West African States: ECOWAS)’dur. Aşağıdakilerden hangisi 1975 yılında bir araya gelen ve ECOWAS’ı kuran 15 Afrika ülkesinden birisi <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Benin",
      "B": "Burkina Faso",
      "C": "Fildişi Sahili",
      "D": "Gambiya",
      "E": "Güney Afrika"
    },
    "explanation": "Afrika’daki bölgesel ekonomik örgütler içinde en güçlüsü Batı Afrika Devletleri Ekonomik Topluluğu (Economic Community of West African States: ECOWAS)’dur. 1975 yılında bir araya gelen 15 Batı Afrika ülkesi (Benin, Burkina Faso, Fildişi Sahili, Gambiya, Gana, Gine, Gine Bissau, Liberya, Mali, Nijer, Nijerya, Senegal, Sierra Leone, Togo, Yeşil Burun Adaları (Cape Verde)) aynı Avrupa Ekonomik Topluluğu gibi aralarında ortak pazar oluşturmak üzere yola çıkmışlardır.<br/>Sorunun doğru yanıtı E seçeneğinde verilmiştir."
  },
  {
    "id": "3748802",
    "unitNumber": 6,
    "text": "Aşağıdaki ülkelerden hangisi Güney Doğu Asya Ülkeleri Birliği (ASEAN) kurucu ülkelerinden birisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Brunei",
      "B": "Vietnam",
      "C": "Laos",
      "D": "Endonezya",
      "E": "Kamboçya"
    },
    "explanation": "ASEAN kurucu ülkeleri Endonezya, Malezya, Filipinler, Singapur ve Tayland’tır. Örgüt’e sonradan Brunei, Vietnam, Laos, Myanmar ve Kamboçya katılmıştır.<br/>Sorunun doğru cevabı D seçeneğinde verilmiştir."
  },
  {
    "id": "3748803",
    "unitNumber": 6,
    "text": "Aşağıdaki ülkelerden hangisi günümüzde ekonomisi “Asya Kaplanları” olarak tanımlanan ülkelerden birisi <u>değildir?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Tayvan",
      "B": "Singapur",
      "C": "Çin",
      "D": "Güney Kore",
      "E": "Hong Kong"
    },
    "explanation": "Tayvan, Singapur, Hong Kong ve Güney Kore ekonomilerini tanımlamak için Asya kaplanları kavramı kullanılır.<br/>Sorunun doğru yanıtı C seçeneğinde verilmiştir."
  },
  {
    "id": "3748804",
    "unitNumber": 6,
    "text": "26 Şubat 1999’da imzalanan “Gümrük Birliği ve Ortak Ekonomik Alan Anlaşması”yla beş ülke arasında gümrük birliği ve ortak pazarın kurulması kararı alınmıştır. Aşağıdakilerden hangisi bu ülkelerden birisi <u>değildir?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "Belarus",
      "B": "Ukrayna",
      "C": "Kazakistan",
      "D": "Kırgızistan",
      "E": "Tacikistan"
    },
    "explanation": "26 Şubat 1999’da imzalanan “Gümrük Birliği ve Ortak Ekonomik Alan Anlaşması”yla beş ülke (Rusya Federasyonu, Belarus, Kazakistan, Kırgızistan ve Tacikistan) arasında gümrük birliği ve ortak pazarın kurulması kararı alınmıştır.<br/>Sorunun doğru yanıtı B seçeneğinde verilmiştir."
  },
  {
    "id": "3748805",
    "unitNumber": 6,
    "text": "2013 yılında ‘Bir Kuşak, Bir Yol’ adıyla sunulan Asya, Afrika ve Avrupa’yı kapsayan büyük yatırımları hedefleyen Modern İpek Yolu Projesi’nin mimarı ülke aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çin",
      "B": "Rusya",
      "C": "Hindistan",
      "D": "Güney Kore",
      "E": "ABD"
    },
    "explanation": "2013 yılında ‘Bir Kuşak, Bir Yol’ adıyla Çin lideri Şi Jinping tarafından sunulan Modern İpek Yolu Projesi ile Çin Asya, Afrika’yı kapsayan ve Avrupa’ya ulaşan büyük yatırımlar hedeflemektedir.<br/>Sorunun doğru cevabı A seçeneğinde verilmiştir."
  },
  {
    "id": "3748806",
    "unitNumber": 6,
    "text": "Avrupa Ekonomik Topluluğu (AET) hangi antlaşmayla kurulmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "Bürüksel Antlaşması",
      "B": "Roma Antlaşması",
      "C": "Berlin Antlaşması",
      "D": "Paris Antlaşması",
      "E": "Amsterdam Antlaşması"
    },
    "explanation": "Roma Antlaşması’yla kurulan Avrupa Ekonomik Topluluğu (AET)’nun yakalamış olduğu başarı, dünya üzerinde birçok bölgesel ticaret anlaşmasının imzalanmasına yol açmıştır."
  },
  {
    "id": "3748807",
    "unitNumber": 6,
    "text": "Ekonomik bütünleşmenin en basit biçimi olan tercihli ticaret anlaşmasıyla iki veya daha fazla ülke kendi aralarında belirli bazı ürünlerin ticaretinde, örneğin üçüncü ülkelere göre daha düşük gümrük tarifesi uygulanarak oluşturulan tercihli-ayrımcı ticaret düzeni hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "RTA",
      "B": "AET",
      "C": "PTA",
      "D": "FTA",
      "E": "WTO"
    },
    "explanation": "Tercihli Ticaret Düzenlemesi (Preferential Trade Arrangement: PTA): Ekonomik bütünleşmenin en basit biçimidir. Tercihli ticaret anlaşmasıyla iki veya daha fazla ülke kendi aralarında belirli bazı ürünlerin ticaretinde, örneğin üçüncü ülkelere göre daha düşük gümrük tarifesi uygulanarak, tercihli-ayrımcı bir ticaret düzeni oluşturulur."
  },
  {
    "id": "3748809",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi EFTA kurucu üye ülkelerinden biri <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Norveç",
      "B": "Portekiz",
      "C": "İsveç",
      "D": "Almanya",
      "E": "İsviçre"
    },
    "explanation": "EFTA kurucu ülkeleri şunlardır: Avusturya, Danimarka, Norveç, Portekiz, İsveç, İsviçre ve İngiltere. Sonradan Finlandiya, İzlanda ve Lihtenştayn da EFTA’ya katılmıştır. Günümüzde ise EFTA üyesi olarak sadece İzlanda, Lihtenştayn, Norveç ve İsviçre bulunmaktadır."
  },
  {
    "id": "3748810",
    "unitNumber": 6,
    "text": "AB üyesi ülkeler ile İzlanda, Lihtenştayn ve Norveç arasında malların, hizmetlerin, kişilerin ve sermayenin serbest dolaşımını aşağıdakilerden hangisi öngörmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Avrupa Ekonomik Alanı",
      "B": "Avrupa Serbest Ticaret Birliği",
      "C": "Gümrük birliği",
      "D": "Serbest ticaret anlaşması",
      "E": "Avrupa Ekonomik Topluluğu"
    },
    "explanation": "Avrupa Ekonomik Alanı (AEA), AB üyesi ülkeler ile İzlanda, Lihtenştayn ve Norveç arasında malların, hizmetlerin, kişilerin ve sermayenin serbest dolaşımını öngörmektedir."
  },
  {
    "id": "3748811",
    "unitNumber": 6,
    "text": "AB Adalet Divanı’nın kararları AEA alanı üyesi EFTA ülkelerinde doğrudan yürürlüğe giremediği için bu boşluğu ............. doldurmaktadır.<br/>Yukarıda boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bakanlar konseyi",
      "B": "Ülkelerin bakanları",
      "C": "EFTA Mahkemesi",
      "D": "Ülkelerin kendi mahkemesi",
      "E": "Uzlaşma komisyonu"
    },
    "explanation": "AB Adalet Divanı’nın kararları AEA alanı üyesi EFTA ülkelerinde doğrudan yürürlüğe giremediği için bu boşluğu EFTA Mahkemesi doldurmaktadır."
  },
  {
    "id": "3748812",
    "unitNumber": 6,
    "text": "Kuzey Amerika Serbest Ticaret Anlaşması (NAFTA) hangi yılda yürürlüğe girmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "1986",
      "B": "1988",
      "C": "1990",
      "D": "1992",
      "E": "1994"
    },
    "explanation": "Kuzey Amerika Serbest Ticaret Anlaşması (The North American Free Trade Agreement: NAFTA) 1 Ocak 1994 tarihinde yürürlüğe girmiştir."
  },
  {
    "id": "3748813",
    "unitNumber": 6,
    "text": "Latin Amerika Serbest Ticaret Bölgesi (LAFTA) ya başvurusu reddedilen ülke aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ekvador",
      "B": "Venezuela",
      "C": "Bolivya",
      "D": "Küba",
      "E": "Kolombiya"
    },
    "explanation": "Arjantin, Brezilya, Uruguay, Paraguay, Meksika, Şili ve Peru 1960 yılında imzalanan Montevideo Anlaşması ile Latin Amerika Serbest Ticaret Bölgesi: LAFTA’yı kurmuşlardır. LAFTA’ya sonradan Kolombiya ve Ekvador (1961), Venezuela (1966) ve Bolivya (1967) dahil olmuştur. Küba’nın başvurusu ise reddedilmiştir."
  },
  {
    "id": "3748814",
    "unitNumber": 6,
    "text": "UNASUR üyesi ülkeler arasında var olan görüş ayrılıkları nedeniyle bütünleşme hareketi ilerleme kaydedemeyince üyelikten ayrılan ülkeler Bolivya, Guyana, Surinam ve Venezüela tarafından UNASUR’un yerine aşağıdakilerden hangisi kurulmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "MERCOSUR",
      "B": "PROSUR",
      "C": "ALADI",
      "D": "CUSTFA",
      "E": "LAFTA"
    },
    "explanation": "UNASUR üyesi ülkeler arasında var olan görüş ayrılıkları nedeniyle bütünleşme hareketi ilerleme kaydedememiştir. Nitekim diğer ülkelerin üyelikten ayrılmasıyla UNASUR’un yerine Bolivya, Guyana, Surinam ve Venezüela’nın yer aldığı PROSUR kurulmuştur."
  },
  {
    "id": "3748815",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi/hangileri Afrika Ekonomik Topluluğu (African Economic Community, AEC)’nun amaçlarındandır?<br/>i. Birleşmiş Milletler çerçevesinde uluslararası işbirliğini teşvik etmek<br/>ii. Afrika halklarının hayat standardını yükseltmek<br/>iii. Üye devletlerin egemenliğini ve toprak bütünlüğünü korumak<br/>iv. Afrika ülkeleri arasında birlik ve dayanışmayı teşvik etmek<br/>v. Sömürgecilik ve ırk ayrımı uygulamalarını dünyada azaltmak",
    "correctAnswer": "E",
    "options": {
      "A": "yalnız i ve ii",
      "B": "yalnız i, ii ve iii",
      "C": "yalnız i, ii ve iv",
      "D": "yalnız i, ii, iv ve v",
      "E": "yalnız i, ii, iii ve iv"
    },
    "explanation": "Afrika Ekonomik Topluluğu (African Economic Community: AEC)’nun amaçları;<br/>• Afrika ülkeleri arasında birlik ve dayanışmayı teşvik etmek,<br/>• Afrika halklarının hayat standardını yükseltmek,<br/>• Üye devletlerin egemenliğini ve toprak bütünlüğünü korumak,<br/>• Sömürgecilik ve ırk ayrımı uygulamalarını kıtada tamamen yok etmek,<br/>• Birleşmiş Milletler çerçevesinde uluslararası işbirliğini teşvik etmek,<br/>• Üyeleri arasında siyasi, diplomatik, ekonomik, eğitsel, kültürel, sağlık, refah, bilimsel, teknoloji ve savunma politikalarını uyumlu hale getirmek<br/>olarak tanımlanmıştır"
  },
  {
    "id": "3748816",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi ekonomilerini tanımlamak için Asya kaplanları kavramı kullanılan ülkelerden biri <strong>değildir</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Malezya",
      "B": "Tayvan",
      "C": "Singapur",
      "D": "Hong Kong",
      "E": "Güney Kore"
    },
    "explanation": "Tayvan, Singapur, Hong Kong ve Güney Kore ekonomilerini tanımlamak için Asya kaplanları kavramı kullanılır."
  },
  {
    "id": "3748822",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi/hangileri küresel düzeyde faaliyet gösteren örgütler arasında yer alır?<br/>I. IMF<br/>II. Dünya Bankası<br/>III. Dünya Ticaret Örgütü",
    "correctAnswer": "A",
    "options": {
      "A": "I,II, III",
      "B": "II, III",
      "C": "I, III",
      "D": "I,II",
      "E": "I"
    },
    "explanation": "Dünya üzerinde IMF, Dünya Bankası veya Dünya Ticaret Örgütü gibi küresel düzeyde faaliyet gösteren örgütlerin yanında, bölgesel düzeyde faaliyet gösteren ekonomik işbirliğini veya ekonomik bütünleşmeyi (entegrasyonu) amaçlayan uluslararası örgütler de bulunmaktadır. Doğru cevap a şıkkı."
  },
  {
    "id": "3748823",
    "unitNumber": 6,
    "text": "Avrupa kıtasındaki en önemli ekonomik bütünleşme hareketi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Avrupa Birliği",
      "B": "NAFTA",
      "C": "LAFTA",
      "D": "MERCOSUR",
      "E": "UNASUR"
    },
    "explanation": "Avrupa kıtasındaki en önemli ekonomik bütünleşme hareketi Avrupa Birliği’dir. Doğru cevap a şıkkı."
  },
  {
    "id": "3748824",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi EFTA'nın kurucu ülkeleri arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "İngiltere",
      "B": "Türkiye",
      "C": "Almanya",
      "D": "Fransa",
      "E": "İtalya"
    },
    "explanation": "Diğer taraftan İngiltere gibi Avrupa’da Avusturya, Danimarka, Finlandiya, İsveç, İsviçre, İzlanda, Norveç ve Portekiz gibi ülkelerin artan sanayi ürünleri üretimlerine pazar bulma arayışları devam etmekteydi. İngiltere öncülüğünde bir araya gelen bu Avrupa ülkeleri 4 Ocak 1960 tarihinde imzaladıkları Stockholm Sözleşmesi ile Avrupa Serbest Ticaret Birliği (European Free Trade Association: EFTA)’ni kurmuşlardır. Doğru cevap a şıkkı.<br/>EFTA kurucu ülkeleri şunlardır: Avusturya, Danimarka, Norveç, Portekiz, İsveç, İsviçre ve İngiltere."
  },
  {
    "id": "3748825",
    "unitNumber": 6,
    "text": "Aşağıdaki örgütlerden hangisi farklı ekonomik gelişmişlik seviyesine sahip ülkeler arasında bir bölgesel bütünleşme örneğidir?",
    "correctAnswer": "A",
    "options": {
      "A": "NAFTA",
      "B": "ALADİ",
      "C": "LAFTA",
      "D": "MERCOSUR",
      "E": "UNASUR"
    },
    "explanation": "NAFTA için müzakereler 1991 yılında başladığında, Meksika’nın gelişmiş ve refahı yüksek olan ABD ve Kanada ile ekonomik entegrasyonu amaçlanmıştır. NAFTA, farklı ekonomik gelişmişlik seviyesine sahip ülkeler arasında bir bölgesel bütünleşme örneğidir. Serbest ticaret yoluyla Meksika’nın daha güçlü ve istikrarlı bir ekonomik büyüme yakalaması, yeni istihdam olanakları yaratılması ve bu yolla ABD’ye yönelik yasadışı göçün engellenmesi amaçlanmıştır. Doğru cevap a şıkkı."
  },
  {
    "id": "3748826",
    "unitNumber": 6,
    "text": "Aşağıdaki örgütlerden hangisi Latin Amerika ekonomilerinin ulusal pazarlarını genişletme amacı ile kurulmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "LAFTA",
      "B": "NAFTA",
      "C": "AET",
      "D": "EFTA",
      "E": "MERCOSUR"
    },
    "explanation": "İkinci Dünya Savaşı’ndan sonra Latin Amerika ekonomilerinin ihracatını yaptığı hammaddeler (et, şeker, kakao gibi) Avrupa pazarlarında yoğun talep görüyordu. Bu ortamda ulusal pazarlarını genişletmeyi ve kendi aralarındaki ticaretin önündeki engelleri aşama aşama kaldırarak sonuçta bir gümrük birliği kurmayı hedefleyen Arjantin, Brezilya, Uruguay, Paraguay, Meksika, Şili ve Peru 1960 yılında imzalanan Montevideo Anlaşması ile Latin Amerika Serbest Ticaret Bölgesi: LAFTA’yı kurmuşlardır. Doğru cevap a şıkkı."
  },
  {
    "id": "3748827",
    "unitNumber": 6,
    "text": "Aşağıdaki ülkelerden hangisi/hangileri MERCOSUR üye ülkeleri arasında yer alır?<br/>I. Arjantin<br/>II. Brezilya<br/>III. Uruguay<br/>IV. Paraguay",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III, IV",
      "B": "I, II, III",
      "C": "II, III, IV",
      "D": "III, IV",
      "E": "I, II, IV"
    },
    "explanation": "MERCOSUR üyeleri Arjantin, Brezilya, Uruguay ve Paraguay’dır. Venezuela’nın üyeliği 2016 yılında askıya alınmış, Bolivya’nın<br/>katılım süreci ise devam etmektedir. Doğru cevap a şıkkı."
  },
  {
    "id": "3748828",
    "unitNumber": 6,
    "text": "Aşağıdaki ülkelerden hangisi/hangileri Güneydoğu Asya Ülkeleri Birliği (ASEAN)'nin kurucu üyeleri arasında yer alır?<br/>I. Endonezya<br/>II. Malezya<br/>III. Filipinler<br/>IV. Singapur",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III, IV",
      "B": "II, III, IV",
      "C": "I, II, III",
      "D": "I, III, IV",
      "E": "III, IV"
    },
    "explanation": "ASEAN kurucu ülkeleri Endonezya, Malezya, Filipinler, Singapur ve Tayland’tır. Örgüt’e sonradan Brunei, Vietnam, Laos,<br/>Myanmar ve Kamboçya katılmıştır. Doğru cevap a şıkkı."
  },
  {
    "id": "3748995",
    "unitNumber": 6,
    "text": "Aşağıdaki ülkelerden hangisi/hangileri günümüzde EFTA'nın üye ülkeleri arasında yer alır?<br/>I. İzlanda<br/>II. Norveç<br/>III. İsviçre",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III",
      "B": "I, III",
      "C": "III",
      "D": "II, III",
      "E": "I, II"
    },
    "explanation": "Önce İngiltere ve Danimarka’nın ardından Portekiz, Avusturya, İsveç ve Finlandiya’nın AB’ye üye olmasıyla EFTA üye sayısının hızla azalması öneminin de azalmasına yol açmıştır. Günümüzde sadece İzlanda, Lihtenştayn, Norveç ve İsviçre EFTA üyesi olarak kalmıştır. Doğru cevap a şıkkı."
  },
  {
    "id": "3748996",
    "unitNumber": 6,
    "text": "Aşağıdaki örgütlerden hangisi Avrupa kıtasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "EFTA",
      "B": "ALADI",
      "C": "NAFTA",
      "D": "MERCOSUR",
      "E": "ECOWAS"
    },
    "explanation": "İngiltere öncülüğünde bir araya gelen bu Avrupa ülkeleri 4 Ocak 1960 tarihinde imzaladıkları Stockholm Sözleşmesi ile Avrupa Serbest Ticaret Birliği (European Free Trade Association: EFTA)’ni kurmuşlardır. Doğru cevap a şıkkı."
  },
  {
    "id": "3748997",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Latin Amerika’daki çokuluslu yapılanmaların ulaştığı en son aşamada kurulan örgüttür?",
    "correctAnswer": "A",
    "options": {
      "A": "UNASUR",
      "B": "ASEAN",
      "C": "LAFTA",
      "D": "NAFTA",
      "E": "EFTA"
    },
    "explanation": "Güney Amerika Birliği - UNASUR:Latin Amerika’daki çokuluslu yapılanmaların ulaştığı en son aşama, 2004 yılında Peru-Cuzco’da<br/>toplanan 12 Güney Amerika ülkesinin liderlerinin (Arjantin, Bolivya, Brezilya, Şili, Kolombiya, Ekvador, Guyana, Paraguay, Peru, Surinam, Uruguay ve Venezuela) yayınladıkları Bildiriyle, MERCOSUR ve And Topluluğu’nu birleştirilerek, Şili’nin de katılımıyla Kıta genelinde bir serbest ticaret bölgesi oluşturulması, Güney Amerika ülkeleri arasında siyasi dayanışmanın sağlanması, kırsal kalkınma ve tarım politikalarının uyumlaştırılması, enerji işbirliği, teknoloji transferi, uyuşturucu ticareti ile mücadele gibi alanlarda kapsamlı ortak politikaların geliştirilmesi hedeflerini açıklamalarıdır. 2007 yılında Venezuela’da bir araya gelen Devlet ve Hükümet Başkanları entegrasyon sürecinin Güney Amerika Ulusları Birliği (Union of South American Nations: UNASUR) ismiyle sürdürülmesine karar vermişlerdir. Doğru cevap a şıkkı."
  },
  {
    "id": "3749052",
    "unitNumber": 6,
    "text": "I-Daha geniş pazarlara ulaşma<br/>II-Ticaret hacmini artırma<br/>III-Sosyal entegrasyonu güçlendirme<br/>IV-Yatırım ve işbirliği ilişkilerini geliştirme<br/>V-Ortak kültürel politikalar oluşturma<br/>Yukarıdakilerden hangileri bölgesel ticaret anlaşmalarına taraf olan ülkelerin hedefleri arasında yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II ve III",
      "B": "I, II ve IV",
      "C": "II, III ve IV",
      "D": "II, IV ve V",
      "E": "III, IV ve V"
    },
    "explanation": "Bölgesel ticaret anlaşmalarına taraf olan ülkeler, serbest dış ticaret ile kendi pazar olanaklarının ötesinde daha geniş pazarlara ulaşmayı, gümrük duvarlarının indirilmesi ve/veya kaldırılması ile aralarındaki ticaret hacminin artmasını, yatırım ve işbirliği ilişkilerinin geliştirilmesini vb. hedeflerler. Doğru yanıt B seçeneğidir."
  },
  {
    "id": "3749053",
    "unitNumber": 6,
    "text": "I-İsveç<br/>II-Danimarka<br/>III-İsviçre<br/>IV-Norveç<br/>V-Lihtenştayn<br/>Yukarıdakilerden hangileri günümüzde EFTA üyesi ülkeler arasında yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II ve III",
      "B": "II, III ve IV",
      "C": "II, III ve V",
      "D": "II, IV ve V",
      "E": "III, IV ve V"
    },
    "explanation": "1973 yılında İngiltere ve Danimarka’nın EFTA’dan ayrılarak Avrupa Toplulukları’na üye olması ardından 1986’da Portekiz, 1995 yılında ise Avusturya, İsveç ve Finlandiya’nın da AB’ye üye olmasıyla EFTA üye sayısı hızla azalmıştır. EFTA, günümüzde sadece İzlanda, Lihtenştayn, Norveç ve İsviçre’nin üye olduğu, üyeleri arasında ticaretin serbestleştirilmesi esasına dayanan uluslararası bir örgüttür. Doğru yanıt E seçeneğidir."
  },
  {
    "id": "3749057",
    "unitNumber": 6,
    "text": "I-Malların serbest dolaşımı<br/>II-Kişilerin serbest dolaşımı<br/>III-Gümrük birliği<br/>IV-Sosyal politikalarda işbirliği<br/>V-Ortak tarım politikası<br/>Yukarıdakilerden hangileri Avrupa Ekonomik Alanı çerçevesinde AB üyesi ülkeler ile EFTA ülkeleri arasındaki ilişkileri öngörmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II ve III",
      "B": "I, II ve IV",
      "C": "II, III ve IV",
      "D": "II, IV ve V",
      "E": "III, IV ve V"
    },
    "explanation": "Avrupa Ekonomik Alanı (AEA), AB üyesi ülkeler ile İzlanda, Lihtenştayn ve Norveç arasında malların, hizmetlerin, kişilerin ve sermayenin serbest dolaşımını öngörmektedir. Ayrıca Anlaşma araştırma-geliştirme, eğitim, sosyal politika, çevre, tüketicinin korunması, turizm ve kültür gibi alanlarda da işbirliğini kapsamaktadır. Ancak AEA, AB’nin ortak tarım, balıkçılık politikaları, gümrük birliği, ticaret politikası, parasal birlik, ortak dış ve güvenlik politikası ile adalet ve içişleri alanındaki politikalarını kapsamaz. Doğru yanıt B seçeneğidir."
  },
  {
    "id": "3749060",
    "unitNumber": 6,
    "text": "I-Amerika-Kanada-Arjantin<br/>II-Brezilya-Kanada-Meksika<br/>III-Kanada-Amerika-Meksika<br/>IV-Ekvador-Meksika-Brezilya<br/>V-Ekvador-Paraguay-Brezilya<br/>Yukarıdakilerden hangisinde NAFTA üyesi ülkeler doğru olarak verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "IV",
      "E": "V"
    },
    "explanation": "NAFTA Anlaşması ile ABD, Kanada ve Meksika arasında, belirli sektörlerde ticaretin önündeki engellerin GATT kuralları çerçevesinde belirli bir süre içinde tamamen kaldırılması öngörülmüştür. Doğru yanıt C seçeneğidir."
  },
  {
    "id": "3749071",
    "unitNumber": 6,
    "text": "Aşağıdaki bölgesel ekonomik örgütlerden hangisi AET ile benzer bir kuruluş hedefi doğrultusunda oluşturulmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "Avrupa Serbest Ticaret Birliği",
      "B": "Kuzey Amerika Serbest Ticaret Bölgesi",
      "C": "Latin Amerika Entegrasyon Birliği",
      "D": "Afrika Birliği",
      "E": "Batı Afrika Devletleri Ekonomik Topluluğu"
    },
    "explanation": "Latin Amerika Entegrasyon Birliği çerçevesinde, Montevideo Anlaşması’nda bölgede AET’ye benzer bir ortak pazar yaratılması hedefinden bahsedilmesine rağmen ekonomik ve siyasi açıdan birbirine benzemeyen ülkelerden oluşan LAFTA bu amacına ulaşamamıştır."
  },
  {
    "id": "3749072",
    "unitNumber": 6,
    "text": "Latin Amerika Entegrasyon Birliği (ALADI)'nin en üst karar organı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bakanlar Konseyi",
      "B": "Değerlendirme ve Uyum Konferansı",
      "C": "Daimi Komite",
      "D": "Sekreterya",
      "E": "Serbest Ticaret Komisyonu"
    },
    "explanation": "ALADI’nin yönetiminde en üst karar organı Bakanlar Konseyi’dir. Konsey üyeleri, üye devletlerin Dışişleri Bakanlarıdır. Doğru yanıt A seçeneğidir."
  },
  {
    "id": "3749073",
    "unitNumber": 6,
    "text": "1991 yılında Arjantin, Brezilya, Paraguay ve Uruguay tarafından Asuncion Antlaşması’nın imzalanmasıyla kurulan örgütlenme aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Latin Amerika Entegrasyon Birliği",
      "B": "Güney Ortak Pazarı",
      "C": "And Topluluğu",
      "D": "Güney Amerika Birliği",
      "E": "Kuzey Amerika Serbest Ticaret Bölgesi"
    },
    "explanation": "Güney Ortak Pazarı (Southern Common Market: MERCOSUR), 1991 yılında Arjantin, Brezilya, Paraguay ve Uruguay tarafından Asuncion Antlaşması’nın imzalanmasıyla kurulmuştur.Doğru yanıt B seçeneğidir."
  },
  {
    "id": "3749074",
    "unitNumber": 6,
    "text": "Günümzde aşağıdaki ülkelerden hangisi And Topluluğu içinde yer <u>almamaktadır?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Bolivya",
      "B": "Ekvator",
      "C": "Kolombiya",
      "D": "Venezuela",
      "E": "Peru"
    },
    "explanation": "Hugo Chavez’in seçilmesinin ardından Venezuela 2006 yılında And Topluluğu’ndan ayrılmıştır. Günümüzde Topluluğa Bolivya, Ekvator, Kolombiya ve Peru üyedir. Doğru yanıt D seçeneğidir."
  },
  {
    "id": "3749075",
    "unitNumber": 6,
    "text": "I-Susuzlukla mücadele etme<br/>II-Soğuk savaş döneminde taraf olma<br/>III-Sömürgeciliğe karşı durma<br/>IV-Devlet yönetiminde istikrarsızlıklar<br/>Yukarıdakilerden hangileri Afrika Birliği Teşkilatı'nın kuruluş amacı dışında uğraşmak zorunda kaldığı sorunlar arasında yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I ve IV",
      "D": "II ve III",
      "E": "II ve IV"
    },
    "explanation": "Örgüt sömürgecilikle mücadeleyi sürdürme ve Afrika’nın çıkarlarını küresel ölçekte savunmayı amaçlamıştır. Ancak kuruluşundan itibaren Örgüt iki önemli sorunla mücadele etmek zorunda kalmıştır. Doğru yanıt E seçeneğidir."
  },
  {
    "id": "3749076",
    "unitNumber": 6,
    "text": "Afrika Tek Pazarı’nın kurulmasıyla birlikte Afrika Ekonomik ve Parasal Birliğinin oluşturulmasını ve Afrika Merkez Bankası ile Pan-Afrika Parlamentosu’nun kurulmasını hedefleyen örgüt aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Güney Afrika Gümrük Birliği",
      "B": "Orta Afrika Devletleri Ekonomik Topluluğu",
      "C": "Doğu Afrika Topluluğu",
      "D": "Batı Afrika Devletleri Ekonomik Topluluğu",
      "E": "Afrika Birliği"
    },
    "explanation": "Afrika Ekonomik Topluluğu 34 yıllık bir süreçte aşamalı olarak üyeleri arasında öncelikle bir serbest ticaret bölgesinin kurulmasını, ardından bir gümrük birliğinin kurulmasını ve nihayet Afrika Tek Pazarı’nın kurulmasıyla birlikte Afrika Ekonomik ve Parasal Birliğinin oluşturulmasını ve Afrika Merkez Bankası ile Pan-Afrika Parlamentosu’nun kurulmasını hedeflemektedir. Doğru yanıt E seçeneğidir."
  },
  {
    "id": "3748808",
    "unitNumber": 7,
    "text": "1. Kendine özgü ve farklı özellikler taşıyan uluslararası örgütler vardır aşağıdakilerden hangisi bunlardan birisi değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Avrupa Birliği",
      "B": "Bağımsız Devletler Topluluğu",
      "C": "Şangay İşbirliği Örgütü",
      "D": "İslam İşbirliği Örgütü",
      "E": "Arap Birliği"
    },
    "explanation": "GİRİŞ<br/>Bu ünitede, ders kitabımızın genelinde yapmış<br/>olduğumuz sınıflandırmaya uymayan, kendine<br/>özgü uluslararası örgütler tanıtılmaya çalışılacaktır.<br/>Bu örgütler Bağımsız Devletler Topluluğu, Şangay<br/>İşbirliği Örgütü, İslam İşbirliği Örgütü ve Arap<br/>Birligi olarak belirlenmiştir."
  },
  {
    "id": "3748829",
    "unitNumber": 7,
    "text": "2. SSCB'nin dağılmasının sonuçlarından biri iki kutuplu sistemin sona ermesidir eski Sovyet coğrafyası ve komşu coğrafyaları etkileyen bu durum bu coğrafyada kendine özgü örgütlerin kurulmasıyla kendini göstermiştir aşağıdakilerden hangisi kurulan bu örgütlerden birisi değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bağımsız Devletler Topluluğu",
      "B": "Avrupa Birliği Bloğu",
      "C": "Rusya Federasyonu ve Çin arasındaki İşbirliği arayışları",
      "D": "Şangay İşbirliği Örgütü",
      "E": "İslam İşbirliği Örgütü ve Filistin Sorunu"
    },
    "explanation": "GİRİŞ<br/>Kurmaya çalıştığı “Bolşevik<br/>Sistem”le, İkinci Dünya Savaşı’nda faşizme karşı<br/>kazanılan zaferdeki büyük payıyla ve Soğuk Savaş<br/>dönemindeki iki kutuplu sistemde iki süper güçten biri olma nitelikleriyle 20. yüzyıla damgasını<br/>vuran bu büyük devletin yıkılması uluslararası sistem içerisinde köklü değişikliklere yol açmıştır. Bu<br/>değişikliklerden bazıları tüm sisteme ilişkin iken<br/>(örneğin iki kutuplu sistemin sona ermesi) bazıları<br/>ise eski Sovyet coğrafyasını ve komşu coğrafyaları<br/>etkilemiştir. Bağımsız Devletler topluluğu, SSCB<br/>sonrasında bu coğrafyadaki kendine özgü örgütlerden biridir. Bölgedeki gelişmelerin masaya yatırıldığı önemli bir platform rolü oynamaktadır.<br/>Bu bölümde SSCB’nin dağılmasının sonuçlarından biri olan Bağımsız Devletler Topluluğu ile Soğuk Savaş’ın sona ermesinden sonra temelde Rusya<br/>Federasyonu (RF) ve Çin arasındaki işbirliği arayışlarına zamanla dört bölge ülkesinin de katılmasıyla<br/>kurulan Şangay İşbirliği Örgütü incelenecektir.<br/>İslam İşbirliği Örgütü, Filistin Sorunu ve buna<br/>bağlı gelişmeler karşısında İslam ülkelerinin tepkilerini daha güçlü bir şekilde ortaya koymak için<br/>toplanan konferanslar sonucunda kurulmuştur."
  },
  {
    "id": "3748830",
    "unitNumber": 7,
    "text": "3. İslam İşbirliği Örgütü Filistin sorunu ve buna bağlı gelişmeler karşısında İslam ülkelerinin tepkisini daha güçlü bir biçimde ortaya koymak için yapılan konferansların sonucunda kurulmuştur İslam İşbirliği Örgütü ile ilgili olarak aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "İslam İşbirliği Örgütü'nün faaliyetleri açısından üye ülkelerin nüfuslarının çoğunluğunun müslüman olması etkili olmuştur.",
      "B": "İslam İşbirliği Örgütü'nde Müslüman olma bir avantaj olarak görülse de din dışında çok fazla ortak noktanın bulunmaması önemli bir dezavantajdır.",
      "C": "İslam İşbirliği Örgütü'nde üye ülkelerin yönetimlerinin çeşitli sebeplerle görevden ayrılması etkili olmuştur.",
      "D": "İslam İşbirliği Örgütü'nde farklı bir coğrafya, kültür, dil, ırk ve yönetim şekilleri mevcuttur.",
      "E": "İslam İşbirliği Örgütü'nde ülkelerin çıkarları uyumsuzluk göstermektedir ve pek çok konuda uzlaşma zorluk olmaktadır."
    },
    "explanation": "GİRİŞ<br/>İslam İşbirliği Örgütü, Filistin Sorunu ve buna<br/>bağlı gelişmeler karşısında İslam ülkelerinin tepkilerini daha güçlü bir şekilde ortaya koymak için<br/>toplanan konferanslar sonucunda kurulmuştur. Örgüt faaliyetleri açısından üye ülkelerin nüfuslarının<br/>çoğunluğunun Müslüman olması, bir avantaj olarak<br/>görülse de din dışında çok fazla ortak noktanın bulunmaması önemli bir dezavantajdır. Farklı coğrafya, kültür (dinsel boyut hariç), dil, ırk ve yönetim<br/>şekilleri ülkelerin çıkarlarını uyumsuzlaştırırken pek<br/>çok konuda uzlaşmayı da zorlaştırmaktadır."
  },
  {
    "id": "3748831",
    "unitNumber": 7,
    "text": "4. Arap Birliği Arap devletlerinin kurduğu bir örgüttür Arap Birliği ile ilgili olarak aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Arap Birliği Arap devletleri arasında her alanda işbirliğini geliştirmek amacıyla kurulmuştur.",
      "B": "Arap Birliği'nin 22 üyesi bulunmaktadır.",
      "C": "Arap Birliği yoğun bölgesel sorunlar karşısında politikalar geliştiren bir yapıya sahiptir.",
      "D": "Arap Birliği dış politika konuları dışında uluslararası ilişkilere yoğunlaşmış bir yapıya sahiptir.",
      "E": "Arap Birliği bölge ve İsrail ile olan ilişkilerde başarılı politikalar geliştirememiştir."
    },
    "explanation": "GİRİŞ<br/>Arap Birligi ise Arap devletleri arasında her<br/>alanda işbirliğini geliştirmek amacıyla kurulmuştur. Günümüzde 22 üyesi bulunan Örgüt, yoğun<br/>bölgesel sorunlar karşısında ve İsrail ile ilişkilerde<br/>başarılı politikalar geliştirememiştir."
  },
  {
    "id": "3748832",
    "unitNumber": 7,
    "text": "5. Bağımsız Devletler Topluluğu SSCB'nin dağılmasından sonra kurulmuştur buradaki topluluğun kurulma gerekliliği ne olmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "Sıkı bir iletişim zorunluluğu",
      "B": "SSCB'nin yıkılması zorunluluğu",
      "C": "Tek bir merkezde bir araya gelme zorunluluğu",
      "D": "Ekonomilerin birbirine bağımlı olan yapılarının örgütlenmesi zorunluluğu",
      "E": "Bağımlı cumhuriyetler temelinde örgütlenme zorunluluğu"
    },
    "explanation": "BAĞIMSIZ DEVLETLER TOPLULUĞU<br/>SSCB’nin yıkılma süreci içerisinde, geride<br/>kalan ülkeler arasında sıkı bir iletişim zorunluluğu BDT’nin doğmasına yol açmıştır.<br/>Genel olarak, o dönemde BDT’yi oluşturan<br/>cumhuriyetler arasında kesintisiz bağlar kurmak bir<br/>zorunluluktur: Her şeyden önce merkezî ekonominin getirdiği bir zorunluluktur bu. SSCB ekonomisi<br/>birbirine bağımlı cumhuriyetler temelinde örgütlenmişti. Üretimin değişik aşamaları değişik cumhuriyetlerde gerçekleşebiliyor ya da farklı cumhuriyetlerde üretilen parçalar tek bir merkezde bir araya<br/>getiriliyordu. Bunun yanı sıra bazı cumhuriyetlerdeki sanayi (örneğin Ukrayna’da) diğer cumhuriyetlerden sağlanan enerji kaynakları ile işletiliyordu. Bu<br/>nedenle dağılmanın ardından ekonomik ilişkileri<br/>sürdürmek kaçınılmazdı ve BDT bunu sağladı."
  },
  {
    "id": "3748833",
    "unitNumber": 7,
    "text": "Bağımsız Devletler Topluluğu siyasal, askeri, ekonomik, toplumsal ve kültürel alanlarda yakın işbirliğini hedefleyen çok amaçlı bir bölgesel örgüttür. Bağımsız Devletler Topluluğu çeşitli amaçlar belirlemiştir. Aşağıdakilerden hangisi bu amaçlardan birisi <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Siyasal, ekonomik, ekolojik, insani, kültürel ve diğer alanlarda işbirliği yapmak",
      "B": "Silahlanma ve askeri harcamaların azaltılması",
      "C": "Üye devletlerin dengeli ekonomik ve toplumsal kalkınmasını sağlamak",
      "D": "İnsan hakları ve özgürlüklerin sağlanması",
      "E": "Petrol üretim miktarını kontrol ederek fiyat dalgalanmalarının önüne geçilmesi"
    },
    "explanation": "BAĞIMSIZ DEVLETLER TOPLULUĞU<br/>BDT’nin neden ve nasıl kurulduğu kısaca özetlendikten sonra, örgüt yapılanması üzerinde durmak yararlı olacaktır. 1993’te kabul edilen BDT<br/>Şartı’nın birinci maddesinde topluluğun eşit haklara sahip bağımsız uluslararası hukuk öznelerinin<br/>egemen eşitliği ilkesi üzerine kurulu olduğu kabul<br/>edilmiştir. BDT, siyasal, askerî, ekonomik, toplumsal ve kültürel alanlarda yakın işbirliğini hedefleyen<br/>çok amaçlı bir bölgesel örgüttür. BDT Şartı’nın<br/>ikinci maddesinde amaçlar sıralanmıştır:<br/>• Siyasal, ekonomik, ekolojik, insani, kültürel ve diğer alanlarda işbirliği,<br/>• Ortak ekonomik alan, devletlerarasında işbirliği ve bütünleşme çerçevesinde üye devletlerin dengeli ekonomik ve toplumsal kalkınmasını sağlamak,<br/>• Uluslararası hukukça benimsenmiş evrensel ilke ve normlarla AGİK belgeleriyle uyumlu biçimde insan hakları ve özgürlüklerinin sağlanması,<br/>• Uluslararası barış ve güvenliğin sağlanmasında üye devletler arasında işbirliği,<br/>• Silahlanma ve askerî harcamaların azaltılması, nükleer ve diğer kitle imha silahlarının ortadan kaldırılması ve evrensel/kapsamlı bir silahsızlanma için etkin önlemlerin alınması,"
  },
  {
    "id": "3748834",
    "unitNumber": 7,
    "text": "7. Şangay İşbirliği Örgütü'nün belirleyici üyesi olan Çin kendi bölgesinde başlayan uluslararası sahada varlık gösterme çabası etkili olmuştur burada uluslararası sahada varlık gösterebilmesi için Çin'in amacı ne olmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "Çin'in iki-kutuplu dünyanın üçüncü ana devleti olması",
      "B": "SSCB'nin Afganistan'ı işgal etmesi",
      "C": "Yeni ekonomi politikaları için gerekli hammadde ve pazar arayışı",
      "D": "Bölgenin binlerce yıldır süren kendi içine kapanık durumun kültür ile çözüme kavuşturulması",
      "E": "\"Piyasa sosyalizmi\" ve \"devlet kapitalizmi\" arasında bir seçim yapılması zorunluluğu"
    },
    "explanation": "ŞANGAY İŞBİRLİĞİ ÖRGÜTÜ<br/>Çin Halk Cumhuriyeti’nin ilk yılları, SSCB ile en azından ideolojik<br/>(“yoldaşlık”) temelli iyi ilişkilerin söz konusu olduğu dönemdir. Bu dönem kısa sürede yerini rekabete bırakmıştır. Çin ve SSCB arasında Kore<br/>Savaşı’yla başlayan müttefiklik, sınır sorunları dâhil pek çok nedenle kısa<br/>sürede bozulmuştur. Bir yandan 1953’te Stalin’in ölmesi ve Kruşçev’le<br/>başlayan “de-Stalinizasyon”/“revizyonizm” dönemi diğer yandaysa Çin’de<br/>Kültür Devrimi’nin getirdiği ideolojik ayrışma ilişkileri bir ölçüde “düşmanlık” seviyesine getirmiştir. Öyle ki SSCB’nin Afganistan’ı işgaline<br/>dek giden süreç içinde, bölgede ciddi bir örgütlenme çabası “imkânsız”<br/>hâle gelmiştir. Çin’in dünya politikası bir yana “zorunlu” durumlar hariç<br/>bölge politikasına bile dahil olmama anlayışı, SSCB’nin de uluslararası<br/>ilişkilerini büyük ölçüde iki-kutuplu dünyanın iki ana devletinden birisi olarak ve nihayetinde temel olarak Avrupa merkezli yürütmesi (Varşova Paktı), bir bölgesel örgütlenmenin siyasal zeminini yok etmiştir.<br/>Soğuk Savaş’ın bitiş sürecinde durum aşamalı olarak değişmiştir. Bu anlamda ilk dönüşümün Çin’de<br/>yaşandığı söylenebilir. Dışta hem SSCB’yle hem de Batı dünyasıyla ciddi sorunlara, içeride de ekonomik,<br/>siyasi, sosyal ve kültürel çalkantılara neden olan Kültür Devrimi, Mao’nun ölümüyle terk edilmiştir. Üstelik<br/>1978’de yapılan Çin Komünist Partisi’nin 11. Kongresi’nde alınan kararlarla da “reform ve dışa açılma” süreci<br/>başlatılmıştır. Bu çerçevede “Çin’e özgü sosyalizm” yani “piyasa sosyalizmi” ya da “devlet kapitalizmi” olarak<br/>da anılan karma ekonomik ve siyasi sisteme geçilmiştir. Böylece Çin, yaygın görüşe göre binlerce yıldır içinde durduğu kabuğu kırmaya ve ekonomik ve hatta siyasi olarak sınırlarının dışıyla aktif olarak ilgilenmeye<br/>başlamıştır. Bölgesinden başlayarak uluslararası sahada varlık göstermeye başlamasının tartışmasız en önemli<br/>nedenlerinden birisi, yeni ekonomi politikaları için gerekli hammadde ve pazar arayışıdır. Zaten bu arayış,<br/>Şangay İşbirliği Örgütü’nün kurulmasına giden süreçte Çin açısından çok belirleyici olmuştur."
  },
  {
    "id": "3748835",
    "unitNumber": 7,
    "text": "8. Şangay İşbirliği Örgütü 2001 yılında birbirini stratejik ortak ilan eden iki ülke Rusya ve Çin arasında başlayan yeni ilişkilerin sonucunda kurulmuştur bu ilişkilere bölge ülkelerinin altı tanesinin dahil edilmesiyle Şangay İşbirliği Örgütü kurulmuştur örgüte en son katılan üye ülke kimdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Rusya",
      "B": "Çin",
      "C": "Azerbaycan",
      "D": "Özbekistan",
      "E": "Ukrayna"
    },
    "explanation": "ŞANGAY İŞBİRLİĞİ ÖRGÜTÜ<br/>Tüm bu sürecin gelişimi çerçevesinde ve Soğuk<br/>Savaş sonrasının koşullarında 1996’da birbirlerini<br/>“stratejik ortak” ilan eden iki ülke, 1999’da yaptıkları ortak tatbikatla da ikili ilişkilerini yeni bir<br/>safhaya taşıdı. Bu çerçevede bu iki ülke bölgesel yapılanmalarda başı çekecek iki lider ülke olduklarını<br/>gösterme şansını elde etti. İkilinin devlet başkanlarına Kazakistan, Kırgızistan ve Tacikistan liderlerinin de katılmasıyla 26 Nisan 1996’da Şangay’da<br/>imzalanan Sınır Bölgelerinde Askeri Güveni Derinleştirme Antlaşması’yla “Şangay Beşlisi (Shanghai Five)” olarak anılan yapı kuruldu.<br/>Bunu, 24 Nisan 1997’de Moskova’da imzalanan Sınır Bölgelerinde Askerî Kuvvetleri İndirme Antlaşması (Treaty on Reduction of Military Forces in Border<br/>Regions) izledi ve takip eden her yıl da sırayla diğer üç<br/>devletin başkentlerinde zirveler yapıldı. 2001’de tekrar<br/>Şangay’da yapılan zirveye Özbekistan’ın da katılımıyla yapılanmanın bir hükûmetler arası örgüt şeklinde kurumsallaşması kararı alındı ve 15 Haziran<br/>2001’de yayımlanan bildiriyle de altı üyeli Şangay<br/>İşbirliği Örgütü (Shanghai Cooperation Organisation: SCO) resmen kurulmuş oldu."
  },
  {
    "id": "3748836",
    "unitNumber": 7,
    "text": "9. Bölgede üyeler arasında dayanışma politikaları geliştirme, bu konulara hassasiyete sahip olma ve bölgede belirleyici olma amaçlarının yanında \"terörle mücadeleye\" özel önem veren uluslararası örgüt aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bölgesel Kalkınma Örgütü",
      "B": "Avrupa Birliği Bloğu",
      "C": "Bağımsız Devletler Topluluğu",
      "D": "Arap Birliği",
      "E": "Şangay İşbirliği Örgütü"
    },
    "explanation": "ŞANGAY İŞBİRLİĞİ ÖRGÜTÜ<br/>Öte yandan, ŞİÖ’nün üyeler arası dayanışma, ortak politikalara/hassasiyetlere sahip olma<br/>ve bölgede belirleyici olma gibi hedeflerle “terörle<br/>mücadele”ye de özel önem atfettiği görülmektedir. Örgütün yapılanmasına da yansıyan bu durum, dinî köktencilik, ayrılıkçılık ve terörizmle<br/>mücadele şeklinde tanımlanmaktadır. Tüm örgüt<br/>üyelerinin kendi dış ve özellikle de iç politikaları<br/>çerçevesinde bu üçlü kavram setine atıfla açıklanan sorunlarla mücadele etme yönünde belirginleşen ortak anlayış, benzer sorunlarda ortak hareket<br/>etme isteği kadar bölge çapında etkileri/yansımaları olan ilgili meseleler karşısında ancak ortak hareket edilirse başarı sağlanabileceği gibi bir siyasaya<br/>da dayanmaktadır. Bölge-dışı güçlerin (özellikle de<br/>ABD’nin) benzer gerekçe ve hedeflerle bölgede ve<br/>yakın çevresindeki sahip olduğu ve/veya olmaya çalıştığı etkinliği de düşünüldüğünde, ŞİÖ’nün Taşkent merkezli Bölgesel Anti-Terör Yapısı üzerinden<br/>yürüttüğü tüm faaliyetleri bu çerçevede anlamak ve<br/>anlamlandırmak yerinde olacaktır."
  },
  {
    "id": "3748837",
    "unitNumber": 7,
    "text": "10. Kuruluşundan kısa bir süre sonra Şangay İşbirliği Örgütü'nün kimi bölge ülkeleri üye olma niyetlerini bildirmişlerdir burada \"gözlemci üyelik\" statüsüyle Şangay İşbirliği Örgütü'nün bazı çalışmalarına katılmak mümkün hale getirilmiştir aşağıdakilerden hangisi aşağıdakilerden hangisi Şangay İşbirliği Örgütü'nün üyelerinden birisi değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Türkiye",
      "B": "Afganistan",
      "C": "Belarus",
      "D": "İran",
      "E": "Moğolistan"
    },
    "explanation": "ŞANGAY İŞBİRLİĞİ ÖRGÜTÜ<br/>Üyeleri<br/>Kuruluşunu takiben kimi bölge ülkeleri de üye<br/>olma niyetlerini ilan etmiş ve uzun süre de “gözlemci üyelik” statüsüyle ŞİÖ’nün kimi çalışmalarına<br/>katılmıştır. Bunlardan Hindistan ve Pakistan 9 Haziran 2017’de örgüte katılmış ve böylece ŞİÖ’nün<br/>üye sayısı sekize ulaşmıştır. Afganistan, Belarus, İran<br/>ve Moğolistan ise Eylül 2017 itibariyle “gözlemci<br/>statüsü”ne sahip olan devletlerdir. Ayrıca, 2008’de<br/>“örgütün amaç ve ilkelerini paylaşan ve karşılıklı yarar ilkesine dayalı ilişkiler tesis etmek isteyen devlet<br/>ya da örgütler” için “Diyalog Partneri” statüsü ihdas<br/>edilmiştir. Türkiye’nin 2012’de aldığı bu statüye sahip olan diğer devletlerse Azerbaycan, Ermenistan,<br/>Kamboçya, Nepal ve Sri Lanka’dır."
  },
  {
    "id": "3748838",
    "unitNumber": 7,
    "text": "8 Aralık 1991 tarihinde Rusya Federasyonu, Ukrayna ve Belarus’un Minsk Antlaşması’nı imzalayarak Sovyetler Birliği’nin dağıldığını ilan etmesiyle kurulan örgüt aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Şangay İşbirliği Örgütü",
      "B": "Bağımsız Devletler Topluluğu",
      "C": "Birleşmiş Milletler",
      "D": "İslam İşbirliği Örgütü",
      "E": "Parlamentolararası Asamble"
    },
    "explanation": "Bağımsız Devletler Topluluğu, 8 Aralık 1991 tarihinde Rusya Federasyonu, Ukrayna ve Belarus’un Minsk Antlaşması’nı imzalayarak Sovyetler Birliği’nin dağıldığını ilan etmesiyle kurulmuştur."
  },
  {
    "id": "3748839",
    "unitNumber": 7,
    "text": "1993 yılında kabul edilen Bağımsız Devletler Topluluğu Şartı’nın birinci maddesinde yer alan ilke aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Siyasal, ekonomik, ekolojik, insani, kültürel ve diğer alanlarda işbirliği",
      "B": "Üye devlet vatandaşlarının iletişim ve dolaşım özgürlüklerinin sağlanması",
      "C": "Eşit haklara sahip bağımsız uluslararası hukuk öznelerinin egemen eşitliği",
      "D": "Üye devletler arasında anlaşmazlıkların barışçıl yöntemlerle çözümü",
      "E": "Hukuksal alanlarda karşılıklı hukuki yardım ve işbirliğinin sağlanması"
    },
    "explanation": "1993 yılında kabul edilen Bağımsız Devletler Topluluğu Şartı’nın birinci maddesinde topluluğun eşit haklara sahip bağımsız uluslararası hukuk öznelerinin egemen eşitliği ilkesi üzerine kurulu olduğu kabul edilmiştir."
  },
  {
    "id": "3748840",
    "unitNumber": 7,
    "text": "Bağımsız Devletler Topluluğu’nun en üst düzey organı olan, olağanüstü durumlar dışında yılda iki kez toplanan, kararların oydaşmayla alındığı ve çıkan anlaşmazlıkların masaya yatırılarak doğrudan çözüm arayışlarının gündeme geldiği bir platform işlevi gören konsey aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Devlet Başkanları Konseyi",
      "B": "Dışişleri Bakanları Konseyi",
      "C": "Hükümet Başkanları Konseyi",
      "D": "Savunma Bakanları Konseyi",
      "E": "Sınır Birlikleri Komutanları Konseyi"
    },
    "explanation": "<em>Devlet Başkanları Konseyi</em>, Bağımsız Devletler Topluluğu’nun en üst düzey organıdır. Olağanüstü durumlar dışında yılda iki kez toplanır. Kararlar oydaşmayla alınır. Devlet Başkanları Konseyi, çıkan anlaşmazlıkların masaya yatırılarak doğrudan çözüm arayışlarının gündeme geldiği bir platform işlevi görmektedir."
  },
  {
    "id": "3748841",
    "unitNumber": 7,
    "text": "15 Haziran 2001 yılında yayımlanan bildiriyle altı üye ile resmen kurulan, kurucu ilkeleri karşılıklı güven, karşılıklı fayda, dayanışma, kültürel farklılığa saygı ve ortak bir geleceğe yönelme olarak belirlenen örgüt aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İslam İşbirliği Örgütü",
      "B": "Rusya Federasyonu",
      "C": "Birleşmiş Milletler",
      "D": "Şangay İşbirliği Örgütü",
      "E": "Bağımsız Devletler Topluluğu"
    },
    "explanation": "15 Haziran 2001 yılında yayımlanan bildiriyle altı üyeli Şangay İşbirliği Örgütü resmen kurulmuştur. Örgüt, kurucu ilkelerini karşılıklı güven, karşılıklı fayda, dayanışma, kültürel farklılığa saygı ve ortak bir geleceğe yönelme olarak belirtmektedir."
  },
  {
    "id": "3748842",
    "unitNumber": 7,
    "text": "Şangay İşbirliği Örgütü’nün kurucusu olan ve örgütün kuruluşundan bir ay sonra İyi Komşuluk, Dostluk ve İşbirliği Antlaşması da imzalayan iki ülke aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kazakistan ve Kırgızistan",
      "B": "Rusya Federasyonu ve Çin",
      "C": "Tacikistan ve Özbekistan",
      "D": "Kamboçya ve Azerbaycan",
      "E": "Hindistan ve Pakistan"
    },
    "explanation": "Şangay İşbirliği Örgütü’nün kurucu ülkeleri olan Rusya Federasyonu ve Çin, Örgüt’ün kuruluşundan bir ay sonra, Temmuz 2001’de İyi Komşuluk, Dostluk ve İşbirliği Antlaşması da imzalamıştır."
  },
  {
    "id": "3748843",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Şangay İşbirliği Örgütü’nün amaç ve ilkelerini paylaşan ve karşılıklı yarar ilkesine dayalı ilişkiler tesis etmek isteyen devlet ya da örgütler için oluşturulan “Diyalog Partneri” statüsüne sahip <strong><u>değildir</u></strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Ermenistan",
      "B": "Türkiye",
      "C": "Kamboçya",
      "D": "Afganistan",
      "E": "Sri Lanka"
    },
    "explanation": "Afganistan, Belarus, İran ve Moğolistan, Eylül 2017 itibariyle Şangay İşbirliği Örgütü’nün “gözlemci statüsü”ne sahip olan devletlerdir."
  },
  {
    "id": "3748844",
    "unitNumber": 7,
    "text": "Şangay İşbirliği Örgütü’ne gözlemci üye olma başvurusu 2005 yılında reddedilen ülke aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Moğolistan",
      "B": "Ermenistan",
      "C": "Azerbaycan",
      "D": "Rusya Federasyonu",
      "E": "Amerika Birleşik Devletleri"
    },
    "explanation": "Amerika Birleşik Devletleri’nin Şangay İşbirliği Örgütü’ne gözlemci üye olma başvurusu 2005 yılında reddedilmiştir."
  },
  {
    "id": "3748845",
    "unitNumber": 7,
    "text": "Güncel gelişmelerin ve İslam dünyasının sorunlarının ele alındığı …………., İslam İşbirliği Örgütü’nün en üst düzeyde yönetim ve karar alma organıdır.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Konsey",
      "B": "Merkez",
      "C": "Zirve",
      "D": "Kongre",
      "E": "Birlik"
    },
    "explanation": "Güncel gelişmelerin ve İslam dünyasının sorunlarının ele alındığı <em>Zirve</em>, İslam İşbirliği Örgütü’nün en üst düzeyde yönetim ve karar alma organıdır."
  },
  {
    "id": "3748846",
    "unitNumber": 7,
    "text": "2005 yılında yeniden yapılanma hedefleri belirleyen, ekonomik, siyasi ve kültürel anlamdaki genel işbirliği amaçlarını kısmen güçlendirerek koruyan ve özellikle 11 Eylül Saldırıları’nı takip eden tartışmaları da doğrudan kurucu metnine yansıtan örgüt aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Şangay İşbirliği Örgütü",
      "B": "Arap Birliği",
      "C": "Bağımsız Devletler Topluluğu",
      "D": "Birleşmiş Milletler",
      "E": "İslam İşbirliği Örgütü"
    },
    "explanation": "İslam İşbirliği Örgütü, 2005 yılında yeniden yapılanma hedefleri belirlemiştir. Ekonomik, siyasi ve kültürel anlamdaki genel işbirliği amaçlarını kısmen güçlendirerek koruyan örgüt, özellikle 11 Eylül Saldırıları’nı takip eden tartışmaları da doğrudan kurucu metnine yansıtmıştır."
  },
  {
    "id": "3748847",
    "unitNumber": 7,
    "text": "1945 yılında kurulan …………………, isminde bir etnisite adı barındırması açısından <em>sui generis</em> uluslararası bir örgüttür.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Birleşmiş Milletler",
      "B": "Arap Birliği",
      "C": "Şangay Beşlisi",
      "D": "Sovyetler Birliği",
      "E": "İslam İşbirliği Örgütü"
    },
    "explanation": "1945 yılında kurulan Arap Birliği, isminde bir etnisite adı barındırması açısından <em>sui generis</em> uluslararası bir örgüttür."
  },
  {
    "id": "3748848",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi kendine<br/>özgü uluslararası örgütler arasında sayılamaz?",
    "correctAnswer": "C",
    "options": {
      "A": "Bağımsız Devletler Topluluğu",
      "B": "Şangay<br/>İşbirliği Örgütü",
      "C": "NATO",
      "D": "İslam İşbirliği Örgütü",
      "E": "Arap<br/>Birligi"
    },
    "explanation": "Bu ünitede, ders kitabımızın genelinde yapmış<br/>olduğumuz sınıflandırmaya uymayan, kendine<br/>özgü uluslararası örgütler tanıtılmaya çalışılacaktır.<br/>Bu örgütler Bağımsız Devletler Topluluğu, Şangay<br/>İşbirliği Örgütü, İslam İşbirliği Örgütü ve Arap<br/>Birligi olarak belirlenmiştir.<br/>NATO"
  },
  {
    "id": "3748849",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi ABD’nin Şangay İşbirliği Örgütü’ne gözlemci üye olma başvurusunun reddedildiği yılı ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "2005",
      "B": "2003",
      "C": "2007",
      "D": "2008",
      "E": "2004"
    },
    "explanation": "ABD’nin Şangay İşbirliği Örgütü’ne gözlemci üye olma başvurusu 2005’te reddedilmiştir."
  },
  {
    "id": "3748850",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi orta ve uzun vadede ABD<br/>karşısında bir denge/karşı-güç oluşturma<br/>amaçlı olduğu düşünülen bu yaklaşımı ifade eder?",
    "correctAnswer": "E",
    "options": {
      "A": "Arap<br/>Birligi",
      "B": "İslam İşbirliği Örgütü",
      "C": "NAFTA",
      "D": "Bağımsız Devletler Topluluğu",
      "E": "Şangay<br/>İşbirliği Örgütü"
    },
    "explanation": "ŞİÖ’nün orta vadede küresel siyasette<br/>daha etkin bir güç merkezi olabileceğini, en azından bu potansiyeli taşıdığını<br/>ve “mücadele merkezi”nin Asya-Pasifik’e<br/>kaymasıyla da örgütün gelecekte adından<br/>sıklıkla söz ettireceğini ileri süren görüşlere yaygın şekilde rastlanmaktadır.<br/>Temel olarak orta ve uzun vadede ABD<br/>karşısında bir denge/karşı-güç oluşturma<br/>amaçlı olduğu düşünülen bu yaklaşımın<br/>işe bölgesinden başladığı, yani en azından<br/>yakın çevrelerini ve bölgelerini ABD’nin<br/>hegemonik tek-kutuplu dünya anlayışına<br/>kaptırmama anlayışıyla hareket ettiği düşünülmektedir.<br/>Şangay<br/>İşbirliği Örgütü"
  },
  {
    "id": "3748851",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi İslam Konferansı Örgütü'nde gözlemci statüsündedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Lübnan",
      "B": "Kırgızistan",
      "C": "Mali",
      "D": "Maldivler",
      "E": "Bosna-Hersek"
    },
    "explanation": "30 kurucu devleti olan İİÖ’nün günümüzde<br/>57 üyesi bulunmaktadır. Kurucu metnin 3. maddesinde yapılan düzenlemeye göre, örgüt kurucu<br/>metnine uyan ve “Müslüman çoğunluğa sahip olan<br/>(having Muslim majority)” BM üyesi her devlet,<br/>üyeliğe başvurabilecektir. Üyeliğe kabul ise Dışişleri Bakanları Konseyi tarafından oydaşma/konsensüs ile kararlaştırılmaktadır (madde 3). İİÖ’nün<br/>Ağustos 2017 itibariyle üyesi olan 57 devlet şunlardır: Afganistan, Arnavutluk, Azerbaycan, Bahreyn,<br/>Bangladeş, Benin, Birleşik Arap Emirlikleri (BAE),<br/>Brunei, Burkina-Faso, Cezayir, Cibuti, Çad, Endonezya, Fas, Fildişi Sahili, Filistin, Gabon, Gambiya, Gine, Gine Bissau, Guyana, Irak, İran, Kamerun, Katar, Kazakistan, Kırgızistan, Komorlar,<br/>Kuveyt, Libya, Lübnan, Maldivler, Malezya, Mali,<br/>Mısır, Moritanya, Mozambik, Nijer, Nijerya, Özbekistan, Pakistan, Senegal, Sierra Leone, Somali,<br/>Sudan, Surinam, Suriye, Suudi Arabistan, Tacikistan, Togo, Tunus, Türkiye, Türkmenistan, Uganda,<br/>Umman,<br/>Bosna-Hersek"
  },
  {
    "id": "3748852",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Arap Birliği’nin merkezidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kuveyt",
      "B": "Tunus",
      "C": "Cezayir",
      "D": "Kahire",
      "E": "Riyad"
    },
    "explanation": "Arap Birliği’nin merkezi Kahire’dir."
  },
  {
    "id": "3748853",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Arap Birliği’nin 22 Mart 1945’teki kurucu devletlerinden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Cezayir",
      "B": "Cibuti",
      "C": "Suriye",
      "D": "Katar",
      "E": "Birleşik Arap Emirlikleri"
    },
    "explanation": "Arap Birliği’nin kurucu metni, 22 Mart 1945’te<br/>Kahire’de altı devlet (Mısır, Irak, Ürdün, Lübnan,<br/>Suudi Arabistan ve Suriye) tarafından imzalanmıştır. Aynı yıl Yemen’in de katıldığı örgütün üye sayısı zamanla 22’ye çıksa da, 2011’de kuruculardan<br/>Suriye’nin üyeliğinin “hükümetin siyasi muhalefete yönelik acımasız yöntemler uygulaması nedeniyle” askıya alındığı açıklanmıştır. Ağustos 2017<br/>itibariyle örgütün 21 üyesi şunlardır: Bahreyn,<br/>Birleşik Arap Emirlikleri, Cezayir, Cibuti, Fas, Filistin, Irak, Katar, Komor Adaları, Kuveyt, Libya,<br/>Lübnan, Mısır, Moritanya, Oman, Somali, Sudan,<br/>Suudi Arabistan, Tunus, Ürdün ve Yemen."
  },
  {
    "id": "3748854",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Şangay İşbirliği Örgütü - Devlet Başkanları Konseyi tarafından<br/>örgütü temsil etmesi için atanan Genel<br/>Sekreter'in görev süresini ifade eder?",
    "correctAnswer": "E",
    "options": {
      "A": "4",
      "B": "2",
      "C": "5",
      "D": "1",
      "E": "3"
    },
    "explanation": "Devlet Başkanları Konseyi<br/>tarafından 3 yıllığına atanan ve (şimdilik) zayıf/sembolik de olsa örgütü bir anlamda temsil eden Genel<br/>Sekreter bulunmaktadır."
  },
  {
    "id": "3748855",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Bağımsız Devletler Topluluğununda Ekonomik Birlik<br/>Anlaşması’nı onaylandığı yılı ifade eder?",
    "correctAnswer": "B",
    "options": {
      "A": "1994",
      "B": "1993",
      "C": "1995",
      "D": "1997",
      "E": "1995"
    },
    "explanation": "1993 yılında DBK, Ekonomik Birlik<br/>Anlaşması’nı onaylamıştır."
  },
  {
    "id": "3748856",
    "unitNumber": 7,
    "text": "Aşağıdaki ülkelerden hangisi 2008 Güney Osetya Savaşı sonrasında Bağımsız Devletler Topluluğu üyeliğini resmen 18 Ağustos 2009 tarihinde sona erdirmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ukranya",
      "B": "Gürcistan",
      "C": "Ermenistan",
      "D": "Azerbaycan",
      "E": "Bulgaristan"
    },
    "explanation": "2008 Güney Osetya Savaşı ile başlayan<br/>ve Rusya ile aralarında çıkan savaş sonrası<br/>Gürcistan BDT’den ayrılmaya karar vermiştir. 15 Ağustos 2008 tarihinde Gürcistan Meclisi, BDT’den ayrılma kararını<br/>onaylamış ve üyelik resmen 18 Ağustos<br/>2009 tarihinde sona ermiştir."
  },
  {
    "id": "3748857",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi “Şangay Beşlisi\" olarak bilinen ülkelerden biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kazakistan",
      "B": "Tacikistan",
      "C": "Özbekistan",
      "D": "Kırgızistan",
      "E": "Rusya"
    },
    "explanation": "Tüm bu sürecin gelişimi çerçevesinde ve Soğuk<br/>Savaş sonrasının koşullarında 1996’da birbirlerini<br/>“stratejik ortak” ilan eden iki ülke (RUSYA ve ÇİN) , 1999’da yaptıkları ortak tatbikatla da ikili ilişkilerini yeni bir<br/>safhaya taşıdı. Bu çerçevede bu iki ülke bölgesel yapılanmalarda başı çekecek iki lider ülke olduklarını<br/>gösterme şansını elde etti. İkilinin devlet başkanlarına Kazakistan, Kırgızistan ve Tacikistan liderlerinin de katılmasıyla 26 Nisan 1996’da Şangay’da<br/>imzalanan Sınır Bölgelerinde Askeri Güveni Derinleştirme Antlaşması’yla “Şangay Beşlisi (Shanghai Five)” olarak anılan yapı kuruldu.<br/>Özbekistan"
  },
  {
    "id": "3748878",
    "unitNumber": 7,
    "text": "Orta Asya Cumhuriyetlerinin Bağımsız Devletler Topluluğuna katılma anlaşması aşağıda verilen hangi şehirde imzalanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Almaata",
      "B": "Bişkek",
      "C": "Taşkent",
      "D": "Bakü",
      "E": "Aşkabat"
    },
    "explanation": "13 Aralık’ta Orta Asya Cumhuriyetleri, Türkmenistan’ın başkenti Aşkabat’ta bir araya gelerek bu birliğe katılıp katılmamayı ele almışlar, sonucun olumlu çıkması üzerine bu kez 21-22 Aralık’ta o dönemde Kazakistan’ın başkenti olan Almaata’da imzalanan Protokol’le BDT’nin kuruluş süreci tamamlanmıştır<br/>Doğru cevap a) şıkkıdır"
  },
  {
    "id": "3748879",
    "unitNumber": 7,
    "text": "Transdinyester bölgesi, Bağımsız Devletler Topluluğu içinde Rusya Federasyonu ile aşağıda verilen devletlerden hangisi arasında bir sorun oluşturuyordu?",
    "correctAnswer": "B",
    "options": {
      "A": "Ukrayna",
      "B": "Moldova",
      "C": "Belarus",
      "D": "Gürcistan",
      "E": "Ermenistan"
    },
    "explanation": "Anlaşmazlıklardan biri Rusya Federasyonu ile Moldova arasında ve Transdinyester bölgesi konusundaydı. Dinyester nehrinin doğusunda yaşayan halkın büyük çoğunluğu Rus’tu ve bunlar dağılma süresinde bağımsızlık ilan ettiler. Çıkan çatışmalar 21 Temmuz 1992’de RF’nin Moldova’nın toprak bütünlüğünü kabul etmesiyle sona erdi<br/>Doğru cevap b) şıkkıdır"
  },
  {
    "id": "3748880",
    "unitNumber": 7,
    "text": "Orta Asya’da silah kullanarak iktidarı ele geçirmeye çalışan radikal İslâmcılarla çatışmalar ve bölgeler/kabileler arası güç savaşımlarının yaşandığı yer aşağıda verilenlerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Güney Osetya",
      "B": "Dağistan",
      "C": "Tacikistan",
      "D": "Türkmenistan",
      "E": "Kırgızistan"
    },
    "explanation": "Orta Asya’da en önemli çatışmalar Tacikistan’da yaşandı. Bir yandan iktidarı silah kullanarak ele geçirmeye çalışan radikal İslamcılar, bir yandan bölgeler/kabileler arasındaki güç savaşımı ve buna eşlik eden ekonomik çöküş üzerinden yaşanan iç savaş ancak RF’nin desteğiyle engellenebildi.<br/>Doğru cevap c) şıkkıdır"
  },
  {
    "id": "3748881",
    "unitNumber": 7,
    "text": "Bağımsız Devletler Topluluğu Şartı’nda insan hak ve özgürlükleri bakımından referans alınacağı kaydedilen uluslararası kurum aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Avrupa Birliği",
      "B": "Avrupa Parlamentosu",
      "C": "AİHM",
      "D": "AGİT",
      "E": "BM"
    },
    "explanation": "Uluslararası hukukça benimsenmiş evrensel ilke ve normlarla AGİK belgeleriyle uyumlu biçimde insan hakları ve özgürlüklerinin sağlanması.<br/>Doğru cevap d) şıkkıdır"
  },
  {
    "id": "3748882",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Bağımsız Devletler Topluluğunun işleyişinde ortak politikalar geliştirmek üzere oluşturulan üst düzey konseylerden birisi <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Devlet Başkanları Konseyi (DBK)",
      "B": "Hükûmet Başkanları Konseyi (HBK)",
      "C": "Dışişleri Bakanları Konseyi (DİBK)",
      "D": "Savunma Bakanları Konseyi (SBK)",
      "E": "Ekonomi Bakanları Konseyi (EBK)"
    },
    "explanation": "Bağımsız Devletler Topluluğunda ortak politikalar geliştirmek üzere beş üst düzey konsey oluşturulmuştur:<br/>Devlet Başkanları Konseyi (DBK)<br/>Hükûmet Başkanları Konseyi (HBK)<br/>Dışişleri Bakanları Konseyi (DİBK)<br/>Savunma Bakanları Konseyi (SBK)<br/>Sınır Birlikleri Komutanları Konseyi (SBKK)<br/>Doğru cevap e) şıkkıdır"
  },
  {
    "id": "3748883",
    "unitNumber": 7,
    "text": "Şangay İşbirliği örgütünün iki daimi organından birisi olan Bölgesel Anti-Terör Yapısı Yapısı (Regional Anti-Terrorist Structure: RATS) aşağıda verilen hangi şehirde faaliyetlerini yürütmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Taşkent",
      "B": "Saint Petersburg",
      "C": "Şangay",
      "D": "Duşanbe",
      "E": "Almatı"
    },
    "explanation": "Örgütün daimi iki organından bir diğerinin Bölgesel Anti-Terör Yapısı (Regional Anti-Terrorist Structure: RATS) olması, yani örgütün sıralanan amaçları arasında sadece “terörle mücadele”nin özel bir daimi yapılanmaya konu olması, kuşkusuz meseleye atfedilen önemin bir göstergesidir. 2004’te Taşkent’te yapılan zirvede kurulan ve merkezi de Taşkent’te olan RATS, kendi içinde karar alma organı işlevi gören bir Konsey ve bir de Yürütme Komitesine sahiptir<br/>Doğru cevap a) şıkkıdır"
  },
  {
    "id": "3748884",
    "unitNumber": 7,
    "text": "Aşağıda verilenlerden hangisi Şangay İşbirliği Örgütü’nde “gözlemci” statüsüne sahip ülkelerden birisi <u>değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Afganistan",
      "B": "Türkmenistan",
      "C": "Belarus",
      "D": "Pakistan",
      "E": "Moğolistan"
    },
    "explanation": "Kuruluşunu takiben kimi bölge ülkeleri de üye olma niyetlerini ilan etmiş ve uzun süre de “gözlemci üyelik” statüsüyle ŞİÖ’nün kimi çalışmalarına katılmıştır. Bunlardan Hindistan ve Pakistan 9 Haziran 2017’de örgüte katılmış ve böylece ŞİÖ’nün üye sayısı sekize ulaşmıştır. Afganistan, Belarus, İran ve Moğolistan ise Eylül 2017 itibariyle “gözlemci statüsü”ne sahip olan devletlerdir.<br/>Doğru cevap b) şıkkıdır"
  },
  {
    "id": "3748885",
    "unitNumber": 7,
    "text": "İslâm Konferansı Örgütü kurucu metninin kabul edildiği şehir aşağıda verilenlerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kahire",
      "B": "Bağdat",
      "C": "Şam",
      "D": "Cidde",
      "E": "İslâmabat"
    },
    "explanation": "Örgütlenme yolunda atılan bu adım yıllık konferanslarda ilerletilmiş, 1971’deki Karaçi toplantısında şekillendirilen İslam Konferansı Örgütü kurucu metni 1972’deki Cidde toplantısında da kabul edilmiştir.<br/>Doğru cevap d) şıkkıdır"
  },
  {
    "id": "3748886",
    "unitNumber": 7,
    "text": "Aşağıda verilenden hangisi İslâm İşbirliği Örgütü’nde “gözlemci” statüsüne sahip ülkelerden birisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Amerika Birleşik Devletleri",
      "B": "Rusya Federasyonu",
      "C": "Tayland Krallığı",
      "D": "Kuzey Makedonya",
      "E": "Bulgaristan"
    },
    "explanation": "İİÖ’ne ayrıca Bosna-Hersek, Orta Afrika Cumhuriyeti, Tayland Krallığı ve “Kıbrıs Türk Devleti” gözlemci üye statüsüne sahiptir.<br/>Doğru cevap c) şıkkıdır"
  },
  {
    "id": "3748887",
    "unitNumber": 7,
    "text": "Aşağıda verilen ülkelerden hangisi Ağustos 2017 tarihi itibariyle Arap Birliği Örgütü üyesi <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Cibuti",
      "B": "Oman",
      "C": "Somali",
      "D": "Komor Adaları",
      "E": "Etiyopya"
    },
    "explanation": "Ağustos 2017 itibariyle örgütün 21 üyesi şunlardır: Bahreyn, Birleşik Arap Emirlikleri, Cezayir, Cibuti, Fas, Filistin, Irak, Katar, Komor Adaları, Kuveyt, Libya, Lübnan, Mısır, Moritanya, Oman, Somali, Sudan, Suudi Arabistan, Tunus, Ürdün ve Yemen.<br/>Doğru cevap e) şıkkıdır"
  },
  {
    "id": "3748903",
    "unitNumber": 8,
    "text": "Uluslararası Kızılhaç ve Kızılay Federasyonu ile ilgili aşağıdaki ifadelerden hangisi yanlıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Londra merkezli olarak faaliyet göstermektedir.",
      "B": "Federasyon iki yılda bir toplanmaktadır.",
      "C": "Genel Kurul tarafından seçilen Genel Sekreter tarafından yönetilmektedir.",
      "D": "Yürütme görevi Yönetim Kuruluna aittir.",
      "E": "Temel uluslararası etkisini ve statüsünü 1949 Cenevre Sözleşmeleri’nden almaktadır."
    },
    "explanation": "Temel uluslararası etkisini ve statüsünü 1949 Cenevre Sözleşmeleri’nden alan Uluslararası Kızılhaç ve Kızılay Federasyonu ise, 190 ülkeden bileşeniyle Cenevre merkezli olarak faaliyet göstermektedir. Kıtasal denebilecek beş büyük bürosu ve<br/>14 bölgesel bürosu olan Federasyon, her iki yılda bir tüm ulusal yapıların toplanmasıyla oluşan Genel Kurul tarafından seçilen Genel Sekreteri tarafından yönetilmektedir. Yürütme görevi ise Yönetim Kurulu’na (Governing Board) aittir. Bu nedenle doğru cevap A seçeneğidir."
  },
  {
    "id": "3748904",
    "unitNumber": 8,
    "text": "Uluslararası Kızılhaç komitesi hangi ülkeye ait bir kuruluştur?",
    "correctAnswer": "B",
    "options": {
      "A": "İngiltere",
      "B": "İsviçre",
      "C": "ABD",
      "D": "Belçika",
      "E": "Fransa"
    },
    "explanation": "Uluslararası Kızılhaç Komitesi (International Committee of the Red Cross: ICRC) de aslında uluslararası bir örgüt değildir; bir İsviçre kuruluşudur. Bu nedenle doğru cevap B seçeneğidir."
  },
  {
    "id": "3748905",
    "unitNumber": 8,
    "text": "Greenpeace International'ın merkezi nerededir?",
    "correctAnswer": "C",
    "options": {
      "A": "Brüksel",
      "B": "Paris",
      "C": "Amsterdam",
      "D": "Londra",
      "E": "New York"
    },
    "explanation": "Farklı ülke ve kıtalarda aynı isim altında faaliyet gösteren çevreci oluşumlar, 14 Ekim 1979’da Amsterdam merkezli Greenpeace International’ın oluşmasıyla çok kısa sürede küresel çapta faaliyet göstermeye başlamıştır. Bu nedenle doğru cevap C seçeneğidir."
  },
  {
    "id": "3748906",
    "unitNumber": 8,
    "text": "İnsan Hakları İzleme Örgütü'nün merkezi nerede bulunmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Amsterdam",
      "B": "Londra",
      "C": "Paris",
      "D": "New York",
      "E": "Brüksel"
    },
    "explanation": "Kuruluş dönemleri ve süreçleri itibarıyla ABD’nin insan haklarını bir aktif dış politika meselesi/aracı olarak görmeye başlamasına (olumlu ve olumsuz manada) paralelliğine hep dikkat çekilen İnsan Hakları İzleme Örgütü’nün merkezi New York’ta bulunmaktadır. Bu nedenle doğru cevap D seçeneğidir."
  },
  {
    "id": "3748907",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi İnsan Hakları İzleme Örgütü'nün temel bileşenlerinden birisi değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Americas Watch",
      "B": "Asia Watch",
      "C": "Africa Watch",
      "D": "Middle East Watch",
      "E": "Australia Watch"
    },
    "explanation": "İnsan Hakları İzleme Örgütü (Human Rights Watch: HRW), 1978’den itibaren kurulan bir dizi insan hakları örgütünün 1988’de tek bir şemsiye altında toplanmasıyla oluşturulmuştur. Helsinki Nihai Senedi’nin 1975’te yayınlanmasını takiben özellikle Doğu Bloku devletlerindeki insan hakları ihlallerini gündeme getirmek, bu devletlerin<br/>Helsinki’de uzlaşılan ilke ve kurallara ne ölçüde uyduğunu izlemek ve bu çerçevede onlar üzerinde siyasi baskı oluşturmak amacıyla 1978’de kurulan Helsinki Watch, örgütün ilk nüvesini oluşturmaktadır. Bölgelerindeki insan hakları uygulamalarını<br/>izlemek için 1981’de kurulan Americas Watch, 1985’te kurulan Asia Watch, 1988’de kurulan Africa Watch ve 1989’da kurulan Middle East Watch, örgütün diğer temel bileşenlerini oluşturmaktadır. Bu nedenle doğru cevap E seçeneğidir."
  },
  {
    "id": "3748908",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi İnsan Hakları İzleme Örgütü'nünü benimsediği misyon kapsamında yer almaz?",
    "correctAnswer": "A",
    "options": {
      "A": "Küresel silah ticaretinin düzenlenmesi",
      "B": "Ayrımcılığın önlenmesi",
      "C": "Siyasi özgürlüklerin sağlanması",
      "D": "İhlalcilerin adalet önüne getirilmesi",
      "E": "İşkencenin ve her türlü kötü muamelenin önlenmesi"
    },
    "explanation": "HRW, temel hedefini, ortaya çıkarılan insan hakları ihlalleri ışığında ihlalci devletler üzerinde uluslararası baskının artması ve ilgili devletlerin bu kapsamda uygun ve etkin önlemleri almasının sağlanması olarak ilan etmiş durumdadır. Bu çerçevede, dünyadaki tüm insanların haklarının korunması, ayrımcılığın önlenmesi, siyasi özgürlüklerin<br/>sağlanması, insanların savaş sırasındaki gayriinsani uygulamalardan korunması, göçmenlerin sorunlarına insan onuruna yakışır çözümler getirilmesi, ihlalcilerin adalet önüne getirilmesi, işkencenin ve her türlü kötü muamelenin önlenmesi ve tüm bu<br/>ve benzeri konularda uluslararası toplumun desteğinin alınması misyonunun benimsendiği açıklanmaktadır. Bu nedenle doğru cevap A seçeneğidir."
  },
  {
    "id": "3748909",
    "unitNumber": 8,
    "text": "Uluslararası Af Örgütü'nün merkezi nerede bulunmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Berlin",
      "B": "Londra",
      "C": "Amsterdam",
      "D": "New York",
      "E": "Brüksel"
    },
    "explanation": "Her hükümet dışı örgütte olduğu gibi resmî yapılanmalardan farklı olarak görece esnek ve yatay olarak örgütlenen UAÖ’nün en üst düzey yönetim organı, Uluslararası Konsey’dir. Örgütün merkezînin bulunduğu Londra’da faaliyet gösteren ve şubelerin ve alt-birimlerin üyeleri oranında önerdiği adaylardan oluşan Uluslararası Konsey’de örgüt dışından da katılımcılar yer alabilmekte, ancak oy verme hakkı sadece UAÖ üyelerine ait sayılmaktadır. Bu nedenle doğru cevap B seçeneğidir."
  },
  {
    "id": "3748910",
    "unitNumber": 8,
    "text": "Uluslararası Af Örgütü'ne ilişkin aşağıdaki ifadelerden hangisi yanlıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "En üst düzey yönetim organı Uluslararası Konseydir.",
      "B": "Örgütün merkezi Londra'da bulunmaktadır.",
      "C": "Dikey olarak örgütlenmiştir.",
      "D": "Uluslararası Konsey iki yılda bir toplanmaktadır.",
      "E": "Örgütün sürekliliğini ve devamlılığını sağlayan kilit organ Sekretaryadır."
    },
    "explanation": "Her hükümet dışı örgütte olduğu gibi resmî yapılanmalardan farklı olarak görece esnek ve yatay olarak örgütlenen UAÖ’nün en üst düzey yönetim organı, Uluslararası Konsey’dir. Örgütün merkezînin bulunduğu Londra’da faaliyet gösteren ve şubelerin ve alt-birimlerin üyeleri oranında önerdiği adaylardan oluşan Uluslararası Konsey’de<br/>örgüt dışından da katılımcılar yer alabilmekte, ancak oy verme hakkı sadece UAÖ üyelerine ait sayılmaktadır. İki yılda bir toplanan Konsey, hem genel siyasayı ve politikaları belirlemekte hem de bir anlamda iç denetim yapmaktadır.Örgütün sürekliliğini ve devamlılığını (ve hatta bir adresi olabilmesini), kısacası bir örgüt (tüzel<br/>kişilik) olabilmesini sağlayan kilit organ olan Sekretarya ise Uluslararası Konsey ve Uluslararası Yürütme Komitesi’nin günlük rutin işlerini takip etmek ve gerçekleştirmekle görevlidir. Bu nedenle doğru cevap C seçeneğidir."
  },
  {
    "id": "3748911",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi hükümet dışı örgütlerin Avrupa Konseyi tarafından tanımlanmasında ele alınan ölçütlerden birisi değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kâr amacı gütmeme/gönüllülük",
      "B": "Uluslararası yarar gütme",
      "C": "Taraf bir devlet iç hukukuna uygun kurulma",
      "D": "En az üç devlette faaliyet gösterme",
      "E": "Taraf devletlerden birinde merkezi olma"
    },
    "explanation": "Benzer şekilde, Avrupa Konseyi (AK) de 1986’da hazırladığı ve aslında sadece 10 devletin iç hukuklarında etki kazandırmak üzere taraf olduğu 24 Sayılı Sözleşme’de çeşitli ölçütlerden bahsetmiştir. BM’dekine benzer bir mantıkla Sözleşme şartlarının<br/>uygulanacağı hükümet dışı örgütleri işaret ederken yani AK açısından ve AK platformunda geçerli olacak şekilde sıralanan ölçütlere göre, kâr amacı gütmeme/<br/>gönüllülük, uluslararası yarar gütme, taraf bir devlet iç hukukuna uygun kurulma, en az iki devlette faaliyet gösterme ve taraf devletlerden birinde merkezî olma ölçütlerinin karşılanması gerekmektedir. Bu nedenle doğru cevap D seçeneğidir."
  },
  {
    "id": "3748912",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Uluslararası Af Örgütü'nün aktif kampanya yürüttüğü konulardan birisi değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "İşkence ve kötü muameleye son verilmesi",
      "B": "İdam cezasının kaldırılması",
      "C": "Kadınlara karşı şiddetin ve ayrımcılığın durdurulması",
      "D": "Küresel silah ticaretinin düzenlenmesi",
      "E": "Tüm siyasi mahkûmların serbest bırakılması"
    },
    "explanation": "UAÖ, bu çerçevede, işkence ve kötü muameleye son verilmesi, idam cezasının kaldırılması, şiddette başvurmamış tüm siyasi mahkûmların serbest bırakılması, kadınlara karşı şiddetin ve ayrımcılığın durdurulması, yoksul ve yoksunların hakları ve onurunun gözetilmesi, göçmenlerin ve sığınmacıların haklarının korunması, küresel silah ticaretinin düzenlenmesi ve terörle mücadelenin adaletten ayrılmadan yürütülmesi, nefret söylemi hariç ifade özgürlüğünün sağlanması gibi konularda aktif kampanyalar yürütmekte, çeşitli hükümetler ve uluslararası örgütler nezdinde baskı ve lobi faaliyetleri yapmaktadır. Bu nedenle doğru cevap E seçeneğidir."
  },
  {
    "id": "3748913",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi devletlerin/ kamu gücünün kurduğu ve yürüttüğü kurumların dışında ortaya çıkan uluslararası sivil yapılardandır?",
    "correctAnswer": "A",
    "options": {
      "A": "Uluslararası Af Örgütü",
      "B": "Birleşmiş Milletler",
      "C": "Milletler Cemiyeti",
      "D": "Dünya Sağlık Örgütü",
      "E": "Uluslararası Çalışma Örgütü"
    },
    "explanation": "HÜKÜMET DIŞI ULUSLARARASI ÖRGÜTLERİN TANIMI VE ULUSLARARASI POLİTİKADAKİ YERİ<br/>Uluslararası Af Örgütü (UAÖ) (Amnesty International), bugün hem ulaştığı kapsama alanı, hem etkinliği hem de tanınırlığı ve bilinirliği açısından en önde gelen hükümet dışı uluslararası örgütlerdendir."
  },
  {
    "id": "3748914",
    "unitNumber": 8,
    "text": "I. Taraf bir devlet iç hukukuna uygun kurulması<br/>II. En az iki devlette faaliyet göstermesi<br/>III. Merkezi ve temsilcisi bulunması<br/>IV. BM amaç ve ilkelerine uygun hareket etmesi<br/>V. Faaliyet alanında genel kabul görmüş ve temsil niteliğine haiz olması<br/>Yukarıdakilerden hangileri BM Genel Kurulunun 1996/31 sayılı kararına göre, BM’de danışmanlık statüsü elde etmek isteyen hükümet dışı örgütlerin taşıması gereken özelliklerdendir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "I, II ve III",
      "E": "III, IV ve V"
    },
    "explanation": "HÜKÜMET DIŞI ULUSLARARASI ÖRGÜTLERİN TANIMI VE ULUSLARARASI POLİTİKADAKİ YERİ<br/>BM Genel Kurulunun 1996/31 sayılı kararına göre, BM’de danışmanlık statüsü elde etmek isteyen hükümet dışı örgütlerin BM amaç ve ilkelerine uygun hareket etmesi, faaliyet alanında genel kabul görmüş ve temsil niteliğini haiz olması, merkezi ve temsilcisi bulunması yani kurumsal varlık ve süreklilik arz etmesi ve devletler/hükümetler arası bir anlaşmayla kurulmamış olması gibi özellikler taşıması gerekmektedir."
  },
  {
    "id": "3748915",
    "unitNumber": 8,
    "text": "I. Kâr amacı gütmeme/ gönüllülük<br/>II. Uluslararası (toplumsal) yarar gütme<br/>III. Kurumsal varlık ve süreklilik arz etmesi<br/>IV. Taraf devletlerden birinde merkezî olma<br/>V. Uluslararası kamuoyu ile istişare hâlinde çalışması <br/>Yukarıdakilerden hangileri hükümet dışı örgütleri tanımlamak için en sık başvurulan ölçütler arasındadır?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "III, IV ve V",
      "E": "Yalnız V"
    },
    "explanation": "HÜKÜMET DIŞI ULUSLARARASI ÖRGÜTLERİN TANIMI VE ULUSLARARASI POLİTİKADAKİ YERİ<br/>Hükümet dışı örgütleri tanımlamak için en sık başvurulan ölçütler arasında, “kâr amacı gütmeme/ gönüllülük” ve “uluslararası (toplumsal) yarar gütme” bulunmaktadır."
  },
  {
    "id": "3748916",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Uluslararası Af Örgütü’nün en üst düzey yönetim organıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Danışma Kurulu",
      "B": "Yönetim Kurulu",
      "C": "Bakanlar Konseyi",
      "D": "Uluslararası Konsey",
      "E": "Uluslararası Yürütme Komitesi"
    },
    "explanation": "ULUSLARARASI AF ÖRGÜTÜ<br/>Her hükümet dışı örgütte olduğu gibi resmî yapılanmalardan farklı olarak görece esnek ve yatay olarak örgütlenen UAÖ’nün en üst düzey yönetim organı, Uluslararası Konsey’dir."
  },
  {
    "id": "3748917",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Uluslararası Af Örgütü’nün kendisini benzer birçok hükümet dışı örgütten de ayıran en önemli çalışma ilkesidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ülke kuralı",
      "B": "Temsil kuralı",
      "C": "Etkinlik kuralı",
      "D": "Serbestlik kuralı",
      "E": "Toplum kuralı"
    },
    "explanation": "ULUSLARARASI AF ÖRGÜTÜ<br/>Uluslararası Af Örgütü’nü kendisini benzer birçok hükümet dışı örgütten de ayıran en önemli çalışma ilkesi, “ülke kuralı”dır."
  },
  {
    "id": "3748918",
    "unitNumber": 8,
    "text": "Özellikle Doğu Bloku devletlerindeki insan hakları ihlallerini gündeme getirmek, bu devletlerin Helsinki’de uzlaşılan ilke ve kurallara ne ölçüde uyduğunu izlemek ve bu çerçevede onlar üzerinde siyasi baskı oluşturmak amacıyla 1978’de kurulan örgütün ilk nüvesini aşağıdakilerden hangisi oluşturmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Helsinki Watch",
      "B": "Americas Watch",
      "C": "Asia Watch",
      "D": "Africa Watch",
      "E": "Middle East Watch"
    },
    "explanation": "İNSAN HAKLARI İZLEME ÖRGÜTÜ<br/>Helsinki Nihai Senedi’nin 1975’te yayınlanmasını takiben özellikle Doğu Bloku devletlerindeki insan hakları ihlallerini gündeme getirmek, bu devletlerin Helsinki’de uzlaşılan ilke ve kurallara ne ölçüde uyduğunu izlemek ve bu çerçevede onlar üzerinde siyasi baskı oluşturmak amacıyla 1978’de kurulan Helsinki Watch, örgütün ilk nüvesini oluşturmaktadır."
  },
  {
    "id": "3748919",
    "unitNumber": 8,
    "text": "1972 tarihli Birleşmiş Milletler İnsan ve Çevre Konferansı neticesinde imzalanmış olan Stockholm Deklarasyonu, “…………………….” konusunda uluslararası düzeydeki ilk ve en önemli belgedir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "İnsan hakkı",
      "B": "Çevre hakkı",
      "C": "Yaşam hakkı",
      "D": "Konut hakkı",
      "E": "Sağlık hakkı"
    },
    "explanation": "YEŞİL BARIŞ<br/>1972 tarihli Birleşmiş Milletler İnsan ve Çevre Konferansı neticesinde imzalanmış olan Stockholm Deklarasyonu, “çevre hakkı” konusunda uluslararası düzeydeki ilk ve en önemli belgedir."
  },
  {
    "id": "3748920",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Greenpeace’in en önemli eylem biçimidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tanıklık etme",
      "B": "Şov yapma",
      "C": "Engelleme",
      "D": "Kınama",
      "E": "Uyarma"
    },
    "explanation": "YEŞİL BARIŞ<br/>Greenpeace’in en önemli eylem biçimi, “tanıklık etme” olarak adlandırılmaktadır."
  },
  {
    "id": "3748921",
    "unitNumber": 8,
    "text": "I. İnsan onurunun korunmasını sağlamak<br/>II. İnsan haklarının korunmasını sağlamak<br/>III. Göçmenlerin ve sığınmacıların haklarını korumak<br/>IV. Toplumsal dayanışmayı sağlamak<br/>V. Sosyal refahın gelişmesine katkıda bulunmak<br/>Yukarıdakilerden hangileri Türk Kızılay’ının üstlendiği önemli görevlerdendir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "III ve IV",
      "E": "IV ve V"
    },
    "explanation": "ULUSLARARASI KIZILHAÇ VE KIZILAY FEDERASYONU<br/>Toplumsal dayanışmayı sağlamak, sosyal refahın gelişmesine katkıda bulunmak, yoksul ve muhtaç insanlara barınma, beslenme ve sağlık yardımı ulaştırmak için önemli görevler üstlenen Türk Kızılayı, kan, afet, uluslararası yardım, göç ve mülteci hizmetleri, sosyal hizmetler, sağlık, ilk yardım, eğitim, gençlik ve mineralli su işletmeleri alanlarında faaliyet göstermektedir."
  },
  {
    "id": "3748922",
    "unitNumber": 8,
    "text": "I. Sığınmacıların ve göçmenlerin haklarının korunması<br/>II. İnsan haklarına saygı gösterilmesi ve bu hakların korunması<br/>III. Yoksul ve muhtaç insanlara barınma, beslenme ve sağlık yardımı ulaştırılması<br/>IV. Nükleer silahlanma ve nükleer kirliliğe son verilmesi<br/>V. Zehirli kimyasalların ortadan kaldırılması<br/>Yukarıdakilerden hangileri Greenpeace’in, çalışmalar yürüttüğü temel konulardandır",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "III ve IV",
      "E": "IV ve V"
    },
    "explanation": "YEŞİL BARIŞ<br/>Greenpeace’in, çalışmalar yürüttüğü temel konular şunlardır:<br/><ul> <li>Okyanuslar ve yaşlı ormanların korunması,</li> <li>İklim değişikliğini durdurabilmek için fosil yakıtların kademeli olarak sonlandırılması ve yenilenebilir enerjilerin teşvik edilmesi,</li> <li>Nükleer silahlanma ve nükleer kirliliğe son verilmesi,</li> <li>Zehirli kimyasalların ortadan kaldırılması,</li> <li>Genleri ile oynanmış organizmaların doğaya bırakılmasının önlenmesi.</li> </ul>"
  },
  {
    "id": "3748923",
    "unitNumber": 8,
    "text": "Dikenli telle çevrilmiş bir mum şeklinde amblemi olan hühümet dışı uluslararası örgüt aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yeşil Barış",
      "B": "Uluslararası Af Örgütü",
      "C": "İnsan Hakları İzleme Örgütü",
      "D": "Avrupa Konseyi",
      "E": "Bağlantısızlar Hareketi"
    },
    "explanation": "ULUSLARARASI AF ÖRGÜTÜ<br/>Uluslararası Af Örgütü “karanlığa küfredeceğine bir mum da sen yak” anlayışından esinlenerek ve fakat mevcut sorunlara, engellere ve mahkûmiyetlere de dikkat çekerek dikenli telle çevrilmiş bir mum şeklinde bir amblem benimsemiştir."
  },
  {
    "id": "3749042",
    "unitNumber": 8,
    "text": "Hangisi Avrupa Konseyinin 1984'te hazırladığı 24 sayılı sözleşmeye göre hükümet dışı uluslararası örgütler için geçerli olacak ölçütlerden biri <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kâr amacı gütmeme/gönüllülük.",
      "B": "Uluslararası yarar gütme.",
      "C": "Taraf bir devlet iç hukukuna uygun olma.",
      "D": "Sanayi faaliyetleri gerçekleştirme.",
      "E": "Taraf devletlerden birinde merkezi olma."
    },
    "explanation": "Sayfa 239'da verilen bilgilere göre :Avrupa Konseyi (AK) de 1986’da hazırladığı ve aslında sadece 10 devletin iç hukuklarında etki kazandırmak üzere taraf olduğu 24Sayılı Sözleşme’de çeşitli ölçütlerden bahsetmiştir. BM’dekine benzer bir mantıkla Sözleşme şartlarının uygulanacağı hükümet dışı örgütleri işaret ederken yani AK açısından ve AK platformunda geçerli olacak şekilde sıralanan ölçütlere göre, kâr amacı gütmeme/gönüllülük, uluslararası yarar gütme, taraf bir devlet iç hukukuna uygun kurulma, en az iki devlette faaliyet gösterme ve taraf devletlerden birinde merkezî olma ölçütlerinin karşılanması gerekmektedir.<br/>Avrupa Konseyi'nin sözleşmesinde Sanayi Faaliyetleri ile ilgili bir ölçüt bulunmamaktadır."
  },
  {
    "id": "3749043",
    "unitNumber": 8,
    "text": "Kâr amacı gütmeme, gönüllülük ölçütlerine göre, hangisi bir oluşumun hükümet dışı örgüt olabilmesi için bir kriterdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ticari faaliyetler gerçekleştirmesi.",
      "B": "Faaliyetlerini herhangi bir maddi beklenti olmadan yürütmesi.",
      "C": "Üyelerine kâr payı dağıtması.",
      "D": "Siyasi faaliyetlerde bulunması.",
      "E": "Faaliyet yürütebilmek için devlet desteği alması."
    },
    "explanation": "\"Kâr amacı gütmeme/gönüllülük ölçütüne göre, bir oluşumun hükümet dışı örgüt olabilmesi için özel/ticari şirketlerden farklı olarak faaliyetlerini herhangi bir maddi beklenti olmadan yürütmesi gerekmektedir\"<br/>Faaliyetlerini herhangi bir maddi beklenti olmadan yürütmesi, aranan kriterlerden biridir."
  },
  {
    "id": "3749044",
    "unitNumber": 8,
    "text": "Hükümetler tarafından toplumdan ziyade hükümetin çıkarlarına hizmet etmek için kurulan hükümet dışı örgütler nasıl adlandırılmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "BINGO",
      "B": "RINGO",
      "C": "GONGO",
      "D": "WHO",
      "E": "UAÖ"
    },
    "explanation": "Örneğin, hükümetler tarafından toplumdan ziyade hükümetin çıkarlarına hizmet etmek için<br/>“gerçek” hükümet dışı örgütlere karşı kurulduğu gerekçesiyle kimi oluşumlar GONGO (govermentorganised NGOs) olarak adlandırılmaktadır. Yine dinî oluşumların cemaatlerinin dar çıkarlarını gerçekleştirme amacıyla kurduğu savlanan kuruluşlar RINGO (religious- oriented NGOs), iş çevreleri/ sermaye tarafından kurulan/desteklenen örgütler de BINGO (business-oriented NGOs) olarak adlandırılabilmektedir.<br/>Hükümetler tarafından toplumdan ziyade hükümetin çıkarlarına hizmet etmek için “gerçek” hükümet dışı örgütlere karşı kurulduğu gerekçesiyle kimi oluşumlar GONGO (govermentorganised NGOs) olarak adlandırılmaktadır."
  },
  {
    "id": "3749045",
    "unitNumber": 8,
    "text": "Hangisi Uluslararası Af Örgütü'nün temel misyonlarından biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İnsan onurunun korunması.",
      "B": "Siyasi suçluların hakları.",
      "C": "İdam cezasının kaldırılması.",
      "D": "Kadın, çocuk, azınlıkların ve yerel halkların hakları.",
      "E": "Hayvan hakları."
    },
    "explanation": "UAÖ, günümüzde kendi temel misyonunu şöyle sıralamaktadır:<br/>• Kadınların, çocukların, azınlıkların ve yerel<br/>halkların hakları,<br/>• İşkenceye son verme,<br/>• İdam cezasının kaldırılması,<br/>• Fikir mahkûmlarının, sığınmacıların ve<br/>göçmenlerin sorunları ve hakları,<br/>• Siyasi suçluların hakları,<br/>• İnsan onurunun korunması<br/>UAÖ'nün misyonu içinde Hayvan Hakları konusunda çalışmalar yapmak bulunmamaktadır."
  },
  {
    "id": "3749046",
    "unitNumber": 8,
    "text": "Uluslararası Af Örgütü'nin üst düzey yönetim organı Uluslararası Konsey nerede faaliyet göstermektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Londra",
      "B": "Paris",
      "C": "Berlin",
      "D": "New York",
      "E": "Seul"
    },
    "explanation": "Her hükümet dışı örgütte olduğu gibi resmî yapılanmalardan farklı olarak görece esnek ve yatay olarak örgütlenen UAÖ’nün en üst düzey yönetim organı, Uluslararası Konsey’dir. Örgütün merkezînin bulunduğu Londra’da faaliyet gösteren ve şubelerin ve alt-birimlerin üyeleri oranında önerdiği adaylardan oluşan Uluslararası Konsey’de örgüt dışından da katılımcılar yer alabilmekte, ancak oy verme hakkı sadece UAÖ üyelerine ait sayılmaktadır.<br/>Konsey Londra'da faaliyet göstermektedir."
  },
  {
    "id": "3749047",
    "unitNumber": 8,
    "text": "Hangisi Yeşil Barış örgütünün çalışma alanlarındandır?",
    "correctAnswer": "D",
    "options": {
      "A": "Çocuk Hakları",
      "B": "İdam Cezası",
      "C": "Azınlık Hakları",
      "D": "İklim Değişikiği",
      "E": "Düşünce Özgürlüğü"
    },
    "explanation": "Greenpeace’in, çalışmalar yürüttüğü temel konular şunlardır:<br/>• Okyanuslar ve yaşlı ormanların korunması,<br/>• İklim değişikliğini durdurabilmek için fosil yakıtların kademeli olarak sonlandırılması ve yenilenebilir enerjilerin teşvik edilmesi,<br/>• Nükleer silahlanma ve nükleer kirliliğe<br/>son verilmesi,<br/>• Zehirli kimyasalların ortadan kaldırılması,<br/>• Genleri ile oynanmış organizmaların<br/>doğaya bırakılmasının önlenmesi.<br/>Zehirli ve kimyasal atıklar, balina avcılığı, deniz canlılarının korunması, okyanuslar, yağmur<br/>ormanları ve habitat, biyolojik çeşitlilik, sürdürülebilir tarım, temiz enerji, iklim değişikliği, nükleer kirlilik ve silahsızlanma, genetiği değiştirilmiş organizmalar vb. konular dâhil her türlü çevresel sorun, örgütün zamanla genişleyen ajandasında yer almaktadır."
  },
  {
    "id": "3749048",
    "unitNumber": 8,
    "text": "I. İnsan hakları konusunda rapor yayınlama<br/>II. İnsan hakları ihlallerini cezalandırma.<br/>III. İnsan Hakları Savunucusu ödülü verme. <br/>Yukarıdaki ifadelerden hangisi ya da hangileri İnsan Hakları İzleme Örgütü'nin faaliyetlerindedir.",
    "correctAnswer": "B",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve III",
      "D": "Yalnız I",
      "E": "I, II ve III"
    },
    "explanation": "HRW, faaliyetlerini genellikle raporlama, bu kapsamda yapılan inceleme/araştırma ziyaretleri ve ulaşılan sonuçların duyurulması şeklinde yürütmektedir. Ayrıca heryıl bir de İnsan Hakları Savunucusu Ödülü vermektedir.<br/>HRW'nin İnsan Hakları İhlallerini cezalandırmak gibi bir yetkisi bulunmamaktadır. Örgüt ihlallere dikkat çekme amacı ile çalışmalar yürütmektedir."
  },
  {
    "id": "3749049",
    "unitNumber": 8,
    "text": "Hangisi Kızılay ve Kızılhaç ile birlikte dokunulmazlık statüsüne sahip seküler amblemdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kızıl Elma",
      "B": "Kızıl Barış",
      "C": "Kızıl Ordu",
      "D": "Kızıl Kristal",
      "E": "Kızıl Yardım"
    },
    "explanation": "Buna göre, “Kızıl Kristal” (The Red Crystal) olarak adlandırılan seküler/nötr amblemi de kullanmak kaydıyla diğer amblemlerin çatışma alanında aynı hak ve dokunulmazlıklardan yararlanacak şekilde kullanılmasına onay verilmiştir.<br/>Çatışma Alanlarında dokunulmazlık statüsü kazandıran amblemler arasında Kızıl Kristal de bulunmaktadır."
  },
  {
    "id": "3749050",
    "unitNumber": 8,
    "text": "I- Yardım sürecinde dinî, siyasi, kültürel ve ideolojik kötüye kullanmalarının önüne geçme konusunda yeterli özenin her zaman gösterilmemesi.<br/>II- Yardım faaliyetlerinin dinî, siyasi vb. propaganda şekline de dönüşebilmesi.<br/>III- Yardım ekiplerinin içine resmî/askeri unsurların sızması.<br/>Verilen ifadelerden hangileri Kızılay - Kızılhaç yapılanmalarına getirilen eleştirilerdendir?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve III",
      "D": "Yalnız I",
      "E": "I, II ve III."
    },
    "explanation": "Kızılay -Kızılhaç yapılarına yöneltilen en ciddi<br/>eleştirilerin başında, “yardım” sürecinde kimi dinî, siyasi, kültürel ve ideolojik kötüye kullanmalarının önüne geçme konusunda yeterli özenin her zaman gösterilmediği gelmektedir. Öyle ki, özellikle de Hükümet Dışı Uluslararası Örgütler<br/>kimi yardım faaliyetlerinin dinî, siyasi vb. propaganda şekline de dönüşebildiği ve hatta bazen bu yönde açık uygulamalara (yardım paketleri içerisinden çıkan din kitapları, siyasi broşürler vs.) imza atıldığı iddiaları önemli boyutlara ulaşabilmektedir. Yardım ekiplerinin içine resmî/askeri unsurların “sızması”na karşı yeterli önlemlerin alınmadığı bu bağlamda en sık tartışılan konudur.<br/>I, II ve III numaralı ifadeler doğrudur."
  },
  {
    "id": "3749051",
    "unitNumber": 8,
    "text": "Hükümet-dışı örgütlerin temel faaliyet alanları arasında sayılabilecek çevre, insan hakları, kültürel değerlerin korunması gibi konular küresel nitelikte olması, nasıl bir sonuca yol açmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Örgütlerin ceza alıp kapatılmasına.",
      "B": "Örgütlerin kâr amaçlı faaliyetler göstermesine.",
      "C": "Örgütlerin küreselleşmesine.",
      "D": "Örgütlerin siyasal kimlikler kazanmasına.",
      "E": "Örgütlerin çalışmalarını sonlandırmasına."
    },
    "explanation": "Hükümet-dışı örgütlerin temel faaliyet alanları arasında sayılabilecek çevre, insan hakları, kültürel değerlerin korunması gibi konular küresel nitelikte olması bu örgütlerin de küreselleşmesi sonucunu doğurmuştur.<br/>Hükümet-dışı örgütlerin temel faaliyet alanları arasında sayılabilecek çevre, insan hakları, kültürel değerlerin korunması gibi konuların küresel nitelikte olması bu örgütlerin de küreselleşmesine neden olmuştur."
  },
  {
    "id": "3749242",
    "unitNumber": 8,
    "text": "Dikenli telle çevrilmiş bir mum şeklinde amblemi olana hükümet dışı uluslararası örgüt aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yeşil Barış",
      "B": "Uluslararası Af Örgütü",
      "C": "İnsan Hakları İzleme Örgütü",
      "D": "Avrupa Konseyi",
      "E": "Bağlantısızlar Hareketi"
    },
    "explanation": "Uluslararası Af Örgütü “karanlığa küfredeceğine bir mumda sen yak” anlayışından esinlenerek ve fakat mevcut sorunlara,<br/>engellere ve mahkûmiyetlere de dikkat çekerek dikenli telle çevrilmiş bir mum şeklinde bir amblem benimsemiştir."
  }
]