[
  {
    "id": "3741122",
    "unitNumber": 1,
    "text": "I. Bir eşyanın yurt dışına çıkışının ihracat sayılması için o eşyanın fiziki olarak da Türkiye Gümrük Bölgesi dışına çıkması zorunlu değildir.\n II. Bir eşyanın ihraç edilebilmesi için Türkiye’de üretilmiş olması gerekli değildir.\n III. Eşyanın Türkiye’ye giriş yaptıktan bir süre sonra tekrar yurt dışına gönderilmesi geçici ithalat olarak tanımlanmaktadır.\n Yukarıda verilen uluslararası ticaretle ilgili tanımlamalardan hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "I. ve II.",
      "B": "I. ve III.",
      "C": "II. ve III.",
      "D": "I. II. ve III.",
      "E": "Yalnızca I."
    },
    "explanation": "I. madde şu şekilde olmalıdır: Bir eşyanın yurt dışına çıkışının ihracat sayılması için o eşyanın fiziki olarak da Türkiye Gümrük Bölgesi dışına çıkması zorunludur."
  },
  {
    "id": "3741123",
    "unitNumber": 1,
    "text": "Bir ülkenin dışa açıklık oranı nasıl hesaplanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "İhracat hacmi ve ithalat hacmi toplamının Gayri safi Yurtiçi Hasılaya oranı",
      "B": "İhracat hacmi ve ithalat hacmi farkının Gayri safi Yurtiçi Hasılaya oranı",
      "C": "Gayri safi Yurtiçi Hasılanın İhracat hacmi ve ithalat hacmi toplamına oranı",
      "D": "Gayri safi Yurtiçi Hasılanın İhracat hacmi ve ithalat hacmi farkına oranı",
      "E": "İhracat hacmi ve ithalat hacmi farkı"
    },
    "explanation": "Bir ülkenin dışa açıklık oranı genel olarak ihracat hacmi ve ithalat hacmi toplamının<br/>Gayri safi Yurtiçi Hasılaya oranı ile ifade edilmektedir."
  },
  {
    "id": "3741124",
    "unitNumber": 1,
    "text": "2021 yılı verilerine göre mal ihracatı oranı (% Toplam Dünya Mal İhracatı) en yüksek olan ülke grubu aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Afrika",
      "B": "Asya",
      "C": "Avrupa",
      "D": "Orta Doğu",
      "E": "Kuzey Amerika"
    },
    "explanation": "2021 yılı verilerine göre mal ihracatı oranı en yüksek olan ülke grubu Asya'dır."
  },
  {
    "id": "3741125",
    "unitNumber": 1,
    "text": "2021 yılı verilerine göre Dünya'da hizmet ithalatının (% Toplam Dünya Hizmet İthalatı olarak) en yüksek olduğu ülke grubu aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kuzey Amerika",
      "B": "Orta Doğu",
      "C": "Asya",
      "D": "Avrupa",
      "E": "Afrika"
    },
    "explanation": "2021 yılı verilerine göre hizmet ithalatının (% Toplam Dünya Hizmet İthalatı) en yüksek olan ülke grubu Avrupa'dır. Tablo 1.4 incelendiğinde de sorunun doğru cevabının Avrupa olduğu görülmektedir."
  },
  {
    "id": "3741126",
    "unitNumber": 1,
    "text": "Son 17 yılda Dünya’da hem mal ve hem de hizmet ithalatı açısından ilk üç sırada yer alan ülkeler aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "ABD, Güney Kore, Çin",
      "B": "Almanya, Çin, İngiltere",
      "C": "Çin, Fransa, Almanya",
      "D": "Almanya, İtalya, Japonya",
      "E": "ABD, Çin, Almanya"
    },
    "explanation": "Son 17 yılda Dünya’da hem mal ve hem de hizmet ithalatı açısından sırasıyla Amerika Birleşik Devletleri, Çin ve Almanya’nın ilk üç sırada yer aldığı görülmektedir"
  },
  {
    "id": "3741127",
    "unitNumber": 1,
    "text": "\"Vergi konusu hangi ülkede bulunuyorsa veya vergiyi doğuran olay hangi ülkede gerçekleşmişse vergilendirmenin o ülkenin yetkisinde olduğu ifade edilmektedir\" ifadesi dolaysız vergilendirmenin hangi ilkesine dayanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kaynak ilkesi",
      "B": "Uyrukluk ilkesi",
      "C": "İkametgah ilkesi",
      "D": "Varış yeri ilkesi",
      "E": "Kaynak ülkesi ilkesi"
    },
    "explanation": "Kaynak İlkesi: Vergi konusu hangi ülkede bulunuyorsa veya vergiyi doğuran olay hangi ülkede gerçekleşmişse vergilendirmenin o ülkenin yetkisinde olduğu ifade edilmektedir. Bu ilkede vergi mükellefinin uyruğu ya da ikametgahı bir önem taşımamaktadır."
  },
  {
    "id": "3741128",
    "unitNumber": 1,
    "text": "I. Ulusal Refah Maksimizasyonu\n II. Vergi Adaletinin Sağlanması\n III. Ekonomik Etkinlik\n Yukarıdakilerden hangileri uluslararası vergileme noktasında ülkelerin vergi kanunlarına kurallar koymadaki temel amaçları arasında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "I. ve II.",
      "B": "I. II. ve III.",
      "C": "II. ve III.",
      "D": "I. ve III.",
      "E": "Yalnızca II."
    },
    "explanation": "Uluslararası vergileme noktasında ülkelerin vergi kanunlarına kurallar koymada bazı temel amaçları söz konusudur. Bu amaçlar; ulusal refahın maksimizasyonu, vergi adaletinin sağlanması, ekonomik etkinliğin sağlanması olarak sayılabilmektedir"
  },
  {
    "id": "3741129",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi uluslararası ticaretin vergilendirilmesindeki gerekçeler arasında yer almaz?",
    "correctAnswer": "C",
    "options": {
      "A": "Yerli üretimi korumak ve teşvik etmek",
      "B": "Gelir dağılımı dengesizliğinden kaynaklanan döviz tüketici ve zorunlu olmayan mal taleplerini kısıtlamak",
      "C": "İhracatı sınırlamak ve ithalatı teşvik etmek",
      "D": "Yurt içi vergileri ithal ürünlerin maliyetlerine yansıtmak",
      "E": "Ödemeler dengesizliklerini giderebilmek"
    },
    "explanation": "Amaç ithalatı sınırlamak ve ihracatı teşvik etmektir."
  },
  {
    "id": "3741130",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi gümrük vergisine eş etkili yükümlülükler arasında yer almaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Dampinge karşı vergi",
      "B": "Sübvansiyona karşı telafi edici vergi",
      "C": "Dahilde işleme rejimi kapsamında telafi edici vergi",
      "D": "Özel tüketim vergisi",
      "E": "TRT bandrol ücreti"
    },
    "explanation": "Özel tüketim vergisi gümrük vergisine eş etkili yükümlülükler arasında yer almaz"
  },
  {
    "id": "3741131",
    "unitNumber": 1,
    "text": "\"Türkiye, ilk çifte vergilendirmeyi önleme anlaşmasını ...... yılında ............ ile imzalamıştır.\"\n Yukarıdaki cümlede verilen boşlukları doğru şekilde dolduran seçenek aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "1970, Avusturya",
      "B": "1980, Avustralya",
      "C": "1972, ABD",
      "D": "1990, Çin",
      "E": "1960, Almanya"
    },
    "explanation": "Türkiye, ilk çifte vergilendirmeyi önleme anlaşmasını 1970 yılında Avusturya ile imzalamıştır"
  },
  {
    "id": "3741337",
    "unitNumber": 1,
    "text": "Eşyanın Türkiye’ye giriş yaptıktan bir süre sonra tekrar yurt dışına gönderilmesi durumu hangisi ile ifade edilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kısmi İthalat",
      "B": "Kat'i İthalat",
      "C": "Geçici İthalat",
      "D": "Kısmi İhracat",
      "E": "Kat'i İhracat"
    },
    "explanation": "Eşyanın Türkiye’ye giriş yaptıktan bir süre sonra tekrar yurt dışına gönderilmesi geçici ithalat olarak tanımlanmaktadır."
  },
  {
    "id": "3741338",
    "unitNumber": 1,
    "text": "Türkiye, ilk çifte vergilendirmeyi önleme anlaşmasını hangi ülke ile imzalamıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Almanya",
      "B": "Avusturya",
      "C": "ABD",
      "D": "Fransa",
      "E": "İngiltere"
    },
    "explanation": "Türkiye, ilk çifte vergilendirmeyi önleme anlaşmasını 1970 yılında Avusturya ile imzalamıştır."
  },
  {
    "id": "3741339",
    "unitNumber": 1,
    "text": "<em>Uluslararası ticaretin vergilendirilmesindeki gerekçeler arasında yer alan .................; bir ekonomide yerleşik kişilerin, başka ekonomilerde yerleşik kişilerle belirli bir dönem içinde yapmış oldukları ekonomik işlemlerin sistemli kayıtlarını elde etmek üzere hazırlanan istatistiksel bir rapordur.</em>\n Soruda yer alan boşluğa getirilecek ifade hangi seçenekte yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Bütçe dengesi",
      "B": "Ödemeler dengesi",
      "C": "Dış ticaret dengesi",
      "D": "Döviz dengesi",
      "E": "Net hata noksan dengesi"
    },
    "explanation": "Ödemeler dengesi geniş tanımıyla bir ekonomide yerleşik kişilerin, başka ekonomilerde yerleşik kişilerle belirli bir dönem içinde yapmış oldukları ekonomik işlemlerin sistemli kayıtlarını elde etmek üzere hazırlanan istatistiksel bir rapordur."
  },
  {
    "id": "3741340",
    "unitNumber": 1,
    "text": "2005-2021 yılları arasındaki performansları incelendiğinde dünyada en çok hizmet ihracatı yapan ülke hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Çin",
      "B": "Almanya",
      "C": "ABD",
      "D": "Rusya",
      "E": "İsrail"
    },
    "explanation": "2005-2021 yılları arasındaki performansları incelendiğinde dünyada en çok hizmet ihracatı yapan ilk üç ülkenin sırasıyla Amerika Birleşik Devletleri, İngiltere ve Almanya olduğu görülmektedir. Türkiye, Dünya’da hizmet ihracatı açısından 26. sıradadır."
  },
  {
    "id": "3741341",
    "unitNumber": 1,
    "text": "Bir ülkenin ihracat hacmi ve ithalat hacmi toplamının Gayri safi Yurtiçi Hasılaya oranı ile ifade edilen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dışa açıklık oranı",
      "B": "Dış ticaret dengesi",
      "C": "Ödemeler dengesi",
      "D": "Bütçe dengesi",
      "E": "Ticaret hacmi"
    },
    "explanation": "Bir ülkenin dışa açıklık oranı genel olarak ihracat hacmi ve ithalat hacmi toplamının Gayri safi Yurtiçi Hasılaya oranı ile ifade edilmektedir."
  },
  {
    "id": "3741342",
    "unitNumber": 1,
    "text": "Ticari mahiyet taşımayan, değeri 100 Avro olan ve İsviçre'den getirtilen bir eşya, tek ve maktu gümrük vergisine tabi olmaktadır. Buna göre söz konusu vergi oranı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "%10",
      "B": "%18",
      "C": "%20",
      "D": "%30",
      "E": "%40"
    },
    "explanation": "Ticari miktar ve mahiyet taşımayan değeri 150 euroyu geçmeyen eşya ile değeri 1500 euroyu geçmeyen ilaç cinsinden eşyanın değeri üzerinden AB ülkelerinden doğrudan gelmesi durumunda %18, diğer ülkelerden gelmesi durumunda %30 tek ve maktu vergi oranı uygulanır."
  },
  {
    "id": "3741345",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi dijital ekonomiye ilişkin vergilendirme sorunları arasında <u>yer almaz</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Hangi tarafın vergilendirme yetkisinine sahip olduğunun belirlenmesi",
      "B": "Vergi mükellefinin belirlenmesi",
      "C": "Vergiye konu olan gelir türünün belirlenmesi",
      "D": "Dijital vergilemenin güvenlik sorunları",
      "E": "Vergiye konu olan iş yerinin belirlenmesi"
    },
    "explanation": "Dijital ekonomiye ilişkin vergilendirme sorunları; hangi tarafın vergilendirme yetkisinine sahip olduğunun belirlenmesi, vergi mükellefinin belirlenmesi, vergiye konu olan gelir türünün belirlenmesi, vergiye konu olan iş yerinin belirlenmesi vb. şeklindedir."
  },
  {
    "id": "3741346",
    "unitNumber": 1,
    "text": "Yerli sermayeyi elde tutmak, yabancı sermayeyi ülkeye çekmek için düşük vergi yüküne neden olacak önlemlerin alınması hangisi ile ifade edilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Vergi rekabeti",
      "B": "Vergi cenneti",
      "C": "Transfer fiyatlandırması",
      "D": "Çifte vergileme",
      "E": "İkametgah ilkesi"
    },
    "explanation": "Vergi rekabeti yerli sermayeyi elde tutmak, yabancı sermayeyi ülkeye çekmek için düşük vergi yüküne neden olacak önlemlerin alınması olarak da ifade edilebilir."
  },
  {
    "id": "3741347",
    "unitNumber": 1,
    "text": "Kaynak Kullanımını Destekleme Fonu hangisinin bünyesinde oluşturulmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "Hazine ve Maliye Bakanlığı",
      "B": "TBMM",
      "C": "BDDK",
      "D": "Merkez Bankası",
      "E": "İller Bankası"
    },
    "explanation": "12/05/1988 tarihli 88/12944 sayılı Kaynak Kullanımını Destekleme Fonu Hakkındaki Karar ile kalkınma planı ve yıllık programlarda öngörülen hedeflere uygun olarak yatırımların yönlendirilebilmesi ve ihtisas kredilerinde kredi maliyetlerinin düşürülmesi amacıyla T.C. Merkez Bankası nezdinde “Kaynak Kullanımını Destekleme Fonu” kurulmuştur."
  },
  {
    "id": "3741348",
    "unitNumber": 1,
    "text": "Belli ya da birbirine yakın amaçların gerçekleştirilmesi için belli kaynakların toplandığı ve harcandığı kamusal nitelikli özel hesaplar aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Harç",
      "B": "Fon",
      "C": "Vergi",
      "D": "Resim",
      "E": "Bütçe"
    },
    "explanation": "Fonlar, belli ya da birbirine yakın amaçların gerçekleştirilmesi için belli kaynakların toplandığı ve harcandığı kamusal nitelikli özel hesaplar olarak tanımlanabilmektedir."
  },
  {
    "id": "3741182",
    "unitNumber": 2,
    "text": "Bir ürünün üretiminden tüketimine geçen süreçte iktisadi değerin ortaya çıkmasını sağlayacak şekilde farklı birimler arasındaki mübadelesine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ticaret",
      "B": "Arz",
      "C": "Talep",
      "D": "Konjonktür",
      "E": "İthalat"
    },
    "explanation": "ULUSLARARASI TİCARETİN YAPISI<br/>Bir ürünün üretiminden tüketimine geçen süreçte iktisadi değerin ortaya çıkmasını sağlayacak şekilde farklı birimler arasındaki mübadelesine \"ticaret\" adı verilir."
  },
  {
    "id": "3741183",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi uluslararası fiyat farklılıklarının nedenlerinden değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gelir dağılımında adaletsizlik",
      "B": "Piyasa koşulları",
      "C": "Üretim yapısı",
      "D": "Rekabet ortamı",
      "E": "Üretim maliyetleri"
    },
    "explanation": "Uluslararası Ticaretin İşlevleri ve Rol Alan Aktörler<br/>gelir dağılımındaki adaletsizlik uluslararası fiyat farklılıklarının nedenlerinden değildir"
  },
  {
    "id": "3741184",
    "unitNumber": 2,
    "text": "Hangi kuruluş GATT’ın bir nevi devamı mahiyetinde kurulmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "Dünya Ticaret Örgütü",
      "B": "NATO",
      "C": "IMF",
      "D": "Birleşmiş milletler",
      "E": "UNCTAD"
    },
    "explanation": "ULUSLARARASI TİCARETİN DÜZENLENME GEREKÇELERİ<br/>Dünya Ticaret Örgütü GATT’ın bir nevi devamı mahiyetinde kurulmuştur"
  },
  {
    "id": "3741185",
    "unitNumber": 2,
    "text": "GATT’ın öncelikli hedefi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Uluslararası ticaretin önündeki engellerin kaldırılması",
      "B": "Konferanslar düzenlemek",
      "C": "Uluslararası ticareti önlemek",
      "D": "Uluslararası ticaret girdi sorununu çözmek",
      "E": "Digital dönüşüm sürecini tamamlamak"
    },
    "explanation": "ULUSLARARASI TİCARETİN DÜZENLENME GEREKÇELERİ<br/>Uluslararası ticaretin önündeki engellerin kaldırılması GATT’ın öncelikli hedefidir."
  },
  {
    "id": "3741186",
    "unitNumber": 2,
    "text": "Gümrük Tarifeleri ve Ticaret Genel Anlaşması (GATT) hangi yıl uygulanmaya başlanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "1948",
      "B": "1956",
      "C": "1961",
      "D": "1973",
      "E": "2001"
    },
    "explanation": "ULUSLARARASI TİCARETİN DÜZENLENME GEREKÇELERİ<br/>Gümrük Tarifeleri ve Ticaret Genel Anlaşması (GATT) 1948 yılında uygulanmaya başlanmıştır.\n<br/>23 ülke tarafından 1947 yılında imzalanan Gümrük Tarifeleri ve Ticaret Genel Anlaşması (GATT), 1 Ocak 1948 yılı itibariyle uygulanmaya başlananmıştır. Soru imzalandığı tarihi değil uygulanmaya başladığı tarihi sormaktadır."
  },
  {
    "id": "3741191",
    "unitNumber": 2,
    "text": "Gümrük İşbirliği Konseyi adı ne zaman Dünya Gümrük Örgütü olarak değişmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "1994",
      "B": "2001",
      "C": "2003",
      "D": "2008",
      "E": "2013"
    },
    "explanation": "Gümrük İşbirliği Konseyi adı 1994 yılında Dünya Gümrük Örgütü olarak değişmiştir"
  },
  {
    "id": "3741192",
    "unitNumber": 2,
    "text": "Gümrük İşbirliği Konseyi ne zaman kurulmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "1952",
      "B": "1923",
      "C": "1946",
      "D": "1958",
      "E": "1971"
    },
    "explanation": "Dünya Gümrük Örgütü<br/>Gümrük İşbirliği Konseyi 1952 yılında kurulmuştur"
  },
  {
    "id": "3741193",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Dünya Ticaret Örgütünün benimsediği dört temel ilkeden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gelir dağılımı adaleti",
      "B": "En çok kayrılan ülke kuralı",
      "C": "Ulusal muamele kuralı",
      "D": "Gümrük vergilerinin indirilerek konsolide edilmesi",
      "E": "Tarifeler yoluyla koruma kuralı şeklinde özetlenebilir"
    },
    "explanation": "Gümrük Tarifeleri ve Ticaret Genel Anlaşması ile Dünya Ticaret Örgütü<br/>Gelir dağılımı adaleti Dünya Ticaret Örgütünün benimsediği dört temel ilkeden biri değildir."
  },
  {
    "id": "3741194",
    "unitNumber": 2,
    "text": "Uluslararası Ticaret Merkezi hangi yıl kurulmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "1968",
      "B": "1958",
      "C": "1946",
      "D": "1973",
      "E": "1994"
    },
    "explanation": "Uluslararası Ticaret Merkezi 1968 yılında kurulmuştur"
  },
  {
    "id": "3741195",
    "unitNumber": 2,
    "text": "Milletlerarası Ticaret odası hangi yıl kurulmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "1919",
      "B": "1923",
      "C": "1956",
      "D": "1960",
      "E": "1980"
    },
    "explanation": "Milletlerarası Ticaret odası 1919 yılında kurulmuştur"
  },
  {
    "id": "3741328",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi uluslararası ticaretin temel işlevleri açısından <u>hatalı bir ifadedir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Veri bir ürün açısından piyasadaki üretim miktarı ve çeşitliliği artar.",
      "B": "Uluslararası mübadelenin etkileriyle mevcut ihtiyacın optimal bir bileşimle giderilmesi mümkün hale<br/>gelir.",
      "C": "Ekonomik aktörlerin ulusal, bölgesel ve küresel düzlemde dinamik gelişim sürecine adapte olmaları sağlanır.",
      "D": "Ekonomik aktörlere gelişen piyasa koşullarında sınırlı kaynaklarını etkin kullanabilme imkânı sunulur.",
      "E": "Rekabetin ulusal ölçeğe yayılmasını temin etmektedir."
    },
    "explanation": "İktisadi bir perspektiften yaklaşıldığında uluslararası ticaretin temel işlevlerinden biri ekonomik aktörlere gelişen piyasa koşullarında sınırlı kaynaklarını etkin kullanabilme imkânı sunmasıdır. Uluslararası mübadelenin etkileriyle mevcut ihtiyacın optimal bir bileşimle giderilmesi mümkün hale gelmektedir. Bu yönüyle uluslararası ticaret, veri bir ürün açısından piyasadaki üretim miktarının ve çeşitliliğinin artmasını sağlamakta, rekabetin ulusal ölçekten bölgesel ve hatta küresel ölçeğe yayılmasını temin etmektedir. Ayrıca birbirine rakip firmaların, piyasadaki devamlılıklarını sağlamak ya da pazar paylarını artırmak amacıyla gerçekleştirdikleri araştırma ve geliştirme faaliyetleri teknolojik gelişmenin temel girdilerindendir. Bu yönüyle uluslararası ticaret ekonomik aktörlerin ulusal, bölgesel ve küresel düzlemde dinamik gelişim sürecine adapte olmalarını sağlamaktadır."
  },
  {
    "id": "3741329",
    "unitNumber": 2,
    "text": "1964 yılında Cenevre’de yapılan oturumda uluslararası ticaretin geliştirilmesi, ülkeler arası gelişmişlik farklılıklarının giderilmesi ve yoksulluk probleminin ele alınması amaçlarıyla kurulan / oluşturulan yapı hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Dünya Ticaret Örgütü",
      "B": "Milletlerarası Ticaret Odası",
      "C": "Birleşmiş Milletler Ticaret ve Kalkınma Konferansı",
      "D": "Dünya Gümrük Örgütü",
      "E": "Uluslararası Ticaret Merkezi"
    },
    "explanation": "Birleşmiş Milletler Ticaret ve Kalkınma Konferansı (UNCTAD), 1964 yılında Cenevre’de yapılan oturumda uluslararası ticaretin geliştirilmesi, ülkeler arası gelişmişlik farklılıklarının giderilmesi ve yoksulluk probleminin ele alınması amaçlarıyla kurulmuştur."
  },
  {
    "id": "3741330",
    "unitNumber": 2,
    "text": "Hangileri Dünya Ticaret Örgütü'nün benimsediği temel ilkelerdendir? \n I. En çok kayrılan ülke kuralı,<br/>II. Ulusal muamele kuralı,<br/>III. Gümrük vergilerinin indirilerek konsolide edilmesi,<br/>IV. Tarifeler yoluyla koruma kuralı",
    "correctAnswer": "E",
    "options": {
      "A": "I - II - IV",
      "B": "I - II - III",
      "C": "I - III - IV",
      "D": "III - IV",
      "E": "I - II - III - IV"
    },
    "explanation": "Dünya Ticaret Örgütünün benimsediği dört temel ilke vardır. Bunlar;<br/>i) En çok kayrılan ülke kuralı,<br/>ii) Ulusal muamele kuralı,<br/>iii) Gümrük vergilerinin indirilerek konsolide edilmesi,<br/>iv) Tarifeler yoluyla koruma kuralı şeklindedir."
  },
  {
    "id": "3741331",
    "unitNumber": 2,
    "text": "Uluslararası ticareti düzenleyen kuruluşlardan hangisi diğerlerinden daha önce kurulmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "Dünya Ticaret Örgütü",
      "B": "Milletlerarası Ticaret Odası",
      "C": "Uluslararası Ticaret Merkezi",
      "D": "Dünya Gümrük Örgütü",
      "E": "Birleşmiş Milletler Ticaret Örgütü"
    },
    "explanation": "1919 yılında Amerika Birleşik Devletleri’nde kurulan Milletlerarası Ticaret Odası, sermaye hareketliliği önündeki engellerin kaldırılması, mübadele sürecinde rekabetçi ve saydam piyasa koşullarının oluşturulması için üretim ve ticaret sürecindeki paydaşları teşvik etmeyi, karşılaştıkları engelleri kaldırmayı amaçlamaktadır."
  },
  {
    "id": "3741335",
    "unitNumber": 2,
    "text": "Aşağıdaki ülkelerden hangisi Avro alanında <u>yer almaz?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "Almanya",
      "B": "İsviçre",
      "C": "Letonya",
      "D": "Hırvatistan",
      "E": "Belçika"
    },
    "explanation": "Avro Alanı’nda 20 Avrupa Birliği üyesi vardır. Bunlar; Almanya, Avusturya, Belçika, Estonya Finlandiya, Fransa, Hollanda, İrlanda, İspanya, İtalya, Kıbrıs Rum Kesimi, Letonya, Litvanya, Lüksemburg, Malta, Portekiz, Slovakya, Slovenya ve Yunanistan’dır (1 Ocak 2023’ten itibaren Hırvatistan)."
  },
  {
    "id": "3741336",
    "unitNumber": 2,
    "text": "Uluslararası ticareti düzenleyen en dar kapsamlı müessese olup, genel itibariyle iki ülke ya da çeşitli ülke grupları arasında imzalanan, anlaşma gereği belirlenmiş ürünlerin mübadelesinde taraf ülkelerce indirimli bir tarifenin uygulanması, tarife dışı araçların hafifletilmesi ya da hiç gümrük vergisi alınmaması biçiminde uygulanan ekonomik entegrasyon biçimi hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Gümrük Birliği",
      "B": "Ortak Pazar",
      "C": "Tercihli Ticaret Anlaşması",
      "D": "Serbest Ticaret Bölgeleri",
      "E": "Ekonomik ve Parasal Birlik"
    },
    "explanation": "Tercihli ticaret anlaşmaları uluslararası ticareti düzenleyen en dar kapsamlı müesseselerdir. Bu anlaşmalar, genel itibariyle iki ülke ya da çeşitli ülke grupları arasında imzalanır. İmzalanan anlaşma gereği belirlenmiş ürünlerin mübadelesinde taraf ülkelerce indirimli bir tarifenin uygulanması, tarife dışı araçların hafifletilmesi ya da hiç gümrük vergisi alınmaması söz konusu olmaktadır. Böylece iki ya da daha fazla ülke arasında ticaret önündeki engeller karşılıklı olarak kaldırılır."
  },
  {
    "id": "3741349",
    "unitNumber": 2,
    "text": "Türkiye’nin Avrupa Birliği Gümrük Birliğine katılımı, 1/95 sayılı Ortaklık Konseyi Kararı’nca hangi tarihte gerçekleşmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "1 Ocak 1993",
      "B": "1 Ocak 1994",
      "C": "1 Ocak 1995",
      "D": "1 Ocak 1996",
      "E": "1 Ocak 1999"
    },
    "explanation": "Günümüzde Avrupa Birliği üyesi ülkelerin Türkiye gibi bazı komşu ülkelerle oluşturduğu Avrupa Birliği Gümrük Birliği ya da Avrasya Ekonomik Birliği ülkelerinin oluşturduğu Avrasya Gümrük Birliği<br/>oluşumları gümrük birliklerine örnek olarak gösterilebilir. Türkiye’nin Avrupa Birliği Gümrük Birliğine katılımı 1/95 sayılı Ortaklık Konseyi Kararı’nca 1 Ocak 1996 tarihinde gerçekleşmiştir."
  },
  {
    "id": "3741352",
    "unitNumber": 2,
    "text": "İklim değişikliğine neden olan üretim yapılarını regüle ederek doğal kaynakların daha etkin kullanımını sağlamak aşağıdakilerden hangisinin amaçları arasında yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Birleşmiş Milletler Ticaret ve Kalkınma Konferansı",
      "B": "Dünya Gümrük Örgütü",
      "C": "Dünya Ticaret Örgütü",
      "D": "Uluslararası Ticaret Merkezi",
      "E": "Milletlerarası Ticaret Odası"
    },
    "explanation": "Birleşmiş Milletler Ticaret ve Kalkınma Konferansı'nın, farklı düzeylerde (ulusal, bölgesel ve küresel)<br/>çalışma alanları oluşturarak Birleşmiş Milletler şemsiyesi altında varmak istediği temel amaçları arasında, iklim değişikliğine neden olan üretim yapılarını regüle ederek doğal kaynakların daha etkin kullanımını sağlamak bulunmaktadır."
  },
  {
    "id": "3741353",
    "unitNumber": 2,
    "text": "Birlik Bütçesi/Politika alanlarına yönlendirilen harcamalar, geliştirilen kriter ve kurallar ile kontrol ve denetim mekanizması gibi mali araçların olduğu entegrasyon biçimi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ekonomik ve Parasal Birlik",
      "B": "Gümrük Birliği",
      "C": "Tercihli Ticaret Anlaşmaları",
      "D": "Serbest Ticaret Bölgeleri",
      "E": "Ortak Pazar"
    },
    "explanation": "Ekonomik ve Parasal Birlik, üyeler arası ticaret ya da üretim faktörlerinin serbest dolasımı üzerindeki tüm engellerin kaldırılması, ortak iktisadi, mali ve sosyal politikaların geliştirilmesi, üye ülkeler arasında iktisadi ve mali uyumun tesisi gibi hedeflere sahiptir. bu doğrultuda kullanılan mali araçlar ise birlik Bütçesi/politika alanlarına yönlendirilen harcamalar, geliştirilen kriter ve kurallar, ile kontrol ve denetim mekanizmasıdır."
  },
  {
    "id": "3741354",
    "unitNumber": 2,
    "text": "Gümrük birliği ile üye ülkelerin oluşturdukları ortak piyasa koşullarında aşağıdaki hedeflerden hangisinden bahsedilebilir? <br/>I. Üretim maliyetlerinde avantaj sağlanması,\n II. Ölçek ekonomilerinden yararlanılması,\n III. Ekonomik verimliliğin ve etkinliğin artırılması\n IV. Dış ticaret hadlerinin iyileştirilmesi",
    "correctAnswer": "C",
    "options": {
      "A": "I - III - IV",
      "B": "I - II",
      "C": "I - II - III - IV",
      "D": "II - III - IV",
      "E": "III - IV"
    },
    "explanation": "Ülkelerin bir araya gelerek gümrük birliği oluşturma nedenleri arasında ekonomik verimliliğin ve etkinliğin artırılması, ortak politika geliştirme ve uygulama kültürünün benimsenmesi gibi faktörler yer almaktadır. Gümrük birliği ile üye ülkelerin oluşturdukları ortak piyasa koşullarında üretim maliyetlerinde avantaj sağlanması, ölçek ekonomilerinden yararlanılması, ekonomik verimliliğin ve etkinliğin artırılması ya da dış ticaret hadlerinin iyileştirilmesi hedeflerine ulaşılabilecektir."
  },
  {
    "id": "3741196",
    "unitNumber": 3,
    "text": "Gümrük vergisi Türk Gümrük Kanununun kaçıncı maddesinde yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "4458",
      "B": "1389",
      "C": "2220",
      "D": "1995",
      "E": "2458"
    },
    "explanation": "Gümrük Kanununda Gümrük Vergisinin Tanımı<br/>Türkiye’nin 4458 Sayılı Gümrük Kanununda (bundan sonra Gümrük Kanunu) “gümrük vergileri; eşyaya uygulanan ithalat vergilerinin ya da ihracat vergilerinin bütününü” kapsayacak şekilde geniş olarak tanımlanmıştır."
  },
  {
    "id": "3741197",
    "unitNumber": 3,
    "text": "Gümrük vergisinin korumacı amaçlarla kullanılması düşüncesi ilk olarak hangi dönemde gelişmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Merkantilist düşünce",
      "B": "Klasik düşünce",
      "C": "Keynesyen Düşünce",
      "D": "Monetarist düşünce",
      "E": "Yeni klasik düşünce"
    },
    "explanation": "Gümrük Vergisinin Dünyadaki Gelişimi<br/>Gümrük vergisinin korumacı amaçlarla kullanılması düşüncesi ilk olarak Merkantilizm döneminde gelişmiştir."
  },
  {
    "id": "3741198",
    "unitNumber": 3,
    "text": "Gümrük Tarifeleri ve Ticaret Genel Anlaşması yani kısa adıyla GATT ne zaman imzalanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "1947",
      "B": "1958",
      "C": "1963",
      "D": "1973",
      "E": "1989"
    },
    "explanation": "Gümrük Vergisinin Dünyadaki Gelişimi<br/>Gümrük Tarifeleri ve Ticaret Genel Anlaşması yani kısa adıyla GATT 1947 yılında imzalanmıştır."
  },
  {
    "id": "3741199",
    "unitNumber": 3,
    "text": "Türkiye’nin de taraf olduğu GATT, hangi yıl yerini halen 164 üyesi bulanan Dünya Ticaret Örgütüne (WTO) bırakmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "1995",
      "B": "1936",
      "C": "1971",
      "D": "1999",
      "E": "2003"
    },
    "explanation": "Gümrük Vergisinin Dünyadaki Gelişimi<br/>Türkiye’nin de taraf olduğu GATT, 1995 yılında yerini halen 164 üyesi bulanan Dünya Ticaret Örgütüne (WTO) bırakmıştır"
  },
  {
    "id": "3741200",
    "unitNumber": 3,
    "text": "Osmanlı devletinin kuruluş döneminde uygulanan transit vergisine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Müruriye",
      "B": "Masdariye",
      "C": "Reftiye",
      "D": "Amediye",
      "E": "Teriye"
    },
    "explanation": "Gümrük Vergisinin Türkiye’deki Gelişimi<br/>Osmanlı devletinin kuruluş döneminde uygulanan transit vergisine müruriye adı verilir"
  },
  {
    "id": "3741201",
    "unitNumber": 3,
    "text": "Osmanlı devletinin kuruluş döneminde uygulanan giriş vergisine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Amediye",
      "B": "Reftiye",
      "C": "Masdariye",
      "D": "Müruriye",
      "E": "Teridiye"
    },
    "explanation": "Gümrük Vergisinin Türkiye’deki Gelişimi<br/>Osmanlı devletinin kuruluş döneminde uygulanan giriş vergisine amediye adı verilir."
  },
  {
    "id": "3741202",
    "unitNumber": 3,
    "text": "Osmanlı devletinin kuruluş döneminde uygulanan çıkış vergisine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Reftiye",
      "B": "Amediye",
      "C": "Masdariye",
      "D": "Müruriye",
      "E": "Teridiye"
    },
    "explanation": "Gümrük Vergisinin Türkiye’deki Gelişimi<br/>Osmanlı devletinin kuruluş döneminde uygulanan çıkış vergisine reftiye adı verilir."
  },
  {
    "id": "3741203",
    "unitNumber": 3,
    "text": "Osmanlı devletinin kuruluş döneminde uygulanan tüketim vergisine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Masdariye",
      "B": "Amediye",
      "C": "Reftiye",
      "D": "Müruriye",
      "E": "Tediye"
    },
    "explanation": "Gümrük Vergisinin Türkiye’deki Gelişimi<br/>Osmanlı devletinin kuruluş döneminde uygulanan tüketim vergisine masdariye adı verilir"
  },
  {
    "id": "3741204",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi gümrük vergisinin amaçlarından değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gelir dağılımında adaleti sağlamak",
      "B": "Devlete gelir sağlamak",
      "C": "Yerli sanayiyi korumak",
      "D": "Ödemeler bilançosuna katkı sağlamak",
      "E": "İthal edilen malların fiyatını yükseltmek"
    },
    "explanation": "GÜMRÜK VERGİSİNİN AMAÇLARI<br/>Gelir dağılımında adaleti sağlamak gümrük vergisinin amaçlarından değildir."
  },
  {
    "id": "3741205",
    "unitNumber": 3,
    "text": "Gümrük vergisi, tebliğ tarihinden itibaren kaç gün içerisinde ödenmek zorundadır?",
    "correctAnswer": "A",
    "options": {
      "A": "15",
      "B": "7",
      "C": "3",
      "D": "21",
      "E": "30"
    },
    "explanation": "Verginin Tahsili<br/>Gümrük vergisi, tebliğ tarihinden itibaren 15 gün içerisinde ödenmek zorundadır."
  },
  {
    "id": "3741313",
    "unitNumber": 3,
    "text": "Gümrük vergisi ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Sadece ithal edilen mallar üzerinden alınır.",
      "B": "Sadece ihraç edilen mallar üzerinden alınır.",
      "C": "Transit işlemleri gümrük vergisine tabidir.",
      "D": "Devlete gelir sağlama amacı taşımaz.",
      "E": "Yerli sanayiyi yabancı rekabetine karşı koruma amacı taşımaz."
    },
    "explanation": "Giriş-Gümrük Vergisinin Tanımı-Gümrük Vergisi Kavramı<br/>Uluslararası ticareti yapılan mallar üzerinden alınan gümrük vergileri geçmişte ithalat, ihracat ve transit ticaret işlemlerinin tümü üzerinden alınmıştır. Ancak günümüzde gümrük vergisi hemen hemen bütün ülkelerde sadece ithalata uygulanmaktadır. İhracat ise ilke olarak gümrük vergisinden hariç tutulmaktadır. İhracat, sadece olağanüstü durumlarda vergilendirilmektedir ve bu gibi durumlarda ülkenin gereksinim duyduğu ve üretiminde rakipsiz olduğu eşyanın ihracatından gümrük vergisi alınmaktadır.\n Gümrük vergisini diğer vergilerden ayıran en önemli özelliklerinden biri mali amacının yani devlete gelir sağlama amacının yanında, yerli sanayiyi yabancı rekabetine karşı korumak amacının da bulunmasıdır."
  },
  {
    "id": "3741314",
    "unitNumber": 3,
    "text": "Osmanlı Döneminin kuruluş döneminde yerli tüccara uygulanan “Sadakat-ı Ticariye” adı verilen verginin oranı yüzde kaçtır?",
    "correctAnswer": "A",
    "options": {
      "A": "2,5",
      "B": "5",
      "C": "5,5",
      "D": "10",
      "E": "10,5"
    },
    "explanation": "Gümrük vergisinin Türkiye'deki gelişimi<br/>Osmanlı Devletinin kuruluş döneminde yerli tüccara % 2,5 ve yabancı tüccara ise %10 oranında uygulanan ve “Sadakat-ı Ticariye” adı verilen bir vergi uygulanmıştır."
  },
  {
    "id": "3741315",
    "unitNumber": 3,
    "text": "Osmanlı Döneminin kuruluş döneminde yabancı tüccara uygulanan “Sadakat-ı Ticariye” adı verilen verginin oranı yüzde kaçtır?",
    "correctAnswer": "D",
    "options": {
      "A": "2",
      "B": "2,5",
      "C": "5",
      "D": "10",
      "E": "15"
    },
    "explanation": "Gümrük vergisinin Türkiye'deki gelişimi<br/>Osmanlı Devletinin kuruluş döneminde yerli tüccara % 2,5 ve yabancı tüccara ise %10 oranında uygulanan ve “Sadakat-ı Ticariye” adı verilen bir vergi uygulanmıştır."
  },
  {
    "id": "3741316",
    "unitNumber": 3,
    "text": "Osmanlı döneminde gümrük vergisinin tahsilinde kullanılan iltizam yönteminden hangi yıl vazgeçilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "1929",
      "B": "1973",
      "C": "1858",
      "D": "1829",
      "E": "1958"
    },
    "explanation": "Gümrük vergisinin Türkiye'deki gelişimi<br/>Osmanlı Döneminde gümrük vergisinin tahsilinde ağırlıklı olarak iltizam yöntemi kullanılmıştır. Bu usulden 1858 yılında tamamen vazgeçilmiştir."
  },
  {
    "id": "3741361",
    "unitNumber": 3,
    "text": "Gümrük vergisi yükümlülüğü ile ilgili aşağıdaki ifadelerden hangisi <strong>yanlıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Aynı verginin ödenmesinden birden çok kişi sorumlu ise bunlardan sadece biri gümrük vergisinin ödenmesinden sorumludur.",
      "B": "Gümrük vergisi yükümlülüğü gümrük giriş beyannamesinin tescil edildiği tarihte başlamaktadır.",
      "C": "Tüzel kişiliği olmamakla birlikte hukuki tasarrufta bulunma yetkisi olan kişi ortaklıkları, gümrük yükümlülüğünü yerine getirmekten sorumludur.",
      "D": "Yerleşim yeri Gümrük Bölgesi’nde bulunan bütün gerçek kişiler, gümrük yükümlülüğünü yerine getirmekten sorumludur.",
      "E": "Gümrük Bölgesinde işyeri, iş merkezi veya şubesi bulunan tüzel kişiler, gümrük yükümlülüğünü yerine getirmekten sorumludur."
    },
    "explanation": "Vergi yükümlülüğü<br/>i. Yerleşim yeri Gümrük Bölgesi’nde bulunan bütün gerçek kişiler,<br/>ii. Gümrük Bölgesinde işyeri, iş merkezi veya şubesi bulunan tüzel kişiler ve<br/>iii. Tüzel kişiliği olmamakla birlikte hukuki tasarrufta bulunma yetkisi olan kişi ortaklıkları, Gümrük yükümlülüğünü yerine getirmekten sorumludur.<br/>Gümrük vergisinin ödenmesinde müştereken ve müteselsilen sorumluluk söz konusudur, yani aynı verginin ödenmesinden birden çok kişi sorumlu ise bunlar gümrük vergisinin ödenmesinden hep birlikte yükümlü tutulmaktadır.<br/>Gümrük vergisi yükümlülüğü gümrük giriş beyannamesinin tescil edildiği tarihte başlamaktadır."
  },
  {
    "id": "3741362",
    "unitNumber": 3,
    "text": "i. Eşyanın özelliklerine bağlı nedenler<br/>ii. Beklenmeyen hal/mücbir sebep<br/>iii. İdarenin izin\n Yukarıdakilerden hangisi/hangileri dolayısıyla vergi yükümlülüğünün yerine getirilmemesi durumunda bir vergi mükellefiyeti<br/>doğmayacaktır?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "Yalnızca II"
    },
    "explanation": "Vergi yükümlülüğünün yerine getirilmemesi;<br/>i. Eşyanın özelliklerine bağlı nedenlerden,<br/>ii. Beklenmeyen hal/mücbir sebepten ya da<br/>iii. İdarenin izninden kaynaklanıyorsa<br/>her üç durumda da hangi bir vergi mükellefiyeti doğmayacaktır."
  },
  {
    "id": "3741363",
    "unitNumber": 3,
    "text": "Menşe bilgisi kaç yıl geçerlidir?",
    "correctAnswer": "C",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "5",
      "E": "10"
    },
    "explanation": "Vergi yükümlülüğü<br/>Menşe Bilgisi ise Gümrük Kanunu’nun menşe ile ilgili hükümleri uyarınca verilen idareyi bağlayıcı bir diğer karardır ve 3 yıl geçerlidir."
  },
  {
    "id": "3741364",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisinin Gümrük Kanunu’na göre, satış bedelinden ayırt edilebilmek koşuluyla matrahtan indirilmesi mümkündür?",
    "correctAnswer": "A",
    "options": {
      "A": "Eşyanın giriş yerine varışından sonra yapılan sigorta giderleri",
      "B": "Eşyanın tekrar satışı veya çıkarılmasından doğan hasılanın satıcıya ait kısmı",
      "C": "Fiyata dahil edilmemiş royalti",
      "D": "Satın alma komisyonu hariç, ödenen komisyonlar",
      "E": "Eşyaya katılan malzemeler, eşyanın üretim ve tüketiminde kullanılan aletler"
    },
    "explanation": "Vergi matrahı<br/>Gümrük Kanunu’na göre, satış bedelinden ayırt edilebilmek koşuluyla aşağıdaki unsurların matrahtan indirilmesi (matraha dahil edilmemesi) mümkündür:<br/>1. Eşyanın giriş yerine varışından sonra yapılan nakliye ve sigorta giderleri,<br/>2. İthalattan sonra yapılan; inşa, kurma, montaj, bakım, teknik yardım giderleri,<br/>3. Alıcı tarafından üstlenilen faiz giderleri,<br/>4. Eşyanın Türkiye’de çoğaltılması hakkı için yapılan ödemeler;\n 5. Satın alma komisyonları,<br/>6. Türkiye’de ödenecek ithalat vergileri."
  },
  {
    "id": "3741365",
    "unitNumber": 3,
    "text": "Gümrük kıymetinin tespit edilmesinde Cenevre Kıymet Sözleşmesinde öngörülen ilk sıra aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İthal eşyasının gümrük kıymeti öncelikle satış bedelidir, yani eşyanın gerçekte ödenen ya da ödenecek fiyatıdır.",
      "B": "Aynı tür yani onunla aynı cins eşyanın satış bedeli",
      "C": "Onunla yakın tarihte ithal edilen benzer eşyanın satış bedeli",
      "D": "Eşyanın Türkiye’de tekrar satılması halinde, bu fiyattan yapılan bazı giderlerin düşülmesi suretiyle ulaşılan fiyat",
      "E": "Gümrük kıymeti eşyanın yurt dışında oluşan imalat maliyetine, ortalama bir kâr ve genel gider eklenmesi"
    },
    "explanation": "Vergi Matrahı<br/>Gümrük kıymeti Cenevre Kıymet Sözleşmesinde öngörülen aşağıdaki sıraya göre tespit edilmektedir.<br/>Buna göre;<br/>1. Sıra: İthal eşyasının gümrük kıymeti öncelikle satış bedelidir, yani eşyanın gerçekte ödenen ya da ödenecek fiyatıdır. Uygulamada ithalatın yüzde doksandan fazlasına satış bedeli yöntemi uygulanmaktadır.<br/>2. Sıra: Eşyanın satış bedeli mevcut değilse ya da gerekli koşulları sağlamıyorsa o zaman aynı tür yani onunla aynı cins eşyanın satış bedeli gümrük kıymetine esas alınır.<br/>3. Sıra: Gümrük kıymeti aynı eşyanın satış bedeline göre belirlenemezse onunla yakın tarihte ithal edilen benzer eşyanın satış bedeli, dikkate alınır.<br/>4. Sıra: Eşyanın Türkiye’de tekrar satılması halinde, bu fiyattan yapılan bazı giderlerin düşülmesi suretiyle ulaşılan fiyat, gümrük kıymetine esas alınır.<br/>5. Sıra: Gümrük kıymeti eşyanın yurt dışında oluşan imalat maliyetine, ortalama bir kâr ve genel gider eklenerek belirlenir.<br/>6. Sıra: Değilse, bütün yöntemlerin esnek bir şekilde yorumlanması yoluna gidilerek (son yöntem), nihayetinde ithal eşyasının gümrük kıymetine ulaşılacaktır."
  },
  {
    "id": "3741366",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi vergisiz serbest dolaşıma <strong>giremez?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Cumhurbaşkanı’nın şahsi ve ikametgahı için gelen eşya",
      "B": "Karşılıklı olmak şartıyla, ithal edilen diplomatik eşya",
      "C": "Genelkurmay Başkanlığı'nın görevleri ile ilgili olarak ithal edecekleri bir kısım eşya",
      "D": "Milli Savunma Bakanlığı'nın görevleri ile ilgili olarak ithal edecekleri bir kısım eşya",
      "E": "Değeri 150 euroyu geçen eşya"
    },
    "explanation": "Muafiyet ve İstisnalar<br/>Aşağıdaki sayılan eşyalar vergisiz serbest dolaşıma girebilecektir:<br/>1. Cumhurbaşkanı’nın şahsi ve ikametgahı için gelen eşya,<br/>2. Karşılıklı olmak şartıyla, ithal edilen diplomatik eşya,<br/>3. Genelkurmay Başkanlığı, Milli Savunma Bakanlığı, Kuvvet Komutanlıkları, Milli İstihbarat Teşkilatı Müsteşarlığı, Savunma Sanayii Başkanlığı, Jandarma Genel Komutanlığı, Sahil Güvenlik Komutanlığı, Emniyet Genel Müdürlüğü, Makine ve Kimya Endüstrisi ve Gümrük Müsteşarlığının, görevleri ile ilgili olarak ithal edecekleri bir kısım eşya,<br/>4. Değeri 150 euroyu geçmeyen eşya,<br/>5. Gerçek kişilere ait bir kısım eşya. Örneğin; otomobiller, ev eşyası; çeyiz; miras eğitim materyali, geri getirilen eşya, yolcu beraberi eşya gibi. Burada eşyanın özellikle kullanılmış olması şartı aranmaktadır.<br/>6. Gerçek kişilere ait diğer bir kısım eşya. Örneğin değeri 430 euroyu geçmeyen yolcu beraberi hediyelik eşya, şeref nişanları, alınan uluslararası hediyeler gibi."
  },
  {
    "id": "3741187",
    "unitNumber": 4,
    "text": "Uluslararası nitelik taşıyan hizmetlerin vergilendirilebilmesi için, bunların Türkiye’de yapılmış sayılması gerekir. \n<br/>Bu koşulun sağlanması için aşağıdakilerden hangisi/hangilerinin gerçekleşmiş olması yeterli görülmüştür?\n<br/>I.Hizmetin Türkiye’de yapılması\n<br/>II.Hizmetten Türkiye’de faydalanılması\n<br/>III.İthalatın kamu sektörü tarafından yapılması \n<br/>IV. İthalatın tüzel kişi tarafından yapılması",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnızca I'in gerçekleşmesi yeterlidir.",
      "B": "Yalnızca III'ün gerçekleşmesi yeterlidir.",
      "C": "C) I ve II'den herhangi bir tanesinin gerçekleşmesi yeterlidir.",
      "D": "d) III ve IV'ten herhangi bir tanesinin gerçekleşmesi yeterlidir.",
      "E": "e) I ve IV'ün aynı anda gerçekleşmesi yeterlidir."
    },
    "explanation": "Uluslararası nitelik taşıyan hizmetlerin vergilendirilebilmesi için, bunların Türkiye’de yapılmış <br/>sayılması gerekir. Bunun için;<br/>• Hizmetin Türkiye’de yapılması veya<br/>• Hizmetten Türkiye’de faydalanılması<br/>hallerinden herhangi birinin gerçekleşmiş olması yeterli görülmüştür.<br/>I ve II'den herhangi bir tanesinin gerçekleşmesi yeterlidir."
  },
  {
    "id": "3741188",
    "unitNumber": 4,
    "text": "Harcama vergileri alanında uluslararası çifte vergilemeyi önleme de kullanılan “varış ülkesinde vergilendirme ilkesi” gereği aşağıdakilerden hangisi <strong>doğru değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İhraç edilen eşyalar vergisiz bir şekilde gönderilir",
      "B": "İhracatta vergi iadesi uygulanır",
      "C": "İthal edilen mal ve hizmetler vergiye tabi tutulmaktadır.",
      "D": "Malın çıkış yapacağı ülkede vergilendirme gerçekleştirilir.",
      "E": "İhracat vergiden istisna tutulur."
    },
    "explanation": "Varış ülkesinde vergilendirme: ithalatın vergilendirildiği, ihracatın vergiden istisna <br/>tutulduğu ve buna bağlı olarak ihracatta vergi iadesinin uygulandığı bir sistemdir.<br/>Malın çıkış yapacağı ülkede vergilendirme gerçekleştirilir."
  },
  {
    "id": "3741189",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi/hangileri ithalatta KDV’nin matrahına dahil edilir?\n I. Malın maliyeti, sigorta bedeli ve navlun bedelini ifade eden CIF değer\n II.İthalat sırasında ödenen her türlü vergi, resim, harç ve paylar\n III.Gümrük vergisi, özel tüketim vergisi, beyannameler için ödenen damga vergisi, ek mali yükümlülük, toplu konut fonu, kaynak kullanımını destekleme fonu, çevre katkı payı\n IV. İthalat yapıldıktan sonra ortaya çıkan kur farkı ve diğer ödemeler.",
    "correctAnswer": "B",
    "options": {
      "A": "I ve II",
      "B": "I, II ve III",
      "C": "II, III ve IV",
      "D": "I, II ve IV",
      "E": "I, II,III ve IV"
    },
    "explanation": "İthalat yapıldıktan sonra ortaya çıkan kur farkı ve diğer ödemeler KDV'nin matrahına dahil edilmez<br/>I, II ve III"
  },
  {
    "id": "3741190",
    "unitNumber": 4,
    "text": "KDV’nin kanunda düzenlenen oranı %10’dur. Ancak bu oranda perakende ve toptan aşaması veya mal ve hizmet grupları itibariyle ayrı ayrı değişiklik yapmaya Cumhurbaşkanı hangi oran/oranlarda yetkili kılınmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "2 katına kadar arttırma ve %2’e kadar indirme",
      "B": "3 katına kadar arttırma ve %1.5’e kadar indirme",
      "C": "4 katına kadar artırma ve %1’e kadar indirme",
      "D": "5 katına kadar arttırma ve %0.5 indirme",
      "E": "6 katına kadar arttırma ve %0 indirme"
    },
    "explanation": "KDV’nin kanunda düzenlenen oranı %10’dur (KDVK md. 28). Ancak bu oranı perakende ve <br/>toptan aşaması veya mal ve hizmet grupları itibariyle ayrı ayrı 4 katına kadar artırmaya ve %1’e ka<br/>dar indirmeye Cumhurbaşkanı yetkili kılınmıştır.<br/>4 katına kadar artırma ve %1’e kadar indirme"
  },
  {
    "id": "3741206",
    "unitNumber": 4,
    "text": "İthalatta KDV açısından vergiyi doğuran olay aşağıdaki hangi durum/durumlarda meydana gelmektedir?\n I. gümrük vergisi ödeme mükellefiyetinin başlaması\n II. gümrük vergisinin ulusal muamele kuralına tabi olması \n III.gümrük beyannamesinin tescili",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve III",
      "E": "II ve III"
    },
    "explanation": "İthalatta KDV açısından vergiyi doğuran olay; gümrük vergisi ödeme mükellefiyetinin başlaması veya gümrük beyannamesinin tescili ile meydana gelmektedir<br/>I ve III"
  },
  {
    "id": "3741207",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisinin/hangilerinin ithalatı KDV’den istisnadır?\n I. Kıymetli taş\n II. Külçe altın\n III. Hisse senedi\n IV. Özel bilgisayar programları",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "III ve IV",
      "C": "I, III ve IV",
      "D": "I, II ve III",
      "E": "I, II,III ve IV"
    },
    "explanation": "Örneğin; kıymetli taşlar, külçe altın veya gümüş, para, döviz, hisse senedi, değerli kâğıtlar ithal edilmesi halinde, bunların yurtiçi teslimleri KDVK’nın (17/4-g) maddesine göre istisna olduğu için, ithalatı da KDV’den istisnadır. Ayrıca KDVK’nın (17/4-s) maddesine göre, “engellilerin eğitimleri, meslekleri, günlük yaşamları için özel olarak üretilmiş her türlü araç-gereç ve özel bilgisa yar programlarının teslimi KDV’den istisna oldu ğundan, bunların ithalatı da KDV’den istisnadır”. Diğer taraftan “KDVK’nın (17/1) maddesinde sa yılan kurum ve kuruluşlara bedelsiz olarak yapılan her türlü mal teslimi ve hizmet ifaları, Kanunun (17/2-b) maddesi kapsamında KDV’den istisna olduğundan, söz konusu teslim veya hizmetlerin yurtdışından temin edilmesi durumunda da bu teslim ve hizmetler KDV’den istisna tutulmuştur”<br/>I, II,III ve IV"
  },
  {
    "id": "3741208",
    "unitNumber": 4,
    "text": "Aşağıdaki hangi ÖTV listesinde vergiyi doğuran olay malın teslim edilmesidir.",
    "correctAnswer": "A",
    "options": {
      "A": "I Sayılı Liste",
      "B": "II Sayılı Liste",
      "C": "III Sayılı Liste",
      "D": "IV Sayılı Liste",
      "E": "Liste dışı"
    },
    "explanation": "(I) Sayılı Listede yer alan malların ithalatçıları tarafından teslimi vergiyi doğuran olay <br/>olarak kabul edilmiştir.<br/>I Sayılı Liste"
  },
  {
    "id": "3741221",
    "unitNumber": 4,
    "text": "KDV Kanunu’na göre hizmet teslimlerine ihracat istisnasının uygulanabilmesi için hangi şart/şartlar aranmaktadır?\n I.Hizmet yurt dışındaki müşterilere sunulmalıdır.\n II.Fatura veya benzeri nitelikteki belgeler yurt dışındaki müşteri adına düzenlenmelidir.\n III. Hizmetten yurt dışında faydalanılmalıdır.\n IV. ihracata konu olan hizmetin müşterinin Türkiye’deki faaliyetleriyle ilgisi olmalıdır. \n V. Hizmet bedeli döviz olarak Türkiye’ye getirilmelidir.",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "II ve IV",
      "C": "I, II, III, V",
      "D": "I, II, III, IV ve V",
      "E": "I, II, III ve IV"
    },
    "explanation": "KDV Kanunu’na göre hizmet teslimlerine ihracat istisnasının uygulanabilmesi için ise şu şartlar <br/>topluca aranmaktadır (KDVK, md. 12): \n<br/>Hizmet yurt dışındaki müşterilere sunulmalıdır,<br/>• Hizmetten yurt dışında faydalanılmalıdır. Bir başka deyişle ihracata konu olan hizmetin müşterinin Türkiye’deki faaliyetleriyle ilgisinin bulunmaması gerekir,<br/>• Fatura veya benzeri nitelikteki belgeler yurtdışındaki müşteri adına düzenlenmelidir,\n<br/>• Hizmet bedeli döviz olarak Türkiye’ye getirilmelidir.<br/>I, II, III"
  },
  {
    "id": "3741224",
    "unitNumber": 4,
    "text": "Mal bedeli , Sigorta ve navlun ödemesinin toplamı aşağıdakilerden hangisi ile ifade edilmektedir.",
    "correctAnswer": "A",
    "options": {
      "A": "CIF",
      "B": "FCA",
      "C": "FOB",
      "D": "CIP",
      "E": "CFR"
    },
    "explanation": "CIF değer: Uluslararası ticarette teslim şekillerinden birisi olan CIF terimi; Mal bedeli <br/>(Cost), Sigorta (Insurance) ve navlun (Freight) ödemesinin toplamını ifade etmektedir."
  },
  {
    "id": "3741226",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisinde mallar ÖTV’den istisna tutulmuştur?\n I. Gümrük Kanunundaki transit, gümrük antrepo, dahilde işleme rejimindeki mallar\n II. Gümrük kontrolü altında işleme rejimlerine tâbi tutulan mallar\n III. Serbest bölgeler ve geçici depolama yerleri hükümlerinin uygulandığı mallar \n IV.. Serbest dolaşıma giren mallar",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnızca I",
      "B": "II ve III",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "ÖTVK’nın 7/7. maddesinde; “Gümrük Kanunundaki transit, gümrük antrepo, dahilde işleme, gümrük kontrolü altında işleme rejimlerine tâbi tutulanlar ile serbest bölgeler ve geçici depolama yerleri hükümlerinin uygulandığı malların ÖTV’den istisna tutulduğu düzenlenmiştir”. Bu özel rejimler, getirilen mallara Türkiye’de serbest dolaşım hakkını vermediği için tam bir ithalat olarak nitelendirilemezler. Bu nedenle de bu rejimlerin içerdiği aşamalar ÖTV dışında tutulmuşlardır.<br/>I, II ve III"
  },
  {
    "id": "3741319",
    "unitNumber": 4,
    "text": "1. Uluslararası ticaretin vergilendirilmesinde alınan gümrük vergisi, Katma Değer Vergisi ve Özel Tüketim Vergisi önemlidir burada ihraç edilen eşyalar vergisiz gönderilir vergiye tabi tutulanlar aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İthal edilen mal ve hizmetler",
      "B": "Çifte vergilemeyi önleyen ithalde alınan ürünler",
      "C": "Varış ülkesinde vergilendirme mallar",
      "D": "İthal edilen ve vergisiz gönderilen eşyalar",
      "E": "İç piyasayı düzenleyen hizmet mallar"
    },
    "explanation": "GİRİŞ\n Uluslararası ticaretin vergilendirilmesinde alınan gümrük vergisinin yanı sıra ithalde alınan Katma Değer Vergisi (KDV) ve Özel Tüketim Vergisi (ÖTV) de önemli bir paya sahiptir. Harcama vergileri alanında uluslararası çifte vergilemeyi önlemede kullanılan “varış ülkesinde vergilendirme ilkesi” gereği, ihraç edilen eşyalar vergisiz bir şekilde gönderilirken ithal edilen mal ve hizmetler ise vergiye tabi tutulmaktadır."
  },
  {
    "id": "3741320",
    "unitNumber": 4,
    "text": "2. DTÖ'nün temel ilkelerinden birisi olan \"ulusal muamele kuralı'na\" göre aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "İç piyasaya ilişkin düzenleme ve uygulamalar yönünden ithal edilen mallar ile yurt içinde üretilen mallar arasında ayrım yapılamaz.",
      "B": "Bu ilkeye göre oranlar, istisnalar arasında mal ve hizmetlere göre farklılıklar, oranlar ve benzerlikler vardır.",
      "C": "Bu ilkenin temel amacı iç düzenlemeler ve vergileme açısından ithal edilen ve yerli ürünler arasında eşit rekabet koşullarının yaratılmasıdır.",
      "D": "Bu ilkeye göre bir mal ve hizmetin sırf ithal edilmesi farklı uygulamalara sebep olamaz.",
      "E": "Bu ilkeye göre bir mal ve hizmetin sırf ithal edilmiş olması yerli mal ve hizmetlerden farklı oranda KDV ve ÖTV uygulanamaz."
    },
    "explanation": "GİRİŞ<br/>DTÖ’nün temel ilkelerinden birisi olan “ulusal muamele kuralı”na göre iç piyasaya ilişkin düzenleme ve uygulamalar yönünden ithal edilen mallar ile yurt içinde üretilen mallar arasında ayrım yapılamaz. Bu kuralının temel amacı iç düzenlemeler ve vergileme açısından ithal edilen ve yerli ürünler arasında eşit rekabet koşullarının yaratılmasıdır. Bu nedenle bir mal veya hizmetin sırf ithal edilmesi nedeniyle yerli mal ve hizmetlerden farklı oranda KDV veya ÖTV uygulanamaz."
  },
  {
    "id": "3741321",
    "unitNumber": 4,
    "text": "3. İthalde alınan KDV ve ÖTV vergileri ile ilgili olarak aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "İthalde alınan KDV ve ÖTV yurt içinde faaliyette bulunan mükellefleri yakından ilgilendiren bir konudur.",
      "B": "İthalde alınan KDV ve ÖTV uluslararası ticaretle uğraşan kişiler ve şirketler açısından büyük önem taşımaktadır.",
      "C": "İthalde alınan KDV ve ÖTV Türkiye'de yapılan değil özel sektörde yapılan işlemler ve uygulamalardır.",
      "D": "İthalde alınan KDV ve ÖTV verilerinin konusunu oluşturan işlemlerden birisi de mal ve hizmet ithalatıdır.",
      "E": "İthalde alınan KDV ve ÖTV'nin temel unsurları ve uygulamaları vardır."
    },
    "explanation": "GİRİŞ<br/>İthalde alınan KDV ve ÖTV, sadece yurt içinde faaliyette bulunan mükelleflerin yanı sıra uluslararası ticaretle uğraşan kişiler ve şirketler açısından da büyük önem taşımaktadır. Çünkü bu vergilerin konusunu oluşturan işlemlerden birisi de mal ve hizmet ithalatıdır. Bundan dolayı ithalatta alınan KDV ve ÖTV’nin temel unsurlarının ve uygulamalarının incelenmesinde yarar vardır."
  },
  {
    "id": "3741322",
    "unitNumber": 4,
    "text": "4. Genel olarak her türlü mal ve hizmet teslimini konu edinen KDV vergisi ile ilgili olarak aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "KDV, malların ve hizmetlerin üretimden tüketim aşamasına kadar tüm işlemlerini kapsar.",
      "B": "KDV, malların ve hizmetlerin tüm aşamalarının her birinde elde edilen katma değeri matrah olarak kabul eder.",
      "C": "KDV, mallar ve hizmetlerle ilgili bir muamele vergisidir.",
      "D": "KDV, iade ve oransal olarak hesaplanmış karların ödendiği ve uygulandığı bir sistemdir.",
      "E": "KDV, KDV Kanununda (KDVK) dahilde ve ithalde alınan KDV olmak üzere iki türü düzenlenmiştir."
    },
    "explanation": "KDV’NİN KONUSU, MÜKELLEFİ VE VERGİYİ DOĞURAN OLAY\n KDV, genel olarak her türlü mal ve hizmet teslimini konu edinen, üretim aşamasından tüketim aşamasına kadar olan tüm işlemleri kapsayan ve bu aşamaların her birinde elde edilen katma değeri matrah olarak kabul yayılı bir muamele vergisidir (Şenyüz, Yüce ve Gerçek, 2022: 261). KDV Kanununda (KDVK) katma değer vergisinin dahilde ve ithalde alınan KDV olmak üzere iki türü düzenlenmiştir."
  },
  {
    "id": "3741323",
    "unitNumber": 4,
    "text": "5. KDV vergisinin iki türü olan Dahilde Alınan KDV ve İthalde Alınan KDV oran, istisna, muafiyet ve indirim hükümleri açısından aynıdır buna göre vergi daireleri tarafından tahsil edilen KDV aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "İthalde Alınan KDV",
      "B": "Özel Tüketim KDV",
      "C": "Gümrük İdaresinde KDV",
      "D": "Uluslararası Ticarette KDV",
      "E": "Dahilde Alınan KDV"
    },
    "explanation": "KDV’NİN KONUSU, MÜKELLEFİ VE VERGİYİ DOĞURAN OLAY<br/>KDV Kanununda (KDVK) katma değer vergisinin dahilde ve ithalde alınan KDV olmak üzere iki türü düzenlenmiştir. Dahilde Alınan KDV ve İthalde Alınan KDV’nin oran, istisna, muafiyet ve indirim hükümleri açısından bir fark yoktur. Sadece İthalde Alınan KDV, gümrük vergileri için uygulanan vergilendirme işlemlerine tabidir. Ayrıca Dahilde Alınan KDV vergi daireleri tarafından tahsil edilirken İthalde Alınan KDV gümrük idarelerince tahsil edilmektedir (Tuncer, 2001: 297)."
  },
  {
    "id": "3741324",
    "unitNumber": 4,
    "text": "6. Katma Değer Vergisi'nin konusu Türkiye'de yapılan işlemlerdir ve her türlü mal ve hizmetin ithali de bunlardan birisidir buna göre aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "KDV'nin konusu olan mallar ve hizmetlerden hizmetlerin komşu bölgelerde ve ülkelerde gerçekleştirilmiş olması ve yerel özellik taşıması gereklidir.",
      "B": "KDV'nin konusunun her türlü mal ve hizmet ithalatının olmasının sebebi varış ülkesinde vergilendirme ilkesidir.",
      "C": "KDV'nin konusu olan her türlü mal ve hizmet ithalatının kamu sektörü, özel sektör ya da herhangi bir gerçek ve tüzel kişi tarafından yapılması vergilendirmeyi etkilememektedir.",
      "D": "KDV'nin konusu sadece mallar değildir hizmet ithalatı da KDV'nin konusudur.",
      "E": "KDV'nin konusuna göre mal ithalatında ithalatın yapıldığı tarihin belirlenmesi kolaydır ancak hizmet ithalatında temel sorun hizmetin hangi tarihte yapıldığının belirlenmesidir."
    },
    "explanation": "KDV’NİN KONUSU, MÜKELLEFİ VE VERGİYİ DOĞURAN OLAY<br/>Uluslararası ticaretin vergilendirilmesi açısından burada önemli olan her türlü mal ve hizmet ithalatının KDV’nin konusuna neden girdiğinin belirlenmesidir. Bunun temel sebebi de uluslararası ticarette mal veya hizmetlerin tüketimlerinin gerçekleştirildiği ülkede vergilendirilmesini esas alan varış ülkesinde vergilendirme ilkesidir. “İthalatın kamu sektörü, özel sektör veya herhangi bir gerçek veya tüzel kişi tarafından yapılması veya herhangi bir şekil ve surette gerçekleştirilmesi, özellik taşıması vergilendirmeyi etkilememektedir” (KDVK md.1/son). Malların yanı sıra hizmet ithalatı da ithalatta KDV’nin konusuna girmektedir. Mal ithalatında, eşya gümrük işlemlerine tabi tutularak gümrükten geçtiği için ithalatın yapıldığı tarihin belirlenmesi kolaydır. Ancak hizmet ithalatında temel sorun, hizmetin hangi tarihte yapıldığının belirlenmesi oldukça zordur. Çünkü “görünmeyen işlemler” niteliğini taşıyan hizmet akışı gümrükten geçmediği için, hizmet ithalatının hangi tarihte yapıldığını tespit etmek güçtür (Kızılot, 2010: 71-72)."
  },
  {
    "id": "3741325",
    "unitNumber": 4,
    "text": "7. Vergi mükellefi vergi kanunlarına göre kendisine vergi borcu düşen gerçek ya da tüzel kişilerdir KDV Kanununda özellik arz eden bazı işlemler de dikkate alınarak KDV vergisinin mükellefi ayrı ayrı sayılmıştır buna göre aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "KDV'nin mükellefi ithalatta mal ya da hizmet ithal eden kişilerdir.",
      "B": "KDV mükellefinin ikametgahının ve iş yerinin Türkiye'de olmadığı durumlarda Eğitim Bakanlığı verginin ödenmesinde mükellefi sorumlu tutar.",
      "C": "KDV'nin mükellefi mal ve hizmet ithalatını kim yaparsa yapsın verginin mükellefi olacaktır.",
      "D": "KDV'nin mükellefi ticaret erbabı, şirket ya da herhangi bir başka kişi olabilir.",
      "E": "KDV'nin mükellefinin amacı, mesleği, uyruğu ya da şirket türü gibi özellikler vergi mükellefi olmasını etkilemez."
    },
    "explanation": "İthalatta KDV’nin Mükellefi ve Vergi Sorumlusu\n Vergi mükellefi, vergi kanunlarına göre kendisine vergi borcu düşen gerçek veya tüzel kişi şeklinde tanımlanmıştır. KDV Kanununda özellik arz eden bazı işlemler de dikkate alınarak verginin mükellefi ayrı ayrı sayılmıştır (KDVK md.8). Buna göre ithalatta KDV’nin mükellefi mal veya hizmet ithal eden kişilerin olduğu belirtilmiştir. Dolayısıyla, mal veya hizmet ithalatını kim yaparsa yapsın verginin mükellefi olacaktır. Bu durumda, verginin mükellefi bir ticaret erbabı, bir şirket veya herhangi bir başka kişi de olabilir. Bu kişinin amacı, mesleği, uyruğu veya şirket türü gibi özellikleri vergi mükellefi olmasını etkilememektedir. Örneğin ana faaliyet konusu makine ithal etmek ve satmak olan yabancı ortaklı bir şirket, ithal edilen makineler bakımından KDV mükellefi olmaktadır (Kızılot, 2010: 465). “Mükellefin Türkiye içinde ikametgâhının, işyerinin, kanuni merkezi ve iş merkezinin bulunmaması hallerinde ve gerekli görülen diğer hallerde Hazine ve Maliye Bakanlığı, vergi alacağının güvence altına alınması amacıyla vergiye tabi işlemlere taraf olanları verginin ödenmesinden sorumlu tutabilmektedir” (KDVK md.9)."
  },
  {
    "id": "3741332",
    "unitNumber": 4,
    "text": "8. İthalatta KDV'nin vergi sorumlusu eşyanın sahipleri ile bunların adına hareket edenlerdir burada bir sorumlu daha bulunmaktadır bu sorumlu aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gümrük müşavirleri",
      "B": "Beyanın yapılabilmesi için verileri veren kişiler",
      "C": "Beyannamenin yanlış olduğunu bilen kişiler",
      "D": "Beyanın ve beyannamenin nasıl olduğunu bilmesi gereken kişiler",
      "E": "Gümrük vergilerinin dışında olan sorumlu kişiler"
    },
    "explanation": "İthalatta KDV’nin Mükellefi ve Vergi Sorumlusu<br/>“İthalatta KDV’nin sorumlusu eşyanın sahipleri ile bunların adına hareket edenler ya da gümrük müşavirleridir. Serbest dolaşıma giriş ve kısmi muafiyet suretiyle geçici ithal rejimlerinden biri için bulunulan beyanda kullanılan veriler, kanunen alınması gereken vergilerin tamamen veya kısmen tahsil edilememesine sebep olduğu takdirde, beyanın yapılabilmesi için bu verileri veren ve bu verilerin yanlış olduğunu bilen veya bilmesi gereken kişiler gümrük vergilerinden sorumludur” (GK, md.181)."
  },
  {
    "id": "3741333",
    "unitNumber": 4,
    "text": "9. KDV Kanunu'nun 10. maddesinde vergiyi doğuran olay halleri tek tek sayılarak belirlenmiştir yapılan düzenlemeye göre vergiyi doğuran olay halleri ile bir konu arasında paralellik kurulmuştur bu konu aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Her bir kişinin mesleki durumu ve özellikleri",
      "B": "Verginin konusu hakkındaki kurallar",
      "C": "Verginin sebeplerinin ayrı ayrı sıralanarak açıklanması",
      "D": "İthalatta KDV ile ilişkili olan diğer konular",
      "E": "Gümrük vergisi ödeme zorunluluğunun sebepleri"
    },
    "explanation": "İthalatta KDV Açısından Vergiyi Doğuran Olay Vergiyi doğuran olay, vergi kanunlarının vergiyi bağladıkları olayın meydana gelmesi olarak tanımlanır. Bunun gerçekleşmesi halinde mükellef ile vergi konusu arasında ekonomik ve hukuki ilişki kurulur. KDV’de vergi konusunun çeşitli şekillerde ortaya konulduğundan, vergi doğuran olayın da farklı ele alınması gerekmektedir. KDV Kanunu’nun 10’uncu maddesinde vergiyi doğuran olay halleri tek tek sayılmak suretiyle belirlenmiştir. Yapılan düzenlemede, vergiyi doğuran olay halleri ile verginin konusu hakındaki kurallar arasında paralellik kurulmuştur. Buna göre, her bir olayın özelliğine göre vergiyi doğuran olay ayrı ayrı hükme bağlanmıştır (Aksoy, 2010: 387)."
  },
  {
    "id": "3741334",
    "unitNumber": 4,
    "text": "10. İthalatta gümrük yükümlülüğü ve gümrük vergisi ödeme mükellefiyeti Gümrük Kanunu'nun (GK) 181. maddesinde iki başlık altında düzenlenmiştir bu iki başlık ithalat vergilerine tabi eşyanın durumu ile ilgilidir ve ilgili hangi durum ile başlar?",
    "correctAnswer": "C",
    "options": {
      "A": "İthalat vergilerine tabi eşyanın piyasa ekonomisi içine dahil edilmesi ile başlar.",
      "B": "İthalat vergilerine tabi eşyanın yabancı ülkede satışıyla başlar.",
      "C": "Gümrük beyannamesinin tescil tarihinde başlar.",
      "D": "İkametgahı yabancı ülke ile Türkiye arasında olan kişilerde başlar.",
      "E": "Taşımacılıkta ve transit geçişlerde geçerli vergilerin uygulamaya konmasıyla başlar."
    },
    "explanation": "İthalatta KDV açısından vergiyi doğuran olay; “Gümrük Kanununa (GK) göre gümrük vergisi ödeme mükellefiyetinin başlaması, gümrük vergisine tabi olmayan işlemlerde ise gümrük beyannamesinin tescili ile meydana gelmektedir” (KDVK’nın 10/ı). İthalatta gümrük yükümlülüğü veya gümrük vergisi ödeme mükellefiyeti; GK’nın 181’inci maddesinde aşağıdaki iki başlık altında düzenlenmiştir:\n “1) İthalat vergilerine tabi eşyanın serbest dolaşıma girmesi, 2) İthalat vergilerine tabi eşyanın kısmi muafiyet suretiyle geçici ithalatı” ile ilgili verilen gümrük beyannamesinin tescil tarihinde başlar. İkametgâhı, işyeri, kanuni merkezi ve iş merkezi Türkiye’de bulunmayan dar mükellefler tarafından gerçekleştirilen; • Yabancı ülkeler ile Türkiye arasında yapılan taşımacılıkta ve • Yabancı ülkede başlayıp Türkiye’den geçerek yabancı ülkede sonuçlanan transit taşımacılıkta vergiyi doğuran olay gümrük bölgesine girilmesi veya çıkılması olarak belirtilmiştir."
  },
  {
    "id": "3741219",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi deniz veya okyanus kısılarında bulunan limanların arkasındaki toprak parçasını ifade eder?",
    "correctAnswer": "B",
    "options": {
      "A": "Serbest bölge",
      "B": "Hinterland",
      "C": "Gümrük bölgesi",
      "D": "Serbest üretim bölgesi",
      "E": "Sit alanı"
    },
    "explanation": "Deniz veya okyanus kısılarında bulunan limanların arkasındaki toprak parçası hinterland olarak adlandırılır. Hinterlandın geniş olduğu limanlarda yapılan üretim ve ticaret daha ekonomik olduğu için, serbest bölgeler buralarda kurulur. Doğru cevap B'dir."
  },
  {
    "id": "3741220",
    "unitNumber": 5,
    "text": "Günümüzde serbest bölgelerin yönetimi <strong>genellikle</strong> aşağıdakilerden hangisi tarafından yürütülmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kooperatifler",
      "B": "Belediyeler",
      "C": "Uluslararası kurumlar",
      "D": "Özel kişiler",
      "E": "Anonim şirketler"
    },
    "explanation": "Serbest bölgeler doğrudan devlet tarafından işletilebileceği gibi, devletin katılımıyla oluşturulan yönetici kurumlar veya gerçek ve tüzel kişiler tarafından da işletilebilir. Günümüzde genellikle serbest bölgelerin kurucu ve işletici anonim şirketler şeklinde yönetimleri vardır. Doğru cevap E'dir."
  },
  {
    "id": "3741222",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi serbest üretim bölgesinin özel bir uygulaması olup, sınır komşusu olan ülkelerin karşılaştırmalı üstünlüklerinden yararlanarak bir malı daha ucuza üretme yöntemidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İkiz fabrika",
      "B": "Antrepo",
      "C": "Transit bölge",
      "D": "Serbest ticaret bölgesi",
      "E": "Organize ticaret bölgesi"
    },
    "explanation": "İkiz fabrikalar esas itibariyle serbest üretim bölgesinin özel bir uygulaması olup sınır komşusu ülkelerin karşılaştırmalı üstünlüklerinden yararlanarak daha ucuza bazı malların üretilmesini sağlamaktadır. Tipik örnekleri ABD-Meksika sınırında bulunan bu ikiz fabrikalara, sermaye yoğun mallar ABD’den gümrüksüz olarak ithal edilmekte, burada Meksikalı işçilerin ucuz emeği kullanılarak montajı yapılmakta ve tekrar ABD’ye satılmaktadır. Bu mallar ABD’ye ithal edilirken malın toplam değeri üzerinden değil, sadece Meksika’da eklenen katma değer üzerinden bir vergi alınmaktadır. Doğru cevap A'dır."
  },
  {
    "id": "3741223",
    "unitNumber": 5,
    "text": "Dünyadaki ilk <strong>serbest üretim bölgesi</strong> hangi yıl kurulmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "1929",
      "B": "1939",
      "C": "1949",
      "D": "1959",
      "E": "1969"
    },
    "explanation": "Serbest bölgelerin tarihi ilk çağlardaki serbest şehirlere kadar uzanmaktadır. Ancak “serbest üretim bölgesi” adı verilen özel amaçlı bölgelerin ortaya çıkışı daha yenidir. Dünyada kurulan ilk serbest üretim bölgesi 1959 yılında İrlanda’da faaliyete geçen Shannon serbest bölgesidir. Daha sonra bu modeli birçok gelişmekte olan ülke kopya ederek daha da geliştirmiştir. Doğru cevap D'dir."
  },
  {
    "id": "3741225",
    "unitNumber": 5,
    "text": "Türkiye'de ihracata yönelik kalkınma politikası hangi yıldan sonra uygulanmaya başlanmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "1923",
      "B": "1945",
      "C": "1950",
      "D": "1970",
      "E": "1980"
    },
    "explanation": "Türkiye'de ihracata yönelik kalkınma politikası 1980 yılında uygulanmaya başlanmıştır. Bu durum da serbest bölgelerin önem kazanmasına neden olmuştur. Doğru cevap E'dir."
  },
  {
    "id": "3741227",
    "unitNumber": 5,
    "text": "\"Endüstriyel gelişme ve farklılaşma sağlanması için belirli niteliklere sahip yeni kurulan şirketleri teşvik etmek amacıyla belli bir süre içinde elde ettikleri kazançlardan vergi alınmaması\" ne şekilde ifade edilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Vergi tatili",
      "B": "Vergi uyumu",
      "C": "Vergi dampingi",
      "D": "Vergi barışı",
      "E": "Vergi cenneti"
    },
    "explanation": "Vergi tatili: Endüstriyel gelişme ve farklılaşma sağlanması için belirli niteliklere sahip yeni kurulan şirketleri teşvik etmek amacıyla belli bir süre içinde (örneğin 10 yıl) elde ettikler kazançlar üzerinden vergi alınmamasıdır."
  },
  {
    "id": "3741228",
    "unitNumber": 5,
    "text": "Türkiye'de serbest bölgeler hangi yıldan itibaren Türkiye Gümrük Bölgesine dahil edilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "2000",
      "B": "2001",
      "C": "2002",
      "D": "2003",
      "E": "2004"
    },
    "explanation": "2004 yılından itibaren serbest bölgeler Türkiye Gümrük Bölgesine dahil edilmiştir. Bu tarihle beraber serbest bölgelerde faaliyette bulunan<br/>işletmeler de tam mükellef statüsüne geçmiştir. Doğru cevap E'dir."
  },
  {
    "id": "3741229",
    "unitNumber": 5,
    "text": "Serbest bölgelerin olumsuz etkilerinden hangisi özellikle kamu kesimini ilgilendirmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "İthalat baskısı",
      "B": "Yatırımların olumsuz etkilenmesi",
      "C": "Yatırım maliyetlerinin artması",
      "D": "Vergi kaybı",
      "E": "İşçi haklarının bozulması"
    },
    "explanation": "Serbest bölgelerin çeşitli olumlu ve olumsuz etkileri olabilmektedir. Olumsuz etkilerinden biri de devletin vergi kaybıdır. Bu durum dağudan kamu kesimini olumsuz etkilemektedir. Doğru cevap D'dir."
  },
  {
    "id": "3741230",
    "unitNumber": 5,
    "text": "Serbest bölgelerdeki mükellefler tarafından personele ödenen ücretlerin gelir vergisinden istisna tutulması için üretilen ürünlerin FOB bedelinin en az ne kadarının yurt dışına ihraç edilmesi şarttır?",
    "correctAnswer": "E",
    "options": {
      "A": "% 45",
      "B": "% 55",
      "C": "% 65",
      "D": "% 75",
      "E": "% 85"
    },
    "explanation": "Serbest bölgelerdeki mükellefler tarafından personele ödenen ücretlerin gelir vergisinden istisna tutulması için bu bölgelerde üretilen ürünlerin FOB bedelinin en az % 85’i yurtdışına ihraç edilmesi şarttır. Dolayısıyla bu istisnadan yararlanabilmek için; serbest bölgede üretim faaliyetinin yapılması, üretilen ürünlerin FOB bedelinin en az %85’inin yurt dışına ihracı, üretim ve istihdamla ilgili vergi dairesine aylık ve yıllık bildirimlerin yapılması, istisna kapsamındaki ücretlerin muhtasar beyanname ile beyanı, gelir vergisinin tecil edilmesi ve yeminli mali müşavirler tarafından üretim ve satış tutarlarının özel amaçlı rapor ile tespit edilmesi gerekir. Doğru cevap E'dir."
  },
  {
    "id": "3741231",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi serbest bölgelerde belli şartlar dahilinde istisna uygulanan vergilerden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "MTV",
      "B": "BSMV",
      "C": "KDV",
      "D": "Emlak Vergisi",
      "E": "ÖTV"
    },
    "explanation": "KDV Kanunu’nun 11/1-a. maddesine göre yurt dışındaki müşteriler için yapılan hizmetler KDV’den istisna edilmiştir. Hizmet ihracatından söz edebilmek için ise; “Hizmetin yurt dışındaki müşteri adına fatura edilmesi, Hizmetten yurt dışında yararlanılması, Hizmet bedelinin döviz olarak yurda getirilmesi ve Hizmet teslim edilen kişinin (müşterinin) yurtdışında olması” şartlarını tamamının sağlanması gerekmektedir. Doğru cevap C'dir."
  },
  {
    "id": "3741371",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi serbest bölgelerin özelliklerinden değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Serbest Bölgeler Bazı Amaçları Gerçekleştirmek Üzere Kurulmaktadırlar",
      "B": "Serbest Bölgelerde Belirli Faaliyetler Yürütülmektedir",
      "C": "Serbest Bölgeler Bir Ülkenin Egemenlik Sınırları İçinde, Ancak Gümrük Hattı Dışında <br/>Tutulan Yerlerdir.",
      "D": "Serbest Bölgeler Sınırlandırılmamış Yerlerdir",
      "E": "Serbest Bölgeler Yerleşim Alanı Değildir"
    },
    "explanation": "Serbest Bölgelerin Tanımı ve Özellikleri<br/>Serbest Bölgeler Sınırlandırılmış Yerlerdir"
  },
  {
    "id": "3741372",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi serbest bölgelerin özelliklerinden değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Serbest Bölgelerde Belirli Faaliyetler Yürütülmektedir",
      "B": "Serbest Bölgeler Bir Ülkenin Egemenlik Sınırları İçinde, Ancak Gümrük Hattı Dışında <br/>Tutulan Yerlerdir",
      "C": "Serbest Bölgeler Sınırlandırılmış Yerlerdir",
      "D": "Serbest Bölgeler Yerleşim Alanına dahildir",
      "E": "Serbest Bölgelerin Ayrı Bir Yönetimi Vardır"
    },
    "explanation": "Serbest Bölgelerin Tanımı ve Özellikleri<br/>Serbest Bölgeler Yerleşim Alanı Değildir"
  },
  {
    "id": "3741373",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi serbest bölgelerin etkilerinden değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Vergi gelirlerini arttırması",
      "B": "İthalat Baskısı Oluşturması",
      "C": "Yurtiçi Sanayiye Rakip Olması",
      "D": "Serbest Bölgeler Yatırım Maliyetinin Yüksek Olması",
      "E": "Yatırımların Olumsuz Yönde Dağılması"
    },
    "explanation": "Serbest Bölgelerin Olumsuz Etkileri<br/>Serbest bölgeler vergi ayrıcalıkları nedeni ile vergi kaybına neden olur."
  },
  {
    "id": "3741374",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi serbest bölgelerin etkilerinden değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sosyal Yapıyı ve İşçi Haklarını Bozması",
      "B": "Yasadışı Faaliyetleri Azaltması",
      "C": "Çevre Tahribatına Neden Olması",
      "D": "Yatırımların Olumsuz Yönde Dağılması",
      "E": "Vergi Kaybına Neden Olması"
    },
    "explanation": "Serbest Bölgelerin Olumsuz Etkileri<br/>Serbest bölgeler yasa dışı faaliyetlerin artmasına neden olabilir"
  },
  {
    "id": "3741375",
    "unitNumber": 5,
    "text": "Hangi yıl yayımlanan Kanunla serbest bölgeler; Türkiye gümrük bölgesi dışında sayılmış ve bu alanlarda gümrük ve kambiyo mevzuatının uygulanamayacağı hükme bağlanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "1985",
      "B": "1980",
      "C": "1994",
      "D": "2001",
      "E": "2003"
    },
    "explanation": "Serbest Bölge Kazançları İstisnası<br/>1985 yılında yayımlanan 3218 sayılı Kanunla serbest bölgeler Türkiye gümrük bölgesi dışında sayılmış ve bu alanlarda gümrük ve kambiyo mevzuatının uygulanamayacağı hükme bağlanmıştır"
  },
  {
    "id": "3741376",
    "unitNumber": 5,
    "text": "Endüstriyel gelişme ve farklılaşma sağlanması için belirli niteliklere sahip yeni kurulan şirketleri teşvik etmek amacıyla belli bir süre içinde (örneğin 10 yıl) elde ettikleri kazançlar üzerinden vergi alınmamasına ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Vergi tatili",
      "B": "Vergi muafiyeti",
      "C": "Vergi istisnası",
      "D": "Vergi ayrıcalığı",
      "E": "Vergi önceliği"
    },
    "explanation": "Serbest Bölge Kazançları İstisnası<br/>Endüstriyel gelişme ve farklılaşma sağlanması için belirli niteliklere sahip yeni kurulan şirketleri teşvik etmek amacıyla belli bir süre içinde (örneğin 10 yıl) elde ettikleri kazançlar üzerinden vergi alınmamasına vergi tatili adı verilir."
  },
  {
    "id": "3741377",
    "unitNumber": 5,
    "text": "Gümrük gözetimi altındaki eşyanın asli nitelikliliğini değiştirmeden; istiflenmesi, yerinin değiştirilmesi, büyük kaplardan küçük kaplara aktarılması, kapların yenilenmesi veya tamiri, havalandırılması, kalburlanması veya karıştırılması işlemlerine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Elleçleme",
      "B": "Senyoraj",
      "C": "Tarh",
      "D": "Beveridge",
      "E": "Histeri"
    },
    "explanation": "Serbest Bölge Kazançları İstisnası<br/>Gümrük gözetimi altındaki eşyanın asli nitelikliliğini değiştirmeden; istiflenmesi, yerinin değiştirilmesi, büyük kaplardan küçük kaplara aktarılması, kapların yenilenmesi veya tamiri, havalandırılması, kalburlanması veya karıştırılması işlemlerine elleçleme adı verilir."
  },
  {
    "id": "3741378",
    "unitNumber": 5,
    "text": "Hangi yıl 6772 sayılı Kanunla yapılan değişiklik ile serbest bölgelerde üretilen ürünlerin FOB bedellerinin en az %85’ini ihraç eden şirketlerde istihdam edilen personel ücretleri üzerinden hesaplanan gelir vergisi stopajı teşvikinin işverene ait olduğu hususu açıklığa kavuşturularak işverenlerin istihdam maliyetleri azaltılmıştır.",
    "correctAnswer": "A",
    "options": {
      "A": "2017",
      "B": "2001",
      "C": "2020",
      "D": "1994",
      "E": "1987"
    },
    "explanation": "Serbest Bölgelerde Ödenen Ücretlerin Vergilendirilmesi<br/>Hangi yıl2017 yılında bedellerinin en az %85’ini ihraç eden şirketlerde istihdam edilen personel ücretleri üzerinden hesaplanan gelir vergisi stopajı teşvikinin işverene ait olduğu hususu açıklığa kavuşturularak işverenlerin istihdam maliyetleri azaltılmıştır."
  },
  {
    "id": "3741379",
    "unitNumber": 5,
    "text": "2017 yılında 6772 sayılı Kanunla yapılan değişiklik ile serbest bölgelerde üretilen ürünlerin FOB bedellerinin en az yüzde kaçını ihraç eden şirketlerde istihdam edilen personel ücretleri üzerinden hesaplanan gelir vergisi stopajı teşvikinin işverene ait olduğu hususu açıklığa kavuşturularak işverenlerin istihdam maliyetleri azaltılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "% 85",
      "B": "% 50",
      "C": "% 90",
      "D": "% 20",
      "E": "%40"
    },
    "explanation": "Serbest Bölgelerde Ödenen Ücretlerin Vergilendirilmesi<br/>2017 yılında 6772 sayılı Kanunla yapılan değişiklik ile serbest bölgelerde üretilen ürünlerin FOB bedellerinin en az %85’ini ihraç eden şirketlerde istihdam edilen personel ücretleri üzerinden hesaplanan gelir vergisi stopajı teşvikinin işverene ait olduğu hususu açıklığa kavuşturularak işverenlerin istihdam maliyetleri azaltılmıştır."
  },
  {
    "id": "3741380",
    "unitNumber": 5,
    "text": "Bir malın mülkiyet ve tasarruf hakkı devralınmaksızın, ücret karşılığında belli işlemlere tabi tutulmak veya belirli işlemlerden geçirilerek mülkiyet ve tasarruf hakkı sahibine iade edilmesine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fason Hizmet",
      "B": "Tasarruf paradoksu",
      "C": "Fersude",
      "D": "Senyoraj",
      "E": "Enflasyon vergisi"
    },
    "explanation": "Serbest Bölgelerde Yapılan Hizmet Teslimlerinde KDV Uygulaması<br/>Bir malın mülkiyet ve tasarruf hakkı devralınmaksızın, ücret karşılığında belli işlemlere tabi tutulmak veya belirli işlemlerden geçirilerek mülkiyet ve tasarruf hakkı sahibine iade edilmesine fason hizmet adı verilir."
  },
  {
    "id": "3741381",
    "unitNumber": 5,
    "text": "Serbest bölgeler ile ilgili 5810 sayılı kanunla yapılan değişiklikler hangi yıl gerçekleşmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "2008",
      "B": "2001",
      "C": "1994",
      "D": "1989",
      "E": "2015"
    },
    "explanation": "Serbest Bölgelerde Damga Vergisi ve Harç İstisnası<br/>2008 yılında yayımlanan 5810 sayılı Kanunla yapılan değişikliğe göre, Türkiye’nin AB üyeliğinin <br/>gerçekleştiği yılın sonuna kadar serbest bölgede faaliyette bulunan şirketlerin faaliyetlerine ilişkin düzenlenen kâğıtlar üzerinden alınan damga vergisi ve ilgili işlemlerin her türlü harçtan istisna tutulacağı düzenlenmiştir. Ayrıca belirtilen dönem süresince şirketlerin çalıştırdıkları personel için düzenlenen kağıtlardan da damga vergisi alınmaması benimsenmiştir."
  },
  {
    "id": "3741209",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi ticaret politikası önlemlerinin uygulanması, bir eşyanın ithali için öngörülen işlemlerin tamamlanması ve kanunen ödenmesi gereken vergilerin tahsil edilmesini ifade eder?",
    "correctAnswer": "B",
    "options": {
      "A": "Gümrük rejimi",
      "B": "Eşyanın serbest dolaşıma girmesi",
      "C": "Serbest dolaşıma giriş talebi",
      "D": "Geçici ithalat",
      "E": "İthal izni"
    },
    "explanation": "4458 sayılı Gümrük Kanunu’nun 74. maddesine göre bir eşyanın serbest dolaşıma girmesi demek, ticaret politikası önlemlerinin uygulanması,<br/>eşyanın ithali için öngörülen diğer işlemlerin tamamlanması ve kanunen ödenmesi gereken vergilerin tahsil edilmesi demektir. Serbest dolaşımda bulunmayan eşyaya serbest dolaşıma giriş rejimi hükümlerinin uygulanması halinde, eşya serbest dolaşımda bulunan eşya statüsünü kazanmaktadır. Doğru cevap B'dir."
  },
  {
    "id": "3741210",
    "unitNumber": 6,
    "text": "Bir eşyanın serbest dolaşım rejimine girmesi için gerekli işlemlerin ilki aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Eşyanın geçici depolama yerinden çıkarılması",
      "B": "Eşyaya ait mali yükümlülüklerin yerine getirilmesi",
      "C": "Eşyanın belge kontrolü, fiziki muayenesi ve kıymet tespitinin yapılması",
      "D": "Özet beyan verilmesi",
      "E": "Yasak/kota araştırması"
    },
    "explanation": "Serbest dolaşıma giriş rejiminden yararlanacak bir eşya için gümrüklerde yerine getirilmesi gereken genel işlemler bulunmaktadır. Bu işlemlerden<br/>ilki özet beyandır. Özet beyan yabancı ülkelerden eşya getiren veya yabancı ülkelere eşya götüren kara, hava, deniz ve demiryolu taşıtlarının sürücüsü, pilotu, kaptanı, şef treni, acentesi veya sahipleri tarafından taşınan yük hakkında gümrüğe yazılı olarak yapılan beyandır. Özet beyanda taşıtla ilgili bilgilerden başka konşimento numarası, eşyanın cinsi, ağırlığı, göndereni ve alıcısı hakkında bilgi bulunur.Doğru cevap D'dir."
  },
  {
    "id": "3741211",
    "unitNumber": 6,
    "text": "Denizyoluyla gelen bir eşyanın özet beyan verildikten sonra gümrük işlemlerinin tamamlanması için verilen süre kaç gündür?",
    "correctAnswer": "D",
    "options": {
      "A": "10",
      "B": "20",
      "C": "35",
      "D": "45",
      "E": "60"
    },
    "explanation": "Özet beyan kapsamındaki eşyaya, gümrükçe onaylanmış bir işlem veya kullanım belirlenerek, buna ilişkin işlemler, denizyolu ile gelen eşya için, özet beyan verildiği tarihten itibaren kırk beş gün, diğer bir yolla gelen eşya için, özet beyanın verildiği tarihten itibaren yirmi gün, içinde tamamlanmalıdır. Doğru cevap D'dir."
  },
  {
    "id": "3741212",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi ihracatı teşvik amaçlı bir uygulamadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Dahilde işleme rejimi",
      "B": "Transit rejimi",
      "C": "Serbest dolaşıma giriş",
      "D": "Hariçte işleme rejimi",
      "E": "Gümrük pozisyonu"
    },
    "explanation": "Dahilde işleme rejimi kavramı 4458 sayılı Kanunla gümrük mevzuatına giren ve devletin ihracatçıya dünya piyasa fiyatlarından hammadde temin etmek suretiyle ihracatını arttırmak, ihraç ürünlerine uluslararası piyasalarda rekabet gücü kazandırmak, ihraç pazarlarını geliştirmek ve ihraç ürünlerini çeşitlendirmek amacıyla hazırlamış olduğu bir ihracatı teşvik yöntemidir. Doğru cevap A'dır."
  },
  {
    "id": "3741213",
    "unitNumber": 6,
    "text": "Aşağıdaki kavramlardan hengisi dahilde işleme rejimi kapsamında Türkiye Gümrük Bölgesine geçici ithali tapılan eşyanın, ihraç edilecek işlem görmüş üründe kullanılıp kullanılmadığının tespitini ifade eder?",
    "correctAnswer": "C",
    "options": {
      "A": "İşlem görme",
      "B": "Statü talebi",
      "C": "Ayniyet",
      "D": "Muayene",
      "E": "Kıymet tespiti"
    },
    "explanation": "Dahilde İşleme rejimi kapsamında Türkiye Gümrük Bölgesine geçici ithali yapılan eşyanın, ihraç edilecek işlem görmüş ürününde kullanılıp kullanılmadığının tespiti “ayniyet” kavramı ile ifade edilmektedir. Dahilde işleme izin belgesinde ve dahilde işleme izninde ayniyet şartı bulunması durumunda ayniyet tespitinin yapılması gerekmektedir. Doğru cevap C'dir."
  },
  {
    "id": "3741214",
    "unitNumber": 6,
    "text": "Hariçte işleme izin belgesinin azami süresi kaç aydır?",
    "correctAnswer": "E",
    "options": {
      "A": "2",
      "B": "4",
      "C": "5",
      "D": "8",
      "E": "12"
    },
    "explanation": "Hariçte işleme izin belgesinin ya da hariçte işleme izninin süresi azami 12 (oniki) aydır. Ayrıca, ilgili firmanın gerekçeli talebi üzerine hariçte işleme izin belgesine belge orijinal süresinin 1/2’si oranında, hariçte işleme iznine ise 12 (oniki) aya kadar ek süre verilebilir. Doğru cevap E'dir."
  },
  {
    "id": "3741215",
    "unitNumber": 6,
    "text": "Gümrük işlemleri tamamlanmış ancak fiili ihracatı gerçekleşmemiş eşyanın gümrük gözetimi altında Türkiye Gümrük Bölgesinde bir noktadan diğerine taşınması aşağıdakilerden hangisine tabidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Transit rejimi",
      "B": "Antrepo rejimi",
      "C": "Hariçte işleme rejimi",
      "D": "Dahilde işleme rejimi",
      "E": "Geçici ithalat"
    },
    "explanation": "İthalat vergileri ve ticaret politikası önlemlerine tabi tutulmayan serbest dolaşıma girmemiş eşya ile ihracatla ilgili gümrük işlemleri tamamlanmış ancak<br/>fiili ihracatı gerçekleşmemiş eşyanın, gümrük gözetimi altında Türkiye Gümrük Bölgesi içinde bir noktadan diğerine taşınması, transit rejimi hükümlerine tabidir.\n <br/>Transit rejimine tabi tutulan eşya Türkiye Gümrük Bölgesi içinde;<br/>• Yabancı bir ülkeden gelip yabancı bir ülkeye,<br/>• Yabancı bir ülkeden Türkiye’ye,<br/>• Türkiye’den yabancı bir ülkeye,<br/>• Bir iç gümrükten diğer bir iç gümrüğe taşınabilir\n Doğru cevap A'dır."
  },
  {
    "id": "3741216",
    "unitNumber": 6,
    "text": "Aşağıdaki antrepo tiplerinden hangisi gümrük idareleri tarafından işletilir?",
    "correctAnswer": "E",
    "options": {
      "A": "A",
      "B": "B",
      "C": "C",
      "D": "E",
      "E": "F"
    },
    "explanation": "Uygulamadaki özellikleri sebebiyle, genel antrepoların; (A), (B) ve (F) tipleri, özel antrepoların; (C), (D) ve (E) tipleri bulunur. Bunlardan F tipi antrepo gümrük idarecilerince işletilen genel antrepo çeşididir. Doğru cevap E'dir."
  },
  {
    "id": "3741217",
    "unitNumber": 6,
    "text": "Eşyanın geçici ithalat rejimi altında kalma süresi en fazla kaç aydır?",
    "correctAnswer": "E",
    "options": {
      "A": "1",
      "B": "3",
      "C": "6",
      "D": "12",
      "E": "24"
    },
    "explanation": "İthalat vergilerinden tam muafiyet suretiyle geçici ithalat rejiminden yararlandırılacak eşya hakkındaki özel olarak belirlenen süreler saklı kalmak üzere eşyanın geçici ithalat rejimi altında kalma süresi azami 24 ay olarak belirlenir. Doğru cevap E'dir."
  },
  {
    "id": "3741218",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi gümrük denetimi altındaki bir eşyanın asli niteliklerini değiştirmeden istiflenmesini ifade eder?",
    "correctAnswer": "B",
    "options": {
      "A": "Eşyanın taşınması",
      "B": "Elleçme",
      "C": "Ayniyet",
      "D": "Eşyanın serbest dolaşımı",
      "E": "Depolama"
    },
    "explanation": "Elleçleme, gümrük denetimi altındaki eşyanın asli nitelikleri değiştirilmeden istiflenmesi, yerinin değiştirilmesi, büyük kaplardan küçük kaplara aktarılması, kapların yenilenmesi veya tamiri, havalandırılması, karıştırılması ve benzeri işlemlerdir. Doğru cevap B'dir."
  },
  {
    "id": "3741357",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yabancı ülkelerden gelen ve kendi kanun ve tarifelerinde yazılı esaslara göre vergiye tabi tutulan bütün eşya ve kişilerin muayene ve kontrol edildiği hat ve bölgeyi ifade eder?",
    "correctAnswer": "B",
    "options": {
      "A": "Antrepo",
      "B": "Gümrük",
      "C": "Serbest bölge",
      "D": "Serbest liman",
      "E": "Transit bölge"
    },
    "explanation": "Genel olarak gümrük ifadesi, yabancı ülkelerden gelen ve kendi kanun ve tarifelerinde yazılı esaslara göre vergiye tabi tutulan bütün eşya ve kişilerin muayene ve kontrol edildiği hat ve bölge olarak tanımlanmaktadır. Tanımdan da anlaşılacağı üzere gümrük kavramının temelinde aslında muayene ve kontrol bulunmaktadır. Dış ticarete konu eşya muayene edilirken belgeler ise kontrol edilmektedir. Doğru cevap B'dir."
  },
  {
    "id": "3741358",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi gümrük beyanını açıklamaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Eşyaya ait kontrollerin gerçekleştirilmesi",
      "B": "Eşyaya ait mali yükümlülüklerin gerçekleştirilmesi",
      "C": "Dahilde işleme izin talebi",
      "D": "Eşyanın teknik özelliklerini gösteren belge",
      "E": "Eşyanın bir gümrük rejimine tabi tutulma talebi"
    },
    "explanation": "Gümrük rejimi, gümrükteki uygulamaların yasal düzenlemelerle gümrüğe bağlanması, diğer bir ifadeyle kanunla belirlenen usul ve esaslar çerçevesinde yapılacak işlemler için tespit edilen kurallar bütünüdür. Söz konusu usul ve esaslar çerçevesinde eşyanın bir gümrük rejimine tabi tutulması talebinde bulunulması gümrük beyanı olarak adlandırılmaktadır. Doğru cevap E'dir."
  },
  {
    "id": "3741359",
    "unitNumber": 6,
    "text": "Serbest dolaşım, aşağıdakilerden hangisiyle ilişkili bir kavramdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Gümrük statüsü",
      "B": "Serbest bölge",
      "C": "Transit rejimi",
      "D": "İhracat",
      "E": "İhracatçı"
    },
    "explanation": "Serbest dolaşım eşyanın gümrük statüsü ile ilgili bir kavramdır. Bir eşyanın serbest dolaşıma girişi ticaret politikası önlemlerinin uygulanmasını, eşyanın ithali için öngörülen diğer işlemlerin tamamlanmasını ve mali yükümlülüklerin yerine getirilmesi ile birlikte eşyanın kesin ithalatı gerçekleşmektedir. Doğru cevap A'dır."
  },
  {
    "id": "3741360",
    "unitNumber": 6,
    "text": "Denizyolu dışında bir yolla gelen bir eşya için, özet beyanın verilme tarihinden sonra gerekli işlemlerin yapılması için verilen süre kaç gündür?",
    "correctAnswer": "D",
    "options": {
      "A": "5",
      "B": "10",
      "C": "15",
      "D": "20",
      "E": "30"
    },
    "explanation": "Özet beyan kapsamındaki eşyaya, gümrükçe onaylanmış bir işlem veya kullanım belirlenerek, buna ilişkin işlemler, denizyolu ile gelen eşya için, özet beyan verildiği tarihten itibaren kırk beş gün, diğer bir yolla gelen eşya için, özet beyanın verildiği tarihten itibaren yirmi gün, içinde tamamlanmalıdır. Eşya, gümrüğe sunulmasından sonra gümrükçe<br/>onaylanmış bir işlem veya kullanıma tabi tutuluncaya kadar geçici depolanan eşya statüsünde bulunur. Doğru cevap A'dır."
  },
  {
    "id": "3741367",
    "unitNumber": 6,
    "text": "Serbest dolaşımda olmayan eşyanın geçici olarak ithal edilmesi aşağıdakilerden hangisiyle ilgili bir uygulamadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Geçici ihracat",
      "B": "Transit",
      "C": "Dahilde işleme",
      "D": "Transit",
      "E": "Serbest dolaşıma giriş"
    },
    "explanation": "Dahilde İşleme Rejimi, serbest dolaşımda olmayan eşyanın, Türkiye Gümrük Bölgesi içerisinde işleme faaliyetine tabi tutulmak üzere geçici ithal edilmesi ve işleme faaliyeti sonrasında elde edilen işlem görmüş ürünün yeniden ihraç edilmesi esasına dayanan ekonomik etkili bir gümrük rejimidir. Doğru cevap C'dir."
  },
  {
    "id": "3741368",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi dahilde işleme rejiminin bir yöntemidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Geri ödeme sistemi",
      "B": "Transit",
      "C": "Geçici ihracat",
      "D": "Kısmi muafiyet",
      "E": "Elleçleme"
    },
    "explanation": "Geri ödeme sistemi, dahilde işleme izin belgesi ya da dahilde işleme izni kapsamında serbest dolaşıma giren hammadde, yardımcı madde, ambalaj ve benzeri işletme malzemesinden elde edilen işlem görmüş ürünün ihraç edilmesi halinde, ithalat sırasında alınan mali yükümlülüklerin geri ödenmesidir. Dahilde işleme rejiminin diğer yöntemi ise şartlı muafiyet sistemidir. Doğru cevap A'dır."
  },
  {
    "id": "3741369",
    "unitNumber": 6,
    "text": "Hariçte işleme izninin süresi kaç aydır?",
    "correctAnswer": "E",
    "options": {
      "A": "1",
      "B": "3",
      "C": "6",
      "D": "9",
      "E": "12"
    },
    "explanation": "Hariçte işleme izin belgesinin ya da hariçte işleme izninin süresi azami 12 (oniki) aydır. Ayrıca, ilgili firmanın gerekçeli talebi üzerine hariçte işleme izin belgesine belge orijinal süresinin 1/2’si oranında, hariçte işleme iznine ise 12 (oniki) aya kadar ek süre verilebilir. Doğru cevap E'dir."
  },
  {
    "id": "3741370",
    "unitNumber": 6,
    "text": "Transit eşya rejiminde bir eşyanın taşınmasında aşağıdakilerden hangisine izin <strong>verilmemektedir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yabancı bir ülkeden gelip yabancı bir ülkeye",
      "B": "Türkiye içindeki satış yerlerine",
      "C": "Yabancı bir ülkeden Türkiye'ye",
      "D": "Türkiye'den yabancı bir ülkeye",
      "E": "Bir iç gümrükten diğer bir iç gümrüğe"
    },
    "explanation": "İthalat vergileri ve ticaret politikası önlemlerine tabi tutulmayan serbest dolaşıma girmemiş eşya ile ihracatla ilgili gümrük işlemleri tamamlanmış ancak fiili ihracatı gerçekleşmemiş eşyanın, gümrük gözetimi altında Türkiye Gümrük Bölgesi içinde bir noktadan diğerine taşınması, transit rejimi hükümlerine tabidir. Eşya serbest dolaşıma girmediği için ülke içindeki satış noktalarına taşınamaz. Doğru cevap B'dir."
  },
  {
    "id": "3741382",
    "unitNumber": 6,
    "text": "Bir eşyanın Ekim-Mart ayları arasındaki transit süresi en fazla kaç gündür?",
    "correctAnswer": "C",
    "options": {
      "A": "3",
      "B": "5",
      "C": "8",
      "D": "10",
      "E": "15"
    },
    "explanation": "Transit eşyasının hareket gümrük idaresinden sevki tarihinden itibaren varış gümrük idaresine sunulması için hareket gümrük idaresince taşıtın sürati, coğrafi yol durumu, kat edeceği mesafe ile mevsim şartları dikkate alınarak;\n <br/>• Nisan-Mayıs-Haziran-Temmuz-Ağustos-Eylül aylarında en fazla 6 gün (144 saat),<br/>• Ekim-Kasım-Aralık-Ocak-Şubat-Mart aylarında en fazla 8 gün (192 saat),\n transit süresi tanınır. Doğru cevap C'dir."
  },
  {
    "id": "3741383",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi ihraç, ithal veya transite konu olan yabancı menşeli eşyanın geçici bir süre gümrük vergileri ödenmeden konulduğu ve muhafaza edildiği yerlerdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Liman",
      "B": "Antrepo",
      "C": "Gümrük",
      "D": "Serbest bölge",
      "E": "Transit bölge"
    },
    "explanation": "İhraç, ithal veya transite konu olan yabancı menşeli eşyanın geçici bir süre gümrük vergileri ödenmeden konulduğu ve muhafaza edildiği yerler antrepo olarak adlandırılır. Mevcut mevzuat hükümlerine göre iki tür antrepo söz konusudur; Genel antrepo ve özel antrepo. Doğru cevap B'dir."
  },
  {
    "id": "3741251",
    "unitNumber": 7,
    "text": "1969 yılında Bolivya, Şili, Kolombiya, Ekvator ve Peru Cartagena Anlaşması ile <br/>Güney Amerika’da kurulan bölgesel Ortak Pazar aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Adean Modeli",
      "B": "E. Arap Vergi Anlaşması",
      "C": "COMECON Anlaşması",
      "D": "İskandinav Çok taraflı Vergi Anlaşması",
      "E": "CARICOM Çok Taraflı Vergi Anlaşması"
    },
    "explanation": "Andean Modeli: 1969 yılında Bolivya, Şili, Kolombiya, Ekvator ve Peru Cartagena Anlaşması ile <br/>Güney Amerika’da bölgesel bir Ortak Pazar (Andean Uluslar Topluluğu-Andean Community of Na<br/>tions) kurmuşlardır.<br/>Adean Modeli"
  },
  {
    "id": "3741254",
    "unitNumber": 7,
    "text": "Uluslararası alanda vergilendirme yetkisinin sınırları devletler tarafından hangi ilke/ilkelere göre belirlenir?\n I.Kaynak\n II.İkamet\n III.Uyrukluk",
    "correctAnswer": "E",
    "options": {
      "A": "I",
      "B": "II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Uluslararası alanda vergilendirme yetkisinin sınırları devletler tarafından kaynak, ikamet ya da uyrukluk ilkeleri ne göre belirlenir<br/>I, II ve III"
  },
  {
    "id": "3741267",
    "unitNumber": 7,
    "text": "(X) ülkesinde mukim bir (A) teşebbüsü tişört imal edip satmaktadır. Müşterilerinin <br/>önemli bir kısmı (X) ülkesinde bulunan kurumsal işletmelerdir. (A) teşebbüsü ürettiği tişörtlerin<br/>bir kısmını (Y) ülkesine ihraç ettiğinde, elde ettiği kazanç dolayısıyla hangi ülke tarafından vergilendirilecektir?",
    "correctAnswer": "A",
    "options": {
      "A": "X devleti",
      "B": "Y devleti",
      "C": "Hem X hem de Y devleti",
      "D": "Her iki ülkede vergi verilmez",
      "E": "Vergi oluşmaz"
    },
    "explanation": "Örneğin (X) ülkesinde mukim bir (A) teşebbüsü ayakkabı imal edip satmaktadır. Müşterilerinin <br/>önemli bir kısmı (X) ülkesinde bulunan kurumsal işletmelerdir. (A) teşebbüsü ürettiği ayakkabıların <br/>bir kısmını (Y) ülkesine ihraç ettiğinde, elde ettiği kazanç dolayısıyla yalnızca (X) devleti tarafından vergilendirilecektir. (Y) devleti kendi ülkesinde (A) teşebbüsüne ait bir daimi işyeri bulunmadığı için <br/>(A) teşebbüsünün elde ettiği kazanç üzerinden vergi alamayacaktır.<br/>X devleti"
  },
  {
    "id": "3741273",
    "unitNumber": 7,
    "text": "1963 yılında Gelir ve Servet Vergilerinde Çifte Vergilendirilmenin Önlenmesi Model Anlaşması aşağıdakilerden hangisi tarafından yayınlanmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "IMF",
      "B": "OECD",
      "C": "AET",
      "D": "COMECON",
      "E": "UNCTAD"
    },
    "explanation": "1963 yılında Gelir ve Servet Vergilerinde Çifte Vergilendirilmenin Önlenmesi Model Anlaşması OECD tarafından yayınlanmıştır."
  },
  {
    "id": "3741288",
    "unitNumber": 7,
    "text": "Daimi işyerine atfedilecek kazanç, bu daimi işyeri aynı veya benzer koşullar altında, aynı veya benzer faaliyetlerde bulunan tamamen aynı ve bağımsız bir şirket olsaydı ne kazanç elde edecek idiyse, böyle bir kazanç atfedilmesi durumu aşağıdaki kavramlardan hangisini ifade eder?",
    "correctAnswer": "B",
    "options": {
      "A": "Farazi uygunluk",
      "B": "Emsallere uygunluk ilkesi",
      "C": "Kaynak çakışması",
      "D": "Gayrimaddi hak bedelleri",
      "E": "Sınırsız bağımsızlık"
    },
    "explanation": "Daimi işyerine atfedilecek kazanç, bu daimi işyeri aynıveya benzer koşullar altında, aynı veya benzer faaliyetlerde bulunan tamamen aynı ve bağımsız birşirket olsaydı ne kazanç elde edecek idiyse (emsallere uygunluk ilkesi), böyle bir kazanç atfedilecektir."
  },
  {
    "id": "3741290",
    "unitNumber": 7,
    "text": "Daimi işyeri OECD ve BM Model Vergi Anlaşmalarının 5. maddelerinde düzenlenmiştir. <br/>Bir teşebbüsün işini tamamen veya kısmen yürüttüğü, işle ilgili sabit yere “daimi işyeri” denir. Bu <br/>tanıma göre, bir daimi işyerinin unsurları aşağıdakilerden hangisi/hangileridir?\n I.Bir işyerinin varlığı\n II. İşyerinin sabit yer olması\n III.İşlerin bu sabit yer vasıtasıyla sürdürülmesi gerekir.",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Daimi işyeri OECD ve BM Model Vergi Anlaşmalarının 5. maddelerinde düzenlenmiştir. <br/>Bir teşebbüsün işini tamamen veya kısmen yürüt tüğü, işle ilgili sabit yere “daimi işyeri” denir. Bu <br/>tanıma göre, bir daimi işyerinden söz edebilmek için (i) bir işyerinin varlığı, (ii) bu işyerinin sabit <br/>yer olması ve (iii) işlerin bu sabit yer vasıtasıyla sürdürülmesi gerekir<br/>I, II ve III"
  },
  {
    "id": "3741293",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi daimi işyeri <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Bankamatikler",
      "B": "Otomatik satış makineleri",
      "C": "Fuarlar",
      "D": "Yeraltı demiryolu hatları",
      "E": "Açık hava pazarları"
    },
    "explanation": "Örneğin, ticareti geliştirmek amacıyla belli bir süre için kurulan, alıcı ve satıcıların bir araya gelerek iş anlaşmaları yapma olanağını bulduğu fuarlar devamlılık göstermediği için teşebbüsler bakımından <br/>daimi işyeri olarak değerlendirilmezler."
  },
  {
    "id": "3741298",
    "unitNumber": 7,
    "text": "OECD Model Vergi Anlaşmasının hazırlayıcı ve destekleyici faaliyetler olarak saydığı ve daimi işyeri kapsamı dışında tuttuğu faaliyetler arasında aşağıdakilerden hangisi/hangileri yer alır?\n<br/>I. Tesislerin, teşebbüse ait malların veya ticari eşyanın yalnızca depolanması, teşhiri veya teslimi amacıyla kullanılması\n<br/>II. Teşebbüse ait mal veya ticari eşya stoklarının, yalnızca depolama, teşhir veya teslim amacıyla elde tutulması\n<br/>III.Teşebbüse ait mal veya ticari eşya stoklarının, yalnızca bir başka teşebbüse işlettirilmesi amacıyla elde tutulması\n<br/>IV. İşe ilişkin sabit bir yerin, yalnızca teşebbüse mal veya ticari eşya satın alma veya bilgi toplama amacıyla elde tutulması",
    "correctAnswer": "E",
    "options": {
      "A": "I ve III",
      "B": "II ve IV",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Tümü yer alır.<br/>I, II, III ve IV"
  },
  {
    "id": "3741306",
    "unitNumber": 7,
    "text": "OECD Model Vergi Anlaşmasına göre daimi işyeri olarak kabul edilebilecek yerler arasında aşağıdakilerden hangisi <strong>yer almaz?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Atölye",
      "B": "Taş ocağı",
      "C": "Şube",
      "D": "Bağımsız acente",
      "E": "Maden"
    },
    "explanation": "Bağımsız acente yer almaz"
  },
  {
    "id": "3741311",
    "unitNumber": 7,
    "text": "1989 yılında Danimarka, Finlandiya, Faroe Adaları, İzlanda, Norveç ve İsveç arasında imzalanan çok taraflı anlaşma gelir, servet, veraset ve intikal vergilerinde çifte vergilendirmenin önlenmesini amaçlamaktadır. Veraset ve İntikal Vergilerinde çifte vergilendirmenin önlenmesine aşağıdaki ülkelerden hangisi taraf <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Danimarka",
      "B": "Norveç",
      "C": "İzlanda",
      "D": "Finlandiya",
      "E": "İsveç"
    },
    "explanation": "İskandinav Çok Taraflı Vergi Anlaşması: 1989 yı lında Danimarka, Finlandiya, Faroe Adaları, İzlan<br/>da, Norveç ve İsveç arasında imzalanan çok taraflı anlaşma gelir, servet, veraset ve intikal vergilerinde çifte vergilendirmenin önlenmesini amaçlamaktadır. Veraset ve İntikal Vergilerinde çifte vergilendirmenin önlenmesi bakımından İsveç taraf değildir."
  },
  {
    "id": "3741312",
    "unitNumber": 7,
    "text": "OECD Model Vergi Anlaşma sının 12(2) maddesinde edebi, sanatsal veya bilimsel her türlü telif hakkının, patentin, markanın, desen veya modelin, planın, gizli formül veya üretim yönteminin kullanımı veya kullanım hakkı karşılığında veya sınai, ticari veya bilimsel tecrübeye dayalı bilgi birikimi karşılığında yapılan her türlü ödeme aşağıdakilerden hangisiyle ifade edilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gayri maddi hak bedeli",
      "B": "Maddi Hak bedeli",
      "C": "Sermaye bedeli",
      "D": "Entellektüel hak bedeli",
      "E": "Beşeri bedel"
    },
    "explanation": "Gayri maddi hak bedelidir."
  },
  {
    "id": "3741384",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi uluslararası hukuksal çifte vergilendirmenin unsurları arasında yer almaz?",
    "correctAnswer": "D",
    "options": {
      "A": "İki ya da daha fazla devlet",
      "B": "Aynı vergi yükümlüsü",
      "C": "Aynı vergi konusu",
      "D": "Farklı vergiler",
      "E": "Aynı vergilendirme dönemi"
    },
    "explanation": "Farklı vergiler bunlar arasında yer almaz."
  },
  {
    "id": "3741385",
    "unitNumber": 7,
    "text": "Vergiye tabi bir kurumun, örneğin bir şirketin, kuruluş kanununda, tüzüğünde, ana statüsünde veya sözleşmesinde gösterilen merkez aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kanuni merkez",
      "B": "Uluslararası merkez",
      "C": "Transfer merkezi",
      "D": "Etkin yönetim merkezi",
      "E": "Ekonomik merkez"
    },
    "explanation": "Kanuni Merkez: Vergiye tabi bir kurumun, örneğin bir şirketin, kuruluş kanununda, tüzüğünde, ana statüsünde veya sözleşmesinde gösterilen<br/>merkezdir."
  },
  {
    "id": "3741386",
    "unitNumber": 7,
    "text": "İki ya da daha fazla devletin, elde edilen geliri farklı mükellefler nezdinde aynı vergilendirme döneminde aynı ya da benzer vergilerle vergilendirmesine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kanuni vergilendirme",
      "B": "Uluslararası ekonomik çifte vergilendirme",
      "C": "Merkezi vergilendirme",
      "D": "Vergi yükümlüsü",
      "E": "Hukuksal vergilendirme"
    },
    "explanation": "Uluslararası Ekonomik Çifte Vergilendirme: İki ya da daha fazla devletin, elde edilen geliri farklı mükellefler nezdinde aynı vergilendirme döneminde aynı ya da benzer vergilerle vergilendirmesidir."
  },
  {
    "id": "3741387",
    "unitNumber": 7,
    "text": "Vergi yükümlüsü, yabancı ülkelerde elde etmiş olduğu gelir üzerinden o ülkelerde ödemiş olduğu vergileri yerleşiği olduğu ülkede hesaplanan vergiden hesap edilen yöntem aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "MAtrahtan indirim yöntemi",
      "B": "İstisna yöntemi",
      "C": "Mahsup yöntemi",
      "D": "İkili vergi yöntemi",
      "E": "Kanuni yöntem"
    },
    "explanation": "Mahsup yönteminde vergi yükümlüsü, yabancı ülkelerde elde etmiş olduğu gelir üzerinden o ülkelerde ödemiş olduğu vergileri yerleşiği olduğu ülkede hesaplanan vergiden mahsup eder."
  },
  {
    "id": "3741388",
    "unitNumber": 7,
    "text": "I. Yabancı ülkedeki kazançlar dolayısıyla o ülkelerde<br/>ödenen vergiler vergi oranı dikkate alınmaksızın<br/>olduğu gibi mahsup edilir.\n II. Yabancı ülkede ödenen vergiler yerleşik olunun ülkedeki vergi oranı üst sınır kabul edilerek mahsup edilir.\n III. Çifte vergilendirmeyi önleme anlaşmaları çerçevesinde uygulanan ve kaynak devletin uyguladığı bazı teşvik önlemlerinin ikamet devletindeki vergi uygulamalarıyla etkisiz hale getirilmesini engellemek için geliştirilmiş bir<br/>uygulamadır.\n Yukarıdakilerden hangisi/hangileri normal mahsup yöntemi için geçerlidir?",
    "correctAnswer": "C",
    "options": {
      "A": "I. ve II.",
      "B": "Yalnızca I.",
      "C": "Yalnızca II.",
      "D": "I. ve III.",
      "E": "I. II. ve III."
    },
    "explanation": "II. Yabancı ülkede ödenen vergiler yerleşik olunun ülkedeki vergi oranı üst sınır kabul edilerek mahsup edilir.\n Yalnızca II. normal mahsup yöntemi için geçerlidir"
  },
  {
    "id": "3741389",
    "unitNumber": 7,
    "text": "OECD Model Vergi Anlaşmasının 2017 versiyonuna göre aşağıdakilerden hangisi Özel Hükümler başlığı altında <strong>yer</strong> <strong>almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ayrım yapılmaması",
      "B": "Bilgi değişimi",
      "C": "Diplomatik temsilciler ve konsolosluk memurları",
      "D": "Menfaatlere hak kazanma",
      "E": "İstisna"
    },
    "explanation": "İstisna Özel Hükümler başlığı altında yer almaz."
  },
  {
    "id": "3741390",
    "unitNumber": 7,
    "text": "1989 yılında Danimarka, Finlandiya, Faroe Adaları, İzlanda, Norveç ve İsveç arasında imzalanan çok taraflı anlaşma gelir, servet, veraset ve intikal vergilerinde çifte vergilendirmenin önlenmesini amaçlayan vergi anlaşma aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İskandinav Çok Taraflı Vergi Anlaşması",
      "B": "COMECON Anlaşmaları",
      "C": "Andean Modeli",
      "D": "CARICOM Çok Taraflı Vergi Anlaşması",
      "E": "Uluslararası Vergi Anlaşması"
    },
    "explanation": "İskandinav Çok Taraflı Vergi Anlaşması: 1989 yılında Danimarka, Finlandiya, Faroe Adaları, İzlanda, Norveç ve İsveç arasında imzalanan çok taraflı anlaşma gelir, servet, veraset ve intikal vergilerinde çifte vergilendirmenin önlenmesini amaçlamaktadır."
  },
  {
    "id": "3741391",
    "unitNumber": 7,
    "text": "İlişkili kişilerle yapılan mal veya hizmet alım ya da satımında uygulanan fiyat veya bedelin, aralarında böyle bir ilişkinin bulunmaması durumunda oluşacak fiyat veya bedele uygun olması aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "İşyerinin sınırlı çekim gücü",
      "B": "Emsallere uygunluk ilkesi",
      "C": "Teşebbüs",
      "D": "Coğrafi sabitlik",
      "E": "Farazi bağışıklık"
    },
    "explanation": "Emsallere uygunluk ilkesi: İlişkili kişilerle yapılan mal veya hizmet alım ya da satımında uygulanan fiyat veya bedelin, aralarında böyle bir ilişkinin bulunmaması durumunda oluşacak fiyat veya bedele uygun olmasını ifade etmektedir."
  },
  {
    "id": "3741392",
    "unitNumber": 7,
    "text": "I. Yönetim yeri\n II. Büro\n III. Fabrika\n IV. Doğal kaynak istihraç yeri\n Yukarıdakilerden hangileri daimi işyerleri arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "I. II. ve III.",
      "B": "I. II. ve IV.",
      "C": "II. ve III.",
      "D": "II. III. ve IV.",
      "E": "I. II. III. ve IV."
    },
    "explanation": "OECD Model Vergi Anlaşmasının 5(2) maddesinde daimi işyeri olarak kabul edilebilecek yerler için örnekler aşağıdaki gibi sıralanmıştır:<br/>a) Yönetim Yeri<br/>b) Şube<br/>c) Büro<br/>d) Fabrika<br/>e) Atölye<br/>f) Maden, petrol veya gaz kuyusu, taş ocağı<br/>veya herhangi bir doğal kaynak istihraç yeri"
  },
  {
    "id": "3741393",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi OECD Model Vergi Anlaşmasının hazırlayıcı ve destekleyici faaliyetler olarak saydığı ve daimi işyeri kapsamı dışında tuttuğu faaliyetlerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tesislerin, teşebbüse ait malların veya ticari eşyanın yalnızca depolanması, teşhiri veya teslimi amacıyla kullanılması",
      "B": "Teşebbüse ait mal veya ticari eşya stoklarının, yalnızca bir başka teşebbüse işlettirilmesi amacıyla elde tutulması",
      "C": "İşe ilişkin sabit bir yerin, yalnızca teşebbüse mal veya ticari eşya satın alma veya bilgi toplama amacıyla elde tutulması",
      "D": "İşe ilişkin sabit bir yerin yalnızca teşebbüs için başka faaliyetlerde bulunmak amacıyla elde tutulması",
      "E": "Teşebbüse ait mal veya ticari eşya stoklarının, satılması amacıyla elde tutulması"
    },
    "explanation": "Teşebbüse ait mal veya ticari eşya stoklarının, yalnızca depolama, teşhir veya teslim amacıyla elde tutulması"
  },
  {
    "id": "3741132",
    "unitNumber": 8,
    "text": "Bir firmanın ilişkili kişi ya da kurumlarla mal veya hizmet alım ya da satımı işlemlerinde uyguladığı fiyat aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Transfer fiyatlandırması",
      "B": "Vergi uyuşmazlığı",
      "C": "Çifte vergilendirme",
      "D": "Uluslararası ticari tahkim",
      "E": "Gümrük vergisi"
    },
    "explanation": "Transfer fiyatlandırması, bir firmanın ilişkili kişi ya da kurumlarla mal veya hizmet alım ya da satımı işlemlerinde uyguladığı fiyattır."
  },
  {
    "id": "3741133",
    "unitNumber": 8,
    "text": "I. Fiyat düzeltmeleri\n II. İskonto hesaplamaları\n III. İthalat kısıtlaması olan eşyalar\n IV. Muafiyet ve istisna hükümlerinin uygulanması\n Yukarıdakilerden hangileri gümrük uyuşmazlıkları arasında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "I. II. ve III.",
      "B": "II. ve IV.",
      "C": "I. II. III. ve IV.",
      "D": "II. III. ve IV.",
      "E": "I. ve IV."
    },
    "explanation": "I. Fiyat düzeltmeleri\n II. İskonto hesaplamaları\n III. İthalat kısıtlaması olan eşyalar\n IV. Muafiyet ve istisna hükümlerinin uygulanması\n hepsi gümrük uyuşmazlığıdır."
  },
  {
    "id": "3741134",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi gümrük uyuşmazlıklarında yargısal çözüm yolunu oluşturur?",
    "correctAnswer": "E",
    "options": {
      "A": "Pişmanlık",
      "B": "İtiraz",
      "C": "Uzlaşma",
      "D": "Peşin ödeme indirimi",
      "E": "İdari yargı mercileri"
    },
    "explanation": "İdari yargı mercileri, yargısal çözüm yoludur."
  },
  {
    "id": "3741135",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi gümrük uyuşmazlıklarında idari çözüm yolları arasında yer almaz?",
    "correctAnswer": "B",
    "options": {
      "A": "Pişmanlık",
      "B": "Vergi mahkemeleri",
      "C": "Uzlaşma",
      "D": "İtiraz",
      "E": "Peşin ödeme indirimi"
    },
    "explanation": "Vergi mahkemeleri, yargısal çözüm yoludur."
  },
  {
    "id": "3741136",
    "unitNumber": 8,
    "text": "4458 sayılı Gümrük Kanunu’na göre yükümlüler, gümrük idaresince kendilerine tebliğ edilen gümrük vergileri, cezalar ve idari kararlara karşı, ........................ bir üst makama, üst makam bulunmuyorsa aynı makama verecekleri dilekçe yoluyla itirazlarını gerçekleştirebilirler.\n Yukarıdaki cümleyi doğru şekilde tamamlayan seçenek aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "On beş iş günü içinde",
      "B": "Tebliğ tarihinden itibaren otuz gün içinde",
      "C": "Tebliğ tarihinden itibaren on gün içinde",
      "D": "Tebliğ tarihinden itibaren on beş gün içinde",
      "E": "Otuz iş günü içinde"
    },
    "explanation": "4458 sayılı Gümrük Kanunu’na göre yükümlüler, gümrük idaresince kendilerine tebliğ edilen gümrük vergileri, cezalar ve idari kararlara karşı, tebliğ tarihinden itibaren on beş gün içinde bir üst makama, üst makam bulunmuyorsa aynı makama verecekleri dilekçe yoluyla itirazlarını gerçekleştirebilirler."
  },
  {
    "id": "3741137",
    "unitNumber": 8,
    "text": "Uzlaşmaya varılan gümrük vergileri ve cezaların ödenmesi gereken süre, uzlaşma tutanağının idarece yükümlü ya da ceza muhatabına tebliğinden itibaren ....\n Yukarıdaki cümleyi doğru şekilde tamamlayan seçenek aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bir aydır",
      "B": "On beş gündür",
      "C": "On gündür",
      "D": "On beş iş günüdür",
      "E": "Kırk beş gündür"
    },
    "explanation": "Uzlaşmaya varılan gümrük vergileri ve cezaların ödenmesi gereken süre, uzlaşma tutanağının idarece yükümlü ya da ceza muhatabına tebliğinden itibaren bir aydır."
  },
  {
    "id": "3741138",
    "unitNumber": 8,
    "text": "Kabahatler Kanunu’na göre ekonomik aktörlerin üzerlerine<br/>tahakkuk ettirilen para cezalarına karşı idari ya da hukuki yollara başvurmaksızın, kesilen cezayı kabul etmeleri halinde toplam ceza tutarının ........ ödemeleri mümkündür.\n Yukarıdaki ifadedeki doğru şekilde dolduran seçenek aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tamamını",
      "B": "Yarısını",
      "C": "Dörtte üçünü",
      "D": "Üçte ikisini",
      "E": "Beşte dördünü"
    },
    "explanation": "Kabahatler Kanunu’na göre ekonomik aktörlerin üzerlerine<br/>tahakkuk ettirilen para cezalarına karşı idari ya da hukuki yollara başvurmaksızın, kesilen cezayı kabul etmeleri halinde toplam ceza tutarının dörtte üçünü ödemeleri mümkündür."
  },
  {
    "id": "3741139",
    "unitNumber": 8,
    "text": "I. Sadece para cezaları için peşin ödeme indiriminden yararlanılabilmektedir.\n II. İşlem muhatabı ekonomik aktörün yapılan işleme ilişkin<br/>idari ya da hukuki yollara başvurmamış olmasıdır.\n III. Ekonomik aktörün, idarece üzerine tahakkuk ettirilen tutarı Kanunda gösterilen vadede ödemesidir.\n Yukarıdakilerden hangileri gümrük uyuşmazlıklarında peşin ödeme indiriminden yararlanılabilme koşulları arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "I. ve II.",
      "B": "II. ve III.",
      "C": "I. ve III.",
      "D": "Yalnızca III.",
      "E": "I. II. ve III."
    },
    "explanation": "Gümrük uyuşmazlıklarında peşin ödeme indiriminden yararlanılabilmesi için üç koşuldan söz edilebilir.<br/>Öncelikle sadece para cezaları için peşin ödeme indiriminden yararlanılabilmektedir. İkincisi, işlem<br/>muhatabı ekonomik aktörün yapılan işleme ilişkin<br/>idari ya da hukuki yollara başvurmamış olmasıdır.<br/>Son koşul ise ekonomik aktörün, idarece üzerine<br/>tahakkuk ettirilen tutarı Kanunda gösterilen vadede ödemesidir."
  },
  {
    "id": "3741140",
    "unitNumber": 8,
    "text": "Gümrük uyuşmazlıklarında yargısal çözüm yolları ile ilgili aşağıdakilerden hangisi doğru değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Uyuşmazlık konusunun vergi ve vergiye bağlı cezai yaptırımlar olması durumunda ise işleme taraf olan ekonomik aktör çözüm amacıyla<br/>vergi mahkemelerine başvurabilecektir.",
      "B": "Gümrük uyuşmazlıklarında yargısal çözüm müesseselerinin kullanılması halinde “davalı” işlemi yapan gümrük idaresi iken “davacı” ise işleme taraf olan yükümlü ve/veya vergi cezasına muhatap olan ekonomik aktördür.",
      "C": "Vergi mahkemelerinde genel dava açma süresi olayın gerçekleştiği ya da itiraz yollarının tüketildiği tarihten başlamaktadır.",
      "D": "Davanın en geç üç ay içinde nihayete erdirilmesi gerekmektedir.",
      "E": "Gümrük uyuşmazlıklarında da özel kanunla farklı bir uygulama olarak<br/>belirlenmediği takdirde dava açma süresi otuz gündür."
    },
    "explanation": "Davanın en geç altı ay içinde nihayete erdirilmesi gerekmektedir."
  },
  {
    "id": "3741141",
    "unitNumber": 8,
    "text": "2577 sayılı Kanunun 53’üncü maddesi bir diğer olağanüstü kanun yolu olan yargılamanın yenilenmesi müessesini düzenlemektedir. Bu müessese, kararın kesinleşmesinden sonra tarafların Danıştay<br/>ile bölge idare, idare ve vergi mahkemelerinden yargılamanın yenilenmesini talep edebilme imkanını doğurmaktadır.\n Buna göre aşağıdakilerden hangisi bu yöntemden yararlanabilme şartlarından biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kararın verilmesi sonrasında zorlayıcı nedenlerle ya da lehine karar verilen tarafın eyleminden doğan bir sebeple elde edilemeyen bir belgenin ele geçirilmiş olması,",
      "B": "Verilen kararda esas alınan belgenin sahte olduğunun anlaşılması",
      "C": "Bilirkişinin kasıtlı olarak gerçeğe aykırı beyanda bulunduğunun düşünülmesi",
      "D": "Vekil ya da kanuni temsilci olmayan kimseler ile davanın görülerek karara bağlanmış olması",
      "E": "Verilen karara esas olarak alınan bir ilam hükmünün kesinleşen bir mahkeme kararıyla bozularak ortadan kalkması"
    },
    "explanation": "Bilirkişinin kasıtlı olarak gerçeğe aykırı beyanda bulunduğunun düşünülmesi değil mahkeme kararıyla tespiti gereklidir."
  },
  {
    "id": "3741317",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi uluslararası düzeyde yaşanan vergi uyuşmazlıklarının <strong>en önemli </strong>nedenidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gümrük uyuşmazlığı",
      "B": "Ülkelerin vergileme ile ilgili çıkarlarının çatışması",
      "C": "Antrepolarda muhafaza ve sayım süreçleri",
      "D": "İthalde alınan KDV oranının tespiti",
      "E": "Hatalı vergi oranı uygulaması"
    },
    "explanation": "Uluslararası düzeyde yaşanan vergi uyuşmazlıklarının en önemli nedeni taraf ülkelerin karşılıklı olarak vergilendirmeyle ilgili çıkarlarının çatışmasıdır. Çatışmanın giderilebilmesi açısından ülkeler aralarında karşılıklı anlaşma yoluna gidebilmektedirler. Bunun yanında ulusal ya da uluslararası düzeyde yargı mercilerine başvurulması ya da tahkime gidilmesi de söz konusu olabilmektedir. Doğru cevap B'dir."
  },
  {
    "id": "3741318",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi bir firmanın ilişkili kişi ya da kurumlarla mal veya hizmet alım ya da satımı işlemlerinde uyguladığı fiyattır?",
    "correctAnswer": "C",
    "options": {
      "A": "Tekelci fiyatı",
      "B": "Piyasa fiyatı",
      "C": "Transfer fiyatlandırması",
      "D": "Dinamik fiyatlandırma",
      "E": "Ürün fiyatlandırması"
    },
    "explanation": "Genel olarak transfer fiyatlandırması, uluslararası ticarette taraf olan bir kurumun ilişkili kişi ya da kurumlarla mal veya hizmet alım ya da satımı işlemlerinde uyguladığı fiyatı ifade etmektedir. Transfer fiyatlandırması süreci nedeniyle yaşanan vergi uyuşmazlıklarının çözümü maksadıyla taraf devletler arasında “karşılıklı anlaşma usulü” uygulanabilmektedir."
  },
  {
    "id": "3741326",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi gümrük uyuşmazlığının taraflarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gümrük idaresi",
      "B": "Ticaret bakanlığı",
      "C": "Yargıtay",
      "D": "Nakliyat firması",
      "E": "Vergi dairesi"
    },
    "explanation": "Gümrük uyuşmazlıkları, gümrük işlemlerinde herhangi bir idari ya da mali aşama veya uygulamanın yürürlükteki hukuki kurallara ve prosedürlere uygunluğunun değerlendirilmesinde yaşanır. Uyuşmazlığın tarafları gümrük idaresi ile işleme muhatap ekonomik aktördür. Uyuşmazlığa konu olan şey ise genel itibariyle idarece gerçekleştirilen prosedürel işlem, inceleme, denetim ya da soruşturma aşamalarında ortaya çıkabilmektedir. Doğru cevap A'dır."
  },
  {
    "id": "3741327",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi gümrük uyuşmazlıklarında başvurulan idari çözüm yollarından biri <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Pişmanlık",
      "B": "Uzlaşma",
      "C": "Peşin ödeme indirimi",
      "D": "İstinaf başvurusu",
      "E": "İtiraz"
    },
    "explanation": "İdari çözüm yolları Gümrük Kanunu kapsamında değerlendirilen pişmanlık, itiraz ve uzlaşma ile Kabahatler Kanunu kapsamındaki peşin ödeme indirimi müesseselerinden oluşmaktadır. Bunun yanında gümrük idaresi ile yükümlü arasındaki uyuşmazlıkların idari çözüm yolları ile giderilememesi durumunda ise idari yargı mercilerinden yararlanılabileceği gibi vergi mahkemelerinde dava yoluna da gidilebilmektedir. Doğru cevap D'dir."
  },
  {
    "id": "3741343",
    "unitNumber": 8,
    "text": "Pişmanlık hükümleri çerçevesinde beyan hatası ya da eksikliği düzeltmek üzere idareye başvuran bir mükellef tahakkuk ettirilecek cezanın ne kadarını öder?",
    "correctAnswer": "B",
    "options": {
      "A": "% 5",
      "B": "% 10",
      "C": "% 20",
      "D": "% 25",
      "E": "% 40"
    },
    "explanation": "Gümrük Kanunu’nun 234’üncü maddesinde vergi kaybına neden olabilecek işlemler için uygulanacak cezalar belirtilmiştir. Söz konusu maddeye göre gümrük idaresince tespitinden önce bahse konu aykırılıkların beyan sahibince idareye bildirilmesi durumunda belirtilen cezalar yüzde on oranında uygulanacaktır. Dolayısıyla pişmanlık hükümleri çerçevesinde değerlendirilebilecek beyan hatası ya da eksikliği düzeltmek üzere idareye başvuruda bulunan mükellef idarece tahakkuk ettirilecek cezanın sadece onda birini ödeyecektir. Doğru cevap B'dir."
  },
  {
    "id": "3741344",
    "unitNumber": 8,
    "text": "Mükellefçe gerçekleştirilen ve idareye intikal eden itirazlar en fazla kaç gün içinde karara bağlanır?",
    "correctAnswer": "D",
    "options": {
      "A": "10",
      "B": "15",
      "C": "20",
      "D": "30",
      "E": "60"
    },
    "explanation": "Mükellefçe gerçekleştirilen ve idareye intikal eden itirazlar otuz gün içinde karara bağlanarak ilgili kişiye tebliğ edilecektir. İtirazın karara bağlanması aşamasında, uyuşmazlık ya da anlaşmazlığa esas teşkil eden beyanname ve diğer her türlü bilgi, belge ile eşyadan alınacak örnekler incelenecektir. Bu süreçte, gereksinim duyulması halinde ilgili gümrük idaresinin görüş, öneri, değerlendirme ve tetkiklerine de başvurulabilmektedir. Sonuç itibariyle idare, otuz gün içerisinde mükellefçe gerçekleştirilen itirazı karara bağlayarak ilgiliye tebliğ edecektir. Doğru cevap D'dir."
  },
  {
    "id": "3741350",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi uzlaşma kapsamındaki vergi ve benzeri gelirlerden biri <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Gümrük vergisi",
      "B": "İlave gümrük vergisi",
      "C": "Kurumlar vergisi",
      "D": "Katma değer vergisi",
      "E": "Toplu konut fonu"
    },
    "explanation": "Uzlaşma kapsamındaki vergiler şunlardır; Gümrük vergisi, ilave gümrük vergisi, tek ve maktu vergi, dampinge karşı vergi, sübvansiyonlara karşı vergi, katma değer vergisi, özel tüketim vergisi, ek mali yükümlülük, toplu konut fonu, tütün fonu, ek fon, kaynak kullanımını destekleme fonu, çevre katkı payı, telafi edici vergi (ihracat) ve (ticari olmayan eşya için) TRT bandrol ücreti. Doğru cevap C'dir."
  },
  {
    "id": "3741351",
    "unitNumber": 8,
    "text": "Gümrük uzlaşmazlıklarında yargı yoluna başvurulursa \"davalı\" kesim aşağıdakilerden hangisi olmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Maliye Bakanlığı",
      "B": "Ticaret Bakanlığı",
      "C": "Gümrük işlemini gerçekleştiren firma",
      "D": "İşlemi yapan gümrük idaresi",
      "E": "İşleme taraf olan yükümlü"
    },
    "explanation": "Gümrük uyuşmazlıklarında yargısal çözüm müesseselerinin kullanılması halinde “davalı” işlemi yapan gümrük idaresi iken “davacı” ise işleme taraf olan yükümlü ve/veya vergi cezasına muhatap olan ekonomik aktördür. Gümrük idaresi, gerek Gümrük Kanunu gerekse 6183 sayılı Kanun gibi diğer hukuki düzenlemelere dayanarak yükümlü <br/>nün aleyhine olabilecek bir vergilendirme işlemini gerçekleştirebilir. Böylesine bir durumda idari çözüm yollarını tüketen yükümlü uyuşmazlık konusu işlemi yargısal sürece taşıyacak ve çözüm arayışına devam edecektir.\n Doğru cevap D'dir."
  },
  {
    "id": "3741355",
    "unitNumber": 8,
    "text": "Vergi mahkemelerinde görülen gümrük uyuşmazlıkları davalarının sonuçlandırılma süresi en fazla ne kadardır?",
    "correctAnswer": "E",
    "options": {
      "A": "15 gün",
      "B": "30 gün",
      "C": "45 gün",
      "D": "3 ay",
      "E": "6 ay"
    },
    "explanation": "Vergi mahkemesinde dava açılmasıyla vergi ve cezaların tahakkuk ve tahsilleri dava sonuna kadar durmaktadır. Davanın en geç altı ay içinde nihayete erdirilmesi gerekmektedir. Dava sonucunda vergi mahkemesi, yükümlü veya ceza muhatabı lehine karar verebileceği gibi gümrük idaresi lehine de karar verebilir. Doğru cevap E'dir."
  },
  {
    "id": "3741356",
    "unitNumber": 8,
    "text": "Peşin ödeme indiriminden hangi kanun çerçevesinde yararlandırılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kabahatler Kanunu",
      "B": "Vergi Barışı Kanunu",
      "C": "Ticaret Kanunu",
      "D": "Borçlar Kanunu",
      "E": "İdari Yargılama Usulü Kanunu"
    },
    "explanation": "İdarece ekonomik aktör aleyhine belirlenecek gümrük para cezalarına yönelik peşin ödeme<br/>indiriminden yararlanılabilmesi Kabahatler Kanunu çerçevesinde mümkün olabilmektedir. Kabahatler Kanunu’na göre ekonomik aktörlerin üzerlerine tahakkuk ettirilen para cezalarına karşı idari ya da hukuki yollara başvurmaksızın, kesilen cezayı kabul etmeleri halinde toplam ceza tutarının dörtte üçünü ödemeleri mümkündür.Doğru cevap A'dır."
  }
]