[
  {
    "id": "3177367",
    "unitNumber": 1,
    "text": "Who became the theorist of revolution against a non-reformable system of<br/>domination within the legal framework of the liberal state?",
    "correctAnswer": "B",
    "options": {
      "A": "Max Weber",
      "B": "Karl Marx",
      "C": "Emile Durkheim",
      "D": "Alexis De Tocqueville",
      "E": "Vladimir Ilyic Lenin"
    },
    "explanation": "Tocqueville and Marx, from antithetical positions, posed the problem of conflict between social interests. Both stressed the dimension of solidarity between social groups, even if Tocqueville identified it especially in local communities and associations. <br/>Marx instead identified it in the class relations within a conflictual frame as part of the socio-economic structure and the relations of production. While Tocqueville started from the analysis of conflict to address the problem of social unity that would ensure both political struggle and political consensus in a shared institutional framework, <strong>Marx</strong> became the theorist of revolution against a non-reformable system of domination within the legal framework of the liberal state. <br/>Other authors, such as Durkheim and Weber, tried instead to delineate the role of society. Durkheim identified the social links as part of a radical social differentiation and division of labour, and Weber tried to include it in a theory of power and its rational bureaucratic institutionalisation within the boundaries of the modern state. The answer is B."
  },
  {
    "id": "3177750",
    "unitNumber": 1,
    "text": "Who believes that \"political decisions must be taken by the majority while avoiding the risk of its tyranny\"?",
    "correctAnswer": "A",
    "options": {
      "A": "Alexis De Tocqueville",
      "B": "Max Weber",
      "C": "Emile Durkheim",
      "D": "Friedrich Engels",
      "E": "Karl Marx"
    },
    "explanation": "Tocqueville tackles the problem of a system in which the harmony of social interests can be guaranteed by a complex political order based on democratic representation, where power is legitimised by a popular investiture and distributed through a wide decentralisation of powers. To him, political decisions must be taken by the majority while avoiding the risk of its tyranny. For this reason in Tocqueville the primacy of<br/>freedom over equality is explicit. He believes that the demand for equality is substantially at odds with the call for liberty and the equilibrium of the system can only be guaranteed by the dynamic action of the civil society identified in voluntary<br/>associations. Tocqueville is therefore an advocate of the liberalism of the civil society and of the plurality of interests that it expresses. The answer is A."
  },
  {
    "id": "3177761",
    "unitNumber": 1,
    "text": "Which of the following is an idea of Marx?",
    "correctAnswer": "C",
    "options": {
      "A": "There is an explicit need to analyse the effects of the contrast between equality and social inequality.",
      "B": "Every democratic regime ran the risk of degenerating into despotism.",
      "C": "Men and women as creative beings whose existential vitality is totally subservient to the repressive laws of capital.",
      "D": "Through a process of gradual social differentiation, society is held together with moderation, control and above all role regulation (civil law).",
      "E": "Action is a human behaviour when and insofar as the individual or the individuals attach a subjective meaning to it."
    },
    "explanation": "Answer A and B are ideas of Tocqueville. Answer D is related to the ideas of Durkheim. Answer E is an idea put forth by Weber as he incorporates the psychological dimension to sociology, as he gives attention to the subjective meaning of action. Therefore answer C is about the ideas of Marx and is the right anwer."
  },
  {
    "id": "3177772",
    "unitNumber": 1,
    "text": "A form of power that presupposes a bureaucratic organisation of the system, legitimised by the rules of law is called by which of the following?",
    "correctAnswer": "D",
    "options": {
      "A": "Divine Authority",
      "B": "Formal Authority",
      "C": "Traditional Authority",
      "D": "Legal Aıthority",
      "E": "Charismatic Authority"
    },
    "explanation": "Legal authority is a form of power that presupposes a bureaucratic organisation of the system, legitimised by the rules of law. The answer is D."
  },
  {
    "id": "3178301",
    "unitNumber": 1,
    "text": "The conception according to which history is something external to our mind and cannot be reduced to a product of human intellect is called by which of the following?",
    "correctAnswer": "E",
    "options": {
      "A": "Material consumerism",
      "B": "Consumerism",
      "C": "Historical consumerism",
      "D": "New Hisctoricism",
      "E": "Historical Materialism"
    },
    "explanation": "Historical materialism is the conception according to which history is something external to our mind and cannot be reduced to a product of human intellect."
  },
  {
    "id": "3178316",
    "unitNumber": 1,
    "text": "An intensification of the division of labour produces a form of ........... conditioned by the consciousness of the multiplicity of interests produced by specialised roles.\n<br/>Which of the following completes above?",
    "correctAnswer": "A",
    "options": {
      "A": "“organic solidarity”",
      "B": "\"organic unity\"",
      "C": "\"organic solution\"",
      "D": "\"organic resolution\"",
      "E": "\"organic organization\""
    },
    "explanation": "The answer is A . \"organic solidarity.\""
  },
  {
    "id": "3178394",
    "unitNumber": 1,
    "text": "What are the consequences of social processes and structures over which individuals<br/>can have no control called according to Durkheim?",
    "correctAnswer": "B",
    "options": {
      "A": "Social conflicts",
      "B": "Social phenomena",
      "C": "Dualities",
      "D": "Binaries",
      "E": "Social units"
    },
    "explanation": "The consequences of social processes and structures over which individuals can have no control are called social phenomena by Durkheim."
  },
  {
    "id": "3178401",
    "unitNumber": 1,
    "text": "Which of the following is the sociological concept that allows us to understand the elements of similarity between facts and social phenomena that occur in different societies according to Durkheim ?",
    "correctAnswer": "D",
    "options": {
      "A": "Structure",
      "B": "Class",
      "C": "Category",
      "D": "Function",
      "E": "Organization"
    },
    "explanation": "According to Durkheim, social phenomena are the consequences of social processes and structures over which individuals can have no control. Beliefs, values and individual desires take shape within these processes and structures. Consequently, the sociological explanation has the task of connecting social facts to other social facts, neglecting the intentionality of individuals. In short, it is necessary to probe the regularity with which certain facts occur and it is in this context that he introduces the sociological concept of “function” which allows us to understand the elements of similarity between facts and social phenomena that occur in different societies. When Durkheim speaks of the function of social facts, he is referring to the correspondence<br/>between the fact itself and the needs of the society within which it occurs with the implicit purpose of maintaining a certain social order. The answer is D. Function"
  },
  {
    "id": "3178418",
    "unitNumber": 1,
    "text": "Who states the idea that \"most social relationships are in fact constituted as power relations that are all the more stable the more the individuals involved are convinced that they are acting within a legitimate system, especially in a political context?\"",
    "correctAnswer": "B",
    "options": {
      "A": "Karl Marx",
      "B": "Max Weber",
      "C": "Emile Durkheim",
      "D": "Alexis de Tocqueville",
      "E": "Lorenz von Stein"
    },
    "explanation": "This concept of social relationship is fundamental to understand the idea of power in Weber. Most social relationships are in fact constituted as power relations that are all the more stable the more the individuals involved are convinced that they are acting within a legitimate system, especially in a political context. The answer is B."
  },
  {
    "id": "3178430",
    "unitNumber": 1,
    "text": "I. the working class\n<br/>II. the petty bourgeoisie\n<br/>III. the property-less intelligentsia and specialists (technicians, various kinds of white-collar employees, civil servants possibly with considerable social differences depending on the cost of their training)\n<br/>IV. the classes privileged through property and education\n<br/>V. The classes privileged through nobility and inheritance\n<br/>Which of the above are true for social classes subdivision according to Karl Marx?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II and III",
      "B": "I, II and IV",
      "C": "I, II, III and IV",
      "D": "I, II, III, IV and V",
      "E": "I, II, IV and V"
    },
    "explanation": "In a capitalist society, the social classes are subdivided as follows: (a) the working<br/>class; (b) the petty bourgeoisie, (c) the property-less intelligentsia and specialists (technicians, various kinds of white-collar employees, civil servants possibly with considerable social differences depending on the cost of their training); (d) the classes<br/>privileged through property and education. The answer is C."
  },
  {
    "id": "3180785",
    "unitNumber": 1,
    "text": "I-Curiosity\n II-Individualism\n III-Dissatisfaction\n IV-Conflict\n Which of the above caused the eruption of evalution in France?",
    "correctAnswer": "A",
    "options": {
      "A": "II-III-IV",
      "B": "I-II-III",
      "C": "I-III-IV",
      "D": "I-II-IV",
      "E": "II-III"
    },
    "explanation": "The curiosity of Tocqueville for the transition from aristocracy to democracy to tyranny is linked to his interest in the study of<br/>political processes in France where, in the eighteenth century, the conditions for a partial destruction of the ancient despotic<br/>regime were leading towards the realisation of a democratic system based on the principle of equality. A strange combination<br/>of aristocracy and democratic vocation in France would facilitate the development of those feelings of dissatisfaction,<br/>individualism and conflict that eventually erupted in revolution."
  },
  {
    "id": "3181469",
    "unitNumber": 1,
    "text": "I- Equality\n II- Political participation\n III-Political conception\n IV-Role of religion\n Which of the above are among Tocqueville's proposotions on orders of explanation?",
    "correctAnswer": "C",
    "options": {
      "A": "I-II-III",
      "B": "I-III-IV",
      "C": "I-II-IV",
      "D": "I-II",
      "E": "III-IV"
    },
    "explanation": "Tocqueville proposes three different orders of explanation.<br/>First, he assumes that the same state of equality can explain the differences between the two countries: Tocqueville had observed <br/>that in France all social classes had partially moved towards the principle of equality in exchange for institutions that were <br/>generally unpredictable. This had produced a feeling of radical dissatisfaction that was to lead to the development of a <br/>revolutionary ideology. The perception of the injustices suffered by individual classes, although according to different canons <br/>and modalities, led to the ideological determination of an imaginary society, in which everything appeared simple and <br/>coordinated, uniform, fair and conforming to the principles of reason (de Tocqueville 1955). In America due to the existence of<br/>a situation of substantial equality, the great revolutionary ideas were mostly absent, while social dissatisfactions took the form <br/>of an annoying agitation, a sort of incessant bubbling of the people that disturbed and distracted the spirit without vivifying nor <br/>elevating it (de Tocqueville 1998). The majority of individuals were mostly attracted to individual and material profits and <br/>showed little sensitivity to the general ideas of transformation. For this reason in America there are democratic ideas and<br/>passions; in Europe, revolutionary ideas and passions.<br/>Second, he suggests that political participation produces differences in political conception: in America where institutions create <br/>the conditions for all citizens to participate in public life, there has been a decrease in the excessive tendency towards general <br/>political theories determined by the condition of equality; in France, the specific social situation already led to general ideas <br/>about government, while the political constitution prevented these ideas from being corrected through experience and having <br/>their inadequacy discovered little by little. French people, not finding institutional spaces of political expression, would be more <br/>susceptible to influence by the great abstract principles elaborated by the philosophers. From this Tocqueville formulated his <br/>sociological axiom according to which frustration and political exclusion produce generalised disaffection and utopian thought, <br/>while political participation generates moderation and attention to detail.<br/>Third, he dwells on the role of religion which he believes creates differences in the way people conceive of politics: in America, <br/>he observed that religion, in addition to being separate from politics, tended to nourish democratic principles. In Europe, where <br/>instead the breakdown of the feudal regimes remained unfinished, and politics was indistinguishable from religion, there were <br/>more radical and widespread forms of protest."
  },
  {
    "id": "3181472",
    "unitNumber": 1,
    "text": "Which of the following figures is associated with sociological functionalism that inspired the structural-functional paradigm?",
    "correctAnswer": "C",
    "options": {
      "A": "Karl Marx",
      "B": "Alexis De Tocqueville",
      "C": "Emile Durkheim",
      "D": "Max Weber",
      "E": "Friedrich Engels"
    },
    "explanation": "Emile Durkheim is associated with sociological functionalism that inspired the structural-functional paradigm."
  },
  {
    "id": "3181484",
    "unitNumber": 1,
    "text": "I. He is the founder of scientific sociology.\n II. He mainly deals with historical materialism.\n III. He talks about alienation primarily focusing on the economic facts.\n IV. He underlines the importance of the state's role and gives it full responsibility.\n Which of the above is/are true about Emile Durkheim?",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "II and III",
      "D": "I and IV",
      "E": "I-II-III and IV"
    },
    "explanation": "Statements I and IV are true about Emile Durkheim."
  },
  {
    "id": "3181490",
    "unitNumber": 1,
    "text": "Which of the following is the author of \"The Division of Labour in Society\"?",
    "correctAnswer": "A",
    "options": {
      "A": "Emile Durkheim",
      "B": "Max Weber",
      "C": "Karl Marx",
      "D": "Friedrich Engels",
      "E": "Alexis De Tocqueville"
    },
    "explanation": "Emile Durkheim is the author of \"The Division of Labour in Society\"."
  },
  {
    "id": "3181494",
    "unitNumber": 1,
    "text": "I- legal,\n II- political,\n III- religious,\n IV- artistic \n V- philosophic\n Which of the above are ideological forms in which men becaome conscious of the conflict between material world and ideological world.",
    "correctAnswer": "E",
    "options": {
      "A": "I-II",
      "B": "I-II-III",
      "C": "I-II-IV",
      "D": "I-III-V",
      "E": "I-II-III-IV-V"
    },
    "explanation": "In studying such transformations it is always necessary to distinguish between the material transformation of the economic conditions of production, which can be determined with the precision of natural science, and the legal, political, religious, artistic or philosophic-In short, ideological forms in which men become conscious of this conflict and fight it out."
  },
  {
    "id": "3181498",
    "unitNumber": 1,
    "text": "I.Democratic quality is measured through the level of mutual communication between the state and other levels of society.\n<br/>II.The state is not superior to society but is an instrument of moral and economic organization.\n<br/>III. The political organization in general and the state, in particular, takes on a propulsive and innovative role.\n<br/>IV. The state must assume the full moral and economic responsibility of society.\n<br/>Which of the figures supports the ideas given above?",
    "correctAnswer": "D",
    "options": {
      "A": "Karl Marx",
      "B": "Max Weber",
      "C": "Alexis De Tocqueville",
      "D": "Emile Durkheim",
      "E": "Friedrich Engels"
    },
    "explanation": "Emile Durkheim supports the ideas given in the statements."
  },
  {
    "id": "3181503",
    "unitNumber": 1,
    "text": "Which of the following modes of production of Carl Marx was added later to the three epochs of his theoretical framework?",
    "correctAnswer": "C",
    "options": {
      "A": "modern",
      "B": "feudal",
      "C": "Asiatic",
      "D": "ancient",
      "E": "Capitalist"
    },
    "explanation": "On the analytical level, Marx takes on the analysis of historical-social contexts different from Europe. Thanks to this interest, he has enriched his theoretical framework by adding to the three epochs, corresponding to the three different stages of development (ancient-feudal-modern), a fourth epoch called “Asiatic mode of production”."
  },
  {
    "id": "3181504",
    "unitNumber": 1,
    "text": "Which of the following philosophers argues that one-sidedness is intentional and that therefore selectivity is not determined by the nature of things?",
    "correctAnswer": "A",
    "options": {
      "A": "Max Weber",
      "B": "Karl Marx",
      "C": "Friedrich Engels",
      "D": "Alexis De Tocqueville",
      "E": "Emile Durkheim"
    },
    "explanation": "Max Weber argues that one-sidedness is intentional and that therefore selectivity is not determined by the nature of things."
  },
  {
    "id": "3181517",
    "unitNumber": 1,
    "text": "I. He argues that each legal system acts directly on a community’s distribution of power.\n<br/>II. He introduces the concepts of “class”, “status”, and “party”.\n<br/>III. He asserts that the development of the modern state cannot be understood as a simple output of economic rationalization.\n<br/>IV. He regards the scientific knowledge of society as dependent on selective views of various aspects of cultural life. \n<br/>Which of the following philosophers supports the arguments above?",
    "correctAnswer": "E",
    "options": {
      "A": "Karl Marx",
      "B": "Emile Durkheim",
      "C": "Alexis De Tocqueville",
      "D": "Friedrich Engels",
      "E": "Max Weber"
    },
    "explanation": "Max Weber supports the arguments given in the statements."
  },
  {
    "id": "3178601",
    "unitNumber": 2,
    "text": "Who wrote The Structure of Scientific Revolutions, published in 1962, shows that, because of the implicit characteristics of their objects, the social sciences struggle to identify with the single paradigm of a shared global vision of the scientific community’s disciplinary matrix?",
    "correctAnswer": "A",
    "options": {
      "A": "Thomas Kuhn",
      "B": "Karl Popper",
      "C": "Paul Karl Feyerabend",
      "D": "Rudolf Carnap",
      "E": "Immanuel Kant"
    },
    "explanation": "Understanding Politics and Society<br/>The historian of culture <strong>Thomas Kuhn</strong> in his book on The Structure of Scientific Revolutions, published in 1962, shows that,<br/>because of the implicit characteristics of their objects, the social sciences struggle to identify with the single paradigm of a<br/>shared global vision of the scientific community’s disciplinary matrix."
  },
  {
    "id": "3178605",
    "unitNumber": 2,
    "text": "Which of the following cultural movements marks a watershed between<br/>the traditional way of approaching political analysis, based on the concepts of state and power, often within a normative historical perspective?",
    "correctAnswer": "B",
    "options": {
      "A": "Constructivism",
      "B": "Behaviouralism",
      "C": "Modernism",
      "D": "Realism",
      "E": "Mannerism"
    },
    "explanation": "The Behavioural Revolution<br/><strong>\"Behaviouralism”</strong> is a cultural movement that developed in the United States in the 1950s and which marks a watershed between the traditional way of approaching political analysis, based on the concepts of state and power, often within a normative historical perspective, aimed at the “general theory”, and a new concept, oriented to empirical (mostly quantitative) research."
  },
  {
    "id": "3178637",
    "unitNumber": 2,
    "text": "Which of the following elements is <strong>not</strong> one of the the presuppositions<br/>and objectives of the behaviourist movement identified by David Easton?",
    "correctAnswer": "C",
    "options": {
      "A": "Regularities",
      "B": "Verification",
      "C": "Differentiation",
      "D": "Techniques",
      "E": "Integration"
    },
    "explanation": "The Behavioral Revolution<br/>David Easton attempts to systematise the new approach (Easton 1965). He identifies the presuppositions and objectives of the behaviourist movement by codifying eight epistemological propositions, each based on one of the<br/>following elements: (1) Regularities; (2) Verification; (3) Techniques; (4) Quantification; (5) Values; (6) Systematisation; (7) Pure science; (8) Integration"
  },
  {
    "id": "3178867",
    "unitNumber": 2,
    "text": "Which of the following theorists is linked to structural functionalism in political science?",
    "correctAnswer": "D",
    "options": {
      "A": "Paul Lazarsfeld",
      "B": "Herbert Simon",
      "C": "Daniel Lerner",
      "D": "Harold Lasswell",
      "E": "Wilbur Schramm"
    },
    "explanation": "In political science, structural functionalism is linked to the names of <strong>Harold Lasswell,</strong> David Easton and Gabriel Almond."
  },
  {
    "id": "3178877",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>They tend to conceptualise the relationship between institutions and individual behaviour in broad terms.</li> <li>They tend to emphasise the asymmetries of power connected to operation and development of institutions.</li> <li>They tend to have an idea of political development that emphasises path dependence and unintended consequences</li> <li>They are concerned with integrating institutional analysis with the contribution that other kinds of factors, such as ideas, can make to political outcomes.</li> </ol> Which of the above could be identified as features common to all historical institutionalist authors?",
    "correctAnswer": "E",
    "options": {
      "A": "I-II",
      "B": "I-II-III",
      "C": "I-III-IV",
      "D": "II-III-IV",
      "E": "I-II-III-IV"
    },
    "explanation": "Historical Institutionalism<br/>Hall and Taylor (1996, 938) identified four features common to all historical institutionalist authors: (1) they tend to conceptualise the relationship between institutions and individual behaviour in broad terms; (2) they tend to emphasise the asymmetries of power connected to operation and development of institutions; (3) they tend to have an idea of political development that emphasises path dependence and unintended consequences; 4) they are concerned with integrating institutional analysis with the contribution that other kinds of factors, such as ideas, can make to political outcomes."
  },
  {
    "id": "3179192",
    "unitNumber": 2,
    "text": "Robert Merton identified three postulates: <strong>___________, </strong>in the sense that all social activities are functional to the whole social system <strong>___________, </strong>in the sense that every socio-cultural element of a social system performs some function; and <strong>___________</strong>, in the sense that each element, being linked to a system of interdependencies, is equally indispensable to the system.\n Which of the following correctly fills in the blanks?",
    "correctAnswer": "A",
    "options": {
      "A": "functional unity-universal functionalism-indispensability",
      "B": "functional unity-indispensability-universal functionalism",
      "C": "universal functionalism-functional unity-indispensability",
      "D": "universal functionalism-indispensability-functional unity",
      "E": "functional unity-universal functionalism-indispensability"
    },
    "explanation": "Structural Functionalism<br/>The functionalist perspective was introduced in sociology by the work of Talcott Parsons, finding application in the studies of many of the post-war scholars; among these, Robert Merton saw it as a true epistemological paradigm for the social sciences. He identified three postulates: “functional unity”, in the sense that all social activities are functional to the whole social system; “universal functionalism”, in the sense that every socio-cultural element of a social system performs some function; and “indispensability”, in the sense that each element, being linked to a system of interdependencies, is equally indispensable to the<br/>system."
  },
  {
    "id": "3179194",
    "unitNumber": 2,
    "text": "Who defines a political system, identifies its boundaries and the structures that compose it and what its operating logic is?",
    "correctAnswer": "B",
    "options": {
      "A": "Niklas Luhmann",
      "B": "David Easton",
      "C": "Harold Lasswell",
      "D": "Gabriel Almond",
      "E": "Talcott Parsons"
    },
    "explanation": "The Political System of David Easton<br/>Easton defines a political system, identifies its boundaries and the structures that compose it and what its operating logic is. It is associated with the exercise of legitimate physical coercion, which is the characteristic that helps us to connote political power. The interactions that take place within it are oriented towards the imperative assignment of values and resources within a specific territory."
  },
  {
    "id": "3179196",
    "unitNumber": 2,
    "text": "Which of the following refers to the infancy of nations, when central governments begin to take control of the population by laying the foundations for the construction of a national market?",
    "correctAnswer": "C",
    "options": {
      "A": "Industrialisation",
      "B": "National welfare",
      "C": "Primitive unification",
      "D": "Abundance",
      "E": "Legitimation"
    },
    "explanation": "The Political Development Approach<br/><strong>“Primitive unification”,</strong> which refers to the infancy of nations, when central governments begin to take control of the population by laying the foundations for the construction of a national market."
  },
  {
    "id": "3179200",
    "unitNumber": 2,
    "text": "According to the _________, the actor and his goals are independent variables from which social structures and institutions are obtained.\n Which of the following correctly fills the blank above?",
    "correctAnswer": "D",
    "options": {
      "A": "Methodological individualism",
      "B": "Modernisation approach",
      "C": "Hierarchical authority",
      "D": "Theories of action",
      "E": "Environmental determinism"
    },
    "explanation": "Action Theories in Sociology<br/>All the theories related to methodological individualism have in common the centrality of the individual actor. Individual action is not seen as a simple product of external constraints (environmental determinism), but is modelled on the basis of conscious choices (intentionality of the subject). This reveals the substantial difference from the systemic and functionalist approaches, which see individual action as irrelevant because it is determined by social forces that exist before and beyond individuals. According to the <strong>“theories of action”</strong>, the actor and his goals are independent variables from which social structures and institutions are obtained."
  },
  {
    "id": "3179205",
    "unitNumber": 2,
    "text": "Which of the following theorist aims to identify some rules that can describe and predict the behaviour of citizens and government elites in a democratic context?",
    "correctAnswer": "E",
    "options": {
      "A": "Alfred Schütz",
      "B": "Talcott Parsons",
      "C": "Von Hayek",
      "D": "Carl Menger",
      "E": "Anthony Downs"
    },
    "explanation": "The Rational Choice Theories<br/>One of the most interesting approaches is the one adopted by Anthony Downs with his “economic theory of democracy”. His aim is to identify some rules that can describe and predict the behaviour of citizens and government elites in a<br/>democratic context. He shares the economic assumption that individuals are rational beings whose actions follow a constant trend according to causal logic."
  },
  {
    "id": "3180675",
    "unitNumber": 2,
    "text": "Which of the following is <strong>NOT </strong>one of the presuppositions of the behaviourist movement based on its epistemological propositions?",
    "correctAnswer": "D",
    "options": {
      "A": "The validity of the generalisations is established through observation and the empirical control of every theory.",
      "B": "Statistical analysis techniques are used for quantification.",
      "C": "It is necessary to connect theory and research through a constant effort of systematisation.",
      "D": "Political research is an intra-disciplinary field, ignoring the results of research carried out in the context of other sciences.",
      "E": "Behaviour must be understood before proposing any hypothesis of change in reality."
    },
    "explanation": "Integration: The political researcher must be ready to operate forms of <strong>interdisciplinary</strong> integration; it is not possible to ignore the results of research carried out in the context of other sciences."
  },
  {
    "id": "3180681",
    "unitNumber": 2,
    "text": "Which of the following are true for functionalism and systems theory?\n <ol type=\"I\"> <li>They adopt a holistic perspective; everything is considered as more relevant than its parts.</li> <li>The emphasis is on the actions’ consequences rather than the causes (motivations, desires, socialisation).</li> <li>The objective dimension linked to the functional organisation of the system predominates over the subjective dimension represented by the perceptions and behaviour of individual actors.</li> </ol>",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only III",
      "C": "I and II",
      "D": "II and III",
      "E": "I, II and III"
    },
    "explanation": "Both functionalism and systems theory are therefore distinguished from behaviouralism in the first place by their propensity to consider everything as more relevant than its parts (holistic perspective). <strong>The emphasis shifts from the causes of the action</strong> <strong>(motivations, desires, socialisation) to its consequences, with respect to the functional balance of society</strong>. The researcher’s questions are no longer related to <em>who </em>or <em>what </em>of politics, but above all to <em>how</em>. The social system and the political subsystem are conceived as a set of interconnected parts that cannot be analytically isolated, because even a slight change in one of its parts produces an imbalance in the whole. <strong>The objective dimension linked to the functional organisation of the system</strong> <strong>predominates over the subjective dimension represented by the perceptions and behaviour of individual actors</strong>."
  },
  {
    "id": "3180682",
    "unitNumber": 2,
    "text": "What is the main idea of the LIGA (or AGIL) scheme of Talcott Parson’s systemic approach?",
    "correctAnswer": "A",
    "options": {
      "A": "Societies can be analysed both through internal/external contrast and through the relationship between means/ends.",
      "B": "It is always possible to identify the uniformities that can be expressed in the form of empirical generalisations endowed with explanatory ability.",
      "C": "Institutions are regarded as political actors, endowed with their own autonomy and capable of conditioning political behaviour.",
      "D": "The act of voting in democracy is the result of rational calculation.",
      "E": "The connection between beliefs and actions is based on certain institutional arrangements."
    },
    "explanation": "In Talcott Parson’s opinion, every society can be analysed both through internal/external contrast and through the relationship between means/ends. We recall his LIGA (or AGIL) scheme."
  },
  {
    "id": "3180685",
    "unitNumber": 2,
    "text": "Which of the following are the postulates of Niklas Luhmann’s systemic approach?\n <ol type=\"I\"> <li>Both individual and society can be considered “systems”, that is, entities oriented to maintain over time the various components that compose them.</li> <li>Every system refers to real processes in which actions maintain a regular course even within a complex and in some respects fluctuating environment.</li> <li>The concept of system does not refer to the network of relationships that a given set entertains with its own reference environment, but rather all the relations of the parts with the whole.</li> </ol>",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "Only III",
      "C": "I and II",
      "D": "I and III",
      "E": "I, II and III"
    },
    "explanation": "The third postulate aims to go beyond the traditional organismic and mechanistic images of classical functionalism and the various systemic theories, insisting on the idea that the concept of system does not indicate so much all the relations of the parts with the whole, but rather the network of relationships that a given set entertains with its own reference environment."
  },
  {
    "id": "3180689",
    "unitNumber": 2,
    "text": "What is the aim of the “political development” orientation in the context of the behaviouralist revolution and the consequent affirmation of the functionalist perspective and the systemic paradigm?",
    "correctAnswer": "B",
    "options": {
      "A": "To provide useful analytical tools both for political analysis and for the “new economics of organisation”.",
      "B": "To study the characteristics of the new states created after the end of the Second World War and the gradual start of the decolonisation processes in Asia and Africa.",
      "C": "To provide evidence that individuals never have identical experiences of the social world.",
      "D": "To introduce new concepts and new objects of analysis in sociology and political science.",
      "E": "To define a political system, identify its boundaries and the structures that compose it and what its operating logic."
    },
    "explanation": "In the context of the behaviouralist revolution and the consequent affirmation of the functionalist perspective and the systemic paradigm, an orientation has developed that takes the label of “political development” with aims to study the characteristics of the new states created after the end of the Second World War and the gradual start of the decolonisation processes in Asia and Africa."
  },
  {
    "id": "3180690",
    "unitNumber": 2,
    "text": "Which of the following is <strong><u>NOT</u></strong> one of the five fundamental types of crisis identified by the <em>Committee on Comparative Politics</em>?",
    "correctAnswer": "A",
    "options": {
      "A": "Crisis of development",
      "B": "Crisis of legitimacy",
      "C": "Crisis of participation",
      "D": "Crisis of penetration",
      "E": "Crisis of distribution"
    },
    "explanation": "The Committee’s scholars identify five fundamental types of crisis: (1) “crisis of identity”, (2) “crisis of legitimacy”, (3) “crisis of participation”, (4) “crisis of penetration”, (5) “crisis of distribution”."
  },
  {
    "id": "3180694",
    "unitNumber": 2,
    "text": "What is the dichotomy shared by different orientations on studies of modernisation?",
    "correctAnswer": "E",
    "options": {
      "A": "old/new",
      "B": "superior/subordinate",
      "C": "democracy/nondemocracy",
      "D": "quality/modernity",
      "E": "tradition/modernity"
    },
    "explanation": "The modernisation approach: Starting from the 1960s, studies on modernisation also follow different orientations, but all share the strict reference to the <strong>tradition/modernity dichotomy.</strong>"
  },
  {
    "id": "3180695",
    "unitNumber": 2,
    "text": "Which of the following assumes the actor and his goals are independent of social forces?",
    "correctAnswer": "C",
    "options": {
      "A": "Systemic approach",
      "B": "Functionalist approach",
      "C": "Action theory",
      "D": "LIGA (AGIL) scheme",
      "E": "New institutionalism"
    },
    "explanation": "According to the “theories of action”, the actor and his goals are independent variables from which social structures and institutions are obtained."
  },
  {
    "id": "3180696",
    "unitNumber": 2,
    "text": "All are true of the economic analysis of politics regardless of different orientations <strong>EXCEPT</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Every individual is oriented to his own particular interest.",
      "B": "Each actor has changeable orders of preference.",
      "C": "Individuals create value and utility.",
      "D": "When faced with multiple options, the individual always chooses the best profit.",
      "E": "The individual precedes the group and constitutes the main actor of the society."
    },
    "explanation": "Each actor has <strong>stable</strong> and <strong>consistent</strong> orders of preference."
  },
  {
    "id": "3180698",
    "unitNumber": 2,
    "text": "Which of the following are the strands of New Institutionalism?\n <ol type=\"I\"> <li>Sociological Institutionalism</li> <li>Hierarchical Institutionalism</li> <li>Historical Institutionalism</li> <li>Rational Choice Institutionalism</li> <li>Discursive Institutionalism</li> </ol>",
    "correctAnswer": "E",
    "options": {
      "A": "I, II",
      "B": "I, II, III, V",
      "C": "I, III, IV",
      "D": "I, II, III, IV",
      "E": "I, III, IV, V"
    },
    "explanation": "New Institutionalism has fundamentally diverged into three strands, “<strong>Historical</strong> <strong>Institutionalism</strong>”, “<strong>Rational</strong> <strong>Choice</strong> <strong>Institutionalism</strong>”, and “<strong>Sociological</strong> <strong>Institutionalism</strong>”, to which in more recent years a fourth strand has been added, so-called “<strong>Discursive</strong> <strong>Institutionalism”</strong>, through which the role of ideas and discourses in politics is emphasised"
  },
  {
    "id": "3186154",
    "unitNumber": 3,
    "text": "I. It is a naturally developed fact.\n II. It aims at manipulating individual power.\n III. It is a social invention.\n IV. It is a configuration of political power.\n Which of the above is/are true about the concept of the modern state?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "II and III",
      "D": "I-II and IV",
      "E": "III and IV"
    },
    "explanation": "Statements III and IV are true about the concept of the modern state."
  },
  {
    "id": "3186215",
    "unitNumber": 3,
    "text": "I. Deconstruction\n II. Depersonalization\n III. Formalization\n IV. Integration\n Which of the above is/are among the aspects of the phenomenon of 'institutionalization of power'?",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I-II and III",
      "D": "II-III and IV",
      "E": "I and IV"
    },
    "explanation": "Statements II-III and IV are the three aspects of the phenomenon of 'institutionalization of power'."
  },
  {
    "id": "3186220",
    "unitNumber": 3,
    "text": "I. it is differentiated from other organizations operating in the same territory.\n II. It is autonomous.\n III. It is centralized.\n IV. Its divisions are formally coordinated with one another.\n The above features define ........................",
    "correctAnswer": "A",
    "options": {
      "A": "stateness",
      "B": "political modernity",
      "C": "status quo",
      "D": "individualization",
      "E": "political territory"
    },
    "explanation": "These features define 'stateness'."
  },
  {
    "id": "3186227",
    "unitNumber": 3,
    "text": "'A state organization is such only when it is sovereign, that is when it does not owe any control over the population to any other form of power. This control is expressed by means of legal rules that the state promulgates.' Which of the following aspects of 'stateness' is defined here?",
    "correctAnswer": "B",
    "options": {
      "A": "Centralization",
      "B": "Autonomy",
      "C": "Formal coordination of divisions",
      "D": "Differentiation",
      "E": "Secularity"
    },
    "explanation": "Autonomy is defined here as an important aspect of stateness."
  },
  {
    "id": "3186253",
    "unitNumber": 3,
    "text": "This perspective sees political institutions as the super-structural concretization of a system of social contradictions, occurring primarily in the sphere of production relations. Which of the following explanations of the modern state is defined here?",
    "correctAnswer": "C",
    "options": {
      "A": "Evolutionist explanation",
      "B": "Functionalist explanation",
      "C": "Marxist explanation",
      "D": "State-centered explanation",
      "E": "Totalitarian explanation"
    },
    "explanation": "Marxist explanation of the modern state is defined here."
  },
  {
    "id": "3186257",
    "unitNumber": 3,
    "text": "'This element is of particular importance with respect to the collective perception of a symbolic and cultural commonality and recalls the sharing of traditions, customs, habits that are connected to the spirit of a people.' Which of the following elements of the concept of the nation is defined here?",
    "correctAnswer": "D",
    "options": {
      "A": "Natural element",
      "B": "Linguistic element",
      "C": "Socio-economic element",
      "D": "Folkloric element",
      "E": "Political element"
    },
    "explanation": "Folkloric element is defined here."
  },
  {
    "id": "3186299",
    "unitNumber": 3,
    "text": "'The King embodied the sovereignty principle and did not acknowledge superior sources of power. He also refused to share government management with his peers.' which of the following is defined here?",
    "correctAnswer": "A",
    "options": {
      "A": "Absolutism",
      "B": "Feudalism",
      "C": "Democracy",
      "D": "Constitutionalism",
      "E": "Republicanism"
    },
    "explanation": "Absolutism is defined here."
  },
  {
    "id": "3186304",
    "unitNumber": 3,
    "text": "I. Distributive\n II. Redistributive\n III. Regulatory\n IV. Constitutive\n Which of the above is/are the features of typology proposed by Theodore Lowi that distinguishes policies?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and IV",
      "D": "II and III",
      "E": "I-II-III and IV"
    },
    "explanation": "Statements I-II-III and are the features of typology proposed by Theodore Lowi that distinguishes policies."
  },
  {
    "id": "3186308",
    "unitNumber": 3,
    "text": "I. It is the place of decision-making within a dialectical relationship with governments.\n II. Its role varies with its autonomy from the government. \n III. It assumes a propulsive power.\n Which of the following is defined here?",
    "correctAnswer": "A",
    "options": {
      "A": "Parliament",
      "B": "Status quo",
      "C": "Party",
      "D": "Publis administration",
      "E": "Commission"
    },
    "explanation": "Parliament is defined here."
  },
  {
    "id": "3186311",
    "unitNumber": 3,
    "text": "I. The decision-making process is stripped of its political character.\n II. Politicians are less responsible for the choices that influence the regulation of society.\n III. Economic and cultural processes acquire the features of necessity or inevitability.\n Which of the following concepts is depicted here?",
    "correctAnswer": "B",
    "options": {
      "A": "Absolutism",
      "B": "Depoliticisation",
      "C": "Feudalism",
      "D": "State-centredness",
      "E": "Neoliberalism"
    },
    "explanation": "Depoliticisation is depicted here."
  },
  {
    "id": "3179392",
    "unitNumber": 4,
    "text": "Which of the following events caused the birth of the international political system as we understand it today?",
    "correctAnswer": "B",
    "options": {
      "A": "The announcement of Iron Curtain",
      "B": "The peace of Westphalia",
      "C": "The Treaty of the Pyrenees",
      "D": "The Treaty of Lausanne",
      "E": "The Treaty of Bern"
    },
    "explanation": "The birth of the international political system as we understand it today can be traced back to the peace of Westphalia of 1648 which ended the “Thirty Years’ War” and the “Eighty Years’ War” between Spain and the United Provinces."
  },
  {
    "id": "3179397",
    "unitNumber": 4,
    "text": "When was the Peace of Augusta was confirmed?",
    "correctAnswer": "B",
    "options": {
      "A": "1553",
      "B": "1555",
      "C": "1554",
      "D": "1556",
      "E": "1559"
    },
    "explanation": "The Peace of Augusta (1555) was confirmed."
  },
  {
    "id": "3179402",
    "unitNumber": 4,
    "text": "Until which century did thesystem of international relations have to wait to consolidate in the organised forms we know today?",
    "correctAnswer": "C",
    "options": {
      "A": "18th century",
      "B": "19th century",
      "C": "20th century",
      "D": "21st century",
      "E": "13th century"
    },
    "explanation": "In particular, the current system of international relations had to wait for the twentieth century to consolidate in the organised forms we know today."
  },
  {
    "id": "3179411",
    "unitNumber": 4,
    "text": "What de we call a system that is composed of a set of states interacting within a framework of rules, institutions and organisational roles?",
    "correctAnswer": "B",
    "options": {
      "A": "IMF",
      "B": "International political system",
      "C": "International affairs",
      "D": "State politics",
      "E": "Global Agenda"
    },
    "explanation": "An international political system is composed of a set of states interacting within a framework of rules, institutions and organisational roles."
  },
  {
    "id": "3179416",
    "unitNumber": 4,
    "text": "Which term refers to a condition in which previously autonomous units have yielded vital functions to another ?(more extensive) unit?",
    "correctAnswer": "E",
    "options": {
      "A": "Supar-national",
      "B": "Independance",
      "C": "Sovereignty",
      "D": "Democratization",
      "E": "Integration"
    },
    "explanation": "By the term “integration” we mean a condition in which previously autonomous units have yielded vital functions to another (more extensive) unit."
  },
  {
    "id": "3179424",
    "unitNumber": 4,
    "text": "Which of the following indicates the agreement between the states on the values around which to structure the international society?",
    "correctAnswer": "C",
    "options": {
      "A": "The operating rules",
      "B": "The legal rules",
      "C": "The Social principles",
      "D": "The social agende",
      "E": "The social state"
    },
    "explanation": "The “social principles” indicate the agreement between the states on the values around which to structure the international society."
  },
  {
    "id": "3179429",
    "unitNumber": 4,
    "text": "Which of the following refers to the binding rules contained in agreements stipulated between national governments on specific issues)",
    "correctAnswer": "D",
    "options": {
      "A": "The national treaties",
      "B": "The international treaties",
      "C": "The social principles",
      "D": "The legal rules",
      "E": "The operating rules"
    },
    "explanation": "If accepted, social principles are transformed into “legal norms” or binding rules contained in agreements stipulated between national governments on specific issues."
  },
  {
    "id": "3179437",
    "unitNumber": 4,
    "text": "Which of the following concerns the special conventions between states, without however being formalised by any official agreement or treaty?",
    "correctAnswer": "A",
    "options": {
      "A": "The operating rules",
      "B": "The national treaties",
      "C": "The social principles",
      "D": "The EU regulations",
      "E": "The legal rules"
    },
    "explanation": "The so-called operating rules (or rules of the game) concern special conventions between states, without however being formalised by any official agreement or treaty."
  },
  {
    "id": "3179443",
    "unitNumber": 4,
    "text": "In the current organisation of the international system, which country assumes the primary organisational role?",
    "correctAnswer": "A",
    "options": {
      "A": "The USA",
      "B": "The UK",
      "C": "China",
      "D": "EU",
      "E": "IMF"
    },
    "explanation": "In the current organisation of the international system, a hegemonic type of organisational structure tends to prevail, where the primary organisational role is assumed by the United States."
  },
  {
    "id": "3179450",
    "unitNumber": 4,
    "text": "Which theories have in common a special attention to the phenomenon of war and military power?",
    "correctAnswer": "C",
    "options": {
      "A": "Realist theories",
      "B": "Neorealist theories",
      "C": "Realist and neorealist theories",
      "D": "Theories of Hegemony",
      "E": "Theories of Interdependence"
    },
    "explanation": "Realist and neorealist theories have in common a special attention to the phenomenon of war and military power."
  },
  {
    "id": "3185003",
    "unitNumber": 5,
    "text": "Which of the following are among the fundamental functions of political parties?\n <ol type=\"I\"> <li>guide the selection process of the candidates who will hold political positions</li> <li>enable the opposition to monitor the work of government</li> <li>contribute to the formation of public policies</li> <li>educate citizens about a specific party to cultivate social exclusion </li> </ol>",
    "correctAnswer": "B",
    "options": {
      "A": "I, II",
      "B": "I, II, III",
      "C": "I, II, III, IV",
      "D": "I, II, IV",
      "E": "II, III, IV"
    },
    "explanation": "“Political socialisation”: parties do not confine themselves to monopolising the electoral process; together with other institutions, they socialise citizens with political values and practices, shaping attitudes, inculcating values and distributing political skills to citizens and elites (Almond and Powell <strong>1966</strong>). They educate citizens about democracy by performing a fundamental function of “social integration”. They transform the private citizen into a “political animal” (Neumann <strong>1956</strong>)."
  },
  {
    "id": "3185009",
    "unitNumber": 5,
    "text": "According to “public choice” approach, which of the following does the ruling party do to increase their votes?\n <ol type=\"I\"> <li>make random use of goods and resources</li> <li>maximize the role of public institutions</li> <li>increase public spending in favour of some citizens</li> <li>take the risk of growing the public debt</li> </ol>",
    "correctAnswer": "C",
    "options": {
      "A": "I, II, III",
      "B": "I, II, III, IV",
      "C": "I, III, IV",
      "D": "II, III, IV",
      "E": "I, II, IV"
    },
    "explanation": "According to the “public choice” approach of James Buchanan (<strong>1985</strong>), to increase their support, the ruling parties make random use of goods and resources, increasing public spending in favour of some categories of citizens. This is destined to produce negative effects on the economic stability of the system, condemned to constant growth of the public debt. It is no coincidence that the proponents of the public choice approach are also among the main supporters of the “minimal state”, and therefore, of a theoretical position that professes the gradual reduction of the role of parties and public institutions in the regulation of social life."
  },
  {
    "id": "3185015",
    "unitNumber": 5,
    "text": "According to Lipset and Rokkan, which four of the following are the social cleavages that stimulated different political movements in Europe?\n <ol type=\"I\"> <li>Centre vs. periphery</li> <li>State vs. church</li> <li>Land vs. industry</li> <li>Owner vs. workers</li> <li>Integration vs. multiculturalism</li> </ol>",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III, IV",
      "B": "I, III, IV, V",
      "C": "I, II, IV, V",
      "D": "I, II, III, V",
      "E": "II, III, IV, V"
    },
    "explanation": "Four main social cleavages generated conflicts and stimulated the birth of political movements: “centre/periphery”, “state/church”, “land/industry” and “owner/workers”."
  },
  {
    "id": "3185016",
    "unitNumber": 5,
    "text": "Which of the following change occurred as a result of the transition from party of notables to mass party?",
    "correctAnswer": "B",
    "options": {
      "A": "Public affairs became a secondary profession.",
      "B": "Representation of the interest of small groups was ended.",
      "C": "Conflicts were not expressed in the parliament.",
      "D": "Free representation was encouraged.",
      "E": "Recruitments were done by co-optation."
    },
    "explanation": "In the eighteenth and part of the nineteenth centuries, political parties were formed around individual personalities who enjoyed their own following in the privileged position they held in profoundly unequal societies. Landowners, notaries and judges were in a social and economic position to engage in political activity, relying on the “deference” they enjoyed. Max Weber spoke of “parties of notables”, identifying as “notables”, all individuals who were able to act continuously within a group by performing managerial functions and above all by virtue of their economic condition…Political activity became a secondary profession, without a salary or with an honorary salary…Parties with such a structure represented the specific interests of small groups…In such a context, the institutional arena is comparatively non-conflicting and most of the conflicts are expressed outside the parliament. (p.5)\n The recruitment by co-optation typical of the old parties of notables was replaced by the integration in a mass social body. The concept of “free representation” that characterised the old elite politics was replaced by a complex process where the politicians were elected on the basis of a project and a programme established in the framework of free assemblies. (p. 6)"
  },
  {
    "id": "3185018",
    "unitNumber": 5,
    "text": "Which of the following is a feature of “cell-based party”?",
    "correctAnswer": "E",
    "options": {
      "A": "Recruitment is on a territorial basis.",
      "B": "Members of the party must pay membership fees.",
      "C": "The hierarchy within the party is rigid.",
      "D": "Absolute fidelity is required from its members.",
      "E": "Membership guarantees a permanent link to activists."
    },
    "explanation": "In cell-based party, recruitment does not take place on a territorial basis, as in the case of traditional mass parties, but on a professional basis, that is, within the workplace… Membership of a cell is totalising, guaranteeing a direct and permanent link to activists (p.7)\n A caucus is a structure of a dozen individuals who enjoy a privileged position within still poorly inclusive communities. (p.6)\n Each member of the party must contribute to the functioning of the organisational machine: first, by regularly paying the membership fee (one of the party’s main sources of livelihood). (p.6)\n <strong>The “militia party” is typical of the fascist parties of the first half of the twentieth century. </strong>It is organised totally in a paramilitary structure. There are rigid hierarchies, uniforms and sometimes weapons. It is congenial to authoritarian and totalitarian political regimes and requires absolute fidelity from its members. (p.7)"
  },
  {
    "id": "3185020",
    "unitNumber": 5,
    "text": "Which of the following are aspects of a new party model proposed by Katz and Mair (1995)?\n <ol type=\"I\"> <li>Reduction in activist contributions</li> <li>Supportive of the state</li> <li>Detached from the society</li> <li>Dependent on public funding</li> </ol>",
    "correctAnswer": "C",
    "options": {
      "A": "I, II, III",
      "B": "II, III, IV",
      "C": "I, III, IV",
      "D": "I, II, III, IV",
      "E": "I, IV"
    },
    "explanation": "A new party model that Katz and Mair call “cartel party”, is a sort of public agency detached from the society that uses the state as an institutionalised support structure (<strong>1995</strong>, 16). The reduction in activist contributions would increase the dependence of the parties on public funding. They have to look elsewhere for their resources and, in this case, their role as rulers and legislators facilitated their use of the state for that purpose. The main strategies they could use are the provision and regulation of public funding to political parties which, although varying from country to country, are often one of the main sources of financial and material resources through which parties can conduct their activities."
  },
  {
    "id": "3185022",
    "unitNumber": 5,
    "text": "Which of the following are the three phases of change within a party?\n <ol type=\"I\"> <li>Loss of organizational identity</li> <li>Beginning of crisis due to environmental change</li> <li>Replacement of the party’s leadership</li> <li>Decrease in the number of memberships</li> <li>Changing the organizational structure of the party</li> </ol>",
    "correctAnswer": "D",
    "options": {
      "A": "I, II, III",
      "B": "I, III, IV",
      "C": "I, II, V",
      "D": "II, III, V",
      "E": "II, IV, V"
    },
    "explanation": "According to this perspective, the change in the party would be characterised by three phases: (1) in the first, the crisis is triggered by an environmental challenge, like a serious electoral defeat, but precipitates only if the conditions exist, such as the existence in the party of a counter-elite interested in overthrowing the leading group; (2) in the second phase, taking advantage of the weak moment of the dominant coalition, which evidently is no longer able to control some vital areas of uncertainty, the challengers manage to partially or fully replace the party’s leadership; (3) in the third phase, the new dominant coalition tries to consolidate its position, on the one hand, by redefining the official aims of the organisation; on the other, by changing the organisational structure, for example, through statutory changes or internal regulations, to strengthen its control over the party."
  },
  {
    "id": "3185024",
    "unitNumber": 5,
    "text": "All of the following are traits of exclusionary populism EXCEPT",
    "correctAnswer": "C",
    "options": {
      "A": "Discriminating between political community members and others",
      "B": "Supporting nationalist policies and being antiforeign",
      "C": "Advocating radicalization of democracy",
      "D": "Believing in restricting welfare benefits to certain groups",
      "E": "Identifying themselves with the extreme right"
    },
    "explanation": "Inclusionary populism tends to defend welfare expansion policies for all, to give voice to social groups scarcely considered by the power elite, and to propose programmes of radicalisation of the democratic conditions, in contrast, exclusionary populism tends to support forms of welfare chauvinism, to discriminate between members of the political community and the others, and to support nationalist policies that often take xenophobic traits. Generally, inclusionary populist parties tend to cling to left-wing ideologies, while exclusionary ones tend to identify with the extreme right."
  },
  {
    "id": "3185026",
    "unitNumber": 5,
    "text": "All of the following are characteristics of neoliberal populist parties EXCEPT",
    "correctAnswer": "C",
    "options": {
      "A": "manipulative use of mass media",
      "B": "heavily personalized",
      "C": "weak leadership",
      "D": "organizationally not heavy",
      "E": "no specific ideology"
    },
    "explanation": "The traditional mass party -bureaucratic, ideological and with a strong membership- gives way to a new hegemonic party model that has been defined differently as catch-all party, cartel party, professional and electoral party. We are witnessing the birth of parties with thin organisation and strong leadership, strengthened by a privileged relationship with the mass media that call for a process of radical personalisation of politics. These parties occupy the main state structures, with the aim of maximising their electoral support by developing an unclassified and non-ideological rhetoric. (p. 13)\n For some time, we have witnessed the birth (and success), especially in Europe, of the so-called neoliberal populist parties which tend to be “organizationally thin, highly personalised, post-ideological and mediatized” (P. 13)\n The “neoliberal populist parties” are “organizationally light, heavily personalized, split in nonideological factions and characterized by heavy manipulative use of mass media but also by a power rooted in the occupation of institutional positions” (della Porta et al. <strong>2017</strong>, 14). This new party model is functional to the post-democratic phase (Crouch <strong>2010</strong>) and to a depoliticised politics. On the contrary, “movement parties” are networks of activists who support a participatory vision of democracy. They too rely heavily on the new digitalised media, often supporting new e-democracy practices. (p. 14)"
  },
  {
    "id": "3185031",
    "unitNumber": 5,
    "text": "According to Kircheimer, which of the following will mass parties do in the future to reach maximum votes?\n<br/><ol type=\"I\"><br/><li>they will abandon moral formations of the masses</li><br/><li>they will strengthen the role of the leadership</li><br/><li>they will weaken the role of the membership</li><br/><li>they will no longer be bound by their ideology</li><br/></ol>",
    "correctAnswer": "D",
    "options": {
      "A": "I, II",
      "B": "II, III",
      "C": "I, II, III",
      "D": "I, II, III, IV",
      "E": "II, III, IV"
    },
    "explanation": "All true. According to Kircheimer, mass parties were destined to become “catch-all-parties”.\n<br/>These parties aim at the maximum electoral consensus, leaving aside the classic function of the intellectual and moral formation of the masses (Kircheimer <strong>1966</strong>). According to Kircheimer, this would lead to a reduction in the ideological appeal, with the consequent loosening of relations with one’s class and the simultaneous diversification of contacts with social groups and lobbies. The result is a transformation of the organisational structure with an inevitable reduction in the role played by the membership in favour of leadership groups which, no longer closely controlled by the base, acquire considerable freedom of action. These new parties have a majority and governmental vocation, mainly based on a de-ideologised opinion-based electorate. This new party form would be the response to some environmental changes such as the weakening of the traditional cleavages that gave rise to the main party families, the growing individualisation and reflectiveness of citizens, and the alleged weakening of class contradictions."
  },
  {
    "id": "3186634",
    "unitNumber": 6,
    "text": "Are social movements organisations? Which one is correct?",
    "correctAnswer": "A",
    "options": {
      "A": "They are not but they rely on organisation",
      "B": "They are interest groups and they are in an extra-institutional dimension,",
      "C": "They are interest groups and they carry out their action",
      "D": "They are interest groups and have a horizontal organisation",
      "E": "They are not but they can avoid confronting political institutions"
    },
    "explanation": "To take a look to Unit 6 / Chapter 10: Social Movements and Political Change<br/>Social movements are not organisations, but they rely on organisation; they are not interest groups, because they carry out their action in an extra-institutional dimension, yet they cannot avoid confronting political institutions. They have a horizontal organisation through networks of informal relationships, but still have an internal hierarchy and a leadership system; they are born as national phenomena, but they have the ability to unfold on a transnational dimension."
  },
  {
    "id": "3186647",
    "unitNumber": 6,
    "text": "The political transposition of the historical contradiction expressed in the capital. Who does respond this statement?",
    "correctAnswer": "A",
    "options": {
      "A": "According to Marx",
      "B": "According to Adam Smith",
      "C": "According to Keynes",
      "D": "According to Hobbes",
      "E": "According to Thomas Paine"
    },
    "explanation": "To take a look the unit 6 / Chapter 10: Social Movements and Political Change<br/>At the centre of his reflections is the analysis of capitalist contradictions and the antagonism expressed by the working class which, through the practice of conflict, is destined to push history in the direction of a classless society. According to Marx, the political transposition of the historical contradiction expressed in the capital/labour conflict is fundamental for the fulfilment of the human path towards its emancipation."
  },
  {
    "id": "3186662",
    "unitNumber": 6,
    "text": "What is the prerequisites for the establishment of an organised liberation movement?",
    "correctAnswer": "A",
    "options": {
      "A": "Political conscience",
      "B": "Political coherence",
      "C": "Political conflicts",
      "D": "Political quarrel",
      "E": "Political fight"
    },
    "explanation": "To take a look to unit 6 / Chapter 10: Social Movements and Political Change<br/>Because the class-to-class struggle is a political struggle “Social condition” and “political conscience” become the prerequisites for the establishment of an organised liberation movements."
  },
  {
    "id": "3186667",
    "unitNumber": 6,
    "text": "What are “conflict” and “collective organisation” aimed at redefining the parameters of social integration?",
    "correctAnswer": "A",
    "options": {
      "A": "Organic solidarity",
      "B": "Organic interest",
      "C": "Organic profit",
      "D": "Organic beliefs",
      "E": "Organic values"
    },
    "explanation": "To take a look to unit 6 / Chapter 10: Social Movements and Political Change<br/>Durkheim links collective phenomena to the dimension of exceptionality that they assume in a context of growing social differentiation. On the one hand, he focuses on the conflictuality expressed within labour relations, where “conflict” and “collective organisation” are aimed at redefining the parameters of social integration in a dimension of organic solidarity."
  },
  {
    "id": "3186696",
    "unitNumber": 6,
    "text": "What is the main analytical strands of during the movement of movements in the 1960s?",
    "correctAnswer": "A",
    "options": {
      "A": "Structural functionalism",
      "B": "Structural utilitarizm",
      "C": "Structural industrializm",
      "D": "Structural integrationizm",
      "E": "Structural contrastizm"
    },
    "explanation": "To take a look to unit 6 / Chapter 10: Social Movements and Political Change<br/>During the movement of movements in the 1960s, practical questions were raised above all concerning a careful evaluation of the emerging forms of participation and of the actors involved in those clashes (young people, women, new professional groups) that were only partly attributable to the cleavages around which the political systems of industrial societies were structured. Those movements signalled the difficulty of the two main analytical strands in social sciences -structural functionalism and Marxism- to grasp the new features of changing societies."
  },
  {
    "id": "3186708",
    "unitNumber": 6,
    "text": "Who is dealt with “New social movements”?",
    "correctAnswer": "A",
    "options": {
      "A": "the European Marxist",
      "B": "the European Stalinism",
      "C": "the European Nationalism",
      "D": "the European the Authentic Marxist",
      "E": "the European the Revolutional Authentic Marxist"
    },
    "explanation": "To take a look to Unit 6 / Chapter 10: Social Movements and Political Change<br/>“New social movements”: This last strand of studies has dealt with the European Marxist tradition and with the inadequacy of the capital/labour conflict as a variable within which to explain the totality of social conflicts."
  },
  {
    "id": "3186724",
    "unitNumber": 6,
    "text": "Please to fill the statement.\n It can be analysed starting from the consideration of its incapacity to reproduce its own value system...",
    "correctAnswer": "A",
    "options": {
      "A": "If the action turns against the system",
      "B": "If the financial action turns against the system",
      "C": "If the regilious action turns against the system",
      "D": "If the radical regilious action turns against the system",
      "E": "If the corruption action turns against the system"
    },
    "explanation": "To get more profoundly information regards on social movements<br/>If the action turns against the system, it can be analysed starting from the consideration of its incapacity to reproduce its own value system, thus leaving room for the affirmation of alternative worldviews. A similar approach has been applied to different movements, especially in reference to the instances of “new politics” that emerged in<br/>the 1970s and 1980s on the themes of rights, the environment, and peace"
  },
  {
    "id": "3186731",
    "unitNumber": 6,
    "text": "Who are social movements often represented?",
    "correctAnswer": "A",
    "options": {
      "A": "Collective actors",
      "B": "Collective social capital",
      "C": "Collective social resources",
      "D": "Collective organizations",
      "E": "Collective emotions"
    },
    "explanation": "To take a look to Social Movements and Frames.<br/>Social movements are often represented as collective actors with a homogeneous identity but actually this is not the case. Every collective identity is the outcome of a constant process of negotiation among activists who, as a topic of collective bargaining, use their multiple affiliations, which in themselves are fluid, being part of a social process."
  },
  {
    "id": "3186739",
    "unitNumber": 6,
    "text": "What is main unit in the definition of an organisational model?",
    "correctAnswer": "A",
    "options": {
      "A": "strategic opportunity",
      "B": "strategic growth",
      "C": "strategic development",
      "D": "strategic legitimacy",
      "E": "strategic cost"
    },
    "explanation": "To take a look to social movements<br/>The definition of an organisational model is a strategic opportunity for social movements, in order to avoid falling into spontaneism, typical of some forms of rebellion that, apart from the effervescence of the initial phases, hardly lead to politically incisive outputs."
  },
  {
    "id": "3186745",
    "unitNumber": 6,
    "text": "When does “Factionalism” occur?",
    "correctAnswer": "A",
    "options": {
      "A": "in the case of high competition and low cooperation",
      "B": "in the case of high competition and low cost",
      "C": "in the case of high competition and low revenues",
      "D": "in the case of high income and low cooperation",
      "E": "in the case of high participate and low cooperation"
    },
    "explanation": "To take a look to trhe title of Social Movements and Social Networks<br/>“Factionalism”: This occurs in the case of high competition and low cooperation, when the reference to the same social base is transformed into sectarian conflict."
  },
  {
    "id": "3183164",
    "unitNumber": 7,
    "text": "It can be defined as the intellectual and material heritage, tending to last over time, but susceptible to transformations, made of values, norms, behavioural techniques, having a cognitive, affective and regulatory function, transmitted through symbols, from generation to generation, between the members of a society.\n Which term is explained by the above sentences?",
    "correctAnswer": "C",
    "options": {
      "A": "Ideology",
      "B": "Politics",
      "C": "Culture",
      "D": "Socialization",
      "E": "Tradition"
    },
    "explanation": "THE TRICKY CONCEPTUALISATION OF POLITICAL CULTURES<br/>Culture can be defined as the intellectual and material heritage, tending to last over time, but susceptible to transformations, made of values, norms, behavioural techniques, having a cognitive, affective and regulatory function, transmitted through symbols, from generation to generation, between the members of a society."
  },
  {
    "id": "3183165",
    "unitNumber": 7,
    "text": "__________ attributed great importance to political-cultural variables and their relationship with the dynamics of social stratification.",
    "correctAnswer": "B",
    "options": {
      "A": "Moscovici",
      "B": "Aristotle",
      "C": "Locke",
      "D": "Hobbes",
      "E": "Machiavelli"
    },
    "explanation": "THE TRICKY CONCEPTUALISATION OF POLITICAL CULTURES<br/>Aristotle attributed great importance to political-cultural variables and their relationship with the dynamics of social stratification."
  },
  {
    "id": "3183166",
    "unitNumber": 7,
    "text": "It is hypothesised that the relationship between the socio-economic environment and value priorities is not immediate but realised over a longer or shorter time interval, because the basic values of individuals partly reflect the environmental conditions that prevailed during their teenage years.\n Which hypothesis is explained by the above sentences?",
    "correctAnswer": "D",
    "options": {
      "A": "Scarcity",
      "B": "Security",
      "C": "Income",
      "D": "Socialisation",
      "E": "Value"
    },
    "explanation": "Political Culture and Change of Values<br/>“Socialisation hypothesis”: It is hypothesised that the relationship between the socio-economic environment and value priorities is not immediate but realised over a longer or shorter time interval, because the basic values of individuals partly reflect the environmental conditions that prevailed during their teenage years."
  },
  {
    "id": "3183167",
    "unitNumber": 7,
    "text": "Which of the following <strong><u>is not</u></strong> one of the traits that a political ideology presupposes?",
    "correctAnswer": "E",
    "options": {
      "A": "an explicit formulation",
      "B": "a high level of integration and systematicity",
      "C": "the claim of a diversity with respect to the other belief systems",
      "D": "a certain resistance to innovation, therefore a certain dogmatism",
      "E": "a certain imperativeness demanding resilience"
    },
    "explanation": "Ideology and Political Action<br/>A political ideology presupposes (1) an explicit formulation; (2) a high level of integration and systematicity; (3) the claim of a diversity with respect to the other belief systems; (4) a certain resistance to innovation, therefore a certain dogmatism; (5) a certain imperativeness demanding obedience; (6) a strong emotional charge; (7) a total consensus; (8) the authoritative character that its members attribute to each of its promulgations; and (9) the link with some form of collective association (party, movement or group) that becomes the organisational vehicle through which to spread the ideology and try to put it into practice."
  },
  {
    "id": "3183168",
    "unitNumber": 7,
    "text": "The ethics of the left is expressed in the __________of the factual dimension, that is of the status quo, that same dimension that is instead valued by the right.",
    "correctAnswer": "A",
    "options": {
      "A": "rejection",
      "B": "acceptance",
      "C": "distinction",
      "D": "recognition",
      "E": "approval"
    },
    "explanation": "The Left/Right Dichotomy<br/>The ethics of the left is expressed in the rejection of the factual dimension, that is of the status quo, that same dimension that is instead valued by the right."
  },
  {
    "id": "3183170",
    "unitNumber": 7,
    "text": "Which of the following is wrong in terms of political socialisation?",
    "correctAnswer": "D",
    "options": {
      "A": "Scholars thought that political socialisation had a beginning and even an end that coincided with the conscious acquisition of specific orientations on politics.",
      "B": "Today we tend to share the idea that it is endless: in fact, we talk about permanent political socialisation in the context of a reflective formation of a political self.",
      "C": "Political socialisation is connected to the concept of “political generation” used by many scholars to analyse the change processes starting from the role assumed in them by young people.",
      "D": "A generation is not only understood from a sociological point of view, but above all in the sense of sharing stimuli, values and perspectives.",
      "E": "A person may be the same age, but that does not mean s/he belongs to the same political generation."
    },
    "explanation": "POLITICAL SOCIALISATION, GENERATIONS AND RECRUITMENT<br/><ol> <li>Scholars thought that political socialisation had a beginning and even an end that coincided with the conscious acquisition of specific orientations on politics.</li> <li>Today we tend to share the idea that it is endless: in fact, we talk about permanent political socialisation in the context of a reflective formation of a political self.</li> <li>Political socialisation is connected to the concept of “political generation” used by many scholars to analyse the change processes starting from the role assumed in them by young people.</li> <li>A generation is not only understood from a biological point of view, but above all in the sense of sharing stimuli, values and perspectives.</li> <li>A person may be the same age, but that does not mean s/he belongs to the same political generation.</li> </ol>"
  },
  {
    "id": "3183173",
    "unitNumber": 7,
    "text": "This type of socialisation takes place in childhood, in which individuals acquire the values and political myths of a people, entering into contact with the political lexicon of a nation, as well as with the concepts of “authority”, “homeland”, “state”.\n What type of socialisation is described by the above sentences?",
    "correctAnswer": "C",
    "options": {
      "A": "Secondary",
      "B": "Alternative",
      "C": "Primary",
      "D": "Tertiary",
      "E": "Transactional"
    },
    "explanation": "Political Socialisation<br/>Scholars have mostly agreed on the two aspects of the learning process: on the one hand, we have “primary socialisation”, which takes place in childhood, in which individuals acquire the values and political myths of a people, entering into contact with the political lexicon of a nation, as well as with the concepts of “authority”, “homeland”, “state”."
  },
  {
    "id": "3183177",
    "unitNumber": 7,
    "text": "Political recruitment concerns the selection of citizens who will fill political offices but also administrative positions, the heads of the army, the ________ and the judiciary.",
    "correctAnswer": "D",
    "options": {
      "A": "president",
      "B": "minister",
      "C": "council",
      "D": "police",
      "E": "parliament"
    },
    "explanation": "To summarise, political recruitment concerns the selection of citizens who will fill political offices but also administrative positions, the heads of the army, the police and the judiciary."
  },
  {
    "id": "3183179",
    "unitNumber": 7,
    "text": "I. The channels used to reach top positions\n II. How and who makes the selection\n III. The characteristics of the aspiring candidates\n IV. The levels of abandonment of important political offices\n V. The different recruitment models and their impact on the elites\n Which scholar indicated the above five aspects of political recruitment?",
    "correctAnswer": "B",
    "options": {
      "A": "Rush",
      "B": "Putnam",
      "C": "Marsh",
      "D": "Lasswell",
      "E": "Holland"
    },
    "explanation": "In any case, following the indications of Robert Putnam (1976), it is useful to focus on at least five aspects of political recruitment:\n <ol> <li>The channels used to reach top positions</li> <li>How and who makes the selection</li> <li>The characteristics of the aspiring candidates</li> <li>The levels of abandonment of important political offices</li> <li>The different recruitment models and their impact on the elites</li> </ol>"
  },
  {
    "id": "3183182",
    "unitNumber": 7,
    "text": "Which of the following is wrong about populism?",
    "correctAnswer": "B",
    "options": {
      "A": "The main targets of populist movements are the traditional parties and the symbols of a certain politics considered inadequate to respond effectively to the multiple social demands.",
      "B": "Populism materialises in the mobilisation of the masses by a strict leader who puts in place specific strategies of political communication in order to establish a direct relationship with the people.",
      "C": "Populism is now an endemic trait of western democracies in which power is increasingly personalised and mediated.",
      "D": "Obviously, populism is not a merely communicative modality or merely a leader’s political style.",
      "E": "A populist leader (micro-dimension) could never succeed without the presence of a “populist movement” (meso-dimension), which can take different forms, and of a “populist society” (macro-dimension), thus receptive to the messages that tend to be anti-establishment."
    },
    "explanation": "Populism as a Multidimensional Concept<br/>Populism materialises in the mobilisation of the masses by a <strong>charismatic </strong>leader who puts in place specific strategies of political communication in order to establish a direct relationship with the people."
  },
  {
    "id": "3185316",
    "unitNumber": 7,
    "text": "I. Aristotle<br/>II. Plato <br/>III. Machiavelli<br/>IV. Montesquieu <br/>V. Rousseau \n<br/>Which of the above offered a valuable contribution to the analysis of political culture, in terms of referring to the civic virtues of ancient Rome regarding the importance of values and moral education, and to the concepts of “custom” and “opinion”, which are fundamental for the analysis of socio-cultural representations?",
    "correctAnswer": "E",
    "options": {
      "A": "1, II and III",
      "B": "I, II, III and IV",
      "C": "I, II, III, IV ,V",
      "D": "II, III, IV and V",
      "E": "III, IV and V"
    },
    "explanation": "Plato, in The Republic (544d), wrote about the connection between human temperaments and constitutions.<br/>Aristotle attributed great importance to political-cultural variables and their relationship with the dynamics of social stratification. He considered the relevance of primary socialisation processes related to the socio-economic status of individuals with respect to the formation of a civic consciousness. The state is conceived by Aristotle as a community in which individuals and families share a conception of “common good”, understood as a sort of unitary political culture that gives stability to the system. Centuries later, scholars such as Machiavelli, Montesquieu and Rousseau offered a valuable contribution to the analysis of political culture, the first two referring to the civic virtues of ancient Rome regarding the importance of values and moral education, and the third referring to the concepts of “custom” and “opinion”, which are fundamental for the analysis of socio-cultural representations.\n<br/>The answer is E."
  },
  {
    "id": "3185319",
    "unitNumber": 7,
    "text": "Who believed political culture is a set of institutionalised values and norms that guide and delimit the political process?",
    "correctAnswer": "A",
    "options": {
      "A": "Easton (1965)",
      "B": "Elkins and Simeon (1979)",
      "C": "Lehman (1972)",
      "D": "Elder and Cobb (1983)",
      "E": "Dittmer (1977)"
    },
    "explanation": "The definitions given to political culture are different. For Easton (1965), it is nothing but that set of institutionalised values and norms that guide and delimit the political process, while Elkins and Simeon (1979) opt for a definition in terms of<br/>“ideational codes”, returning to an anthropological approach; they interpret political culture as a set of “assumptions” on political life largely unaware and characterised by a collective dynamic independent of individual drives. Another group of definitions abandons the hypothesis of codes, recovering the symbolic dimension. For Lehman (1972), political culture is characterised by two symbolic orders: on the one hand, those whose task is to typify the behaviours incorporated in political institutions; on the other, those who, by legitimising the first order of symbols, make it plausible. For Elder and Cobb (1983, 143), “symbols” are the characteristic elements of the political culture, that is the “focal objects” of precise political attitudes. Dittmer (1977) separates symbols from attitudes.\n<br/>The answer is A."
  },
  {
    "id": "3185320",
    "unitNumber": 7,
    "text": "A set of values, beliefs, opinions and attitudes on human nature and society, shared by the members of a social class, an interest group, an elite, a profession or a party, having the function of describing, explaining and above all justifying the position or status of a community is called by which of the following?",
    "correctAnswer": "C",
    "options": {
      "A": "Culture",
      "B": "Political culture",
      "C": "Ideology",
      "D": "System",
      "E": "Mass political culture"
    },
    "explanation": "As a first approximation, we can define ideology as a set of values, beliefs, opinions and attitudes on human nature and society, shared by the members of a social class, an interest group, an elite, a profession or a party, having the function of describing, explaining and above all justifying the position or status of a community. Ideology is therefore not a peculiarity of the political field but generally concerns one of the possible forms that can be taken by the human attempt to organise and justify a certain order of things from a cognitive point of view. The fact that it takes the form of “beliefs” (sometimes true and sometimes false) shows that ideology does not undergo empirical verification but rather “imposes” itself as a “real representation” and “truth system”.\n<br/>The answer is C."
  },
  {
    "id": "3185538",
    "unitNumber": 7,
    "text": "Who paid attention to the “customs” of a people that are the basis of the preservation of the democratic republic?",
    "correctAnswer": "E",
    "options": {
      "A": "Locke",
      "B": "Hobbes",
      "C": "Kant",
      "D": "Montesquieu",
      "E": "Tocqueville"
    },
    "explanation": "Centuries later, scholars such as Machiavelli, Montesquieu and Rousseau offered a valuable contribution to the analysis of political culture, the first two referring to the civic virtues of ancient Rome regarding the importance of values and moral education, and the third referring to the concepts of “custom” and “opinion”, which are fundamental for the analysis of socio-cultural representations. Also important are the contributions of Hobbes and Locke who, from different standpoints, were advocates of a conception of the state as a social creation for the government of the community. Kant launched the foundations of modern liberalism based on a secular republican state; a state of reason oriented towards ethical purposes, drawing strength from the emanation of rules drawn from human reason and shared by the community. Tocqueville paid attention to the “customs” of a people that are the basis of the preservation of the democratic republic.\n<br/>The answer is E"
  },
  {
    "id": "3185545",
    "unitNumber": 7,
    "text": "I. Parochial<br/>II. Subject <br/>III. Participant<br/>IV. Authority \n<br/>Which of the above are the types of political culture ?",
    "correctAnswer": "A",
    "options": {
      "A": "I,II and III",
      "B": "I, II, III and IV",
      "C": "II, III and IV",
      "D": "II and IV",
      "E": "III and IV"
    },
    "explanation": "There are three types of political culture:<br/>• Parochial, which is local, typical of simple and poorly differentiated societies, where the process of political autonomy from the rest of society is not mature, and the main political roles and institutions tend to coincide with economic and religious structures.<br/>• Subject, which is deferential, when assessments and sentiments regarding politics concern the system as a whole and the outputs of political-administrative structures, that is the decisions taken and passively accepted. Less attention is instead placed on inputs, that is the questions that come from society and act as a stimulus for politics. Subjection implies a substantial subordination to political elites.<br/>• Participant, based on a certain public commitment on the part of citizens. In this case, attention is paid both to the outputs and to the inputs of the system which is recognised as an arena and, at the same time, as the target of intense social activism.\n<br/>The answer is A."
  },
  {
    "id": "3185557",
    "unitNumber": 7,
    "text": "I. they are ideas <br/>II. they are the product of complex doctrinal elaborations<br/>III. they are not subjected to logical juristiction <br/>IV. they are not subjected to emprical verifications \n<br/>Which of the above is/are <strong>not</strong> related to the definition of Ideologies?",
    "correctAnswer": "A",
    "options": {
      "A": "Only I",
      "B": "I , II and III",
      "C": "I, II, III and IV",
      "D": "II, and III",
      "E": "Only III"
    },
    "explanation": "Ideologies, despite the etymology of the term, cannot be considered ideas. They are in fact the product of complex doctrinal elaborations which, once systematised, will not be subjected to logical jurisdiction or empirical verification.\n<br/>The answer is A"
  },
  {
    "id": "3185567",
    "unitNumber": 7,
    "text": "I. Fixed systems<br/>II. Inelastic systems<br/>III. Firm systems<br/>IV. Flexible systems<br/>V . Elective Systems \n Which of the above are Sartori's (1969) combinations that integrate the cognitive dimension and the emotional dimension, determining types of mentality applicable to political systems and easily transferable also to political actors?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II and III",
      "B": "I, II, III and IV",
      "C": "I, II, III, IV and V",
      "D": "II, III, IV and V",
      "E": "III, IV and V"
    },
    "explanation": "“Fixed systems”: with a closed mind and a strong emotional participation.<br/>• “Inelastic systems”: with a closed mind and a weak emotional intensity.<br/>• “Firm systems”: with an open mind and a strong emotional participation.<br/>• “Flexible systems”: with an open mind and a weak emotional intensity.\n There is no elective system the answer is B"
  },
  {
    "id": "3185592",
    "unitNumber": 7,
    "text": "Which of the following can be considered as the highest level of ideology?",
    "correctAnswer": "B",
    "options": {
      "A": "Inelastic systems",
      "B": "Fixed systems",
      "C": "Firm systems",
      "D": "Flexible systems",
      "E": "Elective systems"
    },
    "explanation": "• “Fixed systems”: with a closed mind and a strong emotional participation.<br/>• “Inelastic systems”: with a closed mind and a weak emotional intensity.<br/>• “Firm systems”: with an open mind and a strong emotional participation.<br/>• “Flexible systems”: with an open mind and a weak emotional intensity.\n There is no elective systems \n The answer is B"
  },
  {
    "id": "3185614",
    "unitNumber": 7,
    "text": "The concept that emphasises the interactive multidirectional nature of political socialisation understood as a moment of encounter between two active subjects is called by which of the following?",
    "correctAnswer": "B",
    "options": {
      "A": "Transportation",
      "B": "Transaction",
      "C": "Transformation",
      "D": "Transfer",
      "E": "Transition"
    },
    "explanation": "“Transaction”: The concept of “transaction” emphasises the interactive multidirectional nature of political socialisation understood as a moment of encounter between two active subjects, as a sort of compromise between the individuals’ needs and desires and the values of different groups (Percheron 1974, 26).\n<br/>The answer is B"
  },
  {
    "id": "3185620",
    "unitNumber": 7,
    "text": "In the study of alternative political socialisation the system of reference and evaluation of the reality that directs the individuals into action is called by which of the following?",
    "correctAnswer": "C",
    "options": {
      "A": "Transaction",
      "B": "Representation of the world",
      "C": "Symbolic code",
      "D": "Identity",
      "E": "Latent socialisation"
    },
    "explanation": "This is what we have called “transactional political socialisation” which can be summarised in five key concepts:<br/>• “Transaction”: The concept of “transaction” emphasises the interactive multidirectional nature of political socialisation understood as a moment of encounter between two active subjects, as a sort of compromise between the individuals’ needs and desires and the values of different groups (Percheron 1974, 26).\n<br/>“Representation of the world”: As a transactional phenomenon, political socialisation is not a mere inculturation and transmission of values, but rather the process of shared formation of a representation of politics and its aspects (democracy, parties, authority etc.). It is not carried out only through the action of some socialisation agencies, but it is critically elaborated by the subjects who draw inspiration from the many stimuli they receive from the environment.<br/>• “Latent socialisation”: Political socialisation is not realised as a formal and explicit action, but above all as a latent and in many respects unintended process. The individuals elaborate stimuli and often contradictory messages that come from society, and most of these messages do not have a directly political value.<br/>• “Symbolic code”: Political socialisation is carried out as an exchange and elaboration of a “symbolic code”, understood as a system of reference and evaluation of the reality that directs the individuals into action.<br/>• “Identity”: While the American school concentrates on the formation of the so-called political personality, French political sociologists prefer to dwell on the processes of formation of “identities” which are the inevitable outcome of any socialisation process. Individuals learn to recognise themselves in a reference group that can be a large community, a party or an association. The symbolic code is therefore necessary for the development of collective belonging.\n<br/>The answer is C ."
  },
  {
    "id": "3183732",
    "unitNumber": 8,
    "text": "Before the development of communication technologies (from the press to television), the holders of power were mostly _____________to ordinary citizens.",
    "correctAnswer": "B",
    "options": {
      "A": "clear",
      "B": "invisible",
      "C": "transparent",
      "D": "explicit",
      "E": "glassy"
    },
    "explanation": "Communication and Power Visibility<br/>Before the development of communication technologies (from the press to television), the holders of power were mostly invisible to ordinary citizens."
  },
  {
    "id": "3183733",
    "unitNumber": 8,
    "text": "The great visibility that television offers to politicians is undoubtedly an opportunity for ______________ building.",
    "correctAnswer": "A",
    "options": {
      "A": "consensus",
      "B": "disagreement",
      "C": "resistance",
      "D": "conflict",
      "E": "opposition"
    },
    "explanation": "Communication and Power Visibility<br/>The great visibility that television offers to politicians is undoubtedly an opportunity for consensus building."
  },
  {
    "id": "3183734",
    "unitNumber": 8,
    "text": "Which of the following <strong><u>is not</u></strong> one of the actors that embody the political system and interact with the citizens?",
    "correctAnswer": "E",
    "options": {
      "A": "Governments",
      "B": "Parties",
      "C": "Leaders",
      "D": "Candidates",
      "E": "Media"
    },
    "explanation": "Dynamics and Actors of Political Communication<br/>Governments, parties, leaders, candidates, that is, all the actors that embody the political system and interact with the citizens, create a shared communicative space."
  },
  {
    "id": "3183789",
    "unitNumber": 8,
    "text": "I. “Voting”, which is the maximum expression of the will of the citizen in a liberal-democratic system;\n II. “Public debate”, which consists of the citizen’s participation in discussions of general interest that can also take the protestoriented form of grassroots mobilisations;\n III. “Direct interaction”, which takes place in direct meetings during public assemblies, television broadcasts and occasional meetings during the electoral campaign;\n IV. “Opinion polls”, which for many scholars is the modern form of expression of the popular will.\n What kind of communication flow between the actors of the public media space is described above?",
    "correctAnswer": "C",
    "options": {
      "A": "From politics to the media",
      "B": "From politics to citizens",
      "C": "From citizens to politics",
      "D": "From the media to politics",
      "E": "From the media to citizens"
    },
    "explanation": "Dynamics and Actors of Political Communication<br/>From citizens to politics: The flow of communication from the citizens to the political system takes the following forms: “voting”, which is the maximum expression of the will of the citizen in a liberal-democratic system; “public debate”, which consists of the citizen’s participation in discussions of general interest that can also take the protestoriented form of grassroots mobilisations; “direct interaction”, which takes place in direct meetings during public assemblies, television broadcasts and occasional meetings during the electoral campaign; “opinion polls”, which for many scholars is the modern form of expression of the popular will."
  },
  {
    "id": "3183791",
    "unitNumber": 8,
    "text": "The new rhetoric concerns all the modern forms of _____________ discourse, going even beyond mere verbal communication. There is a rhetoric of the manifesto, cinema or music; even the rhetoric of the unconscious.",
    "correctAnswer": "D",
    "options": {
      "A": "critical",
      "B": "true",
      "C": "electoral",
      "D": "persuasive",
      "E": "grammatical"
    },
    "explanation": "Rhetoric and Political Language<br/>The new rhetoric concerns all the modern forms of persuasive discourse, going even beyond mere verbal communication. There is a rhetoric of the manifesto, cinema or music; even the rhetoric of the unconscious."
  },
  {
    "id": "3183793",
    "unitNumber": 8,
    "text": "___________ believed that the purpose of communication depends on the nature of the relationship between the speaker and the audience. When the speaker enjoys a certain “status of authority”, he is likely to adopt a formalisation-oriented language, referring to the symbolic system and beliefs that reinforce its legitimacy.",
    "correctAnswer": "C",
    "options": {
      "A": "Mancini",
      "B": "Edelman",
      "C": "Borgström",
      "D": "Bailey",
      "E": "Reboul"
    },
    "explanation": "Rhetoric and Political Language<br/>Borgström (1982) believed that the purpose of communication depends on the nature of the relationship between the speaker and the audience. When the speaker enjoys a certain “status of authority”, he is likely to adopt a formalisation-oriented language, referring to the symbolic system and beliefs that reinforce its legitimacy."
  },
  {
    "id": "3183794",
    "unitNumber": 8,
    "text": "Which one of the following <strong><u>is not</u></strong> one of the purposes of the political rituals?",
    "correctAnswer": "E",
    "options": {
      "A": "They can be used to gather solidarity, assuming a function of social integration",
      "B": "To show power, making the strength and status of the commanders tangible",
      "C": "To build meaning, giving a shared meaning to the events of social and political life",
      "D": "To destroy a public image, for example by identifying an enemy to be fought for the good of society",
      "E": "To reproduce a feeling of social protest by creating meaning systems alternative to the norm"
    },
    "explanation": "Rituals and Political Symbols<br/>Political rituals can be used for different purposes: they can be used to gather solidarity, assuming a function of social integration; to show power, making the strength and status of the commanders tangible; to build meaning, giving a shared meaning to the events of social and political life; to destroy a public image, for example by identifying an enemy to be fought for the good of society."
  },
  {
    "id": "3183798",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Collection and impartial processing of information.</li> <li>Interpretation of the news to make it understandable even for less experienced citizens.</li> <li>Surveillance of the political system also taking on the critical role of “watchdog”.</li> <li>Producing critical knowledge by stimulating civic engagement and mobilisation.</li> <li>Intervening directly in the public debate by focusing on important issues in order to influence political decisions.</li> </ol> Which term do the functions above belong to in relation to the political system?",
    "correctAnswer": "A",
    "options": {
      "A": "Media",
      "B": "Agenda",
      "C": "Government",
      "D": "Regulation",
      "E": "Political party"
    },
    "explanation": "The Interdependence of Media and Politics<br/>Collection and impartial processing of information. • Interpretation of the news to make it understandable even for less experienced citizens. • Surveillance of the political system also taking on the critical role of “watchdog”. • Producing critical knowledge by stimulating civic engagement and mobilisation. • Intervening directly in the public debate by focusing on important issues in order to influence political decisions."
  },
  {
    "id": "3183800",
    "unitNumber": 8,
    "text": "“The media are not only an information tool, but also a mobilisation tool. Above all, the new media have long become a low-cost tool to produce massive forms of political participation, as shown by the history of transnational social movements. The role of television, on the other hand, is different. It seems to have a numbing effect on citizens’ participatory instincts”.\n Which term is described above?",
    "correctAnswer": "C",
    "options": {
      "A": "Political socialisation",
      "B": "Political knowledge",
      "C": "Political participation",
      "D": "Voting choice",
      "E": "Public opinion"
    },
    "explanation": "Communicational Environment and Social Effect of Communication<br/>“Political participation”: The media are not only an information tool, but also a mobilisation tool. Above all, the new media have long become a low-cost tool to produce massive forms of political participation, as shown by the history of transnational social movements. The role of television, on the other hand, is different. It seems to have a numbing effect on citizens’ participatory instincts”."
  },
  {
    "id": "3183802",
    "unitNumber": 8,
    "text": "Citizens tend to use _________ social spaces to build social networks aimed at challenging the system, suggesting a sort of porosity between the online and offline environments (Koc-Michalska and Lilleker 2017).",
    "correctAnswer": "B",
    "options": {
      "A": "face-to-face",
      "B": "virtual",
      "C": "real",
      "D": "political",
      "E": "collective"
    },
    "explanation": "Political Behaviour and Digital Media<br/>Citizens tend to use virtual social spaces to build social networks aimed at challenging the system, suggesting a sort of porosity between the online and offline environments (Koc-Michalska and Lilleker 2017)."
  },
  {
    "id": "3184061",
    "unitNumber": 8,
    "text": "The term intended as an exchange of symbolic contents of public interest produced respectively by the political system, the media system and the citizens is called by which of the following?",
    "correctAnswer": "A",
    "options": {
      "A": "Political communication",
      "B": "Rhetoric",
      "C": "Agora",
      "D": "Meeting",
      "E": "Discourse"
    },
    "explanation": "The term political communication has entered the common lexicon, but above all the scientific one. It is intended as an exchange of symbolic contents of public interest produced respectively by the political system, the media system and the citizens.\n<br/>The answer is A."
  },
  {
    "id": "3184070",
    "unitNumber": 8,
    "text": "The place where the symbolic exchange takes place in the presence of a speaker and an audience is called by which following?",
    "correctAnswer": "C",
    "options": {
      "A": "Rhetoric",
      "B": "Agora",
      "C": "Comitium",
      "D": "Assembly",
      "E": "Parliament"
    },
    "explanation": "Rhetoric, which is the archaic form of political communication, was displayed in a public space identified physically with a place (the ancient agorà), thus is born the Latin term comitium which means a “meeting place” where the symbolic exchange takes place in the presence of a speaker and an audience\n<br/>The answer is C"
  },
  {
    "id": "3184087",
    "unitNumber": 8,
    "text": "The political scene in the West, but especially in Europe, was dominated by organised and ideologically motivated political parties in which of the following phases?",
    "correctAnswer": "B",
    "options": {
      "A": "1920-1930",
      "B": "1940-1950",
      "C": "1950-1960",
      "D": "1970-1980",
      "E": "1980-1990"
    },
    "explanation": "Phase 1 (from the 1940s to the 1950s): The political scene in the West, but especially in Europe, was dominated by organised and ideologically motivated political parties. Political communication was subordinated to a very strong system of political beliefs. Political leaders sent out robust messages without worrying too much about their public image. Citizens responded by relying primarily on their sense of belonging to a political organisation.\n<br/>The answer is B."
  },
  {
    "id": "3184126",
    "unitNumber": 8,
    "text": "Who believed that \"the purpose of communication depends on the nature of the relationship between the speaker and the audience\"?",
    "correctAnswer": "E",
    "options": {
      "A": "Cohen (1963)",
      "B": "Edelman (1976)",
      "C": "Bailey (1969)",
      "D": "Mancini (1981)",
      "E": "Borgström (1982)"
    },
    "explanation": "Borgström (1982) believed that the purpose of communication depends on the nature of the relationship between the speaker and the audience. When the speaker enjoys a certain “status of authority”, he is likely to adopt a formalisation-oriented language, referring to the symbolic system and beliefs that reinforce its legitimacy. In the event that the speaker does not enjoy great authority, he will adopt a language oriented towards persuasion, using convincing arguments capable of producing consensus. In the case of formalisation, the language is likely to assume<br/>the character of “ritualism”, with a rigid style of limited vocabulary; in contrast, the need for persuasion imposes an argumentative language characterised by a free, creative style, bound only to the content of communication.\n<br/>The answer is E."
  },
  {
    "id": "3184132",
    "unitNumber": 8,
    "text": "According to who \"the linguistic strategy of the political communicator depends on his perception of the audience\"?",
    "correctAnswer": "B",
    "options": {
      "A": "Cohen (1969)",
      "B": "Bailey (1969)",
      "C": "Edelman (1976)",
      "D": "Mancini (1981)",
      "E": "Borgström (1982)"
    },
    "explanation": "According to Bailey (1969), the linguistic strategy of the political communicator depends on his perception of the audience. In deciding on a communication strategy, politicians must try to anticipate the expectations of the audience. Major factors become: the “speech plan”, when a degree of sharing is expected and is characterised by non-emotional language, imperative tones and concrete argument; “ideology”, which is at the opposite extreme, used by the speaker<br/>when he believes he must spread greater certainties, using slogans, vague formulations and emotional language; the “programme”, which is finally the strategy adopted by the speaker when he is uncertain about the nature of the relationship with his audience. In this case, precise formulations with embedded emotional language modules will prevail.\n<br/>The answer is B."
  },
  {
    "id": "3184137",
    "unitNumber": 8,
    "text": "I. Collection and impartial processing of information.<br/>II. Interpretation of the news to make it understandable even for less experienced citizens.<br/>III. Surveillance of the political system also taking on the critical role of “watchdog”.<br/>IV. Producing critical knowledge by stimulating civic engagement and mobilisation.<br/>V. Intervening indirectly in the public debate by focusing on important issues in order to influence political decisions.\n<br/>Which of the above are the fuctions of the media that often lead to conflict with the interests of institutional politics?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II and III",
      "B": "I, II, III and IV",
      "C": "I, II, IV and V",
      "D": "II, IV and V",
      "E": "III, IV and V"
    },
    "explanation": "I. Collection and impartial processing of information.<br/>II. Interpretation of the news to make it understandable even for less experienced citizens.<br/>III. Surveillance of the political system also taking on the critical role of “watchdog”.<br/>IV. Producing critical knowledge by stimulating civic engagement and mobilisation.<br/>V. Intervening indirectly in the public debate by focusing on important issues in order to influence political decisions.\n<br/>Should be \n<br/>V. Intervening <strong>directly</strong> in the public debate by focusing on important issues in order to influence political decisions.\n<br/><strong>not indirectly </strong>\n<br/><strong>The answer is B </strong>"
  },
  {
    "id": "3185257",
    "unitNumber": 8,
    "text": "Which of the following explains the opponent model as an interaction between media and politics?",
    "correctAnswer": "A",
    "options": {
      "A": "This model occurs when the media perform a control function in relation to politics. They act as watchdogs on the awareness of their autonomy from politics.",
      "B": "This model identifies a politically deployed journalism that acts as a megaphone for groups and parties.",
      "C": "This is the most widespread model. It indicates the level of interdependence between media and politics.",
      "D": "This model indicates an attitude of challenge of the media towards politics. They participate in the political debate as autonomous actors.",
      "E": "This model indicates the nature of media companies that are actors in any case subject to market rules. This necessarily leads them to increase their audience of readers or listeners by producing soft information, which is within everyone’s reach."
    },
    "explanation": "Opponent model: This model occurs when the media perform a control function in relation to politics. They act as watchdogs on the awareness of their autonomy from politics. \n<br/>Collateralism model: This model is placed on the opposite extreme from the previous one, identifying a politically deployed journalism that acts as a megaphone for groups and parties.\n<br/>Exchange model: This is the most widespread model. It indicates the level of interdependence between media and politics.\n<br/>Competition model: This model indicates an attitude of challenge of the media towards politics. They participate in the political debate as autonomous actors.\n<br/>Market model: This model indicates the nature of media companies that are actors in any case subject to market rules.\n<br/>The answer is A, The opponent model."
  },
  {
    "id": "3185269",
    "unitNumber": 8,
    "text": "The model of interaction between media and politics that indicates the level of interdependence between media and politics is called by which of the following?",
    "correctAnswer": "E",
    "options": {
      "A": "Collateralism model",
      "B": "Opponent model",
      "C": "Competition model",
      "D": "Market model",
      "E": "Exchange model"
    },
    "explanation": "Opponent model: This model occurs when the media perform a control function in relation to politics. They act as watchdogs on the awareness of their autonomy from politics.<br/>Collateralism model: This model is placed on the opposite extreme from the previous one, identifying a politically deployed journalism that acts as a megaphone for groups and parties.\n<br/>Competition model: This model indicates an attitude of challenge of the media towards politics. They participate in the political debate as autonomous actors.\n<br/>Market model: This model indicates the nature of media companies that are actors in any case subject to market rules.\n<br/>Exchange model: This is the most widespread model. It indicates the level of interdependence between media and politics.\n<br/>The answer is E."
  },
  {
    "id": "3185282",
    "unitNumber": 8,
    "text": "I. Premodern election campaigns <br/>II. Modern electoral campaigns <br/>III. Postmodern election campaigns <br/>IV. Contemporary election campaigns \n<br/>Which of the above steps are proposed by Nippa Norris (2000) in the periods of development of elections?",
    "correctAnswer": "B",
    "options": {
      "A": "I and II",
      "B": "I. II and III",
      "C": "I and III",
      "D": "I, II, III and IV",
      "E": "II and III"
    },
    "explanation": "The methods of political management of the elections have varied considerably with respect to the use of the means of communication. From this point of view, Pippa Norris (2000) proposes the following steps in the periods of development of elections:<br/>• Premodern election campaigns: From the beginning of the election period, in the nineteenth century, until at least the 1950s, electoral campaigns were characterised above all by the search for a direct interaction between candidates and voters. Citizens, relatively ideologised, were mostly anchored to identification with parties and groups.<br/>• Modern electoral campaigns: From the 1960s until at least the 1980s, television replaced the presence in the streets with forms of mediated quasi-interaction. Party activists begin to be supported by external consultants, specialists in communication. “Show politics” was born.<br/>• Postmodern election campaigns: From the 1990s to the present, the strategic planning of election campaigns by marketing specialists acquires centrality with respect to the work of the “party on the ground”. The propaganda strategies are established based on the results of specific surveys. The politician no longer communicates a project for society but tries to satisfy the mood of the public.\n<br/>There is no step like Contemporary Election Campaigns (IV) \n<br/>The answer is B."
  },
  {
    "id": "3185297",
    "unitNumber": 8,
    "text": "I. political socialisation<br/>II. political knowledge<br/>III. political participation<br/>IV. voting choices<br/>V. public opinion\n<br/>Which of the above did the specialists recognise about the effects of the media on certain processes directly connected to the individual behavioural system?",
    "correctAnswer": "B",
    "options": {
      "A": "I. II and III",
      "B": "I. II. III. IV and V",
      "C": "II, III, IV and V",
      "D": "III, IV and V",
      "E": "IV and V"
    },
    "explanation": "In particular, specialists have long recognised the effects of the media on certain processes directly connected to the individual behavioural system: we are referring to “political socialisation”, “political knowledge”, “political participation”, “voting choices”, and finally “public opinion”, understood at the same time as cognition and collective behaviour.\n<br/>The answer is B."
  },
  {
    "id": "3187989",
    "unitNumber": 8,
    "text": "I. It was from the 1940s to the 1950s.\n II. The political scene in the West, but especially in Europe, was dominated by organised and ideologically motivated political parties.\n III. Political communication was subordinated to a very strong system of political beliefs.\n Which of the historical political phases was defined above?",
    "correctAnswer": "A",
    "options": {
      "A": "Phase I",
      "B": "Phase II",
      "C": "Phase III",
      "D": "Phase IV",
      "E": "Phase V"
    },
    "explanation": "Phase I of the historical political phases was defined here."
  },
  {
    "id": "3187999",
    "unitNumber": 8,
    "text": "I. The communication available has expanded so much that it is difficult to manage.\n II. Electronic media (internet, blogs, forums, etc.) are added to television as additional sources of information\n III. It was from the 19602 to 1980s.\n IV. The relationship between politicians and public opinion is professionalised.\n Which of the above is/are true about Phase 3 of political communication after World War II?",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "Only III",
      "C": "I-II and III",
      "D": "I-II and IV",
      "E": "III and IV"
    },
    "explanation": "Statements I-II and IV are true about Phase 3 of political communication."
  },
  {
    "id": "3188006",
    "unitNumber": 8,
    "text": "........................ denotes the inability of the politician to manage some situations rationally, and also in the case of poor calculations such as participating in television programmes with a negative impact on the public.",
    "correctAnswer": "B",
    "options": {
      "A": "Rhetoric",
      "B": "Faux pas",
      "C": "Publicness",
      "D": "Accessibility",
      "E": "Mass media"
    },
    "explanation": "the term 'faux pas' denotes the inability of the politician to manage some situations rationally, and also in the case of poor calculations such as participating in television programmes with a negative impact on the public."
  },
  {
    "id": "3188016",
    "unitNumber": 8,
    "text": "I. It places this communication within a broad process of discursive interactions between all the components of the public political space, of the public media space, and of civil society.\n II. It analytically illustrates the relational dynamics between the three protagonists of political communication.\n III. It involves the politics, the media system, and the citizens simultaneously to constitute mediatised political communication.\n Which of the following is described above?",
    "correctAnswer": "C",
    "options": {
      "A": "Mediated visibility",
      "B": "Rhetoric",
      "C": "The dialogic model",
      "D": "Mediated quasi-interaction",
      "E": "Faux pas"
    },
    "explanation": "The dialogic model is described here."
  },
  {
    "id": "3188024",
    "unitNumber": 8,
    "text": "\"It takes the forms of 'voting', 'public debate', 'direct interaction' and 'opinion polls'.\"\n Which of the following forms of political communication is depicted above?",
    "correctAnswer": "D",
    "options": {
      "A": "From politics to the media.",
      "B": "From citizens to media",
      "C": "From politics to the citizens.",
      "D": "From citizens to politics.",
      "E": "From the media to citizens"
    },
    "explanation": "'From citizens to politics,' form of political communication is depicted here."
  },
  {
    "id": "3188029",
    "unitNumber": 8,
    "text": "........................ is the language of seduction and persuasion that today assumes the multiple forms of electoral propaganda.",
    "correctAnswer": "E",
    "options": {
      "A": "Mediated interaction",
      "B": "Publicness",
      "C": "Dialogic model",
      "D": "Faux Pas",
      "E": "Rhetoric"
    },
    "explanation": "Rhetoric is the language of seduction and persuasion that today assumes the multiple forms of electoral propaganda."
  },
  {
    "id": "3188037",
    "unitNumber": 8,
    "text": "Which of the following figures believed that the purpose of communication depends on the nature of the relationship between the speaker and the audience; that is, when the speaker enjoys a certain “status of authority”, he is likely to adopt a formalisation-oriented language, referring to the symbolic system and beliefs that reinforce its legitimacy?",
    "correctAnswer": "B",
    "options": {
      "A": "Mancini",
      "B": "Borgström",
      "C": "Bailey",
      "D": "Edelman",
      "E": "Reboul"
    },
    "explanation": "It is Borgström who proposes that the purpose of communication depends on the nature of the relationship between the speaker and the audience."
  },
  {
    "id": "3188052",
    "unitNumber": 8,
    "text": "I. This model indicates an attitude of challenge of the media towards politics.\n II. This model also contemplates a possible videocratic drift, in which the media invade the field of politics.\n Which of the following models of interaction between media and politics is described above?",
    "correctAnswer": "C",
    "options": {
      "A": "Colletaralism model",
      "B": "Exchange model",
      "C": "Competition model",
      "D": "Market model",
      "E": "Opponent model"
    },
    "explanation": "The competition model is described here."
  },
  {
    "id": "3188062",
    "unitNumber": 8,
    "text": "................... model occurs when the media perform a control function in relation to politics. They act as watchdogs on the awareness of their autonomy from politics.",
    "correctAnswer": "D",
    "options": {
      "A": "Market",
      "B": "Colletaralism",
      "C": "Competition",
      "D": "Opponent",
      "E": "Exchange"
    },
    "explanation": "Opponent model occurs when the media perform a control function in relation to politics. They act as watchdogs on the awareness of their autonomy from politics."
  },
  {
    "id": "3188074",
    "unitNumber": 8,
    "text": "I. It defines actions based on personal initiative, therefore individualized, typical of political participation mediated by digital media.\n II. It is generated by the increasing exposure of citizens to a multiplicity of information. They are forms of low-cost actions.\n Which of the following is described here?",
    "correctAnswer": "C",
    "options": {
      "A": "Organization-prompted behavior",
      "B": "Socially prompted behavior",
      "C": "Self-prompted behavior",
      "D": "Media-prompted behavior",
      "E": "Rhetoric-prompted behavior"
    },
    "explanation": "Self-prompted behavior is described here."
  }
]