[
  {
    "id": "3852768",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Linux işletim sisteminin diğerlerine göre üstünlüklerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Birçok kullanıcı aynı anda tek bir bilgisayara bağlanıp çalışabilmektedir.",
      "B": "Çoklu işlemci ile aynı anda çalışan birkaç program verimli bir şekilde yönetilebilir.",
      "C": "Birçok ağ protokolü ve diğer işletim sistemleri ile sorunsuz bir şekilde çalışabilmektedir.",
      "D": "Yalnızca ihtiyaç duyulan hizmet için yüklenen bileşenler sayesinde Linux işletim sistemleri oldukça etkilidir.",
      "E": "Linux lisanslama ücretlerinde çekirdek sayısına göre hesaplama yapılır."
    },
    "explanation": "Blum (2019) Linux for dummies adlı kitabında Linux işletim sisteminin diğerlerine göre üstünlüklerini birkaç yönden açıklamaktadır. İlk olarak birçok kullanıcı aynı anda tek bir bilgisayara bağlanıp çalışabilmektedir (Çoklu Kullanıcı). Bir diğer özellik olan çoklu işlemci ile işletim sisteminin çekirdeğinin aynı anda çalışan birkaç programı verimli bir şekilde yönetmesi sağlanmaktadır. Çoklu platform özelliği sayesinde Linux işletim sistemleri 32 ve 64 bit Intel tabanlı bilgisayarlar, Apple Macintosh’un çoğu varyantı Sun SPARC, Apple iPod ve hatta Microsoft Xbox örneklerinde olduğu gibi 24 farklı donanım türünde çalışabilmektedir. Birlikte çalışabilme özelliği sayesinde birçok ağ protokolü ve diğer işletim sistemleri ile sorunsuz bir şekilde çalışabilmektedir. Ölçeklenebilir özelliği ile bilgisayar ile ilgili ihtiyaçlarınız arttıkça büyüyebilme konusunda Linux’a güvenilebilir. Örneğin; aynı Linux işletim sistemi küçük bir fotoğraf çerçevesinde, bir masaüstü bilgisayarda ya da daha büyük ölçekte endüstriyel<br/>Linux işletim sistemleri ücretsizdir. Ücretsiz olma özelliği ile Linux işletim sistemleri birçok kullanıcı tarafından tercih edilmektedir."
  },
  {
    "id": "3852769",
    "unitNumber": 1,
    "text": "KDE ve GNOME Linux'ün ana bölümlerinden hangisine aittir?",
    "correctAnswer": "D",
    "options": {
      "A": "Çekirdek",
      "B": "Yazılım paketleri",
      "C": "Kabuk",
      "D": "X Grafik Sistemi",
      "E": "Disk"
    },
    "explanation": "Linux esasen 4 ana bölümden oluşmaktadır. Dosyalar, diskler, ağ ve diğer bileşenlerin yönetildiği düşük seviye işletim sistemi olarak da adlandırılan çekirdek (kernel) bu bölümlerden ilkidir. Yazılım geliştirme, metin düzenleme, internet ortamında gezinme, ses ve video gibi çoklu ortam dosyalarını çalıştırma ve daha birçok işlem için kullanılan hazır yazılım paketleri de bu bölümlerden ikincisidir. Bu programlar sayesinde Linux işletim sistemi kişisel ihtiyaçlar için kullanılabileceği gibi sunucular ve ağ yönetimi gibi daha kurumsal seviyedeki hizmetler için de kullanılabilmektedir. Üçüncü bölüm ise çalıştırılan komutları çekirdek aracılığı ile donanıma ileten komut satırı arayüzü kabuktur (shell). Bourne shell, Korn shell, C shell ve birçok kullanıcı hesabı varsayılan olarak gelen Bourne-Again Shell (Bash) olmak üzere Linux işletim sisteminde çeşitli kabuklar bulunmaktadır. Son bölüm ise Linux’un daha çok kişisel amaçlı kullanımında tercih edilen fakat sunucu olarak kullanıldığında pek tercih edilmeyen gr<br/>Linux’un daha çok kişisel amaçlı kullanımında tercih edilen fakat sunucu olarak kullanıldığında pek tercih edilmeyen grafik arayüzü temsil eden ana bölümü X grafik sistemidir. X grafik sistemi sayesinde kullanıcılar ekranlarında uygulama pencereleri, menüler, simgeler ve fare desteği gibi bileşenleri kullanabilirler. En bilinen X grafik arayüzleri KDE ve GNOME’dur."
  },
  {
    "id": "3852770",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bir Debian dağıtımıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Ubuntu",
      "B": "Fedora",
      "C": "CENTOS",
      "D": "SUSE",
      "E": "RHEL"
    },
    "explanation": "Ticari bir dağıtım olarak tasarlanan Red Hat Linux, Debian’dan kısa bir süre sonra ortaya çıkmıştır. Ticari bir dağıtım olduğundan, RHEL’i kullanmak için bir lisans ücreti (destek ve güncellemeler için) ödenmesi gerekmektedir. Fakat Fedora ve CENTOS dahil olmak üzere birkaç ücretsiz Red Hat tabanlı dağıtımı mevcuttur.\n<br/>Slackware bugün hâlen daha desteklenen en eski Linux dağıtımlarından biridir. Slackware, bu dağıtım ailesinin orijinal “kurucu babası” olmakla birlikte SUSE şu anda daha bilinen bir temel versiyondur. SUSE ticari bir dağıtım olarak tasarlandığından RHEL’e benzemektedir. OpenSUSE bu kategorinin ücretsiz bir varyasyondur.<br/>Linux meraklılarının favorisi olarak bilinen Debian, ilk Linux dağıtımlarından biridir. Debian GNU/Linux dağıtımı, yazılımları paketleme ve yönetme konusunda oldukça başarılı bir ilk Linux dağıtımıydı. Debian, sistemlerindeki tüm yazılım paketlerini yönetmek için *.deb paketleme biçimini ve araçlarını kullanır. Debian ayrıca istikrar konusunda da oldukça popülerdir. Birçok Linux dağıtımının temelinde Debian bulunmaktadır. DistroWatch’a (https://distrowatch.com) göre 130’dan fazla aktif Linux dağıtımı Debian tabanlıdır. Popüler Debian tabanlı dağıtımlar arasında Linux Mint, temel elementary OS, Zorin OS, LXLE, Kali Linux ve Pardus bulunmakla birlikte en çok bilinen Debian dağıtımı Ubuntu’dur."
  },
  {
    "id": "3852771",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Linux'ün kararlı sürümünü betimler?",
    "correctAnswer": "A",
    "options": {
      "A": "Kamuya açık hâle getirilen ve kullanıcılar tarafından kabul edilen fakat en son uygulamalarla birlikte gelmeyen sürümdür.",
      "B": "Daha kısa aralıklarla yayınlanan ve kararlı sürümde sunulmayan en son yazılımları içerir.",
      "C": "Debian sisteminin geliştirme alanıdır, deneyseldir.",
      "D": "Debian geliştiricileri için bir oyun alanı olarak kabul edilir.",
      "E": "Herhangi bir güvenlik açığı tespit edilirse düzeltme fırsatının olduğu versiyondur."
    },
    "explanation": "Debian dağıtımı Kararlı, Test ve Kararsız sürüm olmak üzere üç şekilde karşımıza çıkmaktadır. Kararlı sürüm, kamuya açık hâle getirilen ve kullanıcılar tarafından kabul edilen fakat en son uygulamalarla birlikte gelmeyen sürümdür. Bu sürüm stabil çalışan bir işletim sistemi isteyen ve diğer uygulamaları daha sonra kendi başlarına kurmak isteyen kullanıcılar için idealdir. Son kullanıcılar için Debian işletim sistemi kullanmak istenirse önerilen sürüm kesinlikle kararlı sürümdür. Test sürümü ise daha kısa aralıklarla yayınlanan ve kararlı sürümde sunulmayan en son yazılımları içerir. Test sürümü, adından da anlaşılacağı gibi, yeni işletim sistemini test etmek için kullanılır. Bu sayede herhangi bir güvenlik açığı tespit edilirse, kararlı sürüme geçmeden düzeltme fırsatı vardır. Son kullanıcının kullanımına sunulan Web sayfası ya da yazılım içeren sunucularda test sürümü önerilmez. Bu tür ortamlarda kararlı sürüm tercih edilmelidir. Debian Kararsız sürümü, Debian sisteminin geliştirme alanıdır. Deneyseldir v"
  },
  {
    "id": "3852772",
    "unitNumber": 1,
    "text": "Aşağıdaki Linux dağıtımlarından hangisi Türkiye’de TÜBİTAK ULAKBİM tarafından açık kaynak kod olarak geliştirilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kali Linux",
      "B": "Almalinux",
      "C": "Opensuse",
      "D": "Pardus",
      "E": "Centos"
    },
    "explanation": "Pardus işletim sisteminin XFCE ve Gonme olmak üzere başlıca iki sürümü vardır. XFCE zamanda açık kaynak kodlu bir masaüstü ortamı olup hız, kararlılık ve performans özelliği ile ön plana çıkmaktadır. GNOME ise yine açık kaynak kodlu bir masaüstü ortamı olup güncel olarak kullanılan masaüstü işletim sistemlerine benzemektedir.<br/>Adını Anadolu parsından (Panthera pardus tulliana) alan Pardus Türkiye’de TÜBİTAK ULAKBİM tarafından açık kaynak Debian GNU/Linux altyapısı kullanılarak geliştirilen ve stabilite ve verimlilik odaklı Kurumsal kullanım özelliğini, hız ve güncellik odaklı son kullanıcı ihtiyaçları ile birleştiren yerli bir Linux işletim sistemidir (https://www.pardus.org.tr/). Planlanmasına 2003 yılında başlanan Pardus işletim sisteminin ilk kararlı sürümü 2005 yılında yayınlanmıştır. 2005-2011’de yayınlanan 2011.2 sürümüne kadar diğer bir Linux dağıtımı tabanı kullanılmadan kendine özgü yazılımlarla geliştirilen Pardus’ta 2013 sürümünden itibaren Debian tabanını kullanılmaya başlanmıştır."
  },
  {
    "id": "3852773",
    "unitNumber": 1,
    "text": "Red Hat Enterprise Linux, CentOS, Fedora, ve diğer RedHat tabanlı dağıtımlardaki yazılım paketlerini yönetmek için aşağıdakilerden hangisi kullanılır?",
    "correctAnswer": "A",
    "options": {
      "A": "yum ve rpm",
      "B": "apt-get ve dpkg",
      "C": "zypper ve rpm",
      "D": "rpm ve dpkgi",
      "E": "apt-get ve zypper"
    },
    "explanation": "apt-get ve dpkg: Bu iki komut ise Debian, Ubuntu, Mint, ve diğer Debian tabanlı dağıtımlardaki yazılım paketlerini yönetmek için kullanılır.\n<br/>zypper ve rpm: Bu iki komut SUSE ve SUSE tabanlı dağıtımlardaki yazılım paketlerini yönetmek için kullanılır. ,\n<br/>rpm ve dpkgi komutları çok benzer işlevleri yerine getirirler. Lokal sisteme (sunucuya) indirilen paketleri kurmak için kullanılırlar. Paket yükleme işlevi normalde yum, apt-get ve zypper komutları ile de gerçekleştirilmektedir. Aralarındaki fark ise rpm ve dpkgi komutları ile bir yazılım paketi kurulurken kurulacak yazılımın paket bağımlılıkları denetlenmez ve eksik ya da uyumsuz bir paket bağımlılığı varsa kurulum hata verir ve gerçekleşmez. yum, apt-get ve zypper komutları ile yazılım paketi yüklenirken gerekli yazılım paketleri bağımlılıkları da yüklenir ve bu sayede kurulumlar büyük oranda hata gerçekleşmeden sorunsuz bir şekilde tamamlanır.<br/>Ubuntu Yazılım Merkezi gibi bazı paket yönetim araçlarının kullanımı kolayken Portage gibi paket yöneticilerinin kullanımı biraz zor olabilir. Farklı paket yöneticilerini, artılarını ve eksilerini aramanız ve buna göre seçim yapmanız gerekecektir. yum ve rpm: Red Hat Enterprise Linux, CentOS, Fedora, ve diğer RedHat tabanlı dağıtımlardaki yazılım paketlerini yönetmek için kullanılırlar."
  },
  {
    "id": "3852774",
    "unitNumber": 1,
    "text": "Komutun süper kullanıcı yetkisine sahip bir kullanıcı tarafından gerçekleştirileceği bildirimini aşağıdakilerden hangisi yapar?",
    "correctAnswer": "A",
    "options": {
      "A": "sudo",
      "B": "zypper",
      "C": "dpkg",
      "D": "rpm",
      "E": "yum"
    },
    "explanation": "Linux sudo komutu kök olmayan kullanıcıların normalde süper kullanıcı izinleri gerektiren komutları çalıştırmasına izin verir.<br/>Komutun başında yer alan sudo (super user do) komutu süper kullanıcı yetkisine sahip bir kullanıcı tarafından gerçekleştirileceği bildirimini yapar ve komutun hemen ardından bu yetkiye sahip kullanıcının parolası istenir."
  },
  {
    "id": "3852775",
    "unitNumber": 1,
    "text": "MacOS masaüstü hissi ve kullanımı tercihi için aşağıdaki sürümlerden hangisi uygundur?",
    "correctAnswer": "A",
    "options": {
      "A": "GNOME",
      "B": "KDE",
      "C": "XFCE",
      "D": "OpenSUSE",
      "E": "Kali Linux"
    },
    "explanation": "Genellikle kurumlar ihtiyaçlarına en uygun Linux dağıtımını seçtiğinden emin olmak için uzun süreli araştırma yaparlar. Her Linux dağıtımının farklı olması ve “tüm senaryolara uyan tek bir dağıtım” olmadığı gerçeği bu araştırma sürecinin zorlaşması ve uzamasına neden olabilir. Aşağıda Linux dağıtımlarının seçiminde dikkat edilecek kriterlerden bazıları verilmektedir (Rothwell, 2017):\n<br/>• Maliyet: Bazı dağıtımlar tamamen ücretsiz olsa da bazılarında destek ve güncelleme işlemleri ücretlidir.\n<br/>• Özellikler: Bazı dağıtımlar dağıtımın amacı gereği bazı özellikleri ön plana çıkarırken diğerlerini sınırlayabilmektedir. Örneğin, güvenliğin çok sıkı tutulduğu bir dağıtımda yalnızca katı güvenlik kriterlerini karşılayan yazılımlar sunulmaktadır.\n<br/>• İşlev: Bazı dağıtımlar bazı özel işlevleri karşılamak için tasarlanmıştır. Örneğin, dağıtım veri tabanı uygulamalarını barındırmak için tasarlanmış olabilir.\n<br/>• Destek: Dağıtımı çıkaran kuruluş desteği sağlayabilir ya da bu destek tamamen topluluk<br/>Masaüstü tercihlerinizi göz önünde bulundurmak da doğru dağıtım seçiminde önemlidir. Bazı kullanıcılar macOS’a eğilimlidir, diğerleri ise Windows masaüstü sürümünü sever. Yani doğru Linux dağıtımını seçerken masaüstü tercihlerinizi de aklınızda tutmanız gerekecek. Örneğin, macOS masaüstü hissini ve kullanımını tercih ediyorsanız GNOME’u, masaüstünün Windows sürümünü tercih ediyorsanız KDE sizin için uygun olacaktır."
  },
  {
    "id": "3852776",
    "unitNumber": 1,
    "text": "İşletim sisteminin tüm ayrıntılarını bilen deneyimli Linux kullanıcıları için tasarlanmış dağıtım aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Opensuse",
      "B": "Arch Linux",
      "C": "Pardus",
      "D": "Kali Linux",
      "E": "Centos"
    },
    "explanation": "Arch Linux, devamlı değişen bir sürümü takip eder ve düzenli güncellemeler alır. Bir başka ifadeyle bu durum herhangi bir sürümü yükleyip hemen en son sürüme güncelleyebileceğiniz anlamına gelir. Bu yüzden Debian tabanlı Linux işletim sistemlerinde sürüm kontrolü için kullanılan lsb_release -a ya da RedHat tabanlı Linux işletim sistemlerinde sürüm kontrolü için kullanılan cat /etc/redhat-reelase gibi versiyon gösteren komutlar kullanılmamaktadır. Fakat hostnamectl komutu ile işletim sistemi ve Kernel bilgileri öğrenilebilir. Arch Linux’ta paket yönetim yazılımı olarak pacman kullanılmaktadır.<br/>Arch Linux dağıtımı, işletim sisteminde çalışan varsayılan yazılım ve hizmetten rahatsız olmayan ileri düzey ve uzman kullanıcılar ve bilgisayar kurtları için tasarlanmış hafif bir dağıtımdır. Kullanıcıya konfigürasyonlarla oynaması ve işletim sistemini tercihlerine göre özelleştirmesi için birçok seçenek sunar. Arch, “işletim sisteminin tüm ayrıntılarını” bilen deneyimli Linux kullanıcıları için tasarlanmıştır."
  },
  {
    "id": "3852777",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Linux dağıtımlarından Gentoo için geçerli değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Geliştiriciler, sistem yöneticileri ve ağ yöneticileri gibi profesyonel kullanıcılar için tasarlanmıştır.",
      "B": "Yeni başlayanlar için ideal bir Linux dağıtımı değildir.",
      "C": "Linux’a zaten aşina olan ve Linux işletim sistemini daha derinden anlamak isteyen kullanıcılar için önerilir.",
      "D": "Sorunları kendi başınıza çözme konusunda rahat olduğunuzda kullanılmalıdır.",
      "E": "Lubuntu, Kubuntu ve Linux Mint gibi diğer birçok Linux dağıtımının temelidir."
    },
    "explanation": "Son seçenekte yer alan Ubuntu, dünyanın her yerinde Linux’a yeni başlayanlar tarafından beğenilen en popüler Linux dağıtımlarından biridir. Ubuntu, Windows veya Mac OS’den Linux’a geçiş yapmak isteyen kullanıcılar için tasarlanmıştır. “Ubuntu, varsayılan olarak, web tarayıcıları, ofis araçları, görüntü düzenleyiciler, medya oynatıcılar ve daha fazlası gibi günlük kullanım uygulamalarını içeren GNOME adlı bir masaüstü ortamına sahiptir. Ubuntu, Lubuntu, Kubuntu ve Linux Mint gibi diğer birçok Linux dağıtımının temelidir. Dolayısıyla Gentoo Ubuntu temelli değildir.<br/>Gentoo, geliştiriciler, sistem yöneticileri ve ağ yöneticileri gibi profesyonel kullanıcılar için tasarlanmış bir Linux dağıtımıdır. Yeni başlayanlar için ideal bir Linux dağıtımı değildir. Linux’a zaten aşina olan ve Linux işletim sistemini daha derinden anlamak isteyen kullanıcılar için önerilir. Bu dağıtım, sorunları kendi başınıza çözme konusunda rahat olduğunuzda ve çok fazla rehberliğe ihtiyacınız olmadığında kullanılmalıdır. Gentoo’nun emerge olarak bilinen bir paket yöneticisi vardır."
  },
  {
    "id": "3853009",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Linux işletim sisteminin diğerlerine göre üstünlüklerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Birçok kullanıcı aynı anda tek bir bilgisayara bağlanıp çalışabilmektedir.",
      "B": "Çoklu işlemci ile aynı anda çalışan birkaç program verimli bir şekilde yönetilebilir.",
      "C": "Birçok ağ protokolü ve diğer işletim sistemleri ile sorunsuz bir şekilde çalışabilmektedir.",
      "D": "Yalnızca ihtiyaç duyulan hizmet için yüklenen bileşenler sayesinde Linux işletim sistemleri oldukça etkilidir.",
      "E": "Linux lisanslama ücretlerinde çekirdek sayısına göre hesaplama yapılır."
    },
    "explanation": "Blum (2019) Linux for dummies adlı kitabında Linux işletim sisteminin diğerlerine göre üstünlüklerini birkaç yönden açıklamaktadır. İlk olarak birçok kullanıcı aynı anda tek bir bilgisayara bağlanıp çalışabilmektedir (Çoklu Kullanıcı). Bir diğer özellik olan çoklu işlemci ile işletim sisteminin çekirdeğinin aynı anda çalışan birkaç programı verimli bir şekilde yönetmesi sağlanmaktadır. Çoklu platform özelliği sayesinde Linux işletim sistemleri 32 ve 64 bit Intel tabanlı bilgisayarlar, Apple Macintosh’un çoğu varyantı Sun SPARC, Apple iPod ve hatta Microsoft Xbox örneklerinde olduğu gibi 24 farklı donanım türünde çalışabilmektedir. Birlikte çalışabilme özelliği sayesinde birçok ağ protokolü ve diğer işletim sistemleri ile sorunsuz bir şekilde çalışabilmektedir. Ölçeklenebilir özelliği ile bilgisayar ile ilgili ihtiyaçlarınız arttıkça büyüyebilme konusunda Linux’a güvenilebilir. Örneğin; aynı Linux işletim sistemi küçük bir fotoğraf çerçevesinde, bir masaüstü bilgisayarda ya da daha büyük ölçekte endüstriyel<br/>Linux işletim sistemleri ücretsizdir. Ücretsiz olma özelliği ile Linux işletim sistemleri birçok kullanıcı tarafından tercih edilmektedir."
  },
  {
    "id": "3853010",
    "unitNumber": 1,
    "text": "KDE ve GNOME Linux'ün ana bölümlerinden hangisine aittir?",
    "correctAnswer": "D",
    "options": {
      "A": "Çekirdek",
      "B": "Yazılım paketleri",
      "C": "Kabuk",
      "D": "X Grafik Sistemi",
      "E": "Disk"
    },
    "explanation": "Linux esasen 4 ana bölümden oluşmaktadır. Dosyalar, diskler, ağ ve diğer bileşenlerin yönetildiği düşük seviye işletim sistemi olarak da adlandırılan çekirdek (kernel) bu bölümlerden ilkidir. Yazılım geliştirme, metin düzenleme, internet ortamında gezinme, ses ve video gibi çoklu ortam dosyalarını çalıştırma ve daha birçok işlem için kullanılan hazır yazılım paketleri de bu bölümlerden ikincisidir. Bu programlar sayesinde Linux işletim sistemi kişisel ihtiyaçlar için kullanılabileceği gibi sunucular ve ağ yönetimi gibi daha kurumsal seviyedeki hizmetler için de kullanılabilmektedir. Üçüncü bölüm ise çalıştırılan komutları çekirdek aracılığı ile donanıma ileten komut satırı arayüzü kabuktur (shell). Bourne shell, Korn shell, C shell ve birçok kullanıcı hesabı varsayılan olarak gelen Bourne-Again Shell (Bash) olmak üzere Linux işletim sisteminde çeşitli kabuklar bulunmaktadır. Son bölüm ise Linux’un daha çok kişisel amaçlı kullanımında tercih edilen fakat sunucu olarak kullanıldığında pek tercih edilmeyen gr<br/>Linux’un daha çok kişisel amaçlı kullanımında tercih edilen fakat sunucu olarak kullanıldığında pek tercih edilmeyen grafik arayüzü temsil eden ana bölümü X grafik sistemidir. X grafik sistemi sayesinde kullanıcılar ekranlarında uygulama pencereleri, menüler, simgeler ve fare desteği gibi bileşenleri kullanabilirler. En bilinen X grafik arayüzleri KDE ve GNOME’dur."
  },
  {
    "id": "3853011",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bir Debian dağıtımıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Ubuntu",
      "B": "Fedora",
      "C": "CENTOS",
      "D": "SUSE",
      "E": "RHEL"
    },
    "explanation": "Ticari bir dağıtım olarak tasarlanan Red Hat Linux, Debian’dan kısa bir süre sonra ortaya çıkmıştır. Ticari bir dağıtım olduğundan, RHEL’i kullanmak için bir lisans ücreti (destek ve güncellemeler için) ödenmesi gerekmektedir. Fakat Fedora ve CENTOS dahil olmak üzere birkaç ücretsiz Red Hat tabanlı dağıtımı mevcuttur.\n<br/>Slackware bugün hâlen daha desteklenen en eski Linux dağıtımlarından biridir. Slackware, bu dağıtım ailesinin orijinal “kurucu babası” olmakla birlikte SUSE şu anda daha bilinen bir temel versiyondur. SUSE ticari bir dağıtım olarak tasarlandığından RHEL’e benzemektedir. OpenSUSE bu kategorinin ücretsiz bir varyasyondur.<br/>Ubuntu"
  },
  {
    "id": "3853012",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Linux'ün kararlı sürümünü betimler?",
    "correctAnswer": "A",
    "options": {
      "A": "Kamuya açık hâle getirilen ve kullanıcılar tarafından kabul edilen fakat en son uygulamalarla birlikte gelmeyen sürümdür.",
      "B": "Daha kısa aralıklarla yayınlanan ve kararlı sürümde sunulmayan en son yazılımları içerir.",
      "C": "Debian sisteminin geliştirme alanıdır, deneyseldir.",
      "D": "Debian geliştiricileri için bir oyun alanı olarak kabul edilir.",
      "E": "Herhangi bir güvenlik açığı tespit edilirse düzeltme fırsatının olduğu versiyondur."
    },
    "explanation": "Debian dağıtımı Kararlı, Test ve Kararsız sürüm olmak üzere üç şekilde karşımıza çıkmaktadır. Kararlı sürüm, kamuya açık hâle getirilen ve kullanıcılar tarafından kabul edilen fakat en son uygulamalarla birlikte gelmeyen sürümdür. Bu sürüm stabil çalışan bir işletim sistemi isteyen ve diğer uygulamaları daha sonra kendi başlarına kurmak isteyen kullanıcılar için idealdir. Son kullanıcılar için Debian işletim sistemi kullanmak istenirse önerilen sürüm kesinlikle kararlı sürümdür. Test sürümü ise daha kısa aralıklarla yayınlanan ve kararlı sürümde sunulmayan en son yazılımları içerir. Test sürümü, adından da anlaşılacağı gibi, yeni işletim sistemini test etmek için kullanılır. Bu sayede herhangi bir güvenlik açığı tespit edilirse, kararlı sürüme geçmeden düzeltme fırsatı vardır. Son kullanıcının kullanımına sunulan Web sayfası ya da yazılım içeren sunucularda test sürümü önerilmez. Bu tür ortamlarda kararlı sürüm tercih edilmelidir. Debian Kararsız sürümü, Debian sisteminin geliştirme alanıdır. Deneyseldir v"
  },
  {
    "id": "3853013",
    "unitNumber": 1,
    "text": "Aşağıdaki Linux dağıtımlarından hangisi Türkiye’de TÜBİTAK ULAKBİM tarafından açık kaynak kod olarak geliştirilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kali Linux",
      "B": "Almalinux",
      "C": "Opensuse",
      "D": "Pardus",
      "E": "Centos"
    },
    "explanation": "Pardus işletim sisteminin XFCE ve Gonme olmak üzere başlıca iki sürümü vardır. XFCE zamanda açık kaynak kodlu bir masaüstü ortamı olup hız, kararlılık ve performans özelliği ile ön plana çıkmaktadır. GNOME ise yine açık kaynak kodlu bir masaüstü ortamı olup güncel olarak kullanılan masaüstü işletim sistemlerine benzemektedir.<br/>Adını Anadolu parsından (Panthera pardus tulliana) alan Pardus Türkiye’de TÜBİTAK ULAKBİM tarafından açık kaynak Debian GNU/Linux altyapısı kullanılarak geliştirilen ve stabilite ve verimlilik odaklı Kurumsal kullanım özelliğini, hız ve güncellik odaklı son kullanıcı ihtiyaçları ile birleştiren yerli bir Linux işletim sistemidir (https://www.pardus.org.tr/). Planlanmasına 2003 yılında başlanan Pardus işletim sisteminin ilk kararlı sürümü 2005 yılında yayınlanmıştır. 2005-2011’de yayınlanan 2011.2 sürümüne kadar diğer bir Linux dağıtımı tabanı kullanılmadan kendine özgü yazılımlarla geliştirilen Pardus’ta 2013 sürümünden itibaren Debian tabanını kullanılmaya başlanmıştır."
  },
  {
    "id": "3853014",
    "unitNumber": 1,
    "text": "Red Hat Enterprise Linux, CentOS, Fedora, ve diğer RedHat tabanlı dağıtımlardaki yazılım paketlerini yönetmek için aşağıdakilerden hangisi kullanılır?",
    "correctAnswer": "A",
    "options": {
      "A": "yum ve rpm",
      "B": "apt-get ve dpkg",
      "C": "zypper ve rpm",
      "D": "rpm ve dpkgi",
      "E": "apt-get ve zypper"
    },
    "explanation": "apt-get ve dpkg: Bu iki komut ise Debian, Ubuntu, Mint, ve diğer Debian tabanlı dağıtımlardaki yazılım paketlerini yönetmek için kullanılır.\n<br/>zypper ve rpm: Bu iki komut SUSE ve SUSE tabanlı dağıtımlardaki yazılım paketlerini yönetmek için kullanılır. ,\n<br/>rpm ve dpkgi komutları çok benzer işlevleri yerine getirirler. Lokal sisteme (sunucuya) indirilen paketleri kurmak için kullanılırlar. Paket yükleme işlevi normalde yum, apt-get ve zypper komutları ile de gerçekleştirilmektedir. Aralarındaki fark ise rpm ve dpkgi komutları ile bir yazılım paketi kurulurken kurulacak yazılımın paket bağımlılıkları denetlenmez ve eksik ya da uyumsuz bir paket bağımlılığı varsa kurulum hata verir ve gerçekleşmez. yum, apt-get ve zypper komutları ile yazılım paketi yüklenirken gerekli yazılım paketleri bağımlılıkları da yüklenir ve bu sayede kurulumlar büyük oranda hata gerçekleşmeden sorunsuz bir şekilde tamamlanır.<br/>Ubuntu Yazılım Merkezi gibi bazı paket yönetim araçlarının kullanımı kolayken Portage gibi paket yöneticilerinin kullanımı biraz zor olabilir. Farklı paket yöneticilerini, artılarını ve eksilerini aramanız ve buna göre seçim yapmanız gerekecektir. yum ve rpm: Red Hat Enterprise Linux, CentOS, Fedora, ve diğer RedHat tabanlı dağıtımlardaki yazılım paketlerini yönetmek için kullanılırlar."
  },
  {
    "id": "3853015",
    "unitNumber": 1,
    "text": "Komutun süper kullanıcı yetkisine sahip bir kullanıcı tarafından gerçekleştirileceği bildirimini aşağıdakilerden hangisi yapar?",
    "correctAnswer": "A",
    "options": {
      "A": "sudo",
      "B": "zypper",
      "C": "dpkg",
      "D": "rpm",
      "E": "yum"
    },
    "explanation": "Linux sudo komutu kök olmayan kullanıcıların normalde süper kullanıcı izinleri gerektiren komutları çalıştırmasına izin verir.<br/>Komutun başında yer alan sudo (super user do) komutu süper kullanıcı yetkisine sahip bir kullanıcı tarafından gerçekleştirileceği bildirimini yapar ve komutun hemen ardından bu yetkiye sahip kullanıcının parolası istenir."
  },
  {
    "id": "3853016",
    "unitNumber": 1,
    "text": "MacOS masaüstü hissi ve kullanımı tercihi için aşağıdaki sürümlerden hangisi uygundur?",
    "correctAnswer": "A",
    "options": {
      "A": "GNOME",
      "B": "KDE",
      "C": "XFCE",
      "D": "OpenSUSE",
      "E": "Kali Linux"
    },
    "explanation": "Genellikle kurumlar ihtiyaçlarına en uygun Linux dağıtımını seçtiğinden emin olmak için uzun süreli araştırma yaparlar. Her Linux dağıtımının farklı olması ve “tüm senaryolara uyan tek bir dağıtım” olmadığı gerçeği bu araştırma sürecinin zorlaşması ve uzamasına neden olabilir. Aşağıda Linux dağıtımlarının seçiminde dikkat edilecek kriterlerden bazıları verilmektedir (Rothwell, 2017):\n<br/>• Maliyet: Bazı dağıtımlar tamamen ücretsiz olsa da bazılarında destek ve güncelleme işlemleri ücretlidir.\n<br/>• Özellikler: Bazı dağıtımlar dağıtımın amacı gereği bazı özellikleri ön plana çıkarırken diğerlerini sınırlayabilmektedir. Örneğin, güvenliğin çok sıkı tutulduğu bir dağıtımda yalnızca katı güvenlik kriterlerini karşılayan yazılımlar sunulmaktadır.\n<br/>• İşlev: Bazı dağıtımlar bazı özel işlevleri karşılamak için tasarlanmıştır. Örneğin, dağıtım veri tabanı uygulamalarını barındırmak için tasarlanmış olabilir.\n<br/>• Destek: Dağıtımı çıkaran kuruluş desteği sağlayabilir ya da bu destek tamamen topluluk<br/>Masaüstü tercihlerinizi göz önünde bulundurmak da doğru dağıtım seçiminde önemlidir. Bazı kullanıcılar macOS’a eğilimlidir, diğerleri ise Windows masaüstü sürümünü sever. Yani doğru Linux dağıtımını seçerken masaüstü tercihlerinizi de aklınızda tutmanız gerekecek. Örneğin, macOS masaüstü hissini ve kullanımını tercih ediyorsanız GNOME’u, masaüstünün Windows sürümünü tercih ediyorsanız KDE sizin için uygun olacaktır."
  },
  {
    "id": "3853017",
    "unitNumber": 1,
    "text": "İşletim sisteminin tüm ayrıntılarını bilen deneyimli Linux kullanıcıları için tasarlanmış dağıtım aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Opensuse",
      "B": "Arch Linux",
      "C": "Pardus",
      "D": "Kali Linux",
      "E": "Centos"
    },
    "explanation": "Arch Linux, devamlı değişen bir sürümü takip eder ve düzenli güncellemeler alır. Bir başka ifadeyle bu durum herhangi bir sürümü yükleyip hemen en son sürüme güncelleyebileceğiniz anlamına gelir. Bu yüzden Debian tabanlı Linux işletim sistemlerinde sürüm kontrolü için kullanılan lsb_release -a ya da RedHat tabanlı Linux işletim sistemlerinde sürüm kontrolü için kullanılan cat /etc/redhat-reelase gibi versiyon gösteren komutlar kullanılmamaktadır. Fakat hostnamectl komutu ile işletim sistemi ve Kernel bilgileri öğrenilebilir. Arch Linux’ta paket yönetim yazılımı olarak pacman kullanılmaktadır.<br/>Arch Linux dağıtımı, işletim sisteminde çalışan varsayılan yazılım ve hizmetten rahatsız olmayan ileri düzey ve uzman kullanıcılar ve bilgisayar kurtları için tasarlanmış hafif bir dağıtımdır. Kullanıcıya konfigürasyonlarla oynaması ve işletim sistemini tercihlerine göre özelleştirmesi için birçok seçenek sunar. Arch, “işletim sisteminin tüm ayrıntılarını” bilen deneyimli Linux kullanıcıları için tasarlanmıştır."
  },
  {
    "id": "3853018",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Linux dağıtımlarından Gentoo için geçerli değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Geliştiriciler, sistem yöneticileri ve ağ yöneticileri gibi profesyonel kullanıcılar için tasarlanmıştır.",
      "B": "Yeni başlayanlar için ideal bir Linux dağıtımı değildir.",
      "C": "Linux’a zaten aşina olan ve Linux işletim sistemini daha derinden anlamak isteyen kullanıcılar için önerilir.",
      "D": "Sorunları kendi başınıza çözme konusunda rahat olduğunuzda kullanılmalıdır.",
      "E": "Lubuntu, Kubuntu ve Linux Mint gibi diğer birçok Linux dağıtımının temelidir."
    },
    "explanation": "Son seçenekte yer alan Ubuntu, dünyanın her yerinde Linux’a yeni başlayanlar tarafından beğenilen en popüler Linux dağıtımlarından biridir. Ubuntu, Windows veya Mac OS’den Linux’a geçiş yapmak isteyen kullanıcılar için tasarlanmıştır. “Ubuntu, varsayılan olarak, web tarayıcıları, ofis araçları, görüntü düzenleyiciler, medya oynatıcılar ve daha fazlası gibi günlük kullanım uygulamalarını içeren GNOME adlı bir masaüstü ortamına sahiptir. Ubuntu, Lubuntu, Kubuntu ve Linux Mint gibi diğer birçok Linux dağıtımının temelidir. Dolayısıyla Gentoo Ubuntu temelli değildir.<br/>Gentoo, geliştiriciler, sistem yöneticileri ve ağ yöneticileri gibi profesyonel kullanıcılar için tasarlanmış bir Linux dağıtımıdır. Yeni başlayanlar için ideal bir Linux dağıtımı değildir. Linux’a zaten aşina olan ve Linux işletim sistemini daha derinden anlamak isteyen kullanıcılar için önerilir. Bu dağıtım, sorunları kendi başınıza çözme konusunda rahat olduğunuzda ve çok fazla rehberliğe ihtiyacınız olmadığında kullanılmalıdır. Gentoo’nun emerge olarak bilinen bir paket yöneticisi vardır."
  },
  {
    "id": "3852788",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi, ubuntu Linux işletim sistemine sanallaştırma yazılımı olan Virtualbox kurulmasını sağlayan komuttur?",
    "correctAnswer": "A",
    "options": {
      "A": "sudo apt install virtualbox",
      "B": "run virtualbox",
      "C": "virtualbox",
      "D": "sh virtualbox",
      "E": "ls -l virtualbox"
    },
    "explanation": "\"sudo apt install virtualbox\", ubuntu Linux işletim sistemine sanallaştırma yazılımı olan Virtualbox kurulmasını sağlayan komuttur.<br/>Ubuntu işletim sistemi Debian tabanlı olduğundan ve Debian tabanlı sistemlerde apt (advanced package tool) paket yönetim sistemi ile paket yönetimi yapıldığından virtualbox yazılım paketini Ubuntu yazılım depolaraında da olduğundan sudo apt install virtualbox komutu ile yüklenmenlidir."
  },
  {
    "id": "3852789",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi otomatik IP atama özelliği kazandırır?",
    "correctAnswer": "B",
    "options": {
      "A": "bash",
      "B": "DHCP",
      "C": "ekran menüsü",
      "D": "depolama menüsü",
      "E": "mount"
    },
    "explanation": "DHCP, otomatik IP atama özelliği kazandırır."
  },
  {
    "id": "3852790",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi \" ip a \" komutu ile ekranda görüntülenen bilgilerdir?",
    "correctAnswer": "C",
    "options": {
      "A": "yüklenen paketler listesi",
      "B": "yüklenebilme şansı bulunan ancak yüklenmemiş paket listesi",
      "C": "makinanın internet adres bilgileri",
      "D": "ev dizininde bulunan belgeler listesi",
      "E": "bağlanmış (mount edilmiş) usb cihaz listesi"
    },
    "explanation": "\" ip a \" komutu ile ekranda görüntülenen bilgiler, makinanın internet adres bilgileridir."
  },
  {
    "id": "3852791",
    "unitNumber": 2,
    "text": "Aşağıdakilerden adreslerden hangisi makinanın kendisi olan 'localhost ' için kullanılan adrestir?",
    "correctAnswer": "D",
    "options": {
      "A": "192.168.1.1",
      "B": "192.168.1.111",
      "C": "255.255.255.0",
      "D": "127.0.0.1",
      "E": "8.8.8.8"
    },
    "explanation": "127.0.0.1, makinanın kendisi olan 'localhost ' için kullanılan adrestir."
  },
  {
    "id": "3852792",
    "unitNumber": 2,
    "text": "Sanal makina için ayrılmış bellek kullanılabilir durumda değilse, kurulmuş olan ikinci sanal makina çalıştırıldığı zaman aşağıdakilerden hangisi görülür?",
    "correctAnswer": "E",
    "options": {
      "A": "linux işletim sisteminde virus olduğunu gösterir",
      "B": "ana makina (host) çalışmasını durdurur",
      "C": "sanal makina, sanal özellikte olduğu için bellek olmadan da çalışırlar",
      "D": "sanal makinalar her zaman çalışır",
      "E": "ikinci sanal makina başlatılamaz"
    },
    "explanation": "Sanal makina için ayrılmış bellek kullanılabilir durumda değilse, kurulmuş olan ikinci sanal makina çalıştırıldığı zaman ikinci sanal makina başlatılamaz."
  },
  {
    "id": "3852793",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi USB aygıtını makinaya taktıktan sonra USB aygıtını görmek için kullanılır?",
    "correctAnswer": "A",
    "options": {
      "A": "lsblk",
      "B": "ls -l",
      "C": "cd",
      "D": "mkdir",
      "E": "chmod"
    },
    "explanation": "USB aygıtını makinaya taktıktan sonra USB aygıtını görmek için lsblk kullanılır."
  },
  {
    "id": "3852794",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi sda1 olarak bağlanmış olan USB aygıtının içerisini görüntüler?",
    "correctAnswer": "B",
    "options": {
      "A": "df -h",
      "B": "ls -al /mnt/sda1",
      "C": "chmod 777 sda1",
      "D": "chgrp usb usb",
      "E": "mkdir sda1"
    },
    "explanation": "Sda1 olarak bağlanmış olan USB aygıtının içerisini 'ls -al /mnt/sda1' komutu görüntüler."
  },
  {
    "id": "3852795",
    "unitNumber": 2,
    "text": "Ana makina ile sanal makina arasında ortak alan oluşturarak dosya aktarımı yapılabilen menü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "tercihler menüsü",
      "B": "lsblk",
      "C": "paylaşılan klasörler menüsü",
      "D": "sudo apt",
      "E": "mount"
    },
    "explanation": "Ana makina ile sanal makina arasında ortak alan oluşturarak dosya aktarımı yapılabilen menü, paylaşılan klasörler menüsüdür."
  },
  {
    "id": "3852796",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi, sanal makinada dil ayarlarının yapıldığı menüdür?",
    "correctAnswer": "D",
    "options": {
      "A": "mount komutu",
      "B": "iso kalıbı",
      "C": "paylaşılan klasörler menüsü",
      "D": "tercihler menüsü",
      "E": "bağlantı noktaları menüsü"
    },
    "explanation": "Tercihler menüsü, sanal makinada dil ayarlarının yapıldığı menüdür."
  },
  {
    "id": "3852797",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi belirli bir yazılım ya da paketin kurulmasını sağlayan komuttur?",
    "correctAnswer": "E",
    "options": {
      "A": "apt update",
      "B": "ls /var",
      "C": "lsblk",
      "D": "mount komutu",
      "E": "sudo apt install paket_ismi"
    },
    "explanation": "Belirli bir yazılım ya da paketin kurulmasını sağlayan komut, 'sudo apt install paket_ismi' dir."
  },
  {
    "id": "3853019",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi, ubuntu Linux işletim sistemine sanallaştırma yazılımı olan Virtualbox kurulmasını sağlayan komuttur?",
    "correctAnswer": "A",
    "options": {
      "A": "sudo apt install virtualbox",
      "B": "run virtualbox",
      "C": "virtualbox",
      "D": "sh virtualbox",
      "E": "ls -l virtualbox"
    },
    "explanation": "\"sudo apt install virtualbox\", ubuntu Linux işletim sistemine sanallaştırma yazılımı olan Virtualbox kurulmasını sağlayan komuttur.<br/>Ubuntu işletim sistemi Debian tabanlı olduğundan ve Debian tabanlı sistemlerde apt (advanced package tool) paket yönetim sistemi ile paket yönetimi yapıldığından virtualbox yazılım paketini Ubuntu yazılım depolaraında da olduğundan sudo apt install virtualbox komutu ile yüklenmenlidir."
  },
  {
    "id": "3853020",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi otomatik IP atama özelliği kazandırır?",
    "correctAnswer": "B",
    "options": {
      "A": "bash",
      "B": "DHCP",
      "C": "ekran menüsü",
      "D": "depolama menüsü",
      "E": "mount"
    },
    "explanation": "DHCP, otomatik IP atama özelliği kazandırır."
  },
  {
    "id": "3853021",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi \" ip a \" komutu ile ekranda görüntülenen bilgilerdir?",
    "correctAnswer": "C",
    "options": {
      "A": "yüklenen paketler listesi",
      "B": "yüklenebilme şansı bulunan ancak yüklenmemiş paket listesi",
      "C": "makinanın internet adres bilgileri",
      "D": "ev dizininde bulunan belgeler listesi",
      "E": "bağlanmış (mount edilmiş) usb cihaz listesi"
    },
    "explanation": "\" ip a \" komutu ile ekranda görüntülenen bilgiler, makinanın internet adres bilgileridir."
  },
  {
    "id": "3853022",
    "unitNumber": 2,
    "text": "Aşağıdakilerden adreslerden hangisi makinanın kendisi olan 'localhost ' için kullanılan adrestir?",
    "correctAnswer": "D",
    "options": {
      "A": "192.168.1.1",
      "B": "192.168.1.111",
      "C": "255.255.255.0",
      "D": "127.0.0.1",
      "E": "8.8.8.8"
    },
    "explanation": "127.0.0.1, makinanın kendisi olan 'localhost ' için kullanılan adrestir."
  },
  {
    "id": "3853023",
    "unitNumber": 2,
    "text": "Sanal makina için ayrılmış bellek kullanılabilir durumda değilse, kurulmuş olan ikinci sanal makina çalıştırıldığı zaman aşağıdakilerden hangisi görülür?",
    "correctAnswer": "E",
    "options": {
      "A": "linux işletim sisteminde virus olduğunu gösterir",
      "B": "ana makina (host) çalışmasını durdurur",
      "C": "sanal makina, sanal özellikte olduğu için bellek olmadan da çalışırlar",
      "D": "sanal makinalar her zaman çalışır",
      "E": "ikinci sanal makina başlatılamaz"
    },
    "explanation": "Sanal makina için ayrılmış bellek kullanılabilir durumda değilse, kurulmuş olan ikinci sanal makina çalıştırıldığı zaman ikinci sanal makina başlatılamaz."
  },
  {
    "id": "3853024",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi makiende USB aygıtını görmek için kullanılır?",
    "correctAnswer": "A",
    "options": {
      "A": "lsblk",
      "B": "ls -l",
      "C": "cd",
      "D": "mkdir",
      "E": "chmod"
    },
    "explanation": "USB aygıtını makinaya taktıktan sonra USB aygıtını görmek için lsblk kullanılır."
  },
  {
    "id": "3853025",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi sda1 olarak bağlanmış olan USB aygıtının içerisini görüntüler?",
    "correctAnswer": "B",
    "options": {
      "A": "df -h",
      "B": "ls -al /mnt/sda1",
      "C": "chmod 777 sda1",
      "D": "chgrp usb usb",
      "E": "mkdir sda1"
    },
    "explanation": "Sda1 olarak bağlanmış olan USB aygıtının içerisini 'ls -al /mnt/sda1' komutu görüntüler."
  },
  {
    "id": "3853026",
    "unitNumber": 2,
    "text": "Ana makina ile sanal makina arasında ortak alan oluşturarak dosya aktarımı yapılabilen menü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "tercihler menüsü",
      "B": "lsblk",
      "C": "paylaşılan klasörler menüsü",
      "D": "sudo apt",
      "E": "mount"
    },
    "explanation": "Ana makina ile sanal makina arasında ortak alan oluşturarak dosya aktarımı yapılabilen menü, paylaşılan klasörler menüsüdür."
  },
  {
    "id": "3853027",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi, sanal makinada dil ayarlarının yapıldığı menüdür?",
    "correctAnswer": "D",
    "options": {
      "A": "mount komutu",
      "B": "iso kalıbı",
      "C": "paylaşılan klasörler menüsü",
      "D": "tercihler menüsü",
      "E": "bağlantı noktaları menüsü"
    },
    "explanation": "Tercihler menüsü, sanal makinada dil ayarlarının yapıldığı menüdür."
  },
  {
    "id": "3853028",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi belirli bir yazılım ya da paketin kurulmasını sağlayan komuttur?",
    "correctAnswer": "E",
    "options": {
      "A": "apt update",
      "B": "ls /var",
      "C": "lsblk",
      "D": "mount komutu",
      "E": "sudo apt install paket_ismi"
    },
    "explanation": "Belirli bir yazılım ya da paketin kurulmasını sağlayan komut, 'sudo apt install paket_ismi' dir."
  },
  {
    "id": "3852778",
    "unitNumber": 3,
    "text": "Kullanılan işletim sistemi içinde Linux işletim sisteminin çalıştırılabilmesi, aşağıdaki yazılımlardan hangisi ile yapılabilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sanallaştırma yazılımları",
      "B": "Editörler",
      "C": "Ram boyutu",
      "D": "CPU kapasitesi",
      "E": "A sınıfı IP aralığı"
    },
    "explanation": "Kullanılan işletim sistemi içinde Linux işletim sisteminin çalıştırılabilmesi, sanallaştırma yazılımları ile yapılabilmektedir."
  },
  {
    "id": "3852779",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi, 'nano' ve 'vi' isimli editörlerin bile yüklenmiş olarak bulunmadığı Ubuntu Linux işletim sistemi çeşididir?",
    "correctAnswer": "B",
    "options": {
      "A": "Normal versiyon",
      "B": "Minimize versiyon",
      "C": "Desktop versiyon",
      "D": "uzun dönem destek (long-term supprot, LTS)",
      "E": "stabil versiyon"
    },
    "explanation": "Minimize versiyon, 'nano' ve 'vi' isimli editörlerin bile yüklenmiş olarak bulunmadığı Ubuntu Linux işletim sistemi çeşididir."
  },
  {
    "id": "3852780",
    "unitNumber": 3,
    "text": "Bilgisayarın her açılışında belirli (kalıcı) bir IP adresi ile internete bağlanabilmesi için aşağıdakilerden hangisinin olması gereklidir?",
    "correctAnswer": "C",
    "options": {
      "A": "DHCP",
      "B": "dinamik IP",
      "C": "statik IP",
      "D": "sanal işletimi sistemi",
      "E": "birden fazla ağ bağlantı kartı"
    },
    "explanation": "Bilgisayarın her açılışında belirli (kalıcı) bir IP adresi ile internete bağlanabilmesi için statik IP gereklidir."
  },
  {
    "id": "3852781",
    "unitNumber": 3,
    "text": "Vekil sunucular (proxy servers) aşağıdakilerden hangisi işlevi görürler?",
    "correctAnswer": "D",
    "options": {
      "A": "bilgi bankası",
      "B": "klavye ayar merkezi",
      "C": "güncelleme merkezi",
      "D": "veri güvenliği sağlama",
      "E": "IPv4 adres merkezi"
    },
    "explanation": "Vekil sunucular (proxy servers) veri güvenliği sağlama işlevi görürler."
  },
  {
    "id": "3852782",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi, kullanıcıların gerçek adresini web sunucularından gizlemektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "HDD",
      "B": "IDE",
      "C": "antivirus yazılımı",
      "D": "statik IP",
      "E": "vekil sunucu (proxy server)"
    },
    "explanation": "Vekil sunucu (proxy server), kullanıcıların gerçek adresini web sunucularından gizlemektedir."
  },
  {
    "id": "3852783",
    "unitNumber": 3,
    "text": "Uygulamalar belleği tamamen kullanıldığı zaman, aşağıdakilerden hangisi uygulamalar için geçici bellek görevi görür?",
    "correctAnswer": "A",
    "options": {
      "A": "swap",
      "B": "/boot",
      "C": "/home",
      "D": "/dev",
      "E": "/etc"
    },
    "explanation": "Uygulamalar belleği tamamen kullanıldığı zaman, swap, kullanılacak uygulamalar için geçici bellek görevi görür."
  },
  {
    "id": "3852784",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi, Linux işletim sisteminde kök dosya sistemini gösterir?",
    "correctAnswer": "B",
    "options": {
      "A": "/dev",
      "B": "/",
      "C": "/home",
      "D": "/bin",
      "E": "/var"
    },
    "explanation": "Linux işletim sisteminde kök dosya sistemini, sağa doğru yatık çizgi ( / ) gösterir.<br/>Linux işletim sisteminde kök dosya sistemini \"/\" gösterir."
  },
  {
    "id": "3852785",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kişisel dosyaların tutulduğu kullanıcı dizinlerinin bulunduğu alanı gösterir?",
    "correctAnswer": "C",
    "options": {
      "A": "/root",
      "B": "/dev",
      "C": "/home",
      "D": "/boot",
      "E": "/"
    },
    "explanation": "Kişisel dosyaların tutulduğu kullanıcı dizinlerinin bulunduğu alanı, '/home' gösterir."
  },
  {
    "id": "3852786",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Linux ile ilgili herşeyi ve Linux dosyalarının hepsini içerir?",
    "correctAnswer": "D",
    "options": {
      "A": "/boot",
      "B": "/dev",
      "C": "/home",
      "D": "/",
      "E": "/var"
    },
    "explanation": "Linux ile ilgili herşeyi ve Linux dosyalarının hepsini, kök dosya sistemi (yani ' / ' ) içerir."
  },
  {
    "id": "3852787",
    "unitNumber": 3,
    "text": "Belleğin tümüyle uygulamalar ile dolması durumunda, aşağıdakilerden hangisi uygulamalar tarafından bellek yerine diskte kullanılan yerdir?",
    "correctAnswer": "E",
    "options": {
      "A": "/root",
      "B": "RAM",
      "C": "/dev",
      "D": "A sınıfı IP adresi",
      "E": "takas alanı (swap)"
    },
    "explanation": "Belleğin tümüyle uygulamalar ile dolması durumunda, takas alanı (swap), uygulamalar tarafından bellek yerine diskte kullanılan yerdir."
  },
  {
    "id": "3853029",
    "unitNumber": 3,
    "text": "Kullanılan işletim sistemi içinde Linux işletim sisteminin çalıştırılabilmesi, aşağıdaki yazılımlardan hangisi ile yapılabilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sanallaştırma yazılımları",
      "B": "Editörler",
      "C": "Ram boyutu",
      "D": "CPU kapasitesi",
      "E": "A sınıfı IP aralığı"
    },
    "explanation": "Kullanılan işletim sistemi içinde Linux işletim sisteminin çalıştırılabilmesi, sanallaştırma yazılımları ile yapılabilmektedir."
  },
  {
    "id": "3853030",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi, 'nano' ve 'vi' isimli editörlerin bile yüklenmiş olarak bulunmadığı Ubuntu Linux işletim sistemi çeşididir?",
    "correctAnswer": "B",
    "options": {
      "A": "Normal versiyon",
      "B": "Minimize versiyon",
      "C": "Desktop versiyon",
      "D": "uzun dönem destek (long-term supprot, LTS)",
      "E": "stabil versiyon"
    },
    "explanation": "Minimize versiyon, 'nano' ve 'vi' isimli editörlerin bile yüklenmiş olarak bulunmadığı Ubuntu Linux işletim sistemi çeşididir."
  },
  {
    "id": "3853031",
    "unitNumber": 3,
    "text": "Bilgisayarın her açılışında belirli (kalıcı) bir IP adresi ile internete bağlanabilmesi için aşağıdakilerden hangisinin olması gereklidir?",
    "correctAnswer": "C",
    "options": {
      "A": "DHCP",
      "B": "dinamik IP",
      "C": "statik IP",
      "D": "sanal işletimi sistemi",
      "E": "birden fazla ağ bağlantı kartı"
    },
    "explanation": "Bilgisayarın her açılışında belirli (kalıcı) bir IP adresi ile internete bağlanabilmesi için statik IP gereklidir."
  },
  {
    "id": "3853032",
    "unitNumber": 3,
    "text": "Vekil sunucular (proxy servers) aşağıdakilerden hangisi işlevi görürler?",
    "correctAnswer": "D",
    "options": {
      "A": "bilgi bankası",
      "B": "klavye ayar merkezi",
      "C": "güncelleme merkezi",
      "D": "veri güvenliği sağlama",
      "E": "IPv4 adres merkezi"
    },
    "explanation": "Vekil sunucular (proxy servers) veri güvenliği sağlama işlevi görürler."
  },
  {
    "id": "3853033",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi, kullanıcıların gerçek adresini web sunucularından gizlemektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "HDD",
      "B": "IDE",
      "C": "antivirus yazılımı",
      "D": "statik IP",
      "E": "vekil sunucu (proxy server)"
    },
    "explanation": "Vekil sunucu (proxy server), kullanıcıların gerçek adresini web sunucularından gizlemektedir."
  },
  {
    "id": "3853034",
    "unitNumber": 3,
    "text": "Uygulamalar belleği tamamen kullanıldığı zaman, aşağıdakilerden hangisi uygulamalar için geçici bellek görevi görür?",
    "correctAnswer": "A",
    "options": {
      "A": "swap",
      "B": "/boot",
      "C": "/home",
      "D": "/dev",
      "E": "/etc"
    },
    "explanation": "Uygulamalar belleği tamamen kullanıldığı zaman, swap, kullanılacak uygulamalar için geçici bellek görevi görür."
  },
  {
    "id": "3853035",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi, Linux işletim sisteminde kök dosya sistemini gösterir?",
    "correctAnswer": "B",
    "options": {
      "A": "/dev",
      "B": "/",
      "C": "/home",
      "D": "/bin",
      "E": "/var"
    },
    "explanation": "Linux işletim sisteminde kök dosya sistemini, sağa doğru yatık çizgi ( / ) gösterir.<br/>Linux işletim sisteminde kök dosya sistemini \"/\" gösterir."
  },
  {
    "id": "3853036",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kişisel dosyaların tutulduğu kullanıcı dizinlerinin bulunduğu alanı gösterir?",
    "correctAnswer": "C",
    "options": {
      "A": "/root",
      "B": "/dev",
      "C": "/home",
      "D": "/boot",
      "E": "/"
    },
    "explanation": "Kişisel dosyaların tutulduğu kullanıcı dizinlerinin bulunduğu alanı, '/home' gösterir."
  },
  {
    "id": "3853037",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Linux ile ilgili her şeyi ve Linux dosyalarının hepsini içerir?",
    "correctAnswer": "D",
    "options": {
      "A": "/boot",
      "B": "/dev",
      "C": "/home",
      "D": "/",
      "E": "/var"
    },
    "explanation": "Linux ile ilgili herşeyi ve Linux dosyalarının hepsini, kök dosya sistemi (yani ' / ' ) içerir."
  },
  {
    "id": "3853038",
    "unitNumber": 3,
    "text": "Belleğin tümüyle uygulamalar ile dolması durumunda, aşağıdakilerden hangisi uygulamalar tarafından bellek yerine diskte kullanılan yerdir?",
    "correctAnswer": "E",
    "options": {
      "A": "/root",
      "B": "RAM",
      "C": "/dev",
      "D": "A sınıfı IP adresi",
      "E": "takas alanı (swap)"
    },
    "explanation": "Belleğin tümüyle uygulamalar ile dolması durumunda, takas alanı (swap), uygulamalar tarafından bellek yerine diskte kullanılan yerdir."
  },
  {
    "id": "3852798",
    "unitNumber": 4,
    "text": "Sudo komutu ile verilen komutlar aşağıdaki yetkilerden hangisine sahiptir?",
    "correctAnswer": "A",
    "options": {
      "A": "root (yonetici)",
      "B": "sadece sunucu",
      "C": "sadece yetkisiz kullanıcı",
      "D": "derlenmiş C programları",
      "E": "derleyiciler"
    },
    "explanation": "Sudo komutu, root (yonetici) yetkisine sahiptir."
  },
  {
    "id": "3852799",
    "unitNumber": 4,
    "text": "Debian ve Ubuntu işletim sistemlerinde, işletim sisteminin kurulum aşamasında oluşturulan ilk kullanıcı varsayılan olarak aşağıdakilerden hangi yetkiye sahiptir?",
    "correctAnswer": "B",
    "options": {
      "A": "yetkisiz kullanıcı",
      "B": "sudo",
      "C": "guest (misafir)",
      "D": "ftp",
      "E": "media"
    },
    "explanation": "Debian ve Ubuntu işletim sistemlerinde kurulum asamasinda olusturlan ilk kullanıcı, varsayılan olarak sudo yetkisine sahiptir."
  },
  {
    "id": "3852800",
    "unitNumber": 4,
    "text": "Linux ve MacOS işletim sistemlerinde terminal yazılımı ile ssh erişimi nasıl kurulur?",
    "correctAnswer": "C",
    "options": {
      "A": "3. parti yazilimlar ile kurulur",
      "B": "kurulum sonrasi sadece Debian deposundan ayrica indirilip kurulmasi gerekir",
      "C": "işletim sistemi kuruldugunca varsayılan olarak gelmistir.",
      "D": "MacOS işletim sisteminde bu terminal yazılımı yoktur",
      "E": "Linux işletim sisteminde terminal kullanimi terkedilmistir"
    },
    "explanation": "Linux ve MacOS işletim sistemlerinde terminal yazılımı ile ssh erişimi varsayılan olarak gelmistir, kurmak için ayrica bir yazilima gerek yoktur.<br/>işletim sistemi kuruldugunca varsayılan olarak gelmistir."
  },
  {
    "id": "3852801",
    "unitNumber": 4,
    "text": "MacOS ya da Linux işletim sistemlerinde SSH anahtarı aşağıdakilerden hangi komut ile olusturulur?",
    "correctAnswer": "D",
    "options": {
      "A": "ssh",
      "B": "add-key",
      "C": "new-key",
      "D": "ssh-keygen",
      "E": "passwd"
    },
    "explanation": "MacOS ya da Linux işletim sistemlerinde SSH anahtarı ssh-keygen komutu ile olusturulur."
  },
  {
    "id": "3852802",
    "unitNumber": 4,
    "text": "Windows (ornegin windows 10) işletim sisteminde OpenSSH istemci paketinin yüklü olup olmadigi nasıl anlaşılır?",
    "correctAnswer": "E",
    "options": {
      "A": "terminal -&gt; ssh",
      "B": "programlar -&gt; ssh",
      "C": "AppData -&gt; OpenSSH",
      "D": "dir",
      "E": "ayarlar -&gt; Uygulamalar ve özellikler -&gt; istege bağlı özellikler"
    },
    "explanation": "Windows (ornegin windows 10) işletim sisteminde OpenSSH istemci paketinin yüklü olup olmadigi nin anlasilmasi için, aşağıdakiler uygulanır:\n<br/>Ayarlar -&gt; Uygulamalar ve özellikler -&gt; istege bağlı özellikler"
  },
  {
    "id": "3852803",
    "unitNumber": 4,
    "text": "Windows (ornegin windows 10) işletim sisteminde OpenSSH istemci paketi yüklü değil ise, yüklemek için hangi işlem yapılır?",
    "correctAnswer": "A",
    "options": {
      "A": "istege bağlı özellikler altinda, özellik ekle -&gt; istege bağlı özellik ekle -&gt; openssh -&gt; yukle",
      "B": "windows update",
      "C": "python programı kurulur",
      "D": "Linux diskindeki authorized_keys dosyasi windows diskine kopyalanir",
      "E": "MacOS diskindeki authorized_keys dosyasi windows diskine kopyalanir"
    },
    "explanation": "Windows (ornegin windows 10) işletim sisteminde OpenSSH istemci paketi yüklü degil ise, yuklemek için aşağıdaki islem yapılır:\n<br/>istege bağlı özellikler altinda, özellik ekle -&gt; istege bağlı özellik ekle -&gt; openssh -&gt; yukle"
  },
  {
    "id": "3852804",
    "unitNumber": 4,
    "text": "Windows (ornegin windows 10) işletim sisteminde OpenSSH istemci paketi yuklendikten sonra ssh anahtarınin oluşturulması için aşağıdakilerden hangisi yapılır?",
    "correctAnswer": "B",
    "options": {
      "A": "windows altinda ssh anahtarı oluşturulmasına gerek yoktur",
      "B": "komut istemcisinin yonetici olarak çalıştırılması ve ssh-keygen komutunun verilmesi",
      "C": "windows işletim sistemi ssh anahtarı oluşturulmasına izin vermez",
      "D": "windows işletim sistemi baslangic menusu altinda ssh programi normal kullanıcı olarak seçilir",
      "E": "komut istemcisinin normal kullanıcı olarak çalıştırılması http://localhost:631 yazilması"
    },
    "explanation": "Windows (ornegin windows 10) işletim sisteminde OpenSSH istemci paketi yuklendikten sonra ssh anahtarınin oluşturulması için aşağıdaki islemler yapilir:<br/>komut istemcisinin yonetici olarak çalıştırılması ve ssh-keygen komutunun verilmesi"
  },
  {
    "id": "3852805",
    "unitNumber": 4,
    "text": "Kişisel bilgisayardaki ssh istemci ile Linux işletim sistemine baglanmak için aşağıdaki komutlardan hangisi kullanılır?",
    "correctAnswer": "C",
    "options": {
      "A": "ssh sanal_makine_ip_adresi",
      "B": "ssh kullanıcı",
      "C": "ssh kullanıcı@sanal_makine_ip_adresi",
      "D": "telnet sanal_makina_ip_adresi@kullanıcı",
      "E": "firefox http://lolcalhost:631"
    },
    "explanation": "Kisisel bilgisayardaki ssh istemci ile Linux işletim sistemine baglanmak için aşağıdaki komut kullanılır:<br/>ssh kullanıcı@sanal_makine_ip_adresi"
  },
  {
    "id": "3852806",
    "unitNumber": 4,
    "text": "Disk bloklarını listelemek ve görebilmek için aşağıdaki komutlardan hangisi kullanılır?",
    "correctAnswer": "D",
    "options": {
      "A": "ls",
      "B": "ls -a1",
      "C": "ls -alRF",
      "D": "lsblk",
      "E": "lsmod"
    },
    "explanation": "Disk bloklarını listelemek ve görebilmek için lsblk komutu kullanılır."
  },
  {
    "id": "3852807",
    "unitNumber": 4,
    "text": "Disk bölümlendirmek için aşağıdaki komutlardan hangisi kullanılır?",
    "correctAnswer": "E",
    "options": {
      "A": "ls",
      "B": "useradd",
      "C": "passwd",
      "D": "fdformat",
      "E": "cfdisk"
    },
    "explanation": "Disk bölümlendirmek için verilen seçenekler arasından cfdisk komutu kullanılır.<br/><strong>cfdisk</strong> komutu ile disk biçimlendirme işlemi yapılır. Benzer bir komut olan <strong>fdisk</strong> ile disk ile ilgili bilgiler alınır."
  },
  {
    "id": "3852808",
    "unitNumber": 4,
    "text": "Disk bölümlendirmek için aşağıdaki komutlardan hangisi kullanılır?",
    "correctAnswer": "E",
    "options": {
      "A": "ls",
      "B": "useradd",
      "C": "passwd",
      "D": "fdformat",
      "E": "cfdisk"
    },
    "explanation": "Disk bölümlendirmek için verilen seçenekler arasından cfdisk komutu kullanılır."
  },
  {
    "id": "3853039",
    "unitNumber": 4,
    "text": "Sudo komutu ile verilen komutlar aşağıdaki yetkilerden hangisine sahiptir?",
    "correctAnswer": "A",
    "options": {
      "A": "root (yonetici)",
      "B": "sadece sunucu",
      "C": "sadece yetkisiz kullanıcı",
      "D": "derlenmiş C programları",
      "E": "derleyiciler"
    },
    "explanation": "Sudo komutu, root (yonetici) yetkisine sahiptir."
  },
  {
    "id": "3853040",
    "unitNumber": 4,
    "text": "Debian ve Ubuntu işletim sistemlerinde, işletim sisteminin kurulum aşamasında oluşturulan ilk kullanıcı varsayılan olarak aşağıdakilerden hangi yetkiye sahiptir?",
    "correctAnswer": "B",
    "options": {
      "A": "yetkisiz kullanıcı",
      "B": "sudo",
      "C": "guest (misafir)",
      "D": "ftp",
      "E": "media"
    },
    "explanation": "Debian ve Ubuntu işletim sistemlerinde kurulum asamasinda olusturlan ilk kullanıcı, varsayılan olarak sudo yetkisine sahiptir."
  },
  {
    "id": "3853041",
    "unitNumber": 4,
    "text": "Linux ve MacOS işletim sistemlerinde terminal yazılımı ile ssh erişimi nasıl kurulur?",
    "correctAnswer": "C",
    "options": {
      "A": "3. parti yazılımlar ile kurulur",
      "B": "kurulum sonrası sadece Debian deposundan ayrıca indirilip kurulması gerekir",
      "C": "işletim sistemi kurulduğunda varsayılan olarak gelmiştir.",
      "D": "MacOS işletim sisteminde bu terminal yazılımı yoktur",
      "E": "Linux işletim sisteminde terminal kullanımı terkedilmiştir"
    },
    "explanation": "Linux ve MacOS işletim sistemlerinde terminal yazılımı ile ssh erişimi varsayılan olarak gelmistir, kurmak için ayrica bir yazilima gerek yoktur.<br/>işletim sistemi kurulduğunda varsayılan olarak gelmiştir."
  },
  {
    "id": "3853042",
    "unitNumber": 4,
    "text": "MacOS ya da Linux işletim sistemlerinde SSH anahtarı aşağıdakilerden hangi komut ile olusturulur?",
    "correctAnswer": "D",
    "options": {
      "A": "ssh",
      "B": "add-key",
      "C": "new-key",
      "D": "ssh-keygen",
      "E": "passwd"
    },
    "explanation": "MacOS ya da Linux işletim sistemlerinde SSH anahtarı ssh-keygen komutu ile olusturulur."
  },
  {
    "id": "3853043",
    "unitNumber": 4,
    "text": "Windows (ornegin windows 10) işletim sisteminde OpenSSH istemci paketinin yüklü olup olmadigi nasıl anlaşılır?",
    "correctAnswer": "E",
    "options": {
      "A": "terminal -&gt; ssh",
      "B": "programlar -&gt; ssh",
      "C": "AppData -&gt; OpenSSH",
      "D": "dir",
      "E": "ayarlar -&gt; Uygulamalar ve özellikler -&gt; istege bağlı özellikler"
    },
    "explanation": "Windows (ornegin windows 10) işletim sisteminde OpenSSH istemci paketinin yüklü olup olmadigi nin anlasilmasi için, aşağıdakiler uygulanır:\n<br/>Ayarlar -&gt; Uygulamalar ve özellikler -&gt; istege bağlı özellikler"
  },
  {
    "id": "3853044",
    "unitNumber": 4,
    "text": "Windows (ornegin windows 10) işletim sisteminde OpenSSH istemci paketi yüklü değil ise, yüklemek için hangi işlem yapılır?",
    "correctAnswer": "A",
    "options": {
      "A": "istege bağlı özellikler altinda, özellik ekle -&gt; istege bağlı özellik ekle -&gt; openssh -&gt; yukle",
      "B": "windows update",
      "C": "python programı kurulur",
      "D": "Linux diskindeki authorized_keys dosyasi windows diskine kopyalanir",
      "E": "MacOS diskindeki authorized_keys dosyasi windows diskine kopyalanir"
    },
    "explanation": "Windows (ornegin windows 10) işletim sisteminde OpenSSH istemci paketi yüklü degil ise, yuklemek için aşağıdaki islem yapılır:\n<br/>istege bağlı özellikler altinda, özellik ekle -&gt; istege bağlı özellik ekle -&gt; openssh -&gt; yukle"
  },
  {
    "id": "3853045",
    "unitNumber": 4,
    "text": "Windows (ornegin windows 10) işletim sisteminde OpenSSH istemci paketi yuklendikten sonra ssh anahtarınin oluşturulması için aşağıdakilerden hangisi yapılır?",
    "correctAnswer": "B",
    "options": {
      "A": "windows altinda ssh anahtarı oluşturulmasına gerek yoktur",
      "B": "komut istemcisinin yonetici olarak çalıştırılması ve ssh-keygen komutunun verilmesi",
      "C": "windows işletim sistemi ssh anahtarı oluşturulmasına izin vermez",
      "D": "windows işletim sistemi baslangic menusu altinda ssh programi normal kullanıcı olarak seçilir",
      "E": "komut istemcisinin normal kullanıcı olarak çalıştırılması http://localhost:631 yazilması"
    },
    "explanation": "Windows (ornegin windows 10) işletim sisteminde OpenSSH istemci paketi yuklendikten sonra ssh anahtarınin oluşturulması için aşağıdaki islemler yapilir:<br/>komut istemcisinin yonetici olarak çalıştırılması ve ssh-keygen komutunun verilmesi"
  },
  {
    "id": "3853046",
    "unitNumber": 4,
    "text": "Kişisel bilgisayardaki ssh istemci ile Linux işletim sistemine baglanmak için aşağıdaki komutlardan hangisi kullanılır?",
    "correctAnswer": "C",
    "options": {
      "A": "ssh sanal_makine_ip_adresi",
      "B": "ssh kullanıcı",
      "C": "ssh kullanıcı@sanal_makine_ip_adresi",
      "D": "telnet sanal_makina_ip_adresi@kullanıcı",
      "E": "firefox http://lolcalhost:631"
    },
    "explanation": "Kisisel bilgisayardaki ssh istemci ile Linux işletim sistemine baglanmak için aşağıdaki komut kullanılır:<br/>ssh kullanıcı@sanal_makine_ip_adresi"
  },
  {
    "id": "3853047",
    "unitNumber": 4,
    "text": "Disk bloklarını listelemek ve görebilmek için aşağıdaki komutlardan hangisi kullanılır?",
    "correctAnswer": "D",
    "options": {
      "A": "ls",
      "B": "ls -a1",
      "C": "ls -alRF",
      "D": "lsblk",
      "E": "lsmod"
    },
    "explanation": "Disk bloklarını listelemek ve görebilmek için lsblk komutu kullanılır."
  },
  {
    "id": "3853048",
    "unitNumber": 4,
    "text": "Disk bölümlendirmek için aşağıdaki komutlardan hangisi kullanılır?",
    "correctAnswer": "E",
    "options": {
      "A": "ls",
      "B": "useradd",
      "C": "passwd",
      "D": "fdformat",
      "E": "cfdisk"
    },
    "explanation": "Disk bölümlendirmek için verilen seçenekler arasından cfdisk komutu kullanılır."
  },
  {
    "id": "3853049",
    "unitNumber": 4,
    "text": "Disk bölümlendirmek için aşağıdaki komutlardan hangisi kullanılır?",
    "correctAnswer": "E",
    "options": {
      "A": "ls",
      "B": "useradd",
      "C": "passwd",
      "D": "fdformat",
      "E": "cfdisk"
    },
    "explanation": "Disk bölümlendirmek için verilen seçenekler arasından cfdisk komutu kullanılır."
  },
  {
    "id": "3853050",
    "unitNumber": 5,
    "text": "lsb_release komutunun işlevi nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Linux işletim sisteminin versiyonunu gösterir.",
      "B": "Linux işletim sisteminin komut satırı arayüzüne erişim sağlar.",
      "C": "Linux sunucusuna ssh protokolü ile erişim sağlar.",
      "D": "Linux işletim sistemi paket yöneticisidir.",
      "E": "Linux komut satırından yazılım kaldırmayı yapar."
    },
    "explanation": "İşletim sisteminin versiyonunu öğrenmek için lsb_release ya da cat / etc/os-release komutlarından biri çalıştırılabilir.<br/>Sisteme giriş yaptıktan sonra işletim sisteminin versiyonunu öğrenmek için lsb_release ya da cat / etc/os-release komutlarından biri çalıştırılabilir.\n debian@debian:~$ lsb_release -a\n No LSB modules are available.\n Distributor ID: Debian\n Description: Debian GNU/Linux 11 (bullseye)\n Release: 11\n Codename: bullseye"
  },
  {
    "id": "3853051",
    "unitNumber": 5,
    "text": "İşletim sisteminde kullanılacak yazılım deposunun güncellenmesi için hangi komut kulllanılır?",
    "correctAnswer": "A",
    "options": {
      "A": "sudo apt update",
      "B": "sudo ssh",
      "C": "sudo install",
      "D": "sudo lsb_release",
      "E": "sudo upgrade"
    },
    "explanation": "İşletim sisteminde kullanılacak yazılım deposunun güncellenmesi sudo apt update komutu ile gerçekleştirilir.<br/>İşletim sisteminde kullanılacak yazılım deposunun güncellenmesi sudo apt update komutu ile gerçekleştirilirken güncellemesi var olan yazılımların güncellenmesi sudo apt upgrade komutu ile gerçekleştirilir. Fakat Debian işletim sistemi ilk kurulumda güvenlik yazılımları dışında diğer yazılım paketlerinin kurulmasını sağlayan depo listeleri (repo list) olmadan yüklendiği için ihtiyaç duyulan neredeyse hiçbir temel yazılım paketi sudo apt install komutu ile yüklenemez."
  },
  {
    "id": "3853052",
    "unitNumber": 5,
    "text": "İşletim sistemi kurulurken varsayılan olarak kurulu gelen unzip paketini kaldırmak için hangi komut kullanılır?",
    "correctAnswer": "A",
    "options": {
      "A": "apt remove",
      "B": "apt upgrade",
      "C": "apt update",
      "D": "apt purge",
      "E": "apt show"
    },
    "explanation": "İşletim sistemi kurulurken varsayılan olarak kurulu gelen unzip paketini kaldırmak için kullanılan apt remove komutu kullanılır.<br/>İşletim sistemi kurulurken varsayılan olarak kurulu gelen unzip paketini kaldırmak için kullanılan apt remove komutunun kullanımı aşağıdaki gösterilmektedir:\n linuxmint@linuxmint-VirtualBox:~$ sudo apt remove unzip\n Reading package lists...\n Done Building dependency tree...\n Done Reading state information...\n Done The following packages will be REMOVED:\n file-roller lintian unzip\n 0 upgraded, 0 newly installed, 3 to remove and 59 not upgraded.\n After this operation, 9.662 kB disk space will be freed.\n Do you want to continue? [Y/n] Y"
  },
  {
    "id": "3853053",
    "unitNumber": 5,
    "text": "Kali Linux işletim sistemine ssh protokolü ile giriş yapabilmek için kurulum yapıldıktan sonra işletim sistemi içinde hangi komut çalıştırılmalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "systemctl start ssh",
      "B": "systemctl status",
      "C": "systemctl stop",
      "D": "systemctl restart",
      "E": "systemctl disable"
    },
    "explanation": "Kali Linux grafik arayüz ile yüklenen ve genelde ssh protokolü ile erişime olanak sağlayan openssh server kurulu fakat sistem açılışında başlatılmadan gelen bir Linux dağıtımıdır. Bu yüzden Kali Linux işletim sistemine ssh protokolü ile giriş yapabilmek için kurulum yapıldıktan sonra işletim sistemi içinde systemctl start ssh komutunun çalıştırılarak openssh yazılımının başlatılması gerekmektedir."
  },
  {
    "id": "3853054",
    "unitNumber": 5,
    "text": "Redhat linux dağıtımında paket yönetimi ile ilgili aşağıdakilerden hangisi hatalıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Red Hat tabanlı tüm Linux çeşitleri için paket yönetim sisteminde RPM kullanılmaktadır.",
      "B": "Paketleri kurmak, güncellemek, silmek, sorgulamak ve doğrulamak RPM ile yapılır.",
      "C": "Paket bağımlılığının tespit edilemediği durumlarda rpm’nin paketi yüklemesi başarısız olur.",
      "D": "kullanıcı rpm komutlarını kullanırken RPM dosyasının konumunu belirtmelidir.",
      "E": "Yazılım paketinin yüklenebilmesi için kullanıcının bu paket bağımlılığına karşılık gelen bileşenlerin yüklemesine gerek yoktur."
    },
    "explanation": "RPM (RPM Paket Yöneticisi) ve YUM/DNF (Yellow Dog Updater, Modified/Dandified YUM), Red Hat tabanlı dağıtımlar tarafından kullanılan paket yönetim araçlarıdır. RPM’nin paket bağımlılığını kontrol etmeme sorunu yum/dnf araçları ile çözülmektedir [6]. Bu bağlamda rpm’i Debian sistemlerinde dpkg’ye ve yum ve dnf’i ise apt yazılım yönetim aracına benzetebiliriz. Red Hat Paket Yöneticisi (RPM) Genel Kamu Lisansı (GKL) altında oluşturulan standart açık kaynaklı paket yönetim aracıdır . Fedora, RHEL ve CentOS dahil olmak üzere Red Hat tabanlı tüm Linux çeşitleri için paket yönetim sisteminde RPM kullanılmaktadır. Paketleri kurmak, güncellemek, silmek, sorgulamak ve doğrulamak gibi paket yönetim işlemleri RPM paket yönetim yazılımı tarafından gerçekleştirilebilmektedir [7]. Paket bağımlılığının tespit edilemediği durumlarda rpm’nin paketi yükleme girişimi başarısız olur. Yazılım paketinin başarılı bir şekilde yüklenebilmesi için kullanıcının bu paket bağımlılığına karşılık gelen bileşenleri de yüklemesi gerekmektedir. Ayrıca kullanıcı rpm komutlarını kullanırken RPM dosyasının konumunu belirtmelidir."
  },
  {
    "id": "3853055",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi DNF ve yum arasındaki farklardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Modern bağımlılık çözme teknolojisi tabanlı bağımlılık hesaplama",
      "B": "Optimize edilmiş hafızaya duyarlı işlemler",
      "C": "Python 2 ve Python 3’te çalışabilmesi",
      "D": "Python API’leri için tam bir dökümantasyonu bulunma",
      "E": "Yum'da DNF'ye göre daha gelişmiş özellikler bulunur."
    },
    "explanation": "DNF (Dandified yum), paketleri yükleyen, güncelleyen ve kaldıran RPM tabanlı Linux dağıtımları için bir yazılım paketi yöneticisidir. Geleneksel yum paket yöneticisinin yeni nesil versiyonu olduğu için yum’da bulunandan daha gelişmiş özelliklere sahiptir. DNF ve yum arasında özellikler açısından farklılıklar aşağıdaki gibidir:\n<br/>• Modern bağımlılık çözme teknolojisi tabanlı bağımlılık hesaplama\n<br/>• Optimize edilmiş hafızaya duyarlı işlemler\n<br/>• Python 2 ve Python 3’te çalışabilmes ve\n<br/>• Python API’leri için tam bir dökümantasyonu bulunma"
  },
  {
    "id": "3853056",
    "unitNumber": 5,
    "text": "[root@localhost ~]# cat /etc/redhat-release komutunun çıktısı aşağıdakilerden hangisi olabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Red Hat Enterprise Linux release 9.0 (Plow)",
      "B": "root@192.168.1.44's password:",
      "C": "Package php.x86_64 0:5.4.16-48.el7 will be installed",
      "D": "Dependencies Resolved",
      "E": "Loading mirror speeds from cached hostfile"
    },
    "explanation": "Sisteme giriş yaptıktan sonra işletim sisteminin versiyonunu öğrenmek için lsb_release ya da cat / etc/os-release komutlarından biri çalıştırılabilir.<br/>İşletim sisteminin versiyonunu öğrenmek için cat /etc/redhat-release komutu çalıştırılabilir:\n [root@localhost ~]# cat /etc/redhat-release\n Red Hat Enterprise Linux release 9.0 (Plow)"
  },
  {
    "id": "3853057",
    "unitNumber": 5,
    "text": "Kurulumu bağımlı paket olarak php yazılımı kurulurken yüklenen Apache2 Web Sunucusu (httpd) yazılım paketini kaldırmak için hangi komut kullanılır?",
    "correctAnswer": "A",
    "options": {
      "A": "sudo yum remove",
      "B": "sudo yum check-update",
      "C": "sudo yum update",
      "D": "sudo yum uninstall",
      "E": "sudo yum install"
    },
    "explanation": "Kurulumu bağımlı paket olarak php yazılımı kurulurken yüklenen Apache2 Web Sunucusu (httpd) yazılım paketini kaldırmak için sudo yum remove komutu kullanılır.<br/>Kurulumu bağımlı paket olarak php yazılımı kurulurken yüklenen Apache2 Web Sunucusu (httpd) yazılım paketini kaldırmak için sudo yum remove komutunun kullanımı aşağıdaki gösterilmektedir:\n [root@localhost centos]# sudo yum remove httpd"
  },
  {
    "id": "3853058",
    "unitNumber": 5,
    "text": "Sunucuya Nginx web sunucusu ile htop yazılım paketlerinin birlikte kurulması için hangi komut kullanılır?",
    "correctAnswer": "A",
    "options": {
      "A": "dnf install",
      "B": "dnf remove",
      "C": "dnf check-update",
      "D": "dnf check-update",
      "E": "dnf uninstall"
    },
    "explanation": "Sunucuya Nginx web sunucusu ile htop yazılım paketlerinin birlikte kurulması için dnf install komutu kullanılır.<br/>Sunucuya Nginx web sunucusu ile htop yazılım paketlerinin birlikte kurulması için kullanılan dnf install komutuna örnek aşağıda gösterilmektedir:\n [root@fedora ~]# dnf install nginx htop"
  },
  {
    "id": "3853059",
    "unitNumber": 5,
    "text": "sudo zypper refresh komutunun işlevi nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "OpenSuse işletim sisteminde yerel paket veritabanını paket sunucusuyla güncel tutmak",
      "B": "En son paket güncellemelerini yüklemek",
      "C": "Güncellemeleri olan paketleri kontrol etmek",
      "D": "Bir yazılım paketini kaldırmak",
      "E": "Kurulumu yapılan sunucuya ssh protokolü ile erişim sağlamak"
    },
    "explanation": "sudo zypper refresh kommutu OpenSuse işletim sisteminde yerel paket veritabanını paket sunucusuyla güncel tutmak için kullanılır.<br/>OpenSuse işletim sisteminde yerel paket veritabanını paket sunucusuyla güncel tutmak için sudo zypper refresh komutu kullanılır:\n suse@localhost:~&gt; sudo zypper refresh"
  },
  {
    "id": "3853060",
    "unitNumber": 6,
    "text": "Linux kimlik ve erişim düzeylerine göre aşağıdakilerden hangisi kaynağın kullancısının çalıştırma erişimini temsil eder?",
    "correctAnswer": "A",
    "options": {
      "A": "u+x",
      "B": "g+r",
      "C": "o+w",
      "D": "g+x",
      "E": "o+x"
    },
    "explanation": "Linux kimlik ve erişim düzeylerine göre kaynağın kullancısının çalıştırma erişimini u+x temsil eder.<br/>Bilgi işlem düzeyinde erişim yönetimi aktif bir araştırma alanı olmakla birlikte uzun zamandır işletim sistemi tasarımının en önemli konularından biri olmuştur. Bununla birlikte, geleneksel sistem UNIX ve Linux erişim standardı birçok kurum için temel düzeyde yeterli gelmektedir. Linux işletim sistemindeki standart izinler basit ve nettir ve birçok farklı dosya sistemi ve dosya paylaşım protokolündeki dosyaları ve dosya paylaşımlarını yönetmek için kullanılabilirler. Standart Linux izinleri, üç kimlik ve üç erişim düzeyi içerir.\n • Kimlik düzeyleri aşağıdaki gibidir:\n • Kullanıcı (u): Kaynağın kullanıcısı ya da sahibi\n • Grup (g): Belirlenmiş bir grup\n • Diğerleri Others (o): Yukarıda belirtilen kullanıcı ya da gruba dahil olmayan herkes\n Erişim seviyeleri de dosya ve dizinler için aşağıdaki gibidir:\n • Okuma (r): Dosya ya da dizinin içeriğini görme\n • Yazma (w): Dosya ya da dizinin içine yazma\n • Çalıştırma (x): betik (script) gibi çalıştırılabilir ögeleri çalıştırma ya da cd (change directory) komutu ile dizin değiştirme"
  },
  {
    "id": "3853061",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi standart UNIX erişim kontrol şemasının izlediği temel kurallardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Dosyalar ve süreçler gibi nesnelerin sahipleri vardır. Sahipleri, nesneleri üzerinde geniş fakat tam erişimin şart olmadığı kontrole sahiptir.",
      "B": "Nesneleri oluşturan aynı zamanda sahibidir.",
      "C": "Root kullanıcısı herhangi bir nesnenin sahibi olarak davranabilir.",
      "D": "Yalnızca root hesabı belirli hassas yönetim işlemleri gerçekleştirebilir.",
      "E": "Erişim denetimi ile ilgili kurallar, hangi kullanıcının bir işlemi gerçekleştirmeye çalıştığına bağlı değildir."
    },
    "explanation": "E seçeneği hatalıdır, olması gereken: \"Erişim denetimi ile ilgili kurallar, hangi kullanıcının bir işlemi gerçekleştirmeye çalıştığına veya bazı durumlarda o kullanıcının bir Unix grubuna üye olmasına bağlıdır.\"<br/>Standard UNIX erişim kontrol modeli, uzunca bir süredir büyük ölçüde değişmeden varlığını devam ettirmektedir. Birkaç geliştirmeyle birlikte Linux işletim sistemi dağıtımlarında varsayılan olarak gelmektedir. Erişim kontrol şemasının izlediği temel kurallardan bazıları aşağıdaki gibidir: • Erişim denetimi ile ilgili kurallar, hangi kullanıcının bir işlemi gerçekleştirmeye çalıştığına veya bazı durumlarda o kullanıcının bir Unix grubuna üye olmasına bağlıdır.\n • Dosyalar ve süreçler gibi nesnelerin sahipleri vardır. Sahipleri, nesneleri üzerinde geniş fakat tam erişimin şart olmadığı kontrole sahiptir.\n • Nesneleri oluşturan aynı zamanda sahibidir.\n • Root kullanıcısı herhangi bir nesnenin sahibi olarak davranabilir.\n • Yalnızca root hesabı belirli hassas yönetim işlemleri gerçekleştirebilir."
  },
  {
    "id": "3853062",
    "unitNumber": 6,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/51ea954fafc4c38aa50ccabd05bc6d74.png\" alt=\"\" width=\"535\" height=\"175\"> Şekil 6.1'e göre kullanıcının /home/lmsuser dizininde olduğunu varsayarsak bu dizinden /var/log dizinine gitmek için hangi komut satırı yazılmalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "user@ubuntu:~$ cd /var/log",
      "B": "user@ubuntu:~$ mkdir /var/log",
      "C": "user@ubuntu:~$ ls -al",
      "D": "user@ubuntu:~$ rm /var/log",
      "E": "user@ubuntu:~$ cp /var/log"
    },
    "explanation": "Bulunulan dizinden /var/log dizinine gitmek için cd komutu aşağıdaki gibi kullanılacaktır:\n<br/>user@ubuntu:~$ cd /var/log<br/>Şekil 6.1''dee gösterilen dizin yapısında içinde bulunduğumuz dizinden /var/log klasörüne giderek dizinimizi değiştirelim. Bunun için öncelikle içinde bulunduğumuz dizini öğrenmek için komut satırı arayüzünde pwd komutunu kullanıyoruz: user@ubuntu:~$ pwd\n /home/lmsuser\n Mavi yazı renkli yoldan görüleceği üzere kullanıcı /home/lmsuser dizinindedir. Bulunulan dizinden /var/log dizinine gitmek için cd komutu aşağıdaki gibi kullanılacaktır:\n user@ubuntu:~$ cd /var/log\n user@ubuntu:/var/log$ pwd\n /var/log"
  },
  {
    "id": "3853063",
    "unitNumber": 6,
    "text": "Linux'te ls - al komutu aşağıdakilerden hangisini listeler?",
    "correctAnswer": "A",
    "options": {
      "A": "Gizli dosyalar dahil tüm dosyaları dikey liste şeklinde listeler.",
      "B": "Dosyaları insanın anlayacağı formatta listeler.",
      "C": "Dosyaları değiştirilme tarihine göre sıralayarak listeler.",
      "D": "Dosyaları boyutlarına göre listeler.",
      "E": "Sadece gizli dosyaları dikey liste olarak listeler."
    },
    "explanation": "Buna göre ls -al komutu gizli dosyalar dahil tüm dosyaları dikey liste şeklinde listeler.<br/>Bulunulan dizindeki tüm dosya ve klasörleri listelemek için ls komutu kullanılır. Ls komutundan sonra gelen parametreler ile listelemenin hangi bilgileri içerecek şekilde olacağı belirlenir. Aşağıdaki komut satırı arayüz örneğinde kullanılan -alh parametresinde “a” tümü, yani gizli dosyalar dahil herşeyi; “l” dikey liste şeklinde ve “h” ile dosya ve dizinlerin boyutlarının insanın anlayacağı (human readable) formatta listelenmesi sağlanır. “h” parametresi “l” ile kullanıldığı zaman dosya ve klasör boyut bilgisini verir ve tek başına (ls -h) kullanıldığında bu bilgileri sağlamaz.\n Bir başka listeleme örneğinde ise dizindeki dosya ve klasörler değiştirilme tarihine göre geçmişten başlanarak listelenmektedir. Bu komut özellikle hangi dosya ve klasörlerde değişiklik yapıldığını bulmakta sıklıkla kullanılmaktadır. Bu komuttaki “l” parametresi listenin dikey görünümde, “t” parametresi değiştirilme tarihine göre ve “r” parametresi sondan başlayarak dosya ve klasörlerin listeleneceğini belirtir."
  },
  {
    "id": "3853064",
    "unitNumber": 6,
    "text": "İçinde alt dizin(ler) ve/veya dosya(lar) olan klasörleri silmek için hangi komut kullanılır?",
    "correctAnswer": "A",
    "options": {
      "A": "rm -r",
      "B": "rmdir",
      "C": "uninstall",
      "D": "ls -al",
      "E": "mkdir"
    },
    "explanation": "İçinde alt dizin(ler) ve/veya dosya(lar) olan klasörleri silmek için rm komutu -r (yinelemeli- recursively) parametresi ile kullanılmalıdır. Silme işleminin herhangi bir onay almadan zorlayarak gerçekleştirilmesi için -r parametresi ile birlikte “f” (zorla- force) ya da silme işlemi için onay alınması için “i” parametreleri kullanılabilir. Aşağıdaki örnekte /home/lmsuser/ altında içinde 2 adet sıkıştırılmış dosya ve video adında bir dizin olan dosyalar dizini rm -ri komutu ile silinmek istenmektedir. Mavi yazı rengi ile belirtilen komut satırı arayüz çıktısında ilk olarak dosyalar dizininin alt dizinlerine inileceği (descend) ile ilgili bir onay istenmektedir. “y” (evet- yes) ile onay verildikten sonra sırasıyla dizin içinde yer alan tüm dosya ve klasörlerin silinmesi (remove) için onay istenerek silme işlemi gerçekleştirilmektedir. Silinmek istenmeyen dizin ya da dosyalar için “n” (hayır- no) kullanılmalıdır.\n lmsuser@ubuntu:~$ rm -ri dosyalar/\n rm: descend into directory 'dosyalar/'? y\n rm: remove regular file 'dosyalar/lms.zip'? y\n rm: remove regular file 'dosyalar/canvas-lms-master.zip'? n\n rm: remove directory 'dosyalar/video'? y\n rm: remove directory 'dosyalar/'? y"
  },
  {
    "id": "3853065",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi aynı dizindeki bir dosyanın kopyasını oluşturur?",
    "correctAnswer": "A",
    "options": {
      "A": "cp dosya1 dosya2",
      "B": "cp dosya .",
      "C": "cp -r /var/log/ /home/log",
      "D": "cp --help",
      "E": "man cp"
    },
    "explanation": "cp dosya1 dosya2 komutu aynı dizindeki bir dosyanın kopyasını oluşturur.<br/>Bir dosyanın kopyasını oluşturmak için cp komutu cp dosya1 dosya2 şeklinde kullanılmalıdır. Aşağıdaki örnekte lms.zip dosyasının bir kopyası oluşturulmak istenmiştir. Özellikle yapılandırma dosyaları (config files) ya da önemli dosyalar ile çalışma yapmadan önce ilgili dosyanın yedeğinin alınması son derece önemli olduğundan bu komut ile söz konusu dosyaların yedekleri alınabilir. Aşağıdaki örnekte lms. zip dosyasının yedeği lms_yedek.zip olarak alınmıştır.\n lmsuser@ubuntu:~/dosyalar$ cp lms.zip lms_yedek.zip lmsuser@ubuntu:~/dosyalar$ ls\n canvas-lms-master.zip lms_yedek.zip lms.zip video\n cp komutunun kullanımı ile ilgili bir başka örnekte ise sunucuda bir başka konumda bulunan dosyanın o an içinde bulunan dizine kopyalanmasıdır. Bunun için “.” (nokta) karakteri kullanılmaktadır. Aşağıdaki komut satırı arayüz örneğinde /etc altındaki hosts dosyası bulunulan konum olan /home/lmssuer altına kopyalanmıştır. Burada noktadan önce boşluk olduğuna dikkat edilmelidir:\n lmsuser@ubuntu:~$ cp /etc/hosts .\n lmsuser@ubuntu:~$ ls\n dosyalar hosts"
  },
  {
    "id": "3853066",
    "unitNumber": 6,
    "text": "chmod 764 dosya1 komutu sonrası ls -l komutu aşağıdakilerden hangisini gösterecektir?",
    "correctAnswer": "A",
    "options": {
      "A": "user@ubuntu:~$ chmod 764 dosya1\n user@ubuntu:~$ ls -l\n -rwxrw-r-- 1 user user 221 Oct 9 07:25 dosya1",
      "B": "user@ubuntu:~$ chmod 764 dosya1\n user@ubuntu:~$ ls -l\n -rwxrwxrwx 1 user user 221 Oct 9 07:25 dosya1",
      "C": "user@ubuntu:~$ chmod 764 dosya1\n user@ubuntu:~$ ls -l\n -rwxr---wx 1 user user 221 Oct 9 07:25 dosya1",
      "D": "user@ubuntu:~$ chmod 764 dosya1\n user@ubuntu:~$ ls -l\n -r-xr--rwx 1 user user 221 Oct 9 07:25 dosya1",
      "E": "user@ubuntu:~$ chmod 764 dosya1\n user@ubuntu:~$ ls -l\n -r--r---wx 1 user user 221 Oct 9 07:25 dosya1"
    },
    "explanation": "764 için okuma, yazma ve çalıştırma detaylarını inceleyelim:\n<br/>7 için (r,w,x = 4+2+1) \n<br/>6 için (r,w,-=4+2+0)\n<br/>4 için (r,-,-=4+0+0)\n<br/>Buna göre chmod 764 dosya1 komutu sonrası ls -l komutu şunu gösterecektir:\n<br/>user@ubuntu:~$ chmod 764 dosya1\n<br/>user@ubuntu:~$ ls -l\n<br/>-rwxrw-r-- 1 user user 221 Oct 9 07:25 dosya1<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/48a31bac3a1611db32a13ed95d8844bb.png\" alt=\"\" width=\"506\" height=\"92\"> Yukarıdaki örnekte dosya ya da klasör için dosya sahibinin okuma, yazma ve çalıştırma (r,w,x = 4+2+1) izni bulunmaktadır. Bu izni rakam ile ifade ettiğimizde 4, 2 ve 1 rakamlarının toplamı 7 rakamı kullanılmaktadır. Bu dosya için atandığı grup ve diğerlerinin de okuma, yazma ve çalıştırma izni olduğundan nihayetinde bu dosyanın iznini rakam olarak 777 olarak göstermek mümkündür. Okuma, yazma ve çalıştırma izinlerinden birinin boş olması ilgili iznin olmadığı anlamına gelir.\n 777 izni dosya/klasör için erişebilen herkesin okuma, yazma ve çalıştırma izni olduğu için gerekmediği durumlarda kullanılmamalıdır. Yazılımcılar yazdıkları kod dosyaları ya da bu dosyaların içinde bulundukları klasörle ilgili erişim sorunu yaşadıklarında kolay bir çözüm olarak dosya ya da klasöre 777 erişim izni vererek sorunu çözme yoluna gidebilmektedir. Bu yöntem kesinlikle izlenmemeli ve bunun yerine kod dosyalarına uygun izinler verilerek erişim izinleri düzenlenmelidir."
  },
  {
    "id": "3853067",
    "unitNumber": 6,
    "text": "Sisteme normal kullanıcı olarak giriş yapıldıktan sonra hangi komut ile root kullanıcı yerine geçebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "su",
      "B": "ls",
      "C": "cp",
      "D": "cd",
      "E": "rm"
    },
    "explanation": "Root hesaba erişmenin sonuçlar bağlamında en sorunsuz yolu su komutunu kullanmaktır. Sistemde root kullanıcısı olarak terminalden, grafik arayüzden ya da ağ ortamından girişe izin verilmiş ve root kullanıcısı için parola belirlenmişse normal kullanıcı olarak giriş yapıldıktan sonra su komutu ile root kullanıcısı yerine geçebilir. Herhangi bir parametre olmadan kullanıldığında su komutu root parolasını sorar ve ardından root kullanıcısı ile bir kabuk başlatılır. Root ayrıcalıkları terminalde exit yazılıp enter tuşuna basılana ya da Ctrl+D tuş kombinasyonu kullanılana kadar aktif kalır. su komutu, root olarak çalıştırılan komutları kaydetmez ancak hangi kullanıcı hesabının ne zaman root kullanıcısı olduğu kayıt dosyalarına işlenir."
  },
  {
    "id": "3853068",
    "unitNumber": 6,
    "text": "ps komutu aşağıdakilerden hangisini gerçekleştirir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çalışan programları, kullandıkları kaynakları ve kimin çalıştırdığını gösterir.",
      "B": "Normal kullanıcı olarak giriş yapıldıktan sonra root kullanıcısı yerine geçirir.",
      "C": "Dosya ve klasör izinlerini verilen parametrelere göre değiştirir.",
      "D": "Dizinler arası dosya kopyalaması sağlar.",
      "E": "Dizinlerdeki tüm dosyaları listeler."
    },
    "explanation": "Aşağıda ps komutunun bir örneği verilmiştir:\n<br/>lmsuser@ubuntu:~$ ps u\n<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/4b7d3c19670d8b8a330712ada7b1beca.png\" alt=\"\" width=\"520\" height=\"50\"><br/>Yukarıdaki komut satırı arayüz çıktısında “u” seçeneği (-u olarak da kullanılır) sürecin başladığı zaman, hafıza (%MEM) ve işlemci kullanımı (%CPU) gibi bilgilere ek olarak kullanıcı adlarının görünmesini de sağlamaktadır.<br/>Çalışan süreçleri kontrol etmek için en yaygın yardımcı program ps komutudur. Hangi programların çalıştığını, kullandıkları kaynakları ve bunları kimin çalıştırdığını görmek için kullanılmaktadır."
  },
  {
    "id": "3853069",
    "unitNumber": 6,
    "text": "htop komutunda süreç ve açıklaması eşleştirmelerinden hangisi hatalıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "PID: Sürecin ID numarası",
      "B": "PRI: Linux çekirdeği tarafından görüntülenen süreç önceliğini tanımlar.",
      "C": "RES: Sürecin kullandığı fiziksel RAM miktarı. Kilobayt cinsinden ölçülür.",
      "D": "SHR: Sürecin kullandığı paylaşılan bellek miktarı",
      "E": "%MEM: Süreç tarafından kullanılan işlemci süresinin yüzdesi"
    },
    "explanation": "Tablo 6.7'ye göre E seçeneği hatalıdır, doğrusu %MEM: Süreç tarafından kullanılan fiziksel belleğin yüzdesi olmalıdır.<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/4d62e56d3a882db51e66e75c1253eec3.png\" alt=\"\" width=\"469\" height=\"268\"> Komut satırı arayüzünün orta bölümünde ise sistemdeki süreçler ile ilgili bilgiler yer almaktadır. Bu süreçler her birinin kısaltılmış başlığı olacak şekilde sütunlar hâlinde gösterilmektedir. Aşağıdaki Tablo 6.7’de her bir başlığın açıklaması verilmektedir."
  },
  {
    "id": "3853070",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi rpm komutu ile versiyonu yükseltme seçeneğidir?",
    "correctAnswer": "A",
    "options": {
      "A": "-U",
      "B": "-i",
      "C": "-e",
      "D": "-qa",
      "E": "--help"
    },
    "explanation": "Rpm komutu paketi yükler, doğrular ve durumu hakkında bilgi verir. Eskiden bu paketler yeniden oluşturulurken günümüzde bu iş artık “rpmbuild” adlı ayrı bir araç tarafından gerçekleştirilmektedir. rpm seçenekleri karmaşık ilişkilere sahiptir ve yalnızca belirli kombinasyonlarda kullanılabilir. “rpm”yi aynı ada sahip bir komut koleksiyonu olarak düşünmek daha doğru olacaktır. Belirli bir modda (-i veya -q gibi) çalışmasını belirterek “rpm”nin özelliklerine erişilebilir. “rpm” paketleri ile sık bir şekilde çalışılıyorsa rpm --help ya da man rpm komutları ile farklı modlar altındaki kullanımları görüntülemek mümkündür. Yazılımı yükleme (-i), versiyonu yükseltme (-U), silme (-e) ve yüklenen tüm paketleri sorgulama (-qa) gibi seçenekler sık kullanılan seçeneklerdir."
  },
  {
    "id": "3853071",
    "unitNumber": 7,
    "text": "\"rpm -q openssh\"\n Yukarıdaki komutun işlevi hangi seçenekte doğru verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "OpenSSH yazılımının hangi versiyonda olduğunu gösterir.",
      "B": "OpenSSH yazılımının versiyonunu günceller.",
      "C": "OpenSSH bağımlılık paketlerini indirir.",
      "D": "OpenSSH paketinin kurulumunu gerçekleştirir.",
      "E": "OpenSSH paketinin kaldırılmasını sağlar."
    },
    "explanation": "rpm -q openssh komutu sistemimizde OpenSSH yazılımının hangi versiyonda olduğunu gösterir.<br/>Sistemimizde “OpenSSH” yazılımının hangi versiyonu olduğunu “rpm -q paket_adı” komutu ile öğrenebiliriz:\n [redhat@localhost ~]$ rpm -q openssh\n openssh-8.7p1-10.el9_0.x86_64"
  },
  {
    "id": "3853072",
    "unitNumber": 7,
    "text": "“apt” komutu ile ilgili aşağıdaki bilgilerden hangisi hatalıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "apt ile gerekli tüm paketler tek bir yerden alınıp yüklenebilir.",
      "B": "apt ile daha az fakat daha etkili komut seçenekleri daha organize sunulur.",
      "C": "apt ile bir yazılımı yüklerken süreç ilerleme durumu gösterilir.",
      "D": "apt upgrade komutu önceden yüklenmiş paketleri kaldırır.",
      "E": "apt upgrade komutu, yükseltilebilir paketlerin bağımlılıkları olarak eklenen paketleri kurar."
    },
    "explanation": "apt apt-get ve apt-cache komutlarının bir alt seti olarak düşünülebilir. apt ile gerekli tüm paketler tek bir yerden alınıp yüklenebilir. apt’nin temel amacı, komut satırında apt man sayfasında belirtildiği üzere paketi “son kullanıcılar için güzel” bir şekilde ele almanın verimli bir yolunu sağlamaktır. apt ile daha az fakat daha etkili komut seçenekleri daha organize bir şekilde sunulmaktadır. apt ile bir yazılımı yüklerken ya da kaldırırken bir süreç ilerleme durumu gösterilir. Buna ek olarak yazılım kütüphanesi veritabanı güncellenirken (sudo apt update) güncellenebilir yazılım paketi sayısı da gösterilir. apt upgrade komutu, yükseltilebilir paketlerin bağımlılıkları olarak eklenen paketleri kurar. Bununla birlikte apt-get upgrade komutunda olduğu gibi önceden yüklenmiş paketleri kaldırmaz. Her ne kadar yakın gelecekte apt-get komutu yerini tamamen apt komutuna bırakmayacak gibi görünse de kullanımı kolay ve kullanıcı dostu olan apt komutunun kullanılması önerilmektedir."
  },
  {
    "id": "3853073",
    "unitNumber": 7,
    "text": "deb http://tr.archive.ubuntu.com/ubuntu jammy main restricted universe multiverse\n Yukarıdaki komut satırının başında yeralan “deb” aşağıdakilerden hangisini belirtir?",
    "correctAnswer": "A",
    "options": {
      "A": "Arşivin normalde kullandığımız önceden derlenmiş paketler olan ikili paketleri içerdiğini gösterir.",
      "B": "Debian kontrol dosyası ve programı yüklemek için gereken değişiklikleri içeren diff.gz olan kaynak paketleri gösterir.",
      "C": "Veri paketinin indirileceği deponun linklerinin alternatiflerinin listesini gösterir.",
      "D": "Yazılım yönetim paketi apt’ye yazılım paketlerinin nerelerden alınacağı bilgisi verilir.",
      "E": "Yazılım depolarında belirtilen kaynaklardaki yazılım paketlerinin güncel listesi alınır."
    },
    "explanation": "deb http://tr.archive.ubuntu.com/ubuntu jammy main restricted universe multiverse\n deb-src http://tr.archive.ubuntu.com/ubuntu jammy main restricted universe multiversev\n Her satırdaki ilk kelime olan deb veya deb-src, arşiv türünü belirtir. deb, arşivin normalde kullandığımız önceden derlenmiş paketler olan ikili (binary) paketleri (deb) içerdiğini gösterir. deb-src ise orijinal program kaynaklarına ek olarak Debian kontrol dosyası (.dsc) ve programı paketlemek için gereken değişiklikleri içeren diff.gz olan kaynak paketleri gösterir."
  },
  {
    "id": "3853074",
    "unitNumber": 7,
    "text": "Birinci komutun başarılı bir şekilde çalışarak sonlandıktan sonra ikinci çalıştırılacağı anlamına gelen işaret aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "&amp;&amp;",
      "B": "=",
      "C": "%",
      "D": "+",
      "E": "**"
    },
    "explanation": "Çift ampersand, birinci komutun başarılı bir şekilde çalışarak sonlandıktan sonra ikinci komutun çalıştırılacağı anlamına gelmektedir.<br/>lmsuser@ubuntu2204:~$ sudo apt update &amp;&amp; sudo apt install apt-mirror\n Yukarıdaki komut satırı arayüzünde görüleceği üzere öncelikle yazılım yüklenmeden önce /etc/apt/sources.list ve varsa /etc/apt/sources.list.d dizini altındaki diğer yazılım deposu listeleri sudo apt update komutu ile güncellenmektedir. Çift ampersand, birinci komutun (sudo apt update) başarılı bir şekilde çalışarak sonlandıktan sonra ikinci komutun (sudo apt install apt-mirror) çalıştırılacağı anlamına gelmektedir."
  },
  {
    "id": "3853075",
    "unitNumber": 7,
    "text": "lmsuser@ubuntu2204:~$ sudo mkdir -p /var/www/html/ubuntu/var lmsuser@ubuntu2204:~$ sudo cp /var/spool/apt-mirror/var/postmirror.sh /var/www/ html/ubuntu/var\n Yukarıdaki komut satırlarının sırasıyla yaptığı işler hangi seçenekte doğru verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "/var/www/html/ubuntu dizini altında var dizinini oluşturur ve bu dizinin içine /var/spool/apt-mirror/var/ altındaki postmirror.sh dosyasını kopyalar.",
      "B": "/var/www/html/ubuntu dizini altında var dizinini siler ve /var/spool/apt-mirror/var/ altındaki postmirror.sh dosyasını oluşturur.",
      "C": "/var/www/html/ubuntu dizinine konumlanır ve bu dizinin içindeki postmirror.sh dosyasını siler.",
      "D": "/var/spool/apt-mirror/var/ altındaki postmirror.sh dosyasını sh /var/www/ html/ubuntu/var\n dizinine taşır.",
      "E": "/var/spool/apt-mirror/var/ ve /var/www/ html/ubuntu/var dizinlerini oluşturur."
    },
    "explanation": "Soru kökünde verilen komut satırı /var/www/html/ubuntu dizini altında var dizinini oluşturur ve bu dizinin içine /var/spool/apt-mirror/var/ altındaki postmirror.sh dosyasını kopyalar.<br/>Yazılım deposunu internet üzerinden Ubuntu yazılım depolarıyla senkronize etmeye başlamadan önce yapılması gereken son bir işlem yeni base_path olarak belirlenen /var/www/html/ubuntu dizini altında var dizinini oluşturmak ve bu dizinin içine /var/spool/apt-mirror/var/ altındaki postmirror.sh dosyasını kopyalamaktır. Bunun için komut satırı arayüzünde sırasıyla aşağıdaki komutlar çalıştırılacaktır: lmsuser@ubuntu2204:~$ sudo mkdir -p /var/www/html/ubuntu/var lmsuser@ubuntu2204:~$ sudo cp /var/spool/apt-mirror/var/postmirror.sh /var/www/ html/ubuntu/var"
  },
  {
    "id": "3853076",
    "unitNumber": 7,
    "text": "Zamanlanmış görev penceresi hangi komut ile açılır?",
    "correctAnswer": "A",
    "options": {
      "A": "sudo crontab -e",
      "B": "sudo apt update",
      "C": "sudo mkdir",
      "D": "sudo apt-mirror",
      "E": "sudo cp"
    },
    "explanation": "Yazılım deposunun gecelik otomatik olarak güncellenmesi için zamanlanmış görev olarak işletim sistemine eklenmesi gerekmektedir. Bunun için sudo crontab -e komutu ile zamanlanmış görev penceresi açılacaktır. İlk kullanımda zamanlanmış görev penceresi için tercih edilen editör seçeneği karşımıza gelecektir. Bu editör sayesinde zamanlanmış görevler linux komutları olarak eklenebilmektedir. Burada uygun olan bir editöre karşılık gelen rakam yazılıp klavyede enter tuşuna basılmalıdır."
  },
  {
    "id": "3853077",
    "unitNumber": 7,
    "text": "Zamanlanmış görev argümanlarını oluşturan asteriks karakterlerinden ikinci asteriks neyi temsil eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Saati",
      "B": "Dakikayı",
      "C": "Ayı",
      "D": "Yılı",
      "E": "Günü"
    },
    "explanation": "Zamanlanmış görev argümanları 5 adet asteriks (*) karakterinden oluşmaktadır. İkinci asteriks saati temsil eder.<br/>Zamanlanmış görev argümanları 5 adet asteriks (*) karakterinden oluşmaktadır. Birinci asteriks komutun çalıştırılacağı dakikayı, ikinci asteriks saati, üçüncü asteriks günü, dördüncü asteriks ayı ve son asteriks ise yılı temsil etmektedir. Asteriks yerine rakamsal değerler yoksa “her zaman” çalıştır anlamı vardır. Zamanlama değerleri sonrasında ise çalıştırılacak komut mümkünse çalıştırıldığı yol ile birlikte verilmelidir (/usr/bin/aptmirror)"
  },
  {
    "id": "3853078",
    "unitNumber": 7,
    "text": "RedHat tabanlı sistemlerde paket yönetim yazılımı olarak aşağıdakilerden hangisi kullanılır?",
    "correctAnswer": "A",
    "options": {
      "A": "dnf",
      "B": "apt",
      "C": "auto",
      "D": "src",
      "E": "update"
    },
    "explanation": "RedHat tabanlı sistemlerde ise paket yönetim yazılımı olarak dnf kullanılmaktadır. Dnf (Dandified yum), yum’un (Yellow-Dog Updater Modified) güncel işletim sistemlerinde kullanılan versiyonu olarak düşünülebilir. Dnf sayesinde yazılımların bağımlılıkları otomatik olarak kontrol edilerek paketlerin yönetimi kolay bir şekilde gerçekleştirilir. dnf ile rpm komutunu kullanarak paketi ve bağımlılıklarını manuel olarak kurma veya güncelleme ihtiyacını ortadan kalkmıştır. dnf artık RedHat tabanlı güncel Linux dağıtımlarında varsayılan paket yönetim aracı olarak gelmektedir."
  },
  {
    "id": "3853079",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi en son yeniden başlatmadan bu yana toplanan tüm sistem log kayıtlarını gösterir?",
    "correctAnswer": "A",
    "options": {
      "A": "journalctl -b",
      "B": "journalctl -n 20",
      "C": "journalctl -F _GID",
      "D": "journalctl --disk-usage",
      "E": "journalctl -u nginx.service"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/d35a88f893f3f9466e737cc60338d4f8.png\" alt=\"\" width=\"600\" height=\"519\"><br/>journalctl -b\n En son yeniden başlatmadan bu yana toplanan tüm sistem log kayıtlarını gösterir."
  },
  {
    "id": "3853080",
    "unitNumber": 8,
    "text": "Ansible’ın yönettiği tüm ana bilgisayarların ve grupların listesine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Envanter",
      "B": "Grup",
      "C": "Modüller",
      "D": "Roller",
      "E": "YAML"
    },
    "explanation": "Ansible’ın yönettiği tüm ana bilgisayarların ve gruplarınlistesine Envanter (Inventory) adı verilir. Envanter karmaşık olmayan yapılarda statik bir dosya olabilir ya da bulut sağlayıcıları gibi uzak kaynaklardan alınabilir.<br/>Envanter Ansible’ın yönettiği tüm ana bilgisayarların ve grupların listesidir."
  },
  {
    "id": "3853081",
    "unitNumber": 8,
    "text": "Ansible paketini Ubuntu yazılım deposundan kuran komut aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "sudo apt install ansible",
      "B": "ansible -version",
      "C": "sudo mkdir /etc/ansible",
      "D": "sudo adduser ansible",
      "E": "sudo usermod -L ansible"
    },
    "explanation": "Ansible paketini Ubuntu yazılım deposundan kurmak için \"sudo apt install ansible\" komutu çalıştırılmalıdır.<br/>SSH protokolü ile kontrol makinesine bağlanıp yazılım depoları güncellendikten sonra (sudo apt update) Ansible paketini Ubuntu yazılım deposundan kurmak için aşağıdaki komut çalıştırılmalıdır:\n <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/92a4cb4a5d55e462f546913d70d590c9.png\" alt=\"\" width=\"500\" height=\"151\">"
  },
  {
    "id": "3853082",
    "unitNumber": 8,
    "text": "Aşağıdaki komut kümelerinden hangisi önce /etc/ansible dizinini oluşturur ve ardından Ansible kontrol nodunda /etc/ansible/hosts dosyasını düzenleyici kullanarak açar?",
    "correctAnswer": "A",
    "options": {
      "A": "sudo mkdir /etc/ansible\n sudo nano /etc/ansible/hosts",
      "B": "sudo chdir /etc/ansible\n sudo mkdir /etc/ansible/hosts",
      "C": "sudo nano /etc/ansible\n sudo cp /etc/ansible/hosts",
      "D": "sudo mkdir /etc/ansible\n sudo cp /etc/ansible/hosts",
      "E": "sudo mkdir /etc/ansible\n sudo cd /etc/ansible/hosts"
    },
    "explanation": "Varsayılan Ansible envanterinin içeriğini düzenlemek için önce mkdir komutuyla /etc/ansible dizinini oluşturulacaktır. Ardından Ansible kontrol nodunda /etc/ansible/hosts dosyası tercih edilen metin düzenleyici kullanılarak açılacaktır:\n<br/>sudo mkdir /etc/ansible\n<br/>sudo nano /etc/ansible/hosts<br/>Varsayılan Ansible envanterinin içeriğini düzenlemek için önce mkdir komutuyla /etc/ansible dizinini oluşturulacaktır. Ardından Ansible kontrol nodunda /etc/ansible/hosts dosyası tercih edilen metin düzenleyici kullanılarak açılacaktır:\n sudo mkdir /etc/ansible\n sudo nano /etc/ansible/hosts"
  },
  {
    "id": "3853083",
    "unitNumber": 8,
    "text": "ubuntu@ubuntu-local:~$ echo \"ansible ALL=(ALL) NOPASSWD:ALL\" | sudo tee /etc/ sudoers.d/ansible\n Yukarıdaki komutun işlevi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ansible kullanıcısına süper kullanıcı yetkisi tanımlar.",
      "B": "Yönetilen makinelere ssh anahtarı ile parolasız giriş sağlar.",
      "C": "Yönetilecek makinelere ssh ile bağlantı sağlar.",
      "D": "Her bir makine için ansible adında yeni bir kullanıcı tanımlar.",
      "E": "Kontrol makinesinde ssh anahtarı oluşturur."
    },
    "explanation": "Soru kökünde verilen komut satırı Ansible kullanıcısına süper kullanıcı yetkisi tanımlamak için kullanılır.<br/>Aşağıdaki komutlar ile önce ansible kullanıcısı oluşturulacak ve sonrasında bu kullanıcı süper yetkili kullanıcı grubuna eklenecektir: \n ubuntu@ubuntu-local:~$ sudo adduser ansible\n Ansible kullanıcısına süper kullanıcı yetkisi tanımlamak için aşağıdaki komut çalıştırılmalıdır: ubuntu@ubuntu-local:~$ echo \"ansible ALL=(ALL) NOPASSWD:ALL\" | sudo tee /etc/ sudoers.d/ansible"
  },
  {
    "id": "3853084",
    "unitNumber": 8,
    "text": "ubuntu@ubuntu-local:~$ ssh-keygen\n Yukarıdaki komut satırı hangi amaçla kullanılır?",
    "correctAnswer": "A",
    "options": {
      "A": "SSH anahtarı oluşturulur.",
      "B": "SSH anahtarı ile parolasız giriş yapılır.",
      "C": "SSH kullanıcısına süper kullanıcı yetkisi tanımlanır.",
      "D": "Tüm makinelerde SSH yetkilendirmesi yapılır.",
      "E": "Kontrol makinesinden yönetilen makinelere parolasız erişim sağlanır."
    },
    "explanation": "Aşağıdaki komut ile ssh anahtarı oluşturulacaktır:\n<br/>ubuntu@ubuntu-local:~$ ssh-keygen<br/>Aşağıdaki komut ile ssh anahtarı oluşturulacaktır:\n ubuntu@ubuntu-local:~$ ssh-keygen\n Generating public/private rsa key pair.\n Enter file in which to save the key (/home/ubuntu/.ssh/id_rsa):\n Enter passphrase (empty for no passphrase):\n Enter same passphrase again:\n Your identification has been saved in /home/ubuntu/.ssh/id_rsa\n Your public key has been saved in /home/ubuntu/.ssh/id_rsa.pub\n The key fingerprint is:\n SHA256:\n The key's randomart image is:\n +---[RSA 3072]----+\n |....E.. |\n | .o.*+==+. |\n | .ooO@O=. |\n +----[SHA256]-----+"
  },
  {
    "id": "3853085",
    "unitNumber": 8,
    "text": "Aşağıdaki komutlardan hangisi ansible kullanıcısı ile bağlantı kontrolü yapar?",
    "correctAnswer": "A",
    "options": {
      "A": "ubuntu@ubuntu-local:~$ ansible all -m ping -u ansible",
      "B": "ansible@ubuntu-local:~$ sudo usermod -L ansible",
      "C": "ubuntu@ubuntu-local:~$ ssh-keygen",
      "D": "ubuntu@ubuntu-local:~$ sudo adduser ansible",
      "E": "ubuntu@ubuntu-local:/etc$ ansible --version"
    },
    "explanation": "Soru kökünde verilen “ansible kullanıcısı ile bağlantı kontrolü” “ubuntu@ubuntu-local:~$ ansible all -m ping -u ansible” komutu ile gerçekleştirilir.<br/>Aşağıdaki komut ile ansible kullanıcısı ile (-u parametresi ile belirtilen kullanıcı) bağlantı kontrolü yapılabilir:\n ubuntu@ubuntu-local:~$ ansible all -m ping -u ansible\n YonetilenSunucu02 | SUCCESS =&gt; {\n \"changed\": false,\n \"ping\": \"pong\"\n }\n YonetilenSunucu01 | SUCCESS =&gt; {\n \"changed\": false,\n \"ping\": \"pong\"\n }"
  },
  {
    "id": "3853086",
    "unitNumber": 8,
    "text": "ufw:<br/>rule: allow<br/>port: '80'<br/>proto: tcp\n Yukarıdaki komut grubunda işlem yapılacak görev türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Güvenlik duvarı",
      "B": "İşleyici",
      "C": "Çalışma kitabı",
      "D": "Node",
      "E": "Paket"
    },
    "explanation": "Aşağıdaki kod bloğunda ufw (uncomplicated firewall) ile işlem yapılacak görev türünün güvenlik duvarı olduğu tanımlanmıştır. rule:allow değişkeni ile kural türünün izin vermek olacağı, port:80 değişkeni ile izin verilecek portun 80 ve proto:tcp ile de bağlantı protokolünün tcp olacağı belirtilmiştir.\n <br/>- name: 80 TCP Portuna İzin Verilmesi<br/>ufw:<br/>rule: allow<br/>port: '80'<br/>proto: tcp"
  },
  {
    "id": "3853087",
    "unitNumber": 8,
    "text": "Linux konteynerleri ile ilgili aşağıdaki bilgilerden hangisi hatalıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Daha büyük bir uygulama oluşturmak için konteynerler birlikte gruplandırılabilir.",
      "B": "Konteynerin bulunduğu makinenin fazla yük alması durumunda konteyner başka<br/>bir makinede hızlı bir şekilde ayağa kaldırılabilir.",
      "C": "Uygulamaların makine adları, ip adresleri ya da port bilgilerine gerek duymadan servislere bağlantı sağlanabilir.",
      "D": "Yalnızca ölçeklenmek istenen konteyner sayısı artırılarak tüm her şeyin ölçeklenmesine gerek kalmayacaktır.",
      "E": "Kubernetes ile konteynerdeki uygulamalar kesintili bir şekilde bir üst sürüme yükseltilebilir."
    },
    "explanation": "Linux konteynerleri, içerdikleri uygulamaların üzerinde çalıştıkları işletim sistemlerinden bağımsız olarak çalışmasını sağlarlar. Doğru bir şekilde oluşturulmuş bir konteyner, taşınabilen ve verimli bir şekilde<br/>çalıştırılabilen ayrı yazılımları içinde barındıracaktır. Fakat sistemde çalışan farklı konteynerler olduğunda<br/>bunların Kubernetes gibi bir platforma tanımlanması ile aşağıdaki senaryolar gerçekleştirilebilir (Negus,<br/>2020):<br/>• Daha büyük bir uygulama oluşturmak için konteynerler birlikte gruplandırılabilir. Örneğin, bir web sunucusu, bir veri tabanı ve izleme araçları aynı makinelerde farklı konteynerlerde birbirleri ile iletişim kurarak çalıştırılabilir.<br/>• Konteynerler istek arttıkça artırılabilir. Bu sayede yalnızca ölçeklenmek istenen konteyner sayısı artırılarak tüm her şeyin ölçeklenmesine gerek kalmayacaktır.<br/>• Uygulama çalıştırılmadan durumu ayarlanarak bir konteyner çalıştırmak yerine X konteynerinin üç kopyası çalıştırılıp biri bozulduğunda, bozulanın yerine başka bir tane ayağa kaldırılacak şekilde kurallar oluşturulabilir.<br/>• Konteynerin bulunduğu makinenin fazla yük alması ya da çökmesi durumunda konteyner başka bir makinede hızlı bir şekilde ayağa kaldırılabilir.<br/>• Alt yapı sorun edilmeden uygulamaların makine adları, ip adresleri ya da port bilgilerine gerek duymadan servislere bağlantı sağlanabilir.<br/>• Kubernetes sayesinde konteynerdeki uygulamalar kesinti olmadan bir üst sürüme yükseltilebilir. İlk başta, Mesos ve Docker Swarm gibi konteynerleri yönetmede tercih edilen platform olmak için rekabet eden başkaları olsa da Kubernetes, konteyner uygulamaları düzenleme, dağıtma ve yönetme konusunda tartışmasız lider hâline gelmiştir."
  },
  {
    "id": "3853088",
    "unitNumber": 8,
    "text": "Makinelerde takas belleği (SWAP) kullanıyorsa Kubernetes çalışmayacaktır. Bunun için hangi komut çalıştırılmalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "sudo swapoff -a",
      "B": "sudo nano /etc/fstab",
      "C": "sudo modprobe overlay",
      "D": "sudo modprobe br_netfilter",
      "E": "sudo sysctl --system"
    },
    "explanation": "ubuntu@k8smaster:~$ sudo swapoff -a<br/>Yukarıdaki komut ile makineler yeniden başlatılıncaya kadar takas belleği devre dışı bırakılacaktır. Makine yeniden başlatıldığında takas alanı yeniden etkin olacaktır."
  },
  {
    "id": "3853089",
    "unitNumber": 8,
    "text": "Aşağıdaki komutlardan hangisi Kuberbenetes kümesinin çalıştırılmasını başlatacaktır?",
    "correctAnswer": "A",
    "options": {
      "A": "kubeadm",
      "B": "export",
      "C": "join",
      "D": "chown",
      "E": "mkdir"
    },
    "explanation": "Aşağıdaki kubeadm komutunu yalnızca ana makineden çalıştırılarak Kubernetes kümesinin çalıştırılmasına başlanacaktır.\n ubuntu@k8smaster:~$ sudo kubeadm init --control-plane-endpoint=k8smaster.ornek.net<br/>[init] Using Kubernetes version: v1.25.0<br/>[preflight] Running pre-flight checks<br/>[WARNING SystemVerification]: missing optional cgroups: blkio<br/>[preflight] Pulling images required for setting up a Kubernetes cluster<br/>[preflight] This might take a minute or two, depending on the speed of your internet connection<br/>[preflight] You can also perform this action in beforehand using 'kubeadm config<br/>images pull'<br/>.......<br/>[addons] Applied essential addon: kube-proxy"
  }
]