[
  {
    "id": "3328861",
    "unitNumber": 1,
    "text": "According to the Center for Biological Diversity in 2018, .............. has the worst light pollution in the world, with artificial lighting. So which of the following fills in the blanks correctly?",
    "correctAnswer": "E",
    "options": {
      "A": "Mekka",
      "B": "Kazan",
      "C": "Helsinki",
      "D": "Tangier",
      "E": "Saint Petersburg"
    },
    "explanation": "According to the Center for Biological Diversity (Tucson, Arizona) in 2018, Saint Petersburg, Russia, has<br/>the worst light pollution in the world, with artificial lighting."
  },
  {
    "id": "3328955",
    "unitNumber": 1,
    "text": "According to environmental scientists, which term is more appropriate to use for environmental issues?",
    "correctAnswer": "A",
    "options": {
      "A": "Improvement",
      "B": "Development",
      "C": "Growth",
      "D": "Leverage",
      "E": "Benefit"
    },
    "explanation": "Many environmental scientists claim that when it comes to environmental issues, using the<br/>concept of improvement rather than development is more appropriate"
  },
  {
    "id": "3328957",
    "unitNumber": 1,
    "text": "Which of the following are natural components of environment?<br/>I- Family<br/>II- Bridges<br/>III- Abiotic",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "Only III",
      "D": "I and II",
      "E": "I and III"
    },
    "explanation": "Only abiotic is the natural component of environment."
  },
  {
    "id": "3328958",
    "unitNumber": 1,
    "text": "Listing the biotic components hierarchically, which of the following comes the last?",
    "correctAnswer": "C",
    "options": {
      "A": "Cells",
      "B": "Genes",
      "C": "Communities",
      "D": "Organisms",
      "E": "Population"
    },
    "explanation": "Communities is the last step of the ecological hierarchy order."
  },
  {
    "id": "3328961",
    "unitNumber": 1,
    "text": "Which of the following is the biggest biosystem?",
    "correctAnswer": "A",
    "options": {
      "A": "Ecosystem",
      "B": "Population system",
      "C": "Genes system",
      "D": "Cell system",
      "E": "Living system"
    },
    "explanation": "Ecosystems are the biggest biosystems."
  },
  {
    "id": "3328964",
    "unitNumber": 1,
    "text": "According to Ibn Khaldun, the most important condition for the realization of the science of Umran is the presence of a suitable .........environment. Which of the following best fills in the blank?",
    "correctAnswer": "A",
    "options": {
      "A": "Natural",
      "B": "Social",
      "C": "Economical",
      "D": "Physiological",
      "E": "Psychological"
    },
    "explanation": "According to Ibn Khaldun, the most important condition for the realization of the science of Umran is the presence of a suitable natural environment."
  },
  {
    "id": "3328972",
    "unitNumber": 1,
    "text": "In the hydrological cycle, which comes after evaporation?",
    "correctAnswer": "A",
    "options": {
      "A": "Condensation",
      "B": "Precipitation",
      "C": "Sublimation",
      "D": "Transpiration",
      "E": "Advection"
    },
    "explanation": "In the hydrological cycle, condensation comes after evaporation."
  },
  {
    "id": "3328976",
    "unitNumber": 1,
    "text": "Which of the following can be considered as an example of greenhouse gas emissions that contribute to climate change?",
    "correctAnswer": "B",
    "options": {
      "A": "Oxigen",
      "B": "Carbon dioxide",
      "C": "Calcium",
      "D": "Hydrogen",
      "E": "Nitrogen"
    },
    "explanation": "Carbon dioxide and methane are two examples of greenhouse gas emissions that contribute to climate change."
  },
  {
    "id": "3328979",
    "unitNumber": 1,
    "text": "Which of the following is the <strong>first</strong> step of environmental policies?",
    "correctAnswer": "A",
    "options": {
      "A": "Measuring the value judgments of the people give to the environment",
      "B": "Examination and comparison of intervention methods",
      "C": "Selection of the most appopriate method",
      "D": "Implementation of the determined policies",
      "E": "Evaluation of the implemented policies"
    },
    "explanation": "Diagnosing the Problem: Measuring the value judgments of the people give to the environment is the first stage of environmental policies"
  },
  {
    "id": "3328981",
    "unitNumber": 1,
    "text": "When was the frirst EU Environmental Action Program launched?",
    "correctAnswer": "C",
    "options": {
      "A": "1963",
      "B": "1967",
      "C": "1973",
      "D": "1977",
      "E": "1983"
    },
    "explanation": "The prevention principle is one of the eleven objectives and principles listed in the First EU Environmental Action Program in 1973"
  },
  {
    "id": "3329422",
    "unitNumber": 1,
    "text": "One of the most precise definitions of environment, according to Prof. Dr. Kemal Görmez, is the _____________ units to which living beings are connected, affected, and impacted by vital ties.",
    "correctAnswer": "B",
    "options": {
      "A": "social",
      "B": "spatial",
      "C": "individual",
      "D": "physical",
      "E": "emotional"
    },
    "explanation": "ENVIRONMENT: COMPONENTS &amp; CLASSIFICATION<br/>One of the most precise definitions of environment, according to Prof. Dr. Kemal Görmez, is the spatial units to which living beings are connected, affected, and impacted by vital ties."
  },
  {
    "id": "3329424",
    "unitNumber": 1,
    "text": "“It is the space in which living things coexist and perceive their own existence and properties”.<br/>Which term is explained above?",
    "correctAnswer": "A",
    "options": {
      "A": "The physical environment",
      "B": "The natural environment",
      "C": "The social environment",
      "D": "The biotic environment",
      "E": "The non-living environment"
    },
    "explanation": "ENVIRONMENT: COMPONENTS &amp; CLASSIFICATION<br/>The physical environment is the space in which living things coexist and perceive their own existence and properties."
  },
  {
    "id": "3329428",
    "unitNumber": 1,
    "text": "While the ______________environment reflects society’s knowledge, technology, and social values, people who change nature to meet their wants and needs generally live disconnected from the natural environment.",
    "correctAnswer": "C",
    "options": {
      "A": "social",
      "B": "unplanned",
      "C": "artificial",
      "D": "political",
      "E": "haphazard"
    },
    "explanation": "ENVIRONMENT: COMPONENTS &amp; CLASSIFICATION<br/>While the artificial environment reflects society’s knowledge, technology, and social values, people who change nature to meet their wants and needs generally live disconnected from the natural environment."
  },
  {
    "id": "3329430",
    "unitNumber": 1,
    "text": "“This term can be defined as the science of living environments, or the discourse and science of the environment in which living things exist”.",
    "correctAnswer": "E",
    "options": {
      "A": "climate",
      "B": "hydrology",
      "C": "ecosystem",
      "D": "investment",
      "E": "ecology"
    },
    "explanation": "BASIC CONCEPTS OF ENVIRONMENT<br/>Ecology can be defined as the science of living environments, or the discourse and science of the environment in which living things exist."
  },
  {
    "id": "3329432",
    "unitNumber": 1,
    "text": "Increasing temperatures results in an increase in water vapor because high global temperatures increase the amount of water that evaporates from the ocean and land. What does this event cause?",
    "correctAnswer": "D",
    "options": {
      "A": "higher evaporation",
      "B": "soil moisture",
      "C": "water cycle",
      "D": "excessive rainfall",
      "E": "thunder"
    },
    "explanation": "BASIC CONCEPTS OF ENVIRONMENT<br/>Increasing temperatures also results in an increase in water vapor because high global temperatures increase the amount of water that evaporates from the ocean and land. This causes excessive rainfall in coastal areas; as a result, floods are seen in these areas."
  },
  {
    "id": "3329435",
    "unitNumber": 1,
    "text": "Which of the following <strong><u>are not</u></strong> among the causes of air pollution?",
    "correctAnswer": "C",
    "options": {
      "A": "Home gas appliances",
      "B": "Automobiles",
      "C": "Drilling",
      "D": "Industrial facilities",
      "E": "Wildfires"
    },
    "explanation": "GLOBAL ENVIRONMENTAL PROBLEMS<br/>Home gas appliances, automobiles, industrial facilities, and wildfires are typical causes of air pollution."
  },
  {
    "id": "3329437",
    "unitNumber": 1,
    "text": "Which of the following is true about water pollution?",
    "correctAnswer": "B",
    "options": {
      "A": "Climate can affect the risk of soil erosion and desertification, as well as possibly the characteristics of arable land.",
      "B": "A subterranean stream, a river, and finally the ocean can all be impacted by pollution from the land.",
      "C": "Regardless of the existence of other factors that influence soil change, erosion poses a significant long-term threat to agricultural production and soil fertility.",
      "D": "It is well recognized that fires damage vegetation and hydrophobic surface conditions, which increases erosion and produces runoff and flash floods.",
      "E": "By destroying the flora, overgrazing or poor agricultural management can expose high-albedo subsoil and increase vulnerability to desertification."
    },
    "explanation": "GLOBAL ENVIRONMENTAL PROBLEMS<br/>Climate can affect the risk of soil erosion and desertification, as well as possibly the characteristics of arable land. Regardless of the existence of other factors that influence soil change, erosion poses a significant long-term threat to agricultural production and soil fertility. The hazards of soil degradation by erosion (water and wind), sanitising, and other processes may increase with the occurrence of disasters (such as fires, droughts, and floods) and other climate-related difficulties. It is well recognized that fires damage vegetation and hydrophobic surface conditions, which increases erosion and produces runoff and flash floods. By destroying the flora, overgrazing or poor agricultural management can expose high-albedo subsoil and increase vulnerability to desertification (Seastedt and Suding, 2013)."
  },
  {
    "id": "3329439",
    "unitNumber": 1,
    "text": "What kind of pullution causes the following human diseases: hearing loss and sleep disturbances?",
    "correctAnswer": "D",
    "options": {
      "A": "Air",
      "B": "Water",
      "C": "Soil",
      "D": "Noise",
      "E": "Light"
    },
    "explanation": "GLOBAL ENVIRONMENTAL PROBLEMS<br/>Noise pollution causes the following human diseases: hypertension, hearing loss, sleep disturbances, child development, cardiovascular dysfunctions, dementia, and psychological dysfunctions."
  },
  {
    "id": "3329442",
    "unitNumber": 1,
    "text": "I. It is a roadmap prepared by governments for the whole of their efforts to solve environmental problems or for the protection and development of the environment.<br/>II. It can be expressed as research, technical and legal information that will enable the fundamental change of social law rules and value systems (Keleş, 2017: 646).<br/>III. It aims to control how civilization interacts with the environment as a whole.<br/>Which term is described by the sentences above?",
    "correctAnswer": "C",
    "options": {
      "A": "Ozone layer depletion",
      "B": "Natural resource depletion",
      "C": "Environmental policy",
      "D": "Social law rule",
      "E": "Ecological system"
    },
    "explanation": "WHAT IS ENVIRONMENTAL POLICY?<br/>Environmental policies are roadmaps prepared by governments for the whole of their efforts to solve environmental problems or for the protection and development of the environment. Environmental policies can be expressed as research, technical and legal information that will enable the fundamental change of social law rules and value systems (Keleş, 2017: 646). Environmental policy aims to control how civilization interacts with the environment as a whole."
  },
  {
    "id": "3329444",
    "unitNumber": 1,
    "text": "“This approach calls for taking proactive steps to foresee and stop environmental damage before it happens”.<br/>What kind of envrironmental policy principle is explained above?",
    "correctAnswer": "D",
    "options": {
      "A": "The Sustainability Principle",
      "B": "The Integration Principle",
      "C": "The Polluter Pays Principle",
      "D": "Prevention Principle",
      "E": "Precautionary Principle"
    },
    "explanation": "PRINCIPLES OF ENVIRONMENTAL POLICY<br/>Prevention Principle: This approach calls for taking proactive steps to foresee and stop environmental damage before it happens."
  },
  {
    "id": "3329846",
    "unitNumber": 1,
    "text": "Which of the following completes the sentence above true?",
    "correctAnswer": "D",
    "options": {
      "A": "The effects of environmental policies on ecological systems and population distribution shouldnot be calculated.",
      "B": "Short and long-term costs should be calculated in eliminating the positive effects on the environment.",
      "C": "The short- and long-term efficiency of investments should not be revealed.",
      "D": "It should be investigated whether investment projects will create irreversible results.",
      "E": "The effects of investment projects on different segments of society should not be revealed."
    },
    "explanation": "Within the context of the following guidelines, environmental policies can be implemented with a scientific foundation (Keleş and Hamamcı, 2005: 328-329):<br/>a. The effects of environmental policies on ecological systems and population distribution should be<br/>calculated.<br/>b. Short and long-term costs should be calculated in eliminating the negative effects on the<br/>environment.<br/>c. The short- and long-term efficiency of investments should be revealed and the effect of long-term<br/>effects on future generations should be calculated.<br/>d. It should be investigated whether investment projects will create irreversible results.<br/>e. The effects of investment projects on different segments of society should be revealed."
  },
  {
    "id": "3329849",
    "unitNumber": 1,
    "text": "Which of the following environmental principle includes the considerations based on the views related the environmental impacts of a new project?",
    "correctAnswer": "A",
    "options": {
      "A": "Integration principle",
      "B": "Sustainability principle",
      "C": "The Polluter Pays Principle",
      "D": "Prevention Principle",
      "E": "Precautionary Principle"
    },
    "explanation": "In a narrow sense, the integration principle considers views on the environmental impacts of a<br/>new project. It is an integrated pollution prevention and control regime."
  },
  {
    "id": "3329851",
    "unitNumber": 1,
    "text": "Which of the following environmental policy principle serves as a deterrent and specifies who is responsible for harm?",
    "correctAnswer": "C",
    "options": {
      "A": "Integration principle",
      "B": "Sustainability principle",
      "C": "The Polluter Pays Principle",
      "D": "Prevention Principle",
      "E": "Precautionary Principle"
    },
    "explanation": "The polluter pays principle accepts that the person who polluted should pay for the damage done and any necessary repairs. It is crucial to environmental management because it serves as a deterrent and specifies who is responsible for harm (ClientEarth, 2019)."
  },
  {
    "id": "3329853",
    "unitNumber": 1,
    "text": "Which of the following calls for taking proactive steps to foresee and stop environmental damage before it happens?",
    "correctAnswer": "D",
    "options": {
      "A": "Integration principle",
      "B": "Sustainability principle",
      "C": "The Polluter Pays Principle",
      "D": "Prevention Principle",
      "E": "Precautionary Principle"
    },
    "explanation": "Prevention Principle approach calls for taking proactive steps to foresee and stop environmental damage before it happens. It is at the center of planning policies in many countries such as the United Kingdom and forms the basis of much environmental legislation (ClientEarth, 2019)."
  },
  {
    "id": "3329855",
    "unitNumber": 1,
    "text": "Which of the following envronmental policy principle mandates that protective actions be adopted without having to wait until the harm has already occurred when there is ambiguity regarding the risk of endangering the environment?",
    "correctAnswer": "E",
    "options": {
      "A": "Integration principle",
      "B": "Sustainability principle",
      "C": "The Polluter Pays Principle",
      "D": "Prevention Principle",
      "E": "Precautionary Principle"
    },
    "explanation": "Precautionary Principle<br/>The precautionary principle is a practical strategy to reduce pollution and harm to the environment (Bai and Cheng, 2019). Early in the 1970s, the German Vorsorge principle served as the inspiration for PP. Some international treaties have been approved since the 1980s, such as the 1987 agreement that forbade the disposal of toxic waste into the North Sea. Article 15 of the Rio Declaration on Environment and Development from 1992 provides a significant and relevant<br/>definition of the PP. Therefore, it emphasizes that lack of complete scientific knowledge shall not be<br/>used as an excuse for delaying cost-effective steps to avoid environmental degradation where there are concerns of serious or permanent damage (Gollier and Treich, 2013)."
  },
  {
    "id": "3329857",
    "unitNumber": 1,
    "text": "Which of the following is components of environment related the nature?",
    "correctAnswer": "A",
    "options": {
      "A": "Family",
      "B": "Community",
      "C": "Economy",
      "D": "Bridges",
      "E": "Biotic"
    },
    "explanation": "Biotic includes Plants, Animals, etc. and it's related environmental nature"
  },
  {
    "id": "3329859",
    "unitNumber": 1,
    "text": "“In the scientific literature, there are various approaches to the first use of ……….. Long before<br/>the concept of environment, biologists observed the dynamic interactions between organisms<br/>and their environments and used the concept of ………….. The first use is attributed to Henry David Thoreau (1858).”<br/>Within the context of the sentence above, which of the following is true for the blank?",
    "correctAnswer": "A",
    "options": {
      "A": "Ecology",
      "B": "Biotic",
      "C": "Abiotic",
      "D": "Global",
      "E": "Environment"
    },
    "explanation": "In the scientific literature, there are various approaches to the first use of ecology. Long before<br/>the concept of environment, biologists observed the dynamic interactions between organisms<br/>and their environments and used the concept of ecology. The first use is attributed to Henry David<br/>Thoreau (1858)."
  },
  {
    "id": "3329862",
    "unitNumber": 1,
    "text": "Which of the following is movement of water back into the atmosphere as precipitation from land and ocean surfaces?",
    "correctAnswer": "A",
    "options": {
      "A": "Hydrological cycle",
      "B": "Ecological events",
      "C": "Streaming river",
      "D": "Ocean evaportation",
      "E": "Evapotranspiration"
    },
    "explanation": "The hydrological cycle, also known as the water cycle, refers to the movement of water back into<br/>the atmosphere as precipitation from land and ocean surfaces. The hydrological cycle is influenced<br/>by the oceans and land surfaces (Chakravarty and Kumar, 2019: 203) and is known as the Earth’s<br/>normal water recycling system (Inglezakis, et al., 2016: 137)."
  },
  {
    "id": "3329864",
    "unitNumber": 1,
    "text": "Which of the following causes the following human diseases: hypertension, hearing loss, sleep disturbances, child development, cardiovascular dysfunctions, dementia, and psychological dysfunctions?",
    "correctAnswer": "A",
    "options": {
      "A": "Noise pollution",
      "B": "Ecological events",
      "C": "Sanitation",
      "D": "Soil degradation",
      "E": "Wildfires"
    },
    "explanation": "Noise pollution causes the following human diseases: hypertension, hearing loss, sleep disturbances, child development, cardiovascular dysfunctions, dementia, and psychological dysfunctions"
  },
  {
    "id": "3329865",
    "unitNumber": 1,
    "text": "Which of the following is the principle works in conjunction with the Prevention principle and Polluter Pays Principle to ensure that damage or pollution is addressed where it occurs and intended to prioritize the way environmental damage is handled ?",
    "correctAnswer": "A",
    "options": {
      "A": "Integration Principle",
      "B": "Sustainability Principle",
      "C": "Ecology Principle",
      "D": "Precautionary Principle",
      "E": "Removing Pollution Principle"
    },
    "explanation": "The Principle of Removing Pollution at Its Source works in conjunction with the Prevention principle and PPP to ensure that damage or pollution is addressed where it occurs. It is intended to prioritize the way environmental damage is handled (ClientEarth, 2019).<br/>Removing Pollution Principle"
  },
  {
    "id": "3331988",
    "unitNumber": 1,
    "text": "Which of the following is an example of 'human' component of the environment?",
    "correctAnswer": "E",
    "options": {
      "A": "Books",
      "B": "Cars",
      "C": "Mountains",
      "D": "Plants",
      "E": "Religion"
    },
    "explanation": "The environment consists of human, human-made and natural components. Air, water, soil and living things are natural components of the atmosphere. Thus, plants are natural components. Mountains are an example of the abiotic natural environment. The human-made component includes elements built or made by human beings. Cars and books fall under this category. The human environment reveals activities, creations, and interactions among human beings. Religion is a part of the human environment. <br/>Thus, the correct answer is E."
  },
  {
    "id": "3332004",
    "unitNumber": 1,
    "text": "Which of the following information about the classification of environment is <u>not</u> true?",
    "correctAnswer": "C",
    "options": {
      "A": "The physical environment is the built environment, which consists of urban settlements.",
      "B": "The natural environment is defined as the environment that has not been altered by human intervention.",
      "C": "The social environment is made up of biotic and abiotic components.",
      "D": "Organisms that interact with one another and live in the same physical environment are included in the living (biotic) environment.",
      "E": "The artificial environment’s boundaries are expanding as the population grows."
    },
    "explanation": "The environment is divided into three main parts: physical environment, natural environment and social environment. <br/>The physical environment is the built environment, which consists of urban settlements formed by human intervention in a developing process since its inception. The physical elements of the environment are air, water, and soil.<br/>The natural environment is defined as an environment that has not been altered by human intervention. It is divided into two categories: living (biotic) and non-living (abiotic).<br/>The social environment is where people maintain their social, political, and economic relationships.<br/>------------<br/>Therefore, not the social, but the natural environments is made up of biotic and abiotic components. The correct answer is C."
  },
  {
    "id": "3332020",
    "unitNumber": 1,
    "text": "WASH is essential for ensuring the health and welfare of people. However, millions of people around the world do not have access to enough WASH and as<br/>a result, they experience or are exposed to a number of diseases that can be avoided. Lack of WASH lowers quality of life and jeopardizes fundamental human rights.<br/>What does WASH refer to in the above passage?",
    "correctAnswer": "A",
    "options": {
      "A": "Water, sanitation, and hygiene",
      "B": "World Action on Soil and Health",
      "C": "Water access, sanity, and health",
      "D": "Water and air safety, and the humanity",
      "E": "World Academy of Sanitation and Health"
    },
    "explanation": "WASH is an acronym that stands for water, sanitation, and hygiene. WASH is crucial to health of human beings, and is directly related to air and water pollution. Access to WASH is considered a fundamental human right.<br/>The correct answer is A."
  },
  {
    "id": "3332023",
    "unitNumber": 1,
    "text": "According to 2018 research of the Center for Biological Diversity (Tucson, Arizona), which of the following cities has the worst light pollution in the world?",
    "correctAnswer": "D",
    "options": {
      "A": "London",
      "B": "New York",
      "C": "Helsinki",
      "D": "Saint Petersburg",
      "E": "Istanbul"
    },
    "explanation": "According to the Center for Biological Diversity (Tucson, Arizona) in 2018, Saint Petersburg, Russia, has the worst light pollution in the world, with artificial lighting 8.1 times brighter than the global urban average.<br/>The correct answer is D."
  },
  {
    "id": "3332030",
    "unitNumber": 1,
    "text": "Which of the following information about the greenhouse effect is <u>not</u> true?",
    "correctAnswer": "E",
    "options": {
      "A": "The process that generally maintains the earth’s temperature stability is the greenhouse effect.",
      "B": "The existence of life on earth depends on the greenhouse effect.",
      "C": "Earth’s greenhouse is relatively temperate, with a current greenhouse surface<br/>temperature of 32°C.",
      "D": "The greenhouse effect is significantly impacted by water vapor, which absorbs infrared radiation even more effectively than carbon dioxide.",
      "E": "Greenhause effect is one of the main causes of noise and light pollution in the world."
    },
    "explanation": "The process that generally maintains the earth’s temperature stability is the greenhouse effect. A portion of the sun’s radiation is trapped by the atmosphere, which functions like glass panels in a greenhouse. The radiation energy enters the atmosphere and is reflected as infrared (IR) radiation back to the atmosphere by the Earth’s surface. The Earth absorbs a significant portion of<br/>the sun’s radiant energy and reflects about 30% of it. In comparison to incoming radiation, longerwave infrared radiation does not re-enter the atmosphere as well. The Earth warms as a result of water vapor and carbon dioxide absorbing the reflected heat. The Earth’s temperature is stabilized by the greenhouse effect, which happens naturally, making the planet habitable.<br/>Thus, the greenhouse effect is related to the temperature of the Earth, and the factor that stabilizes the temperature. It is not directly related to noise or light pollution in the world.<br/>The correct answer is E."
  },
  {
    "id": "3332524",
    "unitNumber": 1,
    "text": "Which of the following is <u>not</u> one of the areas that could be directly affected by wildfires?",
    "correctAnswer": "D",
    "options": {
      "A": "Transport",
      "B": "Communication",
      "C": "Energy",
      "D": "Education",
      "E": "Gas utilities"
    },
    "explanation": "Wildfires are uncontrolled fires that start in a natural setting like a forest, grassland, or meadow. Transport, communication, energy, and gas utilities, as well as water supply, might all be affected by wildfires. They also worsen air quality and cause the destruction of resources, crops, people, animals, and property.<br/>Compared to the other areas mentioned in the question, education is less likely to be affected by wildfires.<br/>The correct answer is D."
  },
  {
    "id": "3332545",
    "unitNumber": 1,
    "text": "----------------------- are roadmaps developed by governments with a view to solving environmental problems, or protecting and developing the environment.<br/>Which of the following terms best completes the blank in the above sentence?",
    "correctAnswer": "A",
    "options": {
      "A": "Environmental policies",
      "B": "Environmental precautions",
      "C": "Environmental economics",
      "D": "Environmental institutions",
      "E": "Environmental assessments"
    },
    "explanation": "Environmental policies are roadmaps prepared by governments for the whole of their efforts to solve environmental problems or for the protection and development of the environment.<br/>The correct answer is A."
  },
  {
    "id": "3332589",
    "unitNumber": 1,
    "text": "Biking, walking or using public transportation are ways of ensuring -------------------------------.<br/>Which of the following best completes the above sentence?",
    "correctAnswer": "B",
    "options": {
      "A": "Environmental policy",
      "B": "Environmental sustainability",
      "C": "Integration principle",
      "D": "Polluter pays principle",
      "E": "Precautionary principle"
    },
    "explanation": "The United Nations defines sustainability simply as “meeting the needs of the present without compromising the ability of future generations to meet their own needs.” Thus, there is a need to take some actions to ensure environmental sustainability. <br/>Biking, walking or using public transportation are ways of creating sustainable cities, thus ensuring environmental sustainability in cities.<br/>The correct answer is B."
  },
  {
    "id": "3332602",
    "unitNumber": 1,
    "text": "This principle is a practical strategy to reduce pollution and harm to the environment. It emphasizes that lack of complete scientific knowledge shall not be used as an excuse for delaying costeffective steps to avoid environmental degradation where there are concerns of serious or permanent damage. It mandates that protective actions be adopted without having to wait until the harm has already occurred when there is ambiguity regarding the risk of endangering the environment.<br/>Which of the following principles is defined above?",
    "correctAnswer": "A",
    "options": {
      "A": "Precautionary principle",
      "B": "Prevention principle",
      "C": "Integration principle",
      "D": "Polluter pays principle",
      "E": "Sustainability principle"
    },
    "explanation": "Th principle defined in the paragraph is precautionary principle.<br/>The correct answer is A."
  },
  {
    "id": "3332640",
    "unitNumber": 1,
    "text": "The long-term effects of microplastics on human health and the environment are largely unknown, with only little scientific evidence. However, due to the long durability of microplastics, its occurrence in the environment is not desired. The European Commission is working on the limitation of intentionally added microplastics in cosmetic products. <br/>Which of the following principles is the European Commission applying in this case?",
    "correctAnswer": "B",
    "options": {
      "A": "Prevention principle",
      "B": "Precautionary principle",
      "C": "Sustainability principle",
      "D": "Polluter pays principle",
      "E": "Principle of removing pollution at its source"
    },
    "explanation": "Precautionary principle emphasizes that lack of complete scientific knowledge shall not be used as an excuse for delaying cost-effective steps to avoid environmental degradation where there are concerns of serious or permanent damage. In this case, the European Commission is working on limiting microplastics in cosmetic products despite the fact that there is limited scientific evidence on its effects. <br/>The correct answer is this B."
  },
  {
    "id": "3309002",
    "unitNumber": 2,
    "text": "Which one of the following is one of the significant concepts of urban policy studies?",
    "correctAnswer": "B",
    "options": {
      "A": "Training centers",
      "B": "City",
      "C": "Woodland",
      "D": "Metropolis",
      "E": "Megalopolis"
    },
    "explanation": "City can be considered one of the significant<br/>concepts of urban policy studies and also a regular<br/>one for policy makers and citizens in daily life.<br/>According to the United Nations, taking the whole<br/>world into consideration, 30% of the population<br/>lived in the cities in 1950; however, the estimation<br/>for the year of 2050 is 68%."
  },
  {
    "id": "3309010",
    "unitNumber": 2,
    "text": "In which region did the first cities emerge in historical process?",
    "correctAnswer": "D",
    "options": {
      "A": "Ancient China",
      "B": "Ancient India",
      "C": "Ancient Greece",
      "D": "Mesopotamia",
      "E": "Mesoamerica"
    },
    "explanation": "From a historical perspective, cities are thought<br/>to emerge 5500 years ago in Mesopotamia, the Nile<br/>Valley, the Indus Valley and the Hoang-ho Valley."
  },
  {
    "id": "3328994",
    "unitNumber": 2,
    "text": "The................. between urban and non-urban is hard to be drawn. Moreover, it is getting more difficult since the urban-rural interface areas and settlements are increasing worldwide and becoming attractive for many possible residents and investors. So, which of the following best fills-in-the-blank?",
    "correctAnswer": "A",
    "options": {
      "A": "Demarcation line",
      "B": "Gentrification line",
      "C": "Dissertation line",
      "D": "Fence sitter line",
      "E": "Equity line"
    },
    "explanation": "The demarcation line between urban and non-urban is hard to be drawn. It is getting more difficult since the urban-rural interface areas and settlements are increasing worldwide and becoming attractive for many possible residents and investors."
  },
  {
    "id": "3328998",
    "unitNumber": 2,
    "text": "I- numerosity<br/>II- propinquity <br/>III- intensity<br/>Which of the following is an advantage for studying urban politics?",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "Only III",
      "D": "I and II",
      "E": "I and III"
    },
    "explanation": "Studying urban politics/policy offers two<br/>distinct advantages to the students of the field.<br/>One of them is its propinquity which refers to the<br/>closeness of urban space. Actors can be reached out<br/>more easily. Urban space emerges as a unit that is<br/>conducive and tractable to study. Power relations<br/>are shaped in a peculiar way. Political scientists<br/>preferring to study real-world developments can<br/>easily focus on the urban space as the national<br/>government offices are more complex to be<br/>analysed. Moreover, it provides a wide range of<br/>interdisciplinary work thanks to the relevance of<br/>the urban field to economics, sociology, and law<br/>(John, 2009: 21).<br/>The second advantage of urban studies is<br/>its numerosity. While the nation-state allows a<br/>limited number of observations, due to a great<br/>number of local governments, researchers of urban<br/>fields benefit more comparatively."
  },
  {
    "id": "3329001",
    "unitNumber": 2,
    "text": "In the English language, when the word urban was used for the first time?",
    "correctAnswer": "B",
    "options": {
      "A": "in the early 16th century",
      "B": "in the early 17th century",
      "C": "in the early 18th century",
      "D": "in the early 19th century",
      "E": "in the early 20th century"
    },
    "explanation": "In the English language, the word urban was<br/>used in the early 17th century for the first time"
  },
  {
    "id": "3329019",
    "unitNumber": 2,
    "text": "What is the latest stage of neo-liberal ideology?",
    "correctAnswer": "C",
    "options": {
      "A": "Urbanization",
      "B": "Localization",
      "C": "Globalization",
      "D": "Modernization",
      "E": "Specification"
    },
    "explanation": "Globalisation, on the other hand, is characterized as the latest stage of neo-liberal ideology."
  },
  {
    "id": "3329024",
    "unitNumber": 2,
    "text": "What are the motivations below have been behind the planning processes?<br/>I- Efficiency<br/>II- Proficiency <br/>III- Social equity",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "Only III",
      "D": "I and II",
      "E": "I and III"
    },
    "explanation": "The motivations below have been behind the<br/>planning processes:<br/>• aesthetics<br/>• efficiency<br/>• social equity<br/>• maintaining property values<br/>• environmental protection (Kaplan, Wheeler,<br/>and Holloway, 2004)."
  },
  {
    "id": "3329027",
    "unitNumber": 2,
    "text": "Which of the following comes first when drawing a physical urban master plan?",
    "correctAnswer": "B",
    "options": {
      "A": "Planners discuss the alternative scenarios for the future",
      "B": "Planners collect data for their analysis",
      "C": "Planners generate a master plan",
      "D": "Planners monitor the implementation process",
      "E": "Planners prepare the policy documents"
    },
    "explanation": "Below you will find some key steps of drawing a physical<br/>urban master plan:<br/>1. Planners collect data for their analysis and<br/>interpretation so that they do not ignore<br/>the contemporary trends and demands of<br/>residents and businesses"
  },
  {
    "id": "3329031",
    "unitNumber": 2,
    "text": "................................: focuses on the acquisition and preservation of vacant or abandoned lands for future affordable housing development.<br/>Which of the following best fills in the blank?",
    "correctAnswer": "B",
    "options": {
      "A": "Mixed-Income Affordable Housing",
      "B": "Land Banking",
      "C": "Tax Incentives",
      "D": "Regular basis Incentives",
      "E": "Income stability"
    },
    "explanation": "Land Banking: focuses on the acquisition and preservation of vacant or abandoned lands for future affordable housing development."
  },
  {
    "id": "3329034",
    "unitNumber": 2,
    "text": "Which of the following is the name given to Shanty towns in Brazil?",
    "correctAnswer": "D",
    "options": {
      "A": "Bustees",
      "B": "Poblaciones",
      "C": "Barriadas",
      "D": "Favelas",
      "E": "Kampungs"
    },
    "explanation": "Favelas is the term for shanty towns in Brazil."
  },
  {
    "id": "3329866",
    "unitNumber": 2,
    "text": "Which of the following indicates the cities with larger populations and its neighboring communities having great integration with the inner-city?",
    "correctAnswer": "A",
    "options": {
      "A": "Metropolitan",
      "B": "Metropolis",
      "C": "Suburb",
      "D": "Urban",
      "E": "Megapolis"
    },
    "explanation": "Considering the population element, we need to define the concept of metropolitan, indicating cities with larger populations and its neighbouring communities having great integration with the inner-city such as New York, London, Mexico City, Caracas, Osaka, Paris, and İstanbul."
  },
  {
    "id": "3329893",
    "unitNumber": 2,
    "text": "Which of the following indicates the zones beyond the city center which can be used for employment or consumption?",
    "correctAnswer": "A",
    "options": {
      "A": "Suburb",
      "B": "Metropolitan",
      "C": "Metropolis",
      "D": "Urban",
      "E": "Megapolis"
    },
    "explanation": "Suburb indicates the zones beyond the city center which can be used for employment or consumption. The word “suburbia”, on the other hand, can be attributed to cultural and environmental features. In some countries, “suburban” is defined in two ways; first it means somewhere between urban and rural, second, with a negative reference, absence of cultured urbanity and rural features."
  },
  {
    "id": "3329894",
    "unitNumber": 2,
    "text": "Which of the following refers to the increase of population in the cities and of the number of the cities?",
    "correctAnswer": "A",
    "options": {
      "A": "Urbanisation",
      "B": "Suburbanization",
      "C": "Megalopolis",
      "D": "Metropolis",
      "E": "Megapolis"
    },
    "explanation": "Urbanisation refers to the increase of population in the cities and of the number of the cities. The former can be achieved if the number of births exceeds the number of deaths and also with the help<br/>of migration movements from rural to urban areas. As a result of this urbanisation definition,<br/>urbanisation has a demographic perspective (Keleş, 1990)."
  },
  {
    "id": "3329897",
    "unitNumber": 2,
    "text": "Which of the following refers to a huge urbanized and semi urbanized integrated series of settlements that are created with population and land area covered?",
    "correctAnswer": "E",
    "options": {
      "A": "Suburban",
      "B": "Suburb",
      "C": "Megapolis",
      "D": "Metropolis",
      "E": "Megalopolis"
    },
    "explanation": "Megalopolis is enlarged both in terms of population and land area covered; so a huge<br/>urbanized and semi urbanized integrated series of settlements are created."
  },
  {
    "id": "3329898",
    "unitNumber": 2,
    "text": "Which of the following is the first industrial nation that took only more than a century to complete social transformation from rural to urban?",
    "correctAnswer": "A",
    "options": {
      "A": "Britain",
      "B": "North America",
      "C": "United States",
      "D": "West Germany",
      "E": "Japan"
    },
    "explanation": "Britain, as the first industrial nation, it took only more than a century to complete social transformation from rural to urban (Further Reading titled “Urban Policy in Britain”). In addition to the rapidity of this transformation, it created a unique wealth<br/>and progress."
  },
  {
    "id": "3329901",
    "unitNumber": 2,
    "text": "‘In the beginning of the 20th century, capitalist economies experienced …………., which can be explained as a system of mass production. It was first introduced by ……………..Company, which was using automated assembly lines.’<br/>Which of the following best describes the blanks indicated above sentence?",
    "correctAnswer": "A",
    "options": {
      "A": "Fordism/Ford Motor",
      "B": "Neo-liberalism/Global Motor",
      "C": "Urbanism/ USA Motor",
      "D": "Subfield policy/Britain Motor",
      "E": "Urban policy/Global Motor"
    },
    "explanation": "In the beginning of the 20th century, capitalist economies experienced Fordism, which can be<br/>explained as a system of mass production. It was first introduced by Ford Motor Company in the<br/>US, which was using automated assembly lines.<br/>Fordism/Ford Motor"
  },
  {
    "id": "3329913",
    "unitNumber": 2,
    "text": "‘………… is a way to regulate the use of land that is divided into ……… in which the number, types,<br/>and features of buildings are restricted, prohibited, or permitted.’<br/>Which of the following best describes the blanks indicated above sentence?",
    "correctAnswer": "A",
    "options": {
      "A": "Zoning/zone",
      "B": "Planning/plan",
      "C": "Urbanization/Urban",
      "D": "Policing/Policy",
      "E": "Land/Field"
    },
    "explanation": "Zoning is a way to regulate the use of land that is divided into zones in which the number, types,<br/>and features of buildings are restricted, prohibited, or permitted (Kaplan, Wheeler, and Holloway,<br/>2004).<br/>Zoning/zone"
  },
  {
    "id": "3329944",
    "unitNumber": 2,
    "text": "“Throughout the countries, local governments, and institutions, there is a wide variety of social housing policies that ease, promote, and encourage investment on affordable housing projects.” Which of the following policies focuses on the acquisition and preservation of vacant or abandoned lands for future affordable housing development?",
    "correctAnswer": "A",
    "options": {
      "A": "Land Banking",
      "B": "Mixed-Income",
      "C": "Affordable Housing",
      "D": "Tax Incentives",
      "E": "Investable Tax"
    },
    "explanation": "Throughout the countries, local governments, and institutions, there is a wide<br/>variety of social housing policies that ease, promote, and encourage investment on affordable housing projects.<br/>• Land Banking: focuses on the acquisition and preservation of vacant or abandoned lands<br/>for future affordable housing development."
  },
  {
    "id": "3329945",
    "unitNumber": 2,
    "text": "Which of the following urban environment policy relates to prioritizing creating compact, pedestrian-friendly, and mixed-use communities within walking distance from public transportation systems?",
    "correctAnswer": "A",
    "options": {
      "A": "Transit-Oriented Development",
      "B": "First-Last Mile Connections",
      "C": "15-Minute City",
      "D": "Back to the City",
      "E": "Low-Cost Systems"
    },
    "explanation": "Transit-Oriented Development (TOD): This prioritizes creating compact, pedestrian-friendly,<br/>and mixed-use communities within walking distance from public transportation systems. This<br/>approach reduces dependence on cars and promotes more sustainable modes of transportation,<br/>improving urban sustainability, livability, and resilience."
  },
  {
    "id": "3329946",
    "unitNumber": 2,
    "text": "Which of the following urban environment policy focuses on improving connections to avoid disconnections between the origin and the destination?",
    "correctAnswer": "A",
    "options": {
      "A": "First-Last Mile Connections",
      "B": "Transit-Oriented Development",
      "C": "15-Minute City",
      "D": "Back to the City",
      "E": "Low-Cost Systems"
    },
    "explanation": "First-Last Mile Connections: focuses on improving connections to avoid disconnections between the<br/>origin and the destination. This approach aims to improve accessibility, reduce transportation costs,<br/>and promote sustainable mobility by providing better connections through different modes of<br/>transportation, including walking, biking, and public transit. By improving these connections,<br/>urban planners and policymakers can help to reduce the negative impacts of urban sprawl and<br/>promote more sustainable, inclusive, and livable communities."
  },
  {
    "id": "3331179",
    "unitNumber": 2,
    "text": "Which of the followings is not the places where the cities emerged 5500 years ago?",
    "correctAnswer": "A",
    "options": {
      "A": "Baltic Sea",
      "B": "Mesopotamia",
      "C": "the Nile Valley",
      "D": "Indus Valley",
      "E": "Hoang-ho Valley"
    },
    "explanation": "From a historical perspective, cities are thought to emerge 5500 years ago in Mesopotamia, the Nile Valley, the Indus Valley and the Hoang-ho Valley.<br/>Baltic Sea"
  },
  {
    "id": "3331190",
    "unitNumber": 2,
    "text": "From a narrower perspective, ............... refers to the increase of population in the cities and of the number of the cities.",
    "correctAnswer": "B",
    "options": {
      "A": "City",
      "B": "urbanisation",
      "C": "Suburban",
      "D": "Metropol",
      "E": "Megapol"
    },
    "explanation": "From a narrower perspective, urbanisation refers to the increase of population in the cities and of the number of the cities. The former<br/>can be achieved if the number of births exceeds the number of deaths and also with the help of migration movements from rural to urban<br/>areas."
  },
  {
    "id": "3331200",
    "unitNumber": 2,
    "text": "Dunleavy (1982) offers five essential traditions in the analysis of cities. Which of the followings is not one of them?",
    "correctAnswer": "C",
    "options": {
      "A": "locational analysis",
      "B": "studies of systems of cities",
      "C": "Psychological analysis",
      "D": "socio-cultural analysis",
      "E": "political economy approaches"
    },
    "explanation": "Dunleavy (1982) offers five essential traditions n the analysis of cities: locational analysis, studies of systems of cities, socio-cultural, institutional, and finally political economy approaches.<br/>Psychological analysis"
  },
  {
    "id": "3331224",
    "unitNumber": 2,
    "text": "........ .......... can be considered as a process through legislation or consultation. Secondly, it can be framed as an instrument to find solutions to problems via regulations, penalties,<br/>incentives, and provision of public services.",
    "correctAnswer": "D",
    "options": {
      "A": "Publicity",
      "B": "Publication",
      "C": "urbanisation",
      "D": "public policy",
      "E": "public opinion"
    },
    "explanation": "In order to study urban policy, the first thing we need to understand is public policy, which can be described as all the decisions of the government to do or not to do, and hence their implications (Dye,<br/>1966). First of all, public policy can be considered as a process through legislation or consultation. Secondly, it can be framed as an instrument to find solutions to problems via regulations, penalties,<br/>incentives, and provision of public services. Policy instruments can also help to mitigate the tensions in the society, diminish the crime rate, and provide business opportunities. The target might be the young or the elderly, businesses, owners of property, etc. However, one instrument accepted in one context may not work in another."
  },
  {
    "id": "3331240",
    "unitNumber": 2,
    "text": "In the beginning of the 20th century, what did capitalist economies experience which can be explained as a system of mass production?",
    "correctAnswer": "E",
    "options": {
      "A": "Capitalism",
      "B": "Motor system",
      "C": "Pluralism",
      "D": "Urbanism",
      "E": "Fordism"
    },
    "explanation": "In the beginning of the 20th century, capitalist economies experienced Fordism, which can be explained as a system of mass production. It was first introduced by Ford Motor Company in the US, which was using automated assembly lines. Regarding urban life, this development of mass production boosted the territorial size of cities as the factories began to utilize the cheaper lands in the suburbs. Mass production came together with mass production."
  },
  {
    "id": "3331250",
    "unitNumber": 2,
    "text": "Post-Fordist era saw a decline in mass production. Instead of manufacturing, the service sector gains an important share in the national economies. This came with flexible working hours and wages. This transition was mostly a result of .................... policies of governments and cities were also affected by them.",
    "correctAnswer": "A",
    "options": {
      "A": "neo-liberal",
      "B": "Decentalization",
      "C": "urban",
      "D": "globalisation",
      "E": "governance"
    },
    "explanation": "Post-Fordist era saw a decline in mass production. Instead of manufacturing, the service sector gains an important share in the national economies. This came with flexible working hours and wages. This transition was mostly a result of neo-liberal policies of governments and cities were also affected by them."
  },
  {
    "id": "3331259",
    "unitNumber": 2,
    "text": "Five significant characteristics shape contemporary global cities. Which of the followings is not one of them?",
    "correctAnswer": "B",
    "options": {
      "A": "Developments in transportation and telecommunications boost the regional and global competition",
      "B": "Decreasing significance of advanced technology and industry based on knowledge",
      "C": "Prominence of leisure, artistic and cultural<br/>activities for the professionals",
      "D": "Due to immigration waves, changes in demographic dynamics and politics of urban life",
      "E": "International issues of political unrest, global diseases, and terrorism"
    },
    "explanation": "Five significant characteristics shape contemporary global cities.<br/>• Developments in transportation and telecommunications boost the regional and global competition<br/>• Increasing significance of advanced technology and industry based on knowledge<br/>• Prominence of leisure, artistic and cultural activities for the professionals<br/>• Due to immigration waves, changes in demographic dynamics and politics of urban life<br/>• International issues of political unrest, global diseases, and terrorism<br/>Decreasing significance of advanced technology and industry based on<br/>knowledge"
  },
  {
    "id": "3331281",
    "unitNumber": 2,
    "text": "Which of the followings is not one of the motivations behind the urban planning processes?",
    "correctAnswer": "C",
    "options": {
      "A": "aesthetics",
      "B": "efficiency",
      "C": "cleaning",
      "D": "maintaining property values",
      "E": "environmental protection"
    },
    "explanation": "The motivations below have been behind the planning processes:<br/>• aesthetics<br/>• efficiency<br/>• social equity<br/>• maintaining property values<br/>• environmental protection<br/>Cleaning"
  },
  {
    "id": "3331288",
    "unitNumber": 2,
    "text": "In the interwar period, states began to take the responsibility for finding a solution because of the some reasons. Which of the followings is not one of them?",
    "correctAnswer": "D",
    "options": {
      "A": "Increasing poverty in the industrial regions<br/>and old towns",
      "B": "Wars",
      "C": "Natural disasters",
      "D": "Decreasing population",
      "E": "Economic conditions that necessitate full<br/>employment"
    },
    "explanation": "Improving the living standards have always been one of the goals of urban planners. As meeting the housing demands of wealthy families<br/>was not an issue, low-income families’ concerns to find a proper housing have taken the attention of planners. In the interwar period, states began to take the responsibility for finding a solution because of the following reasons:<br/>• Increasing poverty in the industrial regions and old towns<br/>• Increasing population<br/>• Wars<br/>• Natural disasters<br/>• Economic conditions that necessitate full employment<br/>Decreasing population"
  },
  {
    "id": "3331297",
    "unitNumber": 2,
    "text": "It focuses on accessibility of public services through small-scale planning processes, where all essential services are accessible within a 15-minute walk, bike ride, or public transportation trip from the home. The concept aims to ensure social and environmental<br/>sustainability, live ability, and urban resilience.<br/>Which of the following describes the paragraph above?",
    "correctAnswer": "E",
    "options": {
      "A": "First-Second Mile Connections",
      "B": "Transit Development",
      "C": "Transit-Oriented Development",
      "D": "First-Last Mile Connections",
      "E": "15-Minute City"
    },
    "explanation": "15-Minute City: It focuses on accessibility of public services through small-scale planning processes, where all essential services are<br/>accessible within a 15-minute walk, bike ride, or public transportation trip from the home. The concept aims to ensure social and environmental sustainability, liveability, and urban resilience. ‘15<br/>Minute City’ concept attracted interest mainly in Post-Covid urban and policy-making studies."
  },
  {
    "id": "3330080",
    "unitNumber": 3,
    "text": "Which of the following is a purpose of the United Nations?",
    "correctAnswer": "D",
    "options": {
      "A": "To find the solution about environmental problems",
      "B": "To monitor atmospheric conditions",
      "C": "To maintain nations peace and security",
      "D": "To encourage respest for human rights",
      "E": "To provide financial support to countries"
    },
    "explanation": "Article 1 of the Charter briefly explains the purposes of the UN as follows: maintaining international peace and security, developing friendly relations among nations and achieving universal peace within the framework of respect for equality and the right to self-determination, “to achieve international cooperation in solving international problems of an economic, social, cultural, or humanitarian character, and in promoting and encouraging respect for human rights and for fundamental freedoms for all without distinction as to race, sex, language, or religion” and being a center to the harmonize the actions of all nations in achieving these aims."
  },
  {
    "id": "3330085",
    "unitNumber": 3,
    "text": "Which of the following statements about United Nations is <u>true</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "United Nations is a national organisation",
      "B": "United Nations is established after World War I",
      "C": "United Nations gives priority to international peace and security issues.",
      "D": "United Nations emphasizes environmental and climate issues change",
      "E": "United Nations interfere with the domestic legal orders of states"
    },
    "explanation": "In line with these purposes, Article 2 states that the UN will act within the framework of the following principles:<br/>The organization will recognize the principle of sovereign equality of all members.<br/>Members fulfill their responsibilities in good faith.<br/>Problems will be resolved by peaceful methods and respect for each other’s territorial integrity.<br/>In any actions, the members will provide the necessary assistance to the UN and refrain from actions<br/>that will harm the UN.<br/>Non-UN members will be protected from situations that could endanger international peace and<br/>security.<br/>The UN will not interfere with the domestic legal orders of states."
  },
  {
    "id": "3330087",
    "unitNumber": 3,
    "text": "Which of following organisation was established to protect human rights and develop democratic governments?",
    "correctAnswer": "D",
    "options": {
      "A": "FAO",
      "B": "UNESCO",
      "C": "UNHCR",
      "D": "UNDP",
      "E": "UNFCCC"
    },
    "explanation": "The United Nations Development Programme (UNDP) was implemented in 1966 to prevent poverty, build the rule of law, protect human rights and develop democratic governments."
  },
  {
    "id": "3330090",
    "unitNumber": 3,
    "text": "The first step toward preventing environmental disasters and combating climate change took bu UN in ....................... conference held in the USA.",
    "correctAnswer": "B",
    "options": {
      "A": "United Nations International Organization Conference",
      "B": "International Union for the Protection of Nature",
      "C": "The United Nations Conference on the Human Environment",
      "D": "The United Nations Conference on Environment and Development",
      "E": "Second World Climate Conference"
    },
    "explanation": "In light of these developments, the UN took the first step toward preventing environmental<br/>disasters and combating climate change with the “International Union for the Protection of Nature”<br/>conference held in the USA in 1949 and assumed the role of the global leader in these issues in<br/>the following years."
  },
  {
    "id": "3330471",
    "unitNumber": 3,
    "text": "Choose the option that completes the following statement correctly.<br/>\".......... is the way in which an organization is managed at the highest level and the systems for doing this.\"",
    "correctAnswer": "B",
    "options": {
      "A": "Accounting",
      "B": "Governance",
      "C": "Company",
      "D": "Administration",
      "E": "Municipality"
    },
    "explanation": "Governance is the way in which an organization is managed at the highest level and the systems for doing this."
  },
  {
    "id": "3330476",
    "unitNumber": 3,
    "text": "Which of the following is the founding document of the United Nations?",
    "correctAnswer": "C",
    "options": {
      "A": "Paris Treaty",
      "B": "The Declaration Of The United Nations",
      "C": "The United Nations Charter",
      "D": "The United Nations Certificate",
      "E": "Testimonial Of The United Nations"
    },
    "explanation": "The United Nations Charter is the founding document of the United Nations."
  },
  {
    "id": "3330478",
    "unitNumber": 3,
    "text": "Choose the option that completes the following statement correctly.<br/>\" .......... refers to the values and integration processes that international, transnational, regional, and intergovernmental organizations meet on common grounds.\"",
    "correctAnswer": "E",
    "options": {
      "A": "Declaration of Governance",
      "B": "United Testimonials",
      "C": "Pact of Nations",
      "D": "United Administration",
      "E": "Global Governance"
    },
    "explanation": "Global Governance refers to the values and integration processes that international, transnational, regional, and intergovernmental organizations meet on common grounds."
  },
  {
    "id": "3330480",
    "unitNumber": 3,
    "text": "Which of the following refers to all security issues that may pose existential threats to states nationally and internationally?",
    "correctAnswer": "B",
    "options": {
      "A": "Global Governance",
      "B": "High Politics",
      "C": "Global Threat",
      "D": "Governance Politics",
      "E": "Environmental Degradation"
    },
    "explanation": "High Politics refers to all security issues that may pose existential threats to states nationally and internationally."
  },
  {
    "id": "3330484",
    "unitNumber": 3,
    "text": "Which of the following is defined as negative changes and transformations in the physical, biological, socio-economic, political, and cultural surroundings in which living creatures and non-living features exist and interact?",
    "correctAnswer": "D",
    "options": {
      "A": "High Politics",
      "B": "Global Governance",
      "C": "High Governance",
      "D": "Environmental Degradation",
      "E": "Global Degradation"
    },
    "explanation": "Enviromental Degradation is defined as negative changes and transformations in the physical, biological, socio-economic, political, and cultural surroundings in which living creatures and non-living features exist and interact?"
  },
  {
    "id": "3330486",
    "unitNumber": 3,
    "text": "Choose the option that completes the following statement correctly.<br/>\"The United Nations Conference on Environment and Development (UNCED), which was organized in Rio in 1992, was also known as the ..........\"",
    "correctAnswer": "C",
    "options": {
      "A": "Global Conference",
      "B": "Environment Assembly",
      "C": "Earth Summit",
      "D": "Governance Conference",
      "E": "Environment Summit"
    },
    "explanation": "The United Nations Conference on Environment and Development (UNCED), which was organized in Rio in 1992, was also known as the Earh Summit."
  },
  {
    "id": "3330488",
    "unitNumber": 3,
    "text": "Which of the following is an important output of the Rio Conference (1992)?",
    "correctAnswer": "B",
    "options": {
      "A": "Governance 92 Environment Declaration",
      "B": "Agenda 21 Action Plan",
      "C": "United Nations Governance Plan",
      "D": "Action Plan of 2000",
      "E": "Testimonial of Agenda 92"
    },
    "explanation": "Agenda 21 Action Plan is an important output of the Rio Conference."
  },
  {
    "id": "3330495",
    "unitNumber": 3,
    "text": "Choose the option that completes the following statement correctly.<br/>\"The .........., which consists of 27 principles on environment and development, was released at the end of the Rio Conference (1992).\"",
    "correctAnswer": "C",
    "options": {
      "A": "Pact of Differentiated Responsibilities",
      "B": "UN Governance Declaration",
      "C": "Rio Declaration",
      "D": "Rio+20 Declaration",
      "E": "Testimonial of Enviromental Governance"
    },
    "explanation": "The Rio Declaration, which consists of 27 principles on environment and development, was released at the end of the Rio Conference."
  },
  {
    "id": "3330499",
    "unitNumber": 3,
    "text": "Which of the following is the first important development of the COP (Conference of Parties) conferences?",
    "correctAnswer": "E",
    "options": {
      "A": "Rio+20 Conference",
      "B": "Agenda 21 Action Plan",
      "C": "Rio Conference",
      "D": "Rio Declaration",
      "E": "Kyoto Protocol"
    },
    "explanation": "Kyoto Protocol is the first important development of the COP (Conference of Parties) conferences"
  },
  {
    "id": "3330501",
    "unitNumber": 3,
    "text": "Although it was adopted in 1997, in which year did the Kyoto Protocol enter into force?",
    "correctAnswer": "B",
    "options": {
      "A": "2000",
      "B": "2005",
      "C": "2010",
      "D": "2015",
      "E": "2020"
    },
    "explanation": "Although it was adopted in 1997, the Kyoto Protocol entered into force in 2005."
  },
  {
    "id": "3331025",
    "unitNumber": 3,
    "text": "What is the way in which an organization is managed and the highest level and the system for doing this?",
    "correctAnswer": "A",
    "options": {
      "A": "Governance",
      "B": "Directing",
      "C": "Leading",
      "D": "Managing",
      "E": "Suggesting"
    },
    "explanation": "<strong>Governance:</strong> According to the Cambridge Dictionary, governance is “<em>the way in which an organization is managed at the highest level</em><br/><em>and the systems for doing this</em>”. The concept refers to the rules and governing of states, markets, networks, or non-state actors. In<br/>other words, it consists of all social, political, and economic rules within the scope of a relevant governance model/form."
  },
  {
    "id": "3331032",
    "unitNumber": 3,
    "text": "\"...maintaining international peace and security, developing friendly<br/>relations among nations and achieving universal peace within the framework of respect for equality and the right to self-determination, “to achieve international cooperation in solving international problems of an economic, social, cultural, or humanitarian character, and in promoting and encouraging<br/>respect for human rights and for fundamental freedoms for all<br/>without distinction as to race, sex, language, or religion” and<br/>being a center to the harmonize the actions of all nations in<br/>achieving these aims.\"<br/>This paragraph describes the purpose of which of the following?",
    "correctAnswer": "B",
    "options": {
      "A": "NATO",
      "B": "UN",
      "C": "EU",
      "D": "OPEC",
      "E": "FAO"
    },
    "explanation": "Article 1 of the Charter briefly explains the purposes of the UN as follows: maintaining international peace and security, developing friendly relations among nations and achieving universal peace<br/>within the framework of respect for equality and the right<br/>to self-determination, “to achieve international cooperation in<br/>solving international problems of an economic, social, cultural,<br/>or humanitarian character, and in promoting and encouraging<br/>respect for human rights and for fundamental freedoms for all<br/>without distinction as to race, sex, language, or religion” and<br/>being a center to the harmonize the actions of all nations in<br/>achieving these aims."
  },
  {
    "id": "3331037",
    "unitNumber": 3,
    "text": "The UN has been one of the most prominent examples of global governance, with its six main organs. Which of the following is not one of them?",
    "correctAnswer": "C",
    "options": {
      "A": "General Assembly",
      "B": "Security Council",
      "C": "Central Office",
      "D": "Economic and Social Council",
      "E": "Trusteeship Council"
    },
    "explanation": "The UN has been one of the most prominent<br/>examples of global governance, with its six main organs<br/>as listed below:<br/>• General Assembly<br/>• Security Council<br/>• Economic and Social Council<br/>• Trusteeship Council<br/>• International Court of Justice<br/>• Secretariat<br/>Central Office"
  },
  {
    "id": "3331058",
    "unitNumber": 3,
    "text": "........... ................ is defined as negative changes and transformations in<br/>the physical, biological, socio-economic, political, and cultural surroundings in which living creatures and non-living features exist and interact. It is also described as destroying ecosystems by damaging resources such as air, soil, and water.<br/>Which of the following should go in the blank above?",
    "correctAnswer": "D",
    "options": {
      "A": "Climate Change",
      "B": "Environmental Polution",
      "C": "Global Warming",
      "D": "Environmental degradation",
      "E": "High Politics"
    },
    "explanation": "Environmental degradation is defined as negative changes and transformations in<br/>the physical, biological, socio-economic, political, and cultural surroundings in which living creatures and non-living features exist and interact. It is also described as destroying ecosystems by damaging resources such as air, soil, and water."
  },
  {
    "id": "3331075",
    "unitNumber": 3,
    "text": "In 1950, due to the rapid progress of meteorological research and the need to share data on atmospheric conditions, the interaction of land and oceans, and climate and weather events on the international platform, Which organization was established by UN?",
    "correctAnswer": "E",
    "options": {
      "A": "Rio Conferance",
      "B": "Earth Summit",
      "C": "Panel on Climate Change",
      "D": "the United Nations Conference on the Human Environment",
      "E": "The World Meteorological Organization."
    },
    "explanation": "In 1950, due to the rapid progress of meteorological research and the need to share data on atmospheric conditions, the interaction of land<br/>and oceans, and climate and weather events on the international platform, the UN established the World Meteorological Organization."
  },
  {
    "id": "3331097",
    "unitNumber": 3,
    "text": "Which of the following is the meeting that was held in 1992 and whose aim was to compose a new action plan for the environment?",
    "correctAnswer": "A",
    "options": {
      "A": "Rio Conference",
      "B": "Sydney Summit",
      "C": "Earth Environment Meeting",
      "D": "Protection of Nature Conference",
      "E": "World Meteorology Summit"
    },
    "explanation": "Twenty years after the Stockholm Conference, the “United Nations Conference on Environment and Development”, also identified as the “Earth Summit” or the “Rio Conference”, was held in Rio, Brazil, in 1992. At this Conference, the aim was to compose a new action plan for the environment. In this regard, the importance of international<br/>cooperation and sustainable development in protecting the environment and preventing environmental degradation was emphasized."
  },
  {
    "id": "3331101",
    "unitNumber": 3,
    "text": "Which one of the followings is not UN tools for governing environmental issues and climate change?",
    "correctAnswer": "B",
    "options": {
      "A": "WMO",
      "B": "UNESCO",
      "C": "UNEP",
      "D": "IPPC",
      "E": "UNFCC"
    },
    "explanation": "The most important outputs of the Conference were the adoption of Agenda 21, which includes sustainable development plans and actions on the environment, and the enforcement of the United Nations Framework Convention on Climate Change (UNFCCC). In addition, many action plans and international conventions have been adopted in the environment and climate agenda.<br/>Today, much scientific research, action plans, conventions, etc. related to environmental problems and climate change are carried out under<br/>the WMO, UNDP, IPCC, and UNFCCC<br/>UNESCO"
  },
  {
    "id": "3331105",
    "unitNumber": 3,
    "text": "Which of the following is not a focus of WMO?",
    "correctAnswer": "C",
    "options": {
      "A": "Natural hazards and disaster risk reduction",
      "B": "Urban Cross-cutting focus",
      "C": "Agriculture",
      "D": "Public health",
      "E": "Cryosphere"
    },
    "explanation": "Developing research and educational activities on meteorology and related disciplines.<br/>Within this framework, WMO has determined its particular focus, especially climate, weather, and water, as follows (WMO, 2022b):<br/>• Natural hazards and disaster risk reduction<br/>• Environment<br/>• Cryosphere<br/>• Oceans<br/>• Energy<br/>• Public health<br/>• Urban Cross-cutting focus.<br/>Agriculture"
  },
  {
    "id": "3331117",
    "unitNumber": 3,
    "text": "Which one of the followings did become operational right after the Stockholm Conference?",
    "correctAnswer": "D",
    "options": {
      "A": "UNFCCC",
      "B": "IPCC",
      "C": "WMO",
      "D": "UNEP",
      "E": "IMO"
    },
    "explanation": "UNEP, which became operational right after the Stockholm Conference, recognizes itself as ‘’the leading global environmental authority that sets the global environmental agenda, promotes the coherent implementation of the environmental dimension of<br/>sustainable development within the United Nations system, and serves as an authoritative advocate for the global environment’’."
  },
  {
    "id": "3331135",
    "unitNumber": 3,
    "text": "The Kyoto Protocol has been an important milestone in raising awareness of international cooperation in the fight against climate change, in both commitment periods, the relevant expectations, especially the reduction of greenhouse gas emissions, were not fully met.",
    "correctAnswer": "E",
    "options": {
      "A": "The Cancun Protocol",
      "B": "The Paris Protocol",
      "C": "The Madrid Protocol",
      "D": "The Poznan Protocol",
      "E": "The Kyoto Protocol"
    },
    "explanation": "The Kyoto Protocol has been an important milestone in raising awareness of international cooperation in the fight against climate change, in both commitment periods, the relevant expectations, especially the reduction of greenhouse gas emissions, were not fully met."
  },
  {
    "id": "3332273",
    "unitNumber": 3,
    "text": "26 principles were identified at the Stockholm Conferences. These principles determines within the scope of environmental problems and development, primarily focused on protecting the ecosystem for current and future generations and saving non-renewable resources and seas.<br/>What was the congress declared for this purpose?",
    "correctAnswer": "E",
    "options": {
      "A": "Moving people to better residential areas",
      "B": "Provide new job oppurtunities",
      "C": "Support the economic situation",
      "D": "Making peace in the world",
      "E": "Rational management of resources"
    },
    "explanation": "In addition, 26 Principles were identified at the Stockholm Conference. These principles, determined<br/>within the scope of environmental problems and development, primarily focused on protecting the<br/>ecosystem for current and future generations and saving non-renewable resources and seas. For this<br/>purpose, it has been declared that providing suitable living and working conditions for economic and<br/>social development, taking environmental policies in a way that will not hinder development, <strong>rational</strong><br/><strong>management of resources,</strong> and providing financial and technical support to countries if necessary. I"
  },
  {
    "id": "3332278",
    "unitNumber": 3,
    "text": "Which of the following (s) is/are crises defined by UNEP?<br/>I. Polution and waste<br/>II. Nature action<br/>III. Energy<br/>IV. Climate change<br/>V. Public health",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız II",
      "B": "I-IV",
      "C": "I-III",
      "D": "II-IV-V",
      "E": "I-III-IV-V"
    },
    "explanation": "UNEP, which defines itself as a global environmental authority, continues its activities on the problems it describes as three planetary crises (UNEP, 2022b):<br/>• Climate change<br/>• Nature and biodiversity loss<br/>• Pollution and waste."
  },
  {
    "id": "3332287",
    "unitNumber": 3,
    "text": "What is the general aim of the Rio conference?",
    "correctAnswer": "B",
    "options": {
      "A": "Change the health policy of developed countries",
      "B": "Expand the environment and sustainable developments agenda",
      "C": "Take the national decision about environmental problems",
      "D": "Take an action about economic crises",
      "E": "Establishe a global peace"
    },
    "explanation": "The United Nations Conference on Environment and Development (UNCED) was organized in Rio,<br/>and political leaders, diplomats, experts, and NGOs from 179 states showed great interest (UN, 2022d).<br/>The general aim of the conference, also known as the “Earth Summit”, was to expand the environment and<br/>sustainable development agenda and to enforce new plans and programs."
  },
  {
    "id": "3332294",
    "unitNumber": 3,
    "text": "-------------conferences are held annually to reduce the emissions of major emission producers make the necessary technological and financial transfers for developing countries.<br/>Fill in the blank with the most appropriate word.",
    "correctAnswer": "C",
    "options": {
      "A": "UNFCCC",
      "B": "Rio",
      "C": "COP",
      "D": "INC",
      "E": "UNCED"
    },
    "explanation": "COP conferences are held annually to reduce the emissions of major emission producers, make the necessary<br/>technological and financial transfers for developing countries."
  },
  {
    "id": "3332297",
    "unitNumber": 3,
    "text": "Which conference is another milestone in being the highest political level conference in climate change negotiations?",
    "correctAnswer": "E",
    "options": {
      "A": "COP2",
      "B": "COP4",
      "C": "COP7",
      "D": "COP11",
      "E": "COP15"
    },
    "explanation": "COP15, held in Copenhagen in 2009, is another milestone in being the highest political level conference in climate change negotiations."
  },
  {
    "id": "3332310",
    "unitNumber": 3,
    "text": "UNFCCC has an Annex-based structure. In this framework, countries comprise three groups.<br/>According to which criteria do countries comprise three groups??",
    "correctAnswer": "A",
    "options": {
      "A": "Economies and emission rates",
      "B": "Financial performance",
      "C": "Population growth rate",
      "D": "Policies on combating climate change",
      "E": "Development rate"
    },
    "explanation": "UNFCCC has an Annex-based structure. In this framework, countries comprise three groups according to their economies and emission rates"
  },
  {
    "id": "3333292",
    "unitNumber": 4,
    "text": "What is the first observed settlement in which class segregation is reflected by urban planning?",
    "correctAnswer": "B",
    "options": {
      "A": "Babylon, Mesopotamia, during the construction of the Babel Tower",
      "B": "Kahun, during the construction of the Pyramid of Senusret II",
      "C": "Cairo, during the construction of the Pyramid of Senusret I",
      "D": "Giza, during the construction of the Pyramid of Senusret III",
      "E": "The ancient city of Mohenjo-daro in the Indus Valley"
    },
    "explanation": "Answer: B) Kahun, during the construction of the Pyramid of Senusret II.<br/>Chapter 4 provides clear evidence that Kahun was the first observed settlement in which class segregation is reflected by urban planning. The village was established for the construction workers of the pyramid and was organized in a rectangular form with two different settlement types. Archaeological surveys have revealed that workers lived in denser areas while the wider area was inhabited by the upper class like monks, administrators, and artists. This is the first recorded observation of a settlement in which class segregation is reflected by urban planning."
  },
  {
    "id": "3333308",
    "unitNumber": 4,
    "text": "What was the first example of separated living and working areas in urban settlements?",
    "correctAnswer": "A",
    "options": {
      "A": "Cities in the Kızılırmak Basin, Anatolia",
      "B": "Cities in the Nile Basin, Egypt",
      "C": "Cities in the Indus Valley, South Asia",
      "D": "Cities in the Yellow River Basin, China",
      "E": "Cities in the Tigris-Euphrates Basin, Mesopotamia"
    },
    "explanation": "Capter 4 describes the Hittites cities located in the Kızılırmak Basin, Anatolia, as the first example of separated living and working areas in urban settlements. The cities were located on hillsides, without walls for protection or defense, and had inner yards among the attached houses indicating the existence of public spaces. It also highlights that the differences of urban settlement in the nearly same period in Kızılırmak and Nile basins reflect diversities of urban life, governance, and social behavior.<br/>Option B, cities in the Nile Basin, Egypt, is incorrect because the chapter doesn't mention any separation of living and working areas in the urban settlements of this region.<br/>Options C, D, and E are also incorrect because they refer to different regions that are not discussed in the chapter.<br/>Answer: A) Cities in the Kızılırmak Basin, Anatolia."
  },
  {
    "id": "3333314",
    "unitNumber": 4,
    "text": "Which of the following was the purpose of the \"Agora\" in Ancient Greece?",
    "correctAnswer": "C",
    "options": {
      "A": "To house the upper-class members",
      "B": "To provide housing for workers",
      "C": "To serve as the city center",
      "D": "To be used for administrative purposes",
      "E": "To be used as a trade and recreation area"
    },
    "explanation": "According to Chapter 4, the Agora was located in the city center and served as a place for urban facilities like administrative buildings, trade, and recreation areas. It was also where people participated in administration or cast votes in the \"city-state\" type organization. Therefore, option C is the correct answer. Option A is incorrect because it states that the upper-class members lived in the Agora, while the chapter states that they lived in other wider areas. Option B is incorrect because it only mentions that workers lived in smaller housing formations close to the harbor, but not specifically in the Agora. Option D is incorrect because while the Agora may have been used for administrative purposes, it was not the only purpose. Option E is incorrect because while the Agora was used as a trade and recreation area, it also served other purposes, as mentioned in chapter 4.<br/>Correct answer: C) To serve as the city center."
  },
  {
    "id": "3333315",
    "unitNumber": 4,
    "text": "Which of the following was a reason for the construction of cul-de-sacs in medieval cities?",
    "correctAnswer": "B",
    "options": {
      "A": "To provide a space for churches",
      "B": "To confuse the enemy in case of occupation",
      "C": "To allow for ease of movement within the city",
      "D": "To serve as a marketplace",
      "E": "To provide housing for the lord's family"
    },
    "explanation": "According to chapter 4, cul-de-sacs were possibly constructed to confuse the enemy in case of occupation. Therefore, option B is the correct answer. Option A is incorrect because churches were typically constructed in medieval cities and not in cul-de-sacs. Option C is incorrect because while cul-de-sacs may have provided ease of movement within a specific area, they did not serve this purpose for the entire city. Option D is incorrect because marketplaces were typically separate from cul-de-sacs. Option E is incorrect because while the lord's house may have been located in the vicinity of cul-de-sacs, they were not constructed specifically for the purpose of providing housing for the lord's family.<br/>Correct answer: B) To confuse the enemy in case of occupation."
  },
  {
    "id": "3333316",
    "unitNumber": 4,
    "text": "What was the main reason for the emergence of the institution of urban planning?",
    "correctAnswer": "E",
    "options": {
      "A": "Migration from rural areas to cities",
      "B": "Lack of health requirements in workers' quarters",
      "C": "Increase in hygiene-related epidemic diseases",
      "D": "Ineffective efforts by capital owners to improve living conditions",
      "E": "Government and societal unpreparedness for environmental problems caused by migration"
    },
    "explanation": "According to Chapter 4, the large-scale demographic movements caused by the industrial revolution resulted in fast population growth in cities due to migration from rural areas to cities. However, the governments and society were not prepared for the environmental problems caused by this movement, leading to poor living conditions for factory workers, including lack of minimum health requirements, poverty, and hunger, which resulted in hygiene-related epidemic diseases and a decline in life expectancy and productivity. As a result, it became clear that there was a requirement for intervention by the local or central authorities on urban planning, leading to the emergence of the institution of urban planning. Therefore, option E is the correct answer.<br/>Options A, B, C, and D are incorrect because although these factors contributed to the emergence of the institution of urban planning, they were not the main reason for its emergence as described in Chapter 4.<br/>Correct answer: E) Government and societal unpreparedness for environmental problems caused by migration."
  },
  {
    "id": "3333317",
    "unitNumber": 4,
    "text": "Who wrote the book \"The Art of Building Cities\" which is considered a masterpiece that sets principles of urban preservation?",
    "correctAnswer": "A",
    "options": {
      "A": "Camillo Sitte",
      "B": "Jane Jacobs",
      "C": "Ebenezer Howard",
      "D": "Le Corbusier",
      "E": "Frederick Law Olmsted"
    },
    "explanation": "According to the Chapter 4, the book \"The Art of Building Cities\" (1899, Vienna) is considered a masterpiece that sets principles of urban preservation and was written by Camillo Sitte. Therefore, option A is the correct answer.<br/>Options B, C, D, and E are incorrect because while these individuals have made important contributions to the field of urban planning, they are not associated with the book mentioned in the chapter.<br/>Correct answer: A) Camillo Sitte."
  },
  {
    "id": "3333319",
    "unitNumber": 4,
    "text": "What is the \"City Beautiful\" movement that emerged in the USA in the late 19th and early 20th centuries?",
    "correctAnswer": "A",
    "options": {
      "A": "An idea of beautification and monumental grandeur in cities to overcome poor living conditions",
      "B": "An idea of urban preservation inspired by medieval cities",
      "C": "An idea of decentralized cities with green belts and satellite towns",
      "D": "An idea of socialist urban planning aimed at reducing social inequality",
      "E": "An idea of creating vertical cities to accommodate rapid population growth"
    },
    "explanation": "According to Chapter 4, the \"City Beautiful\" movement emerged in the USA in the late 19th and early 20th centuries as an idea of beautification and monumental grandeur in cities to overcome poor living conditions caused by social unrest, increased crime rates, migration from villages to cities, overcrowding, and a rapid breakdown of social structure. The movement aimed to promote civic virtue among the inhabitants, reach the same cultural quality of European cities, and make city centers a preferable living area for the upper-middle class again. Therefore, option A is the correct answer.<br/>Options B, C, D, and E are incorrect because while they are related to the field of urban planning, they do not accurately describe the \"City Beautiful\" movement mentioned in the chapter.<br/>Correct answer: A) An idea of beautification and monumental grandeur in cities to overcome poor living conditions."
  },
  {
    "id": "3333320",
    "unitNumber": 4,
    "text": "Which of the following is true regarding Ebenezer Howard's proposed \"Garden City\" model of urban planning?",
    "correctAnswer": "B",
    "options": {
      "A": "It aimed to increase the size of cities to accommodate growing populations.",
      "B": "It suggested integrating nearby rural areas with the city.",
      "C": "It proposed concentrating industries in the city center.",
      "D": "It did not address the problem of disproportionate city growth.",
      "E": "It did not offer any solutions for urban planning problems."
    },
    "explanation": "Chapter 4 clearly states that Ebenezer Howard proposed integrating nearby rural areas with the city to counter the problems caused by disproportionate growth. This is known as the Garden City model, which is further explained in Howard's book \"Garden Cities of Tomorrow\". Options A, C, D, and E are all incorrect as they either contradict the information in the chapter or are not mentioned at all. Therefore, the correct answer is B.<br/>Answer: B) It suggested integrating nearby rural areas with the city."
  },
  {
    "id": "3333323",
    "unitNumber": 4,
    "text": "Which planning concept was proposed by Le Corbusier in 1922 for Paris?",
    "correctAnswer": "C",
    "options": {
      "A": "A plan to spread public facilities and buildings among the housing area",
      "B": "A plan to locate the industry within the center of the city",
      "C": "A plan to create a greenbelt surrounding the tall apartment buildings in the center",
      "D": "A plan to have the business quarters in close proximity to the residential area",
      "E": "A plan to separate the housing, industry, and business areas completely"
    },
    "explanation": "\"Creating a greenbelt surrounding the tall apartment buildings in the center\" concept was proposed by Le Corbusier in 1922 for Paris. He envisioned a modern city with tall apartment buildings in the center surrounded by a greenbelt. Public facilities and buildings would be spread among the skyscrapers, while the industry would be located in a separate area. In his “La Ville Radieuse - Radiant City” project in 1930, the business quarters which contained trade centers and parks were located in an axis between housing and industrial areas. Therefore, option C accurately describes Le Corbusier's proposed planning concept.<br/>The correct answer is C) A plan to create a greenbelt surrounding the tall apartment buildings in the center."
  },
  {
    "id": "3333326",
    "unitNumber": 4,
    "text": "What was the name of the committee report in the UK, published in 1950, which pointed out that city planning should consider factors such as rural environment, metropolitan area, status of the city within a region and country, and relations as a whole with other settlements?",
    "correctAnswer": "D",
    "options": {
      "A": "The Barlow Report",
      "B": "The Brundtland Report",
      "C": "The Le Corbusier Report",
      "D": "The Schuster Report",
      "E": "The Ebenezer Howard Report"
    },
    "explanation": "A remarkable advancement in urbanism is a committee report in the UK, in 1950, known as “Schuster Report” (two other significant reports are Barlow and Brundtland). In the Schuster Report, qualifications of urban planners are described along with the scope of urban planning profession. The report emphasizes that urbanism is not only about how to use land for settlement, but also should forecast and aid decisions on the future of settlements. Additionally, the report points out that city planning should consider factors such as rural environment, metropolitan area, status of the city within a region and country, and relations as a whole with other settlements.<br/>The correct answer is D) The Schuster Report.The report published in 1950 in the UK, known as the \"Schuster Report,\" emphasized the importance of considering various factors in urban planning decisions."
  },
  {
    "id": "3333856",
    "unitNumber": 4,
    "text": "What is the first observation of a settlement in the village of Kahun?",
    "correctAnswer": "B",
    "options": {
      "A": "Rectangular form",
      "B": "Class segregation",
      "C": "Small and dense",
      "D": "Agricultural revolution",
      "E": "Grid-shaped roads"
    },
    "explanation": "The village, which was organized in a rectangular form, consisted of two different settlement types.<br/>This is the first observation of a settlement in which class segregation is reflected by urban planning."
  },
  {
    "id": "3333859",
    "unitNumber": 4,
    "text": "Which of the following statement is observed in Hittites cities?",
    "correctAnswer": "D",
    "options": {
      "A": "Perpendicular grid-shaped roads",
      "B": "Walls for protection or defence",
      "C": "Agora located in the city center",
      "D": "Separated living and working area",
      "E": "Wider and more scattered"
    },
    "explanation": "In the nearly same ages, a clearly different type of urban settlement is observed in Hittites cities which<br/>was located in the Kızılırmak Basin, Anatolia. The cities were located on hillsides and there were no walls<br/>for protection or defense. This was also the first example of separated living and working areas."
  },
  {
    "id": "3333860",
    "unitNumber": 4,
    "text": "What is the <u>first reason</u> of spreading the epidemic diseases in the pioneer countries like the UK?",
    "correctAnswer": "C",
    "options": {
      "A": "Economic problems",
      "B": "Breakdown of social structure",
      "C": "Industrial revolution",
      "D": "Modern cities",
      "E": "Industry located in a separate area than cities"
    },
    "explanation": "Large-scale demographic movements which occurred because of the industrial revolution have resulted<br/>in redefining of the relationship between urban and rural areas. Migration from rural areas to cities where<br/>industry developed, has led to fast population growth in cities. However, neither the governments nor<br/>the society was ready for the environmental problems caused by this fast movement. These problems have<br/>been more serious, especially in the pioneer countries like the UK. Housing areas of the factory workers<br/>were in such miserable conditions that they were lacking even the minimum health requirements. As<br/>a consequence, poverty, hunger, and unhealthy living conditions led to an increase in hygiene-related<br/>epidemic diseases like typhoid and cholera, thus causing decline of life expectancy and productivity<br/>(Engels, 1975)."
  },
  {
    "id": "3333864",
    "unitNumber": 4,
    "text": "What is Partick Geddes’s approach to urban settlement?",
    "correctAnswer": "B",
    "options": {
      "A": "Described urbanism as an area of science and arts that steers physical shaping of cities by considering social and economic needs",
      "B": "Define the complex relations among population and environmentin order to solve urban problems",
      "C": "Idealized a city of 35,000 people, where public social and administrative facilities are located in the same area",
      "D": "Described a modern city to host 3 million people with tall apartment buildings in the center.",
      "E": "Described a solution is offered for the accumulation problem of industry in the city center, by allocating new locations for the industry"
    },
    "explanation": "Works of Patrick Geddes (1854-1932) mark a significant point in the evolution of urbanism studies from “art of city building” to “organization of spaces”. His motto was “diagnosis before treatment” which can be described as the requirement to define the complex relations among<br/>population, environment, and urban activities in order to solve urban problems"
  },
  {
    "id": "3333868",
    "unitNumber": 4,
    "text": "Which of the following report is aimed to investigate and propose solutions for global problems in terms of environment-friendly urban planning?",
    "correctAnswer": "D",
    "options": {
      "A": "Brundtland Report",
      "B": "Barlow Commission Report",
      "C": "Schuster Report",
      "D": "Limits of Growth Report",
      "E": "Global Status Report"
    },
    "explanation": "As the awareness of urban and environment problems increased, environment-friendly urban planning approach started to be discussed<br/>internationally. For instance, the report “Limits of Growth”, published in 1972 by the nonprofit organization, “The Club of Rome”, which aims to investigate and propose solutions for global problems, still keeps its validity even after 50 years."
  },
  {
    "id": "3333871",
    "unitNumber": 4,
    "text": "Which of the following is <u>not</u> one of the main impacts of climate change on urban areas?",
    "correctAnswer": "C",
    "options": {
      "A": "Rise in sea levels and storm surges",
      "B": "Extreme weather events and flooding",
      "C": "Environmental and developmenal policies",
      "D": "Heat waves and higher temperatures",
      "E": "Air pollution and reduced air quality"
    },
    "explanation": "The main impacts of climate change on urban areas are; (a) rise in sea levels and storm surges, (b) extreme weather events and flooding, (c) heat waves and higher temperatures, (d) air pollution and reduced air quality, (e) water shortage and water pollution (Balaban, 2012)."
  },
  {
    "id": "3333872",
    "unitNumber": 4,
    "text": "Which one of the following terms was emerged from international discussions on climate change and sustainability in the 1980s?",
    "correctAnswer": "A",
    "options": {
      "A": "Ecological planning",
      "B": "Air pollution",
      "C": "Water shortage",
      "D": "Greenhouse gasses",
      "E": "New Urbanism"
    },
    "explanation": "Eventually, international discussions on climate change and sustainability in the 1980s led terms like, public participation, energy efficiency, renewable energy, ecological planning, low carbon emissions, social inequalities, and urban heat island to come under spotlight in the 1990s"
  },
  {
    "id": "3333873",
    "unitNumber": 4,
    "text": "Which of the following is the best explanation for the mixed-use of land?",
    "correctAnswer": "E",
    "options": {
      "A": "Green corridors should be defined in regional and urban development plans, and should not be allowed for settlement",
      "B": "Cities are the source of 70-80% global carbon emissions while they cover only 2% of earth’s surface",
      "C": "A compact city form is necessary with integrated city segments which include socio-political and economic areas",
      "D": "An urban environment that is characterized by “higher average ‘blended’ densities and an efficient public transportation system",
      "E": "An urban development process that aims to integrate physical and functional areas in a city in order to reach higher living standards"
    },
    "explanation": "Mixed-use of land is an urban development process that aims to integrate physical and functional areas<br/>in a city in order to reach higher living standards (Cervero, 1996). Housing areas, trade and business areas,<br/>and public services should have strong spatial connections in the mixed-use concept."
  },
  {
    "id": "3333875",
    "unitNumber": 4,
    "text": "\"They are personally maintained by plot owners and their family. They are formally organized as hierarchical associations in most cases<br/>and are legally fixed in zoning plans\"<br/>Which of the following is related to the statement was given above?",
    "correctAnswer": "B",
    "options": {
      "A": "Community gardens",
      "B": "Allotments",
      "C": "Backyard gardens",
      "D": "Rooftop gardens",
      "E": "Urban farms"
    },
    "explanation": "Allotments are legally fixed forms of urban gardens. Allotments differ from communal gardens in that they are personally maintained by<br/>plot owners and their family. They are formally organized as hierarchical associations in most cases and are legally fixed in zoning plans (Opitz et al., 2016)."
  },
  {
    "id": "3333988",
    "unitNumber": 4,
    "text": "Main sources of renewable energy are solar, wind, geothermal, and hydropower.<br/>Decision on which of these resources will be used for energy production is heavily dependent<br/>on --------------------------------.",
    "correctAnswer": "B",
    "options": {
      "A": "Economic",
      "B": "Geography",
      "C": "Population",
      "D": "Option",
      "E": "Government"
    },
    "explanation": "Main sources of renewable energy are solar,wind, geothermal, and hydropower. Energy can be<br/>produced from these renewable resources either in small scale within the urban area or in large scale<br/>in remote areas. Decision on which of these resources will be used for energy production is heavily dependent on geography and availability."
  },
  {
    "id": "3844761",
    "unitNumber": 4,
    "text": "Which ancient city is considered the first example of class segregation through urban planning?",
    "correctAnswer": "B",
    "options": {
      "A": "Miletus",
      "B": "Kahun",
      "C": "Piraeus",
      "D": "Rhodes",
      "E": "Babylon"
    },
    "explanation": "During the construction of the Pyramid of Senusret II, around 1850 BC, the village Kahun was established for the construction workers. The village, which was organized in a rectangular form, consisted of two different settlement types.<br/>While the building formations in one third of the village were small and dense, the ones in the rest of the village were wider and more scattered. Besides,<br/>there was a wall separating these two different formations. Archaeological surveys have revealed that workers lived in denser areas and the wider area<br/>was inhabited by the upper class like monks, administrators, and artists. This is the first observation of a settlement in which class segregation is reflected by urban planning."
  },
  {
    "id": "3844762",
    "unitNumber": 4,
    "text": "What was the main distinguishing feature of Hittite cities in the Kızılırmak Basin?",
    "correctAnswer": "E",
    "options": {
      "A": "They were enclosed by high walls",
      "B": "They had a central Agora",
      "C": "They were built on a grid plan",
      "D": "They were surrounded by a greenbelt",
      "E": "They were located on hillsides without walls"
    },
    "explanation": "In the nearly same ages, a clearly different type of urban settlement is observed in Hittites cities which was located in the Kızılırmak Basin, Anatolia. The cities were located on hillsides and there were no walls for protection or defense."
  },
  {
    "id": "3844763",
    "unitNumber": 4,
    "text": "Which planning concept was associated with gorgeous squares, palaces, and gardens in the Renaissance and Baroque periods?",
    "correctAnswer": "C",
    "options": {
      "A": "Garden City",
      "B": "City Beautiful",
      "C": "City Building Art",
      "D": "Compact City",
      "E": "Polycentric City"
    },
    "explanation": "Renaissance and Baroque are the periods in which the most spectacular examples of “city building art” are produced. In this period, cities are characterized by gorgeous roads, squares, palaces, and gardens. St. Peter’s Square in Rome and Piazza San Marco in Venice are remarkable examples of the era."
  },
  {
    "id": "3844771",
    "unitNumber": 4,
    "text": "What was the main goal of the “City Beautiful” movement in the USA?",
    "correctAnswer": "D",
    "options": {
      "A": "To decentralize industrial areas",
      "B": "To increase agricultural land in cities",
      "C": "To implement polycentric settlement",
      "D": "To promote civic virtue through beautification",
      "E": "To reduce rural migration"
    },
    "explanation": "In the same years, two significant movements emerged, in the USA and the UK. One of these is named as “City Beautiful”, and it is the idea of beautification and monumental grandeur in cities in order to overcome the misery caused by poor living conditions during the 1890s and 1900s in the USA.Hence, some reformist officials came up with the idea “City Beautiful” which aimed to promote civic virtue among the inhabitants, reach the same cultural quality of European cities, and make city centers a preferable living area for the upper-middle class again."
  },
  {
    "id": "3844774",
    "unitNumber": 4,
    "text": "Which feature was central to Ebenezer Howard’s Garden City model?",
    "correctAnswer": "C",
    "options": {
      "A": "High-density skyscrapers",
      "B": "A continuous industrial belt",
      "C": "A surrounding greenbelt",
      "D": "Multiple city centers",
      "E": "Cul-de-sac street design"
    },
    "explanation": "Howard envisaged the future settlement as “Garden Cities” integrated with nearby rural areas, linked by roads and rail, public offices, and facilities located in the center. His ideal city would be surrounded by a greenbelt to control the expansion and would house 32,000 people in the center and 58,000 with the<br/>surroundings."
  },
  {
    "id": "3844776",
    "unitNumber": 4,
    "text": "Which early 20th-century planner proposed the “Broadacre City” model emphasizing low-density settlements?",
    "correctAnswer": "D",
    "options": {
      "A": "Tony Garnier",
      "B": "Le Corbusier",
      "C": "Patrick Geddes",
      "D": "Frank Lloyd Wright",
      "E": "Raymond Unwin"
    },
    "explanation": "Unlike Le Corbusier’s high-density and vertical city concept, in the project “Broadacre City” by Frank Lloyd Wright in 1932, low density settlement was proposed."
  },
  {
    "id": "3844777",
    "unitNumber": 4,
    "text": "Which publication in 1962 marked a turning point in modern environmentalism by highlighting the dangers of pesticides?",
    "correctAnswer": "A",
    "options": {
      "A": "Silent Spring",
      "B": "The Limits of Growth",
      "C": "The Population Bomb",
      "D": "Garden Cities of Tomorrow",
      "E": "The Art of Building Cities"
    },
    "explanation": "Marine biologist Rachel Carson pointed out in her book, Silent Spring, 1962, that environmental problems are not constrained by political borders and have<br/>become global. Her book had a powerful impact on modern environmentalism (Dowie, 1995). Carson documented the environmental damage and human deaths caused by the use of pesticides and other chemicals in agriculture. She especially focused on DDT. She clearly described how the ecosystem changed after the use of DDT (Hillstrom, 2010)."
  },
  {
    "id": "3844778",
    "unitNumber": 4,
    "text": "What key principle was emphasized in the 1972 Stockholm Conference?",
    "correctAnswer": "C",
    "options": {
      "A": "Rapid industrialization",
      "B": "Unlimited natural resources",
      "C": "Planning for future generations responsibly",
      "D": "Increasing urban density",
      "E": "Expanding agricultural lands in cities"
    },
    "explanation": "Many countries from different socioeconomic levels came together for the first time for environmental issues in “The United Nations Conference on the Human Environment” Stockholm, Sweden, from June 5-16 in 1972. This was the first international conference focusing on the environmental damage caused by economic growth-oriented development, and the conference can be regarded as a basis for sustainability ideas. The general agreement in the conference can be summarized as; the natural resources of our world are limited, and we need to plan for future generations responsibly. The conference ended with an agreement known as “Stockholm Declaration”."
  },
  {
    "id": "3844779",
    "unitNumber": 4,
    "text": "The Paris Agreement specifically required developed countries to:",
    "correctAnswer": "E",
    "options": {
      "A": "Halt industrial growth",
      "B": "Ban private vehicles in cities",
      "C": "Protect cultural heritage",
      "D": "Increase rural migration",
      "E": "Reduce greenhouse gas emissions"
    },
    "explanation": "As a follow-on implementation to UNFCCC, Kyoto Protocol was signed in 1997, but came into effect in 2005. The Kyoto Protocol has brought some obligations to<br/>the developed countries due to their role in climate change. As a result of further international efforts on climate change, the Paris Agreement, which was signed in 2015, required all countries to make commitments for reducing greenhouse gas (GHG) emissions."
  },
  {
    "id": "3844781",
    "unitNumber": 4,
    "text": "In sustainable planning, what is the main advantage of mixed-use land?",
    "correctAnswer": "A",
    "options": {
      "A": "It reduces transportation demand",
      "B": "It encourages urban sprawl",
      "C": "It limits social interactions",
      "D": "It increases car dependency",
      "E": "It lowers building quality"
    },
    "explanation": "Mixed-use of land is an urban development process that aims to integrate physical and functional areas in a city in order to reach higher living standards (Cervero, 1996). Housing areas, trade and business areas, and public services should have strong spatial connections in the mixed-use concept. Thus, the demand for transportation between such areas would be reduced and less energy would be required for transportation. At the same time, mixed-use of land would help to develop diverse and dynamic urban life."
  },
  {
    "id": "3333271",
    "unitNumber": 5,
    "text": "What are the three bases for identifying types of policy actors in the Urban and Environmental Policy (UEP) process?",
    "correctAnswer": "C",
    "options": {
      "A": "Age, gender, and income",
      "B": "Education, profession, and ethnicity",
      "C": "Sector, scale, and interest",
      "D": "Geography, climate, and biodiversity",
      "E": "History, culture, and tradition"
    },
    "explanation": "The correct answer is <strong>C) Sector, scale, and interest</strong>. The paragraph explains that the context of the UEP and the definition of policy actors lead to identifying the types of UEP actors according to three bases: sector (public, private, and civil society), scale (local, national, regional, and international), and interest (political, economic, and social). Therefore, options A), B), D), and E) are incorrect because they are not the bases for identifying types of UEP actors."
  },
  {
    "id": "3333272",
    "unitNumber": 5,
    "text": "What distinguishes UEP actors in terms of their nature?",
    "correctAnswer": "B",
    "options": {
      "A": "Their level of dependence on the private sector.",
      "B": "Their legal status and ownership.",
      "C": "Their geographic location.",
      "D": "Their involvement in public service provision.",
      "E": "Their size and scale of operations."
    },
    "explanation": "\"The Public, Private, and Civil Nature of Actors\" section in the book states that the first typology distinguishes UEP actors \"in terms of their public, private and civil nature.\" It goes on to explain that UEP actors with public nature \"are established under and operate in accordance with public law and are in public ownership and provide public services through public personnel for the purpose of public interest,\" while UEP actors with private nature \"include private sector organizations that belong to what is known as 'socio-economic' or 'socio-cultural spheres'...mostly run with the intention of making a profit.\" The paragraph also defines civil actors as \"non-governmental agents that are independent of the state, on a voluntary basis and acting for the benefit of society.\" Therefore, the correct answer is B, as legal status and ownership is the specific characteristic that distinguishes UEP actors in terms of their nature.<br/>Answer: B) Their legal status and ownership."
  },
  {
    "id": "3333273",
    "unitNumber": 5,
    "text": "Which of the following statements about the UEP process is NOT true?",
    "correctAnswer": "B",
    "options": {
      "A": "The UEP process involves continuous improvements and collaboration among public, private, and civil actors.",
      "B": "The UEP process is solely focused on physical improvement efforts in urban areas.",
      "C": "The UEP process aims to strengthen economic competitiveness and socio-economic and cultural characteristics of urban areas.",
      "D": "The UEP governance is a multi-actor and systematic study to solve urban issues.",
      "E": "A trialogue approach to collaboration between public, private, and civil actors can contribute to further research on urban and environmental issues and governance."
    },
    "explanation": "The correct answer is B. The chapter states that the UEP process should not be perceived as just a physical improvement effort in urban areas, but should also focus on strengthening economic competitiveness and socio-economic and cultural characteristics of urban areas. Therefore, option B is not true according to the paragraph. Options A, C, D, and E are all true statements about the UEP process as explained in the paragraph."
  },
  {
    "id": "3333274",
    "unitNumber": 5,
    "text": "What is the role of supranational actors like the World Bank and the United Nations (UN) in the Urban Environment and Planning (UEP) process?",
    "correctAnswer": "C",
    "options": {
      "A": "They have no role in the UEP process.",
      "B": "They only provide financial assistance to urban areas.",
      "C": "They emphasize the power of cities as an investment place and make policies based on a network of interest groups.",
      "D": "They only focus on urban sustainability policies in EU countries.",
      "E": "They work independently of other actors in the UEP process."
    },
    "explanation": "The correct answer is C. The chapter explains that supranational actors such as the World Bank and the United Nations (UN) have emphasized the power of cities as an investment place and made policies based on a network of interest groups, which may include national governments, local administrations, urban entrepreneurs, large companies, banks, and social groups. Therefore, option C is the correct answer. Options A, B, D, and E are all incorrect because they do not accurately reflect the role of supranational actors in the UEP process as described in the paragraph."
  },
  {
    "id": "3333278",
    "unitNumber": 5,
    "text": "Which of the following can be considered as political actors of Urban and Environmental Planning (UEP)?",
    "correctAnswer": "D",
    "options": {
      "A": "Environmental NGOs",
      "B": "Large corporations",
      "C": "Artists and cultural organizations",
      "D": "Local and national governments",
      "E": "Religious institutions"
    },
    "explanation": "Answer: D) Local and national governments can be considered political actors of the UEP. The paragraph explicitly mentions political parties, local and national governments, pressure groups, interest groups, voters, and activists as the political actors of the UEP. Option A) Environmental NGOs are an example of interest groups, option B) Large corporations are an example of economic actors, option C) Artists and cultural organizations are not mentioned in the paragraph, and option E) Religious institutions are not mentioned in the paragraph. Therefore, the correct answer is D."
  },
  {
    "id": "3333279",
    "unitNumber": 5,
    "text": "What is the aim of the UEP process?",
    "correctAnswer": "C",
    "options": {
      "A": "To promote rapid and uncontrolled urbanization",
      "B": "To control and dominate other actors involved in the process",
      "C": "To create a win-win situation through peace and prosperity",
      "D": "To exclude certain actors from the process",
      "E": "To prioritize the interests of the economic sector"
    },
    "explanation": "The chapter states that the aim of the game played by many actors involved in the urban built environment is not for one side to win and control the other, but rather to achieve a win-win situation through peace and prosperity. Therefore, option C is the correct answer. Option A is incorrect as the chapter specifically mentions that the UEP seeks solutions to minimize negative effects of rapid and uncontrolled urbanization. Option B is incorrect as the chapter states that the aim is not for one side to dominate the other. Option D is incorrect as the chapter does not mention the exclusion of any particular actors. Option E is incorrect as the chapter mentions that actors can be distinguished in terms of their sector, scale, and interest, but it does not suggest prioritizing the economic sector over other sectors.<br/>Answer: C) To create a win-win situation through peace and prosperity."
  },
  {
    "id": "3333280",
    "unitNumber": 5,
    "text": "What was the cause of the biggest urbanization wave in the 1950s?",
    "correctAnswer": "B",
    "options": {
      "A": "The availability of cheap land in urban areas",
      "B": "The increase in population and average life expectancy",
      "C": "The rise of the standard of medicine and health",
      "D": "The expansion of food production through industrialization",
      "E": "The creation of new suburbs by national/federal governments"
    },
    "explanation": "The chapter states that the rise in the standard of medicine, health, nutrition, and living with the scientific revolution that started in the 1950s led to an increase in population and average life expectancy. This resulted in the biggest urbanization wave as cities became more attractive due to the creation of new working areas through mechanization and advanced technology in the industry. Therefore, option B is the correct answer.<br/>Option A is incorrect as the chapter does not mention the availability of cheap land in urban areas.<br/>Option C is incorrect as the rise in the standard of medicine and health is mentioned as a cause of the increase in population and life expectancy, but not the cause of urbanization.<br/>Option D is incorrect as the expansion of food production through industrialization is mentioned as a cause of population growth, but not the cause of urbanization.<br/>Option E is incorrect as the creation of new suburbs by national/federal governments is mentioned as a res<br/>Answer: B) The increase in population and average life expectancy."
  },
  {
    "id": "3333281",
    "unitNumber": 5,
    "text": "What was the catalyst for international actors to become involved in urban environmental policy-making in the 1970s?",
    "correctAnswer": "D",
    "options": {
      "A": "Population growth and urbanization",
      "B": "Technological advancements in agriculture",
      "C": "Environmental pollution in cities",
      "D": "The rise of new social movements in the city",
      "E": "The creation of new working areas through mechanization and advanced technology in the industry"
    },
    "explanation": "The rise of new social movements in the city, such as anti-nuclear campaigns and environmentalism, made urban environmental issues politically important and led to the emergence of international actors as significant stakeholders in the urban environmental arena of policy-making. The paragraph also mentions that congressional legislations in the USA and UK contributed to the importance of urban environmental issues.<br/>Answer: D) The rise of new social movements in the city."
  },
  {
    "id": "3333282",
    "unitNumber": 5,
    "text": "Which of the following is true about Agenda 21?",
    "correctAnswer": "E",
    "options": {
      "A": "It was a UN conference on urban development held in Rio de Janeiro in 1992.",
      "B": "It aimed to establish a balance between development and urban governance.",
      "C": "It led to the emergence of the European Association for Urban History.",
      "D": "It focused on regulating the private sector for sustainable development.",
      "E": "It was the highest expression of global consensus and political commitments for sustainable development."
    },
    "explanation": "Chapter 5 states that Agenda 21 was an output of the 1992 UN Conference on Environment and Development held in Rio de Janeiro, and it has been the highest expression of global consensus and political commitments for the realization of the concept of “sustainable development”. Therefore, option E is the correct answer. Option A is partially true but incomplete, as it only describes the conference where Agenda 21 was produced. Option B is incorrect, as the chapter doesn't mention urban governance as a focus of Agenda 21. Option C is irrelevant, as it describes a separate event related to urban history. Option D is incorrect, as the chapter doesn't state that Agenda 21 focuses on regulating the private sector.<br/>Correct answer: E) It was the highest expression of global consensus and political commitments for sustainable development."
  },
  {
    "id": "3333283",
    "unitNumber": 5,
    "text": "What is the significance of state intervention in urban and environmental policies?",
    "correctAnswer": "C",
    "options": {
      "A": "State intervention is not significant and should be avoided.",
      "B": "State intervention is always necessary regardless of the economic situation.",
      "C": "State intervention is expected during economic crises and market failures.",
      "D": "State intervention should only be observed in times of abundance.",
      "E": "State intervention has no impact on the policy process."
    },
    "explanation": "Chapter 5 discusses the role of the state in urban and environmental policies and how its weight in the policy process may change based on economic conditions. It states that state intervention is expected during economic crises and market failures, but the state may withdraw in times of economic abundance. The other options are either incorrect or do not reflect the information provided in the chapter.<br/>Correct answer: C) State intervention is expected during economic crises and market failures."
  },
  {
    "id": "3333776",
    "unitNumber": 5,
    "text": "Which of the following is an actor of urban and environmental policy (UEP) that can be classified on a scale base?",
    "correctAnswer": "C",
    "options": {
      "A": "Political",
      "B": "Public",
      "C": "National",
      "D": "Social",
      "E": "Economic"
    },
    "explanation": "The context of the UEP and thedefinition of policy actors lead us to identify the types of UEP actors according to three bases: sector<br/>(public, private, and civil society), scale (local, national, regional, and international) and interest (political, economic, and social)."
  },
  {
    "id": "3333779",
    "unitNumber": 5,
    "text": "Which of the following statement about policy actors is true?",
    "correctAnswer": "E",
    "options": {
      "A": "Any individual that is directly or indirectly, affiliated with or affected by the policy process at any stage",
      "B": "Any group that is formally or informally, affiliated with or affected by the policy process at any stage",
      "C": "Any individual or group that is informally, affiliated with or affected by the policy process at any stage",
      "D": "Any individual or group that is formally or informally, affiliated with or affected by the policy process at any stage",
      "E": "Any individual or group that is directly or indirectly, formally or informally, affiliated with or affected by the policy process at any stage"
    },
    "explanation": "To understand and explain the issue of UEP, one of the basic ways is to analyze policy actors and relations between the actors. Policy actors<br/>refer to “any individual or group that is directly or indirectly, formally or informally, affiliated with or affected by the policy process at any stage”<br/>(Shannon, 2003: 145)"
  },
  {
    "id": "3333782",
    "unitNumber": 5,
    "text": "Which of the following statement is represented the actor of the public nature?",
    "correctAnswer": "B",
    "options": {
      "A": "Public national organizations",
      "B": "Public sector organizations",
      "C": "Public political organizations",
      "D": "Public social organizations",
      "E": "Public economic organizations"
    },
    "explanation": "The first typology distinguishes UEP actors in terms of their public, private and civil nature. Public nature represents public sector organizations that are established under and operate in accordance with public law and are in public ownership"
  },
  {
    "id": "3333785",
    "unitNumber": 5,
    "text": "Which of the following (s) is/are related to civil society?<br/>I. Foundations<br/>II. Investments<br/>III. Platforms<br/>IV. Social networks<br/>V. Public law",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "II ve IV",
      "C": "I, III ve IV",
      "D": "II, III ve V",
      "E": "I, II, IV ve V"
    },
    "explanation": "In terms of civil actors, we talk about non-governmental agents that are independent of the state, on a voluntary basis and acting for the benefit of society. Civil society includes citizens, associations, foundations, platforms, and social networks."
  },
  {
    "id": "3333798",
    "unitNumber": 5,
    "text": "What is the key actor of the Green Revolution era in the 1950s?",
    "correctAnswer": "E",
    "options": {
      "A": "Global to local actors in all sectors public",
      "B": "State agencies",
      "C": "Political parties",
      "D": "Local governments",
      "E": "National/federal governments"
    },
    "explanation": "Green Revolution era in the 1950s represented a critical juncture in population growth and urbanization<br/>(Hamdan et al., 2022). The population grew rapidly with the technological advancements in agriculture,<br/>the use of chemical fertilizers on an industrial scale, the unprecedented expansion of land use, and the<br/>industrialization of food production.<br/>1950s Urban reconstruction or containment New towns, new suburbs /Population size and growth National/federal<br/>governments"
  },
  {
    "id": "3333799",
    "unitNumber": 5,
    "text": "Which of the following statement is the government’s role in the 1980s?",
    "correctAnswer": "A",
    "options": {
      "A": "Distributing funds to envirenmental programs",
      "B": "Regulating the private sector for sustainable development",
      "C": "Regulating activities that have an environmental impact on urban spaces",
      "D": "Planner for urban and economic development",
      "E": "Providing funds for construction"
    },
    "explanation": "1980s Neoliberalism<br/>Free-market<br/>Entrepreneurialism<br/>Grassroots environmentalism<br/>Local governments<br/>Local groups and NGOs<br/>International organizations Distributing funds to environmental programs"
  },
  {
    "id": "3333800",
    "unitNumber": 5,
    "text": "What was the aim of the Local Agenda 21 that was an output of the UN conference held in Rio de Janeiro in 1992?",
    "correctAnswer": "B",
    "options": {
      "A": "Solve the problems of great complexity in living standarts",
      "B": "Establish a balance between development and the environment",
      "C": "Gathering the foundation for living environment",
      "D": "Finding the solution energy prices",
      "E": "To encourge living in urban areas"
    },
    "explanation": "Agenda 21, an output of the UN Conference on Environment and Development held in Rio de Janeiro in 1992, has been the highest expression<br/>of global consensus and political commitments for the realization of the concept of “sustainable development”, which aims to establish a balance<br/>between development and the environment."
  },
  {
    "id": "3333801",
    "unitNumber": 5,
    "text": "What is the role of the state in terms of urban and the environment?",
    "correctAnswer": "C",
    "options": {
      "A": "Organized the political parties to defend a sustinable society",
      "B": "Improvement of human life quality",
      "C": "Implements practices that expand the use of natura in economic processes",
      "D": "Protection of water resources and related activities",
      "E": "Collection and disposal of solid waste"
    },
    "explanation": "The state plays a dual role in terms of urban and environment. First, the state implements practices that expand the use<br/>of nature in economic processes. Secondly, what is expected from the state is to create regulations that will reduce the environmental degradation caused by economic activities. The state should endeavor to establish required legal obligations and structures to correct market imperfections and prevent violations."
  },
  {
    "id": "3333803",
    "unitNumber": 5,
    "text": "Why are the political parties expected to draw attention to emerging urban and ecological crises?",
    "correctAnswer": "B",
    "options": {
      "A": "To give people their basic needs such as education, health and security",
      "B": "To ensure political participition and integration of citizens with the system",
      "C": "To change the urban planning by laws and regulations",
      "D": "To take necessary measures by direct and indeirect effects of an economic activity on the environment",
      "E": "To increase public resources and provide additional financing to public services in urban area"
    },
    "explanation": "One of the important functions of political parties is to ensure political participation and integration of citizens within the system. With the<br/>widespread industrialization and urbanization, the extension of metropolitan areas in return for the invasion of rural areas has also increased the weight of local governments, especially municipalities, in the UEP planning. Therefore, political parties are expected to draw attention to emerging urban and ecological crises"
  },
  {
    "id": "3333805",
    "unitNumber": 5,
    "text": "New urban and environmental governance model aimed at improving local capacities and decentralized initiatives through urban civil society.<br/>Which of the following statement is related to the aim that was mentioned above?",
    "correctAnswer": "D",
    "options": {
      "A": "International Organisations",
      "B": "Media and Social Media",
      "C": "Private Sector and Market Orientation",
      "D": "Civil Society and Urban Sustainability",
      "E": "Political Parties in Urban Environmental Politics"
    },
    "explanation": "Civil Society and Urban Sustainability<br/>The phenomenon of urban sustainability has called for new urban and environmental governance, which requires an interaction between<br/>the state and civil society. This new management model has aimed at improving local capacities and decentralized initiatives through urban civil society."
  },
  {
    "id": "3844498",
    "unitNumber": 5,
    "text": ". “A non-governmental structure, acting voluntarily for the benefit of society, composed of citizens, associations, foundations, and platforms” describes which of the following?",
    "correctAnswer": "B",
    "options": {
      "A": "Public sector",
      "B": "Civil society",
      "C": "International organization",
      "D": "Private sector",
      "E": "Political community"
    },
    "explanation": "In terms of civil actors, we talk about non-governmental<br/>agents that are independent of the state, on a voluntary basis and acting for the benefit of society.Civil society includes citizens, associations, foundations, platforms, and social networks."
  },
  {
    "id": "3844500",
    "unitNumber": 5,
    "text": "In the 1990s, which global theme became prominent in terms of UEP actors?",
    "correctAnswer": "A",
    "options": {
      "A": "Urban competition and sustainability",
      "B": "New towns and suburbs",
      "C": "Pollution problems and water management",
      "D": "Free market and entrepreneurialism",
      "E": "Recycling and waste management"
    },
    "explanation": "1990s: Globalization<br/>Sustainability and sustainable<br/>urban development<br/>Roll-back environmentalism<br/>Urban competition"
  },
  {
    "id": "3844502",
    "unitNumber": 5,
    "text": "Which of the following statements best defines a policy actor in UEP?",
    "correctAnswer": "B",
    "options": {
      "A": "An institution that only creates environmental laws",
      "B": "Any individual or group affiliated with or affected by the policy process",
      "C": "A government agency regulating the private sector",
      "D": "An environmental NGO working internationally",
      "E": "A local council member elected for one term"
    },
    "explanation": "To understand and explain the issue of UEP, one of the basic ways is to analyze policy actors and relations between the actors. Policy actors refer to “any individual or group that is directly or indirectly, formally or informally, affiliated<br/>with or affected by the policy process at any stage” (Shannon, 2003: 145)."
  },
  {
    "id": "3844504",
    "unitNumber": 5,
    "text": "The Trialogue Model in UEP governance emphasizes:",
    "correctAnswer": "E",
    "options": {
      "A": "Collaboration between local and national governments only",
      "B": "Exclusive decision-making by international organizations",
      "C": "Market-based solutions led by private enterprises",
      "D": "Separate policymaking for political and economic actors",
      "E": "Cooperation among public, private, and civil actors"
    },
    "explanation": "Thus, the UEP governance is a multi-actor and systematic study to<br/>solve urban issues. For this reason, the UEP process should be based on the participation and integration of all parties and collaboration among them. A trialogue between public/private/civil actors should be encouraged (Figure 5.1). Although a trialogue approach to collaboration between public, private, and civil<br/>actors can be regarded as an oversimplification of a very complex UEP process, it can still contribute to further research on urban and environmental issues and governance."
  },
  {
    "id": "3844505",
    "unitNumber": 5,
    "text": "Which period saw the emergence of “grassroots environmentalism” as a notable theme?",
    "correctAnswer": "D",
    "options": {
      "A": "1950s",
      "B": "1960s",
      "C": "1970s",
      "D": "1980s",
      "E": "2010s"
    },
    "explanation": "1980s: Neoliberalism<br/>Free-market<br/>Entrepreneurialism<br/>Grassroots environmentalism"
  },
  {
    "id": "3844506",
    "unitNumber": 5,
    "text": "Which of the following is an example of an international organization influencing UEP?",
    "correctAnswer": "C",
    "options": {
      "A": "City Council of New York",
      "B": "Istanbul Metropolitan Municipality",
      "C": "United Nations Environment Programme (UNEP)",
      "D": "Greenpeace local branch",
      "E": "National Ministry of Environment"
    },
    "explanation": "For example, European Union<br/>(EU) organs and institutions have been one of the significant actors in urban planning and urbanization policy process, especially for metropolitan regions in EU countries."
  },
  {
    "id": "3844507",
    "unitNumber": 5,
    "text": "In the 2010s, which approach gained popularity in urban policy as part of sustainable development trends?",
    "correctAnswer": "A",
    "options": {
      "A": "Urban ecology and ecosystem services",
      "B": "Construction of new suburbs",
      "C": "Roll-back environmentalism",
      "D": "Urban crisis management",
      "E": "Industrial expansion programs"
    },
    "explanation": "In the 1800s, 3% of the world’s population lived in urban areas. In the 2010s, over 50% of the population started to live in urban areas (Figure 5.4). As people prefer urban life, it is expected to promote economic growth in a country, but<br/>it causes some problems of great complexity in terms of welfare and living standards."
  },
  {
    "id": "3844508",
    "unitNumber": 5,
    "text": "Which sector in UEP is characterized by profit-driven motives and includes business enterprises and corporations?",
    "correctAnswer": "C",
    "options": {
      "A": "Public Sector",
      "B": "Civil Sector",
      "C": "Private Sector",
      "D": "International Organisations",
      "E": "Political Parties"
    },
    "explanation": "The private nature of UEP actors includes<br/>private sector organizations that belong to what is known as “socio-economic” or “socio-cultural spheres” (Knoepfel et al., 2011: 45). These organizations are mostly run with the intention of making a profit."
  },
  {
    "id": "3844509",
    "unitNumber": 5,
    "text": "Which of the following can be given as an example for global themes, policy doctrines, and responses in 2010s?",
    "correctAnswer": "E",
    "options": {
      "A": "Sustainability and sustainable urban development.",
      "B": "Entrepreneurialism",
      "C": "Roll-out environmentalism",
      "D": "Pollution problems",
      "E": "Back-to-the-city movement"
    },
    "explanation": "2010s:<br/>Back-to-the-city movement<br/>Ecosystem services<br/>Urban ecology"
  },
  {
    "id": "3844512",
    "unitNumber": 5,
    "text": "What was a major outcome of the Local Agenda 21 initiative in Türkiye?",
    "correctAnswer": "B",
    "options": {
      "A": "Abolishment of city councils",
      "B": "Launch of volunteer-based municipal services",
      "C": "Replacement of local governments with NGOs",
      "D": "Removal of environmental laws",
      "E": "Privatization of public parks"
    },
    "explanation": "In accordance with the Local Agenda 21, it is clearly stated in the Municipality Law for the first time that municipal services can be carried out with volunteers."
  },
  {
    "id": "3333396",
    "unitNumber": 6,
    "text": "Which one of the statements below isn’t correct related with environmental policy?",
    "correctAnswer": "C",
    "options": {
      "A": "It is related with solving pollution problems.",
      "B": "It is about limiting habitat loss.",
      "C": "Environmental policy has been institutionalized for the last 10 years.",
      "D": "It addresses environmental issues both national and global levels.",
      "E": "New instruments were developed in order to cope with complex environmental problems."
    },
    "explanation": "Environmental policy has become institutionalized globally over the past 50 years."
  },
  {
    "id": "3333490",
    "unitNumber": 6,
    "text": "Which one of the statements below isn’t correct related with environmental policy?",
    "correctAnswer": "E",
    "options": {
      "A": "It isn't considered as one of the fields of public policy.",
      "B": "Growing health issues isn't a factor that played a role in the development of environmental policy.",
      "C": "Pollution levels aren't one of the factors that played a role in the development of environmental policy.",
      "D": "Environmental policy isn’t concerned with solving pollution problems.",
      "E": "Environmental policy is primarily concerned with limiting habitat loss."
    },
    "explanation": "Growing health issues, pollution levels, and a shift in how people view the relationship between humans and nature all played a role in the development of environmental policy as a new academic subject and area of public policy. Traditionally, environmental policy is primarily concerned with solving pollution problems and limiting habitat loss."
  },
  {
    "id": "3333491",
    "unitNumber": 6,
    "text": "Which one of the components below isn’t related with environmental policy?",
    "correctAnswer": "D",
    "options": {
      "A": "laws",
      "B": "rules",
      "C": "regulations",
      "D": "unmeasures",
      "E": "orders"
    },
    "explanation": "All laws, rules, regulations, orders, judgments, plans, programs, initiatives, acts, measures, actions, and inactions of governments to prevent and eradicate environmental contamination and harmful effects of human activities on ecosystems are environmental policies."
  },
  {
    "id": "3333516",
    "unitNumber": 6,
    "text": "Which one of the topics wasn’t discussed at the United Nations Conference on Human Environment in 1972?",
    "correctAnswer": "C",
    "options": {
      "A": "The connection between global economic development and pollution of the air",
      "B": "The connection between global economic development and pollution of the water",
      "C": "The connection between global economic development and the occurance of earthquakes",
      "D": "The connection between global economic development and pollution of the oceans",
      "E": "The connection between global economic development and human well-being"
    },
    "explanation": "In this conjuncture, the United Nations Conference on Human Environment took place in Stockholm in 1972. It was the first high-level conference that comprehensively discussed environmental and developmental issues, though there had been previous forums where certain environmental issues had been discussed. The Stockholm Declaration, which outlined 26 principles, elevated environmental issues to the top of the international agenda and marked the start of a discussion between industrialized and developing countries about the connection between global economic development, pollution of the air, water, and oceans, and human well-being."
  },
  {
    "id": "3333517",
    "unitNumber": 6,
    "text": "What is called a situation in which one person or group can win something only by causing another person or group to lose it?",
    "correctAnswer": "B",
    "options": {
      "A": "quintuplet sum game",
      "B": "zero sum game",
      "C": "quadruplet sum game",
      "D": "triple sum game",
      "E": "double sum game"
    },
    "explanation": "Zero Sum Game: A situation in which one person or group can win something only by causing another person or group to lose it. Merriam-Webster"
  },
  {
    "id": "3333518",
    "unitNumber": 6,
    "text": "What was the limiting aspect of the World Conversation Strategy which was presented by the International Union for the Conservation of Nature and Natural Resources (IUCN)?",
    "correctAnswer": "C",
    "options": {
      "A": "its focus was on connecting sustainability to social issues",
      "B": "its focus was on linking sustainability to economic issues",
      "C": "its prime focus was ecological sustainability",
      "D": "its main focus was related with fashion sustainability",
      "E": "its main focus was related with politics"
    },
    "explanation": "Although the term sustainable development was used in environmentalist circles before, it entered the public arena in 1980 when the International Union for the Conservation of Nature and Natural Resources (IUCN) presented the World Conservation Strategy (WCS) with the overall aim of achieving sustainable development through the conservation of living resources. However, the WCS was limited in the sense that its prime focus was ecological sustainability, as opposed to linking sustainability to social and economic issues."
  },
  {
    "id": "3333519",
    "unitNumber": 6,
    "text": "What is the origin of sustainability refer to?",
    "correctAnswer": "D",
    "options": {
      "A": "human sustainability",
      "B": "economic sustainability",
      "C": "fashion sustainability",
      "D": "environmental sustainability",
      "E": "social sustainability"
    },
    "explanation": "The origins of sustainability refer to ecological sustainability, which is the idea that renewable resources, like fisheries and forests, should be harvested and managed in a way that doesn’t jeopardize their future availability."
  },
  {
    "id": "3333564",
    "unitNumber": 6,
    "text": "Which one of the choices below serves as a bridge by putting both environmental protection and economic growth demands on its agenda?",
    "correctAnswer": "A",
    "options": {
      "A": "Sustainable development",
      "B": "Insufficient regulations",
      "C": "Lack of policy instruments",
      "D": "Non-existence of a governmental structure",
      "E": "Incapacity for finding problem solutions"
    },
    "explanation": "Sustainable Development: “Development which ensures that it meets the needs of the present without compromising the ability of future generations to meet their own needs”. The idea of sustainable development served as a bridge by putting both environmental protection and economic growth demands on its agenda."
  },
  {
    "id": "3333565",
    "unitNumber": 6,
    "text": "Which one of the components below isn’t in harmony with sustainable development?",
    "correctAnswer": "C",
    "options": {
      "A": "the exploitation of resources",
      "B": "the direction of investments",
      "C": "non-existence of policy makers",
      "D": "technological developments",
      "E": "instutional change"
    },
    "explanation": "In the same report it is also stated that “..sustainable development is a process of change in which the exploitation of resources, the direction of investments, the orientation of technological development, and institutional change are all in harmony and enhance both current and future potential to meet needs and aspirations” (WCED, 1987: 46)."
  },
  {
    "id": "3333566",
    "unitNumber": 6,
    "text": "Which one of the components below doesn’t signify one of the goals of sustainable development?",
    "correctAnswer": "E",
    "options": {
      "A": "ending poverty",
      "B": "ending hunger",
      "C": "promoting quality education",
      "D": "empowering all women and girls",
      "E": "prohibiting gender equality"
    },
    "explanation": "End poverty in all its forms everywhere. End hunger, achieve food security and improved nutrition, and promote sustainable agriculture. Ensure inclusive and equitable quality education and promote life-long learning opportunities for all. Achieve gender equality and empower all women and girls."
  },
  {
    "id": "3334011",
    "unitNumber": 6,
    "text": "Where did the 1972 United Nations Conference on Human Environment take place?",
    "correctAnswer": "E",
    "options": {
      "A": "Prague",
      "B": "London",
      "C": "Paris",
      "D": "Kyoto",
      "E": "Stockholm"
    },
    "explanation": "The United Nations Conference on Human Environment took place in Stockholm in 1972."
  },
  {
    "id": "3334012",
    "unitNumber": 6,
    "text": "When was the World Commission on Environment and Development (WCED) established by the United Nations?",
    "correctAnswer": "B",
    "options": {
      "A": "1982",
      "B": "1983",
      "C": "1984",
      "D": "1985",
      "E": "1986"
    },
    "explanation": "In 1983, the World Commission on Environment and Development (WCED) was established by the United Nations."
  },
  {
    "id": "3334013",
    "unitNumber": 6,
    "text": "What is the official name of the commission which aimed to “reexamine the world’s most pressing environmental and development issues and provide workable solutions to<br/>ensure that human progress would be continued via development without depleting the resources of future generations?”",
    "correctAnswer": "B",
    "options": {
      "A": "the World Commission on Environment and Sustainability",
      "B": "the World Commission on Environment and Development",
      "C": "the World Commission on Environment",
      "D": "the World Commission on Sustainable Development",
      "E": "the World Commission on Environment Change"
    },
    "explanation": "In 1983, the World Commission on Environment and Development (WCED) was established by the United Nations. The commission aimed to “reexamine the world’s most pressing environmental and development issues and provide workable solutions toensure that human progress would be continued via development without depleting the resources of future generations.”"
  },
  {
    "id": "3334014",
    "unitNumber": 6,
    "text": "When did the concept of sustainable development start gaining political orthodoxy?",
    "correctAnswer": "D",
    "options": {
      "A": "During G7 World Summit",
      "B": "After World War II",
      "C": "After the 2000 UN Emission Report",
      "D": "After the Brundtland Report",
      "E": "After the Kyoto Aggreement"
    },
    "explanation": "The concept of sustainable development swiftly gained political orthodoxy after the Brundtland Report."
  },
  {
    "id": "3334015",
    "unitNumber": 6,
    "text": "When was the Earth Summit and Rio Conference on Environment and Development (UNCED) organised?",
    "correctAnswer": "C",
    "options": {
      "A": "1990",
      "B": "1991",
      "C": "1992",
      "D": "1993",
      "E": "1994"
    },
    "explanation": "In 1992, Earth Summit and Rio Conference on Environment and Development (UNCED) was organised in Rio."
  },
  {
    "id": "3334016",
    "unitNumber": 6,
    "text": "Goal 1 Eradicate extreme poverty and hunger<br/>Goal 2 Achieve universal primary education<br/>Goal 3 Promote gender equality and empower women<br/>Goal 4 Reduce child birth<br/>Goal 5 Improve maternal health<br/>Goal 6 Combat HIV/AIDs, malaria, and other diseases<br/>Which one of the above is <strong>wrongly</strong> listed regarding Millenium Development Goals?",
    "correctAnswer": "D",
    "options": {
      "A": "Goal 1",
      "B": "Goal 2",
      "C": "Goal 3",
      "D": "Goal 4",
      "E": "Goal 5"
    },
    "explanation": "Reducing child birth is not one of the Millenium Development Goals."
  },
  {
    "id": "3334017",
    "unitNumber": 6,
    "text": "At the UN Sustainable Development Summit in September 2015, How many SDGs were listed?",
    "correctAnswer": "A",
    "options": {
      "A": "17",
      "B": "18",
      "C": "19",
      "D": "20",
      "E": "21"
    },
    "explanation": "At the UN Sustainable Development Summit in September 2015, the process culminated with the approval of the 2030 Agenda for Sustainable Development, which had 17 SDGs at its heart."
  },
  {
    "id": "3334018",
    "unitNumber": 6,
    "text": "What do we call the comprehensive non-binding plan of action for sustainable development to be taken globally, nationally and locally by organizations of the United Nations<br/>System, Governments, and Major Groups in every area in which human impacts on the environment?",
    "correctAnswer": "C",
    "options": {
      "A": "MDG",
      "B": "SDG",
      "C": "Agenda 21",
      "D": "Kyoto 13",
      "E": "Paris Goals"
    },
    "explanation": "Agenda 21 is a comprehensivenon-binding plan of action for sustainable development to be taken globally, nationally and locally by organizations of the United Nations<br/>System, Governments, and Major Groups in every area in which human impacts on the environment."
  },
  {
    "id": "3334019",
    "unitNumber": 6,
    "text": "According to the classification of Sterner and Coria, how many catagories do we need to analyse environmental policy instruments in a comprehensive manner?",
    "correctAnswer": "B",
    "options": {
      "A": "3",
      "B": "4",
      "C": "5",
      "D": "6",
      "E": "7"
    },
    "explanation": "According to the classification of Sterner and Coria (Sterner and Coria, 2012: 57-60 adopted from World Bank, 1997),we need four categories of “using markets, creating markets, environmental regulations, and engaging the public” to analyse environmental policy instruments in a comprehensive manner. Different from others, this classification separates market mechanisms into separate categories."
  },
  {
    "id": "3334020",
    "unitNumber": 6,
    "text": "Which one of the followings encourages concepts such as resource efficiency, recycling, industrial symbiosis, life cycle, cradle to cradle in economy?",
    "correctAnswer": "A",
    "options": {
      "A": "Circular economy",
      "B": "Modest-growth economy",
      "C": "Neo-liberal economy",
      "D": "Avant Garde economy",
      "E": "Kyoto economy"
    },
    "explanation": "The concept of circular economy encourages concepts such as resource efficiency, recycling, industrial symbiosis, life cycle, cradle to cradle in economy."
  },
  {
    "id": "3333284",
    "unitNumber": 7,
    "text": "What is the total ratio of the increase in urban population throughout the world in 70 years?",
    "correctAnswer": "B",
    "options": {
      "A": "30",
      "B": "70",
      "C": "50",
      "D": "40",
      "E": "60"
    },
    "explanation": "While 29.61% of 2.6 billion total world population lived in cities in 1950, 56.2% of 7.8 billion total world population lived in urban areas in 2020 (Statistics Times, 2021). This means an over 90% increase in the total urban population in the world in 70 years."
  },
  {
    "id": "3333285",
    "unitNumber": 7,
    "text": "What is the main habitat for humans today?",
    "correctAnswer": "C",
    "options": {
      "A": "an oasis",
      "B": "a town",
      "C": "a city",
      "D": "a village",
      "E": "a holiday resort"
    },
    "explanation": "Cities have become the main human habitat today, and they play important roles in human life, society, and economy."
  },
  {
    "id": "3333288",
    "unitNumber": 7,
    "text": "Which one of the choices below shows the function of a city correctly?",
    "correctAnswer": "E",
    "options": {
      "A": "It doesn’t allow cultural interchange.",
      "B": "There is no thing such as segregation.",
      "C": "There isn’t a problem of poverty.",
      "D": "It is an equal environment for every individual.",
      "E": "It functions as a melting pot."
    },
    "explanation": "Cities provide economies of scale in service provision, function as social melting pots and sites of innovation, and allow for cultural interchange, civic engagement, and participation. However, problems or issues such as poverty, inequalities, segregation, environmental degradation, etc. also seem to concentrate in cities, especially in large metropolitan areas."
  },
  {
    "id": "3333379",
    "unitNumber": 7,
    "text": "Where did cities first emerge in history?",
    "correctAnswer": "B",
    "options": {
      "A": "Mongolia",
      "B": "Mesopotamia",
      "C": "Siberia",
      "D": "The Balkans",
      "E": "India"
    },
    "explanation": "Cities first started to emerge in Mesopotamia in the 4th millennium BC and then in other parts of the Middle East, Egypt, South Eastern Anatolia, South Asia, and China, called the first urban revolution."
  },
  {
    "id": "3333381",
    "unitNumber": 7,
    "text": "Which one of the components below isn’t a factor for the emergence of the modern industrial city in the Western world?",
    "correctAnswer": "A",
    "options": {
      "A": "the rise of socialism",
      "B": "the development of capitalism",
      "C": "the collapse of the feudal order",
      "D": "mechanization in agriculture",
      "E": "industrial revolution"
    },
    "explanation": "During the emergence of the modern industrial city, the most important factors were the industrial revolution, mechanization in agriculture, the collapse of the feudal order, migration, urbanization and urban growth, and the development of capitalism and the capitalist class in the Western world."
  },
  {
    "id": "3333387",
    "unitNumber": 7,
    "text": "What is the number of population needed for a settlement to be considered a city in England?",
    "correctAnswer": "C",
    "options": {
      "A": "150 households",
      "B": "750 households",
      "C": "1.000 households",
      "D": "500 households",
      "E": "250 households"
    },
    "explanation": "In England, a settlement must have a population of at least 1,000 to be considered a city."
  },
  {
    "id": "3333392",
    "unitNumber": 7,
    "text": "Which one of the developments below didn’t have an influence on the development of cities in Türkiye?",
    "correctAnswer": "D",
    "options": {
      "A": "rapid economic growth",
      "B": "rapid population growth",
      "C": "increased private-auto use",
      "D": "return to uncivilization",
      "E": "migration"
    },
    "explanation": "Cities all over the world and in Türkiye have gone through extensive changes over the centuries. Especially in the process of accelerated change in North America and Europe after World War II, rapid economic and population growth, increased private-auto use, large-scale government interventions in urban areas (i.e. re-building or renewing cities, highway construction, public housing, and infrastructure projects), agglomeration of human activities in cities, migration, and urbanization changed the urban landscape to a great extent."
  },
  {
    "id": "3333393",
    "unitNumber": 7,
    "text": "Which one of the components below isn’t related with urbanization?",
    "correctAnswer": "A",
    "options": {
      "A": "a rural life",
      "B": "diverse population",
      "C": "decentralization",
      "D": "industrialization",
      "E": "globalization"
    },
    "explanation": "Urbanization also involves migration from rural to urban areas, changes in urban life and form and in human attitudes towards accepting an urban way of life (urbanism). Furthermore, urbanization is intertwined with different developments (industrialization, decentralization, globalization, etc.), types and changes in the modes of economic production, and the ways that economy and society are organized and operate."
  },
  {
    "id": "3333394",
    "unitNumber": 7,
    "text": "Which of the following feature isn’t associated with urbanism?",
    "correctAnswer": "C",
    "options": {
      "A": "differentiation in social relations",
      "B": "complex civic activities",
      "C": "Lack of participation",
      "D": "the emergence of subcultures",
      "E": "diversification of lifestyles"
    },
    "explanation": "Urbanization includes urbanism. Urbanization is about urban growth whereas urbanism is related to social life in urban areas. Urbanism involves social and cultural aspects of city life, diversification of lifestyles and subcultures, differentiation in social relations and interaction, tolerance, participation, complex civic activities, and organization."
  },
  {
    "id": "3333395",
    "unitNumber": 7,
    "text": "Which one of the choices below doesn't show a problem caused by overurbanization?",
    "correctAnswer": "B",
    "options": {
      "A": "slums",
      "B": "Lower level of crime rates",
      "C": "ghettos",
      "D": "traffic congestion",
      "E": "epidemics"
    },
    "explanation": "A list of the problems caused by overurbanization could be listed as follows:<br/><ul><br/><li>Pressure on limited resources such as land, water, employment, etc.</li><br/><li>Development of squatter housing areas (slums or ghettos)</li><br/><li>Social and spatial segregation and exclusion</li><br/><li>Environmental problems and pollution</li><br/><li>Hidden or open unemployment</li><br/><li>Increased crime rates</li><br/><li>Traffic congestion</li><br/><li>Urban poverty</li><br/><li>Urban sprawl</li><br/><li>Epidemic</li><br/></ul>"
  },
  {
    "id": "3334130",
    "unitNumber": 7,
    "text": "In Türkiye according to the Village Law 442, at least how much population should live in a settlement for it to be called a city?",
    "correctAnswer": "D",
    "options": {
      "A": "8000",
      "B": "10000",
      "C": "15000",
      "D": "20000",
      "E": "25000"
    },
    "explanation": "the 1924 Village Law numbered 442 defines<br/>settlements or living areas with a population of<br/>20 thousand or more as cities and those with a<br/>population between 2 and 20 thousand as towns.<br/>20000"
  },
  {
    "id": "3334131",
    "unitNumber": 7,
    "text": "Keleş (2002: 65-74) lists the causes of urbanization under four main categories which one of the following is not one of them?",
    "correctAnswer": "C",
    "options": {
      "A": "Push Factors",
      "B": "Pull Factors",
      "C": "Economic Factors",
      "D": "Conveying Factors",
      "E": "Social, Cultural, and Psychological Reasons"
    },
    "explanation": "Keleş (2002: 65-74) lists the causes of urbanization under four main categories as push, pull, conveying,<br/>and social, cultural and psychological factors as explained below.<br/>• Push Factors: The reasons such as insufficient employment opportunities and public services<br/>(schools, hospitals, etc.) in rural areas, excessive division of land, etc.<br/>• Pull Factors: This category emphasizes that urban facilities and services make cities attractive to<br/>rural populations such as high living standards and availability of urban amenities and services, job<br/>opportunities, higher education, and health facilities.<br/>• Conveying Factors: Enhanced transportation and communication systems have saved people from<br/>excessive dependence on space and facilitated their mobility.<br/>• Social, Cultural, and Psychological Reasons: This group is related to a number of positive features<br/>attributed to urban life and cities such as elevated socioeconomic status and a more tolerant and<br/>free li<br/>Economic Factors"
  },
  {
    "id": "3334133",
    "unitNumber": 7,
    "text": "Which one of the following isn’t an aspect of urbanization?",
    "correctAnswer": "C",
    "options": {
      "A": "Economic aspects",
      "B": "Population or demographic aspects",
      "C": "Conveying aspects",
      "D": "Political and administrative aspects",
      "E": "Social, cultural and physiological aspects"
    },
    "explanation": "Urbanization has five main aspects<br/>• Economic aspects<br/>• Physical or spatial dimensions<br/>• Population or demographic aspects<br/>• Political and administrative aspects (such as a change in voting behaviors of city dwellers and<br/>establishment of municipal and governance bodies)<br/>• Social, cultural and physiological (urbanism) aspects.<br/>Conveying aspects"
  },
  {
    "id": "3334135",
    "unitNumber": 7,
    "text": "Which of the following is not an issue caused by overurbanization?",
    "correctAnswer": "A",
    "options": {
      "A": "Decreased tourism rates",
      "B": "Social and spatial segregation and exclusion",
      "C": "Urban sprawl",
      "D": "Development of squatter housing areas",
      "E": "Hidden or open unemployment"
    },
    "explanation": "A list of the problems caused by overurbanization could be listed as follows:<br/>• Pressure on limited resources such as land, water, employment, etc.<br/>• Development of squatter housing areas (slums or ghettos)<br/>• Social and spatial segregation and exclusion<br/>• Environmental problems and pollution<br/>• Hidden or open unemployment<br/>• Increased crime rates<br/>• Traffic congestion<br/>• Urban poverty<br/>• Urban sprawl<br/>• Epidemics<br/>Decreased tourism rates"
  },
  {
    "id": "3334137",
    "unitNumber": 7,
    "text": "Which of the following are new urban neighborhoods outside the city centers consisting of single-family homes or low-density apartments?",
    "correctAnswer": "A",
    "options": {
      "A": "Suburbs",
      "B": "Village",
      "C": "Metropolitan",
      "D": "District",
      "E": "Urban"
    },
    "explanation": "Suburbs are new urban districts outside<br/>city centers consisting of detached<br/>houses or low-density apartments."
  },
  {
    "id": "3334139",
    "unitNumber": 7,
    "text": "Which of the following is not one of the specific principles for urban policies?",
    "correctAnswer": "E",
    "options": {
      "A": "Environmental quality",
      "B": "Policy coherence",
      "C": "Urban-rural interdependence and cooperation",
      "D": "Prosperity and well-being",
      "E": "Stakeholders governance and participation"
    },
    "explanation": "More specific principles include prosperity<br/>and well-being, urban-rural interdependence and<br/>cooperation, environmental quality, opportunities<br/>for all, policy coherence, participation, innovation,<br/>policy monitoring, and accountability. There<br/>are also general values providing guidance and<br/>evaluation criteria for the urban policy-making<br/>process, such as freedom, equality, justice, efficiency,<br/>and effectiveness. These principles and values that<br/>guide urban public policies, local, or urban policies<br/>can be considered in two groups:<br/>• General values and principles concerning<br/>all urban policies<br/>• Policy specific principles<br/>Stakeholders governance and participation"
  },
  {
    "id": "3334140",
    "unitNumber": 7,
    "text": "Which of the following is not a priority theme for EU cities, according to the European Commission in 2022?",
    "correctAnswer": "D",
    "options": {
      "A": "Air quality",
      "B": "Urban poverty",
      "C": "Digital transition",
      "D": "Rural development",
      "E": "Sustainable use of land and nature-based solutions"
    },
    "explanation": "According to the European Commission (2022),<br/>priority themes for EU cities are air quality, circular<br/>economy, climate adaptation, housing, urban<br/>poverty, the inclusion of migrants and refugees,<br/>urban mobility and accessibility, energy, and digital<br/>transition, sustainable use of land and nature-based<br/>solutions, jobs and skills in the urban economy<br/>Rural development"
  },
  {
    "id": "3334142",
    "unitNumber": 7,
    "text": "Which of the following best describes the concept of urban governance?",
    "correctAnswer": "E",
    "options": {
      "A": "The process through which a city grows and expands",
      "B": "The management of economic growth and personal welfare in cities",
      "C": "The invol the management of economic growth and personal welfare in citiesvement of private and semi-public institutions in public policy-making",
      "D": "The interaction between local governments and citizens for good governance at the city level",
      "E": "The negotiation of problems facing urban communities through joint decision-making and policy-making mechanisms"
    },
    "explanation": "Urban governance systems function to address these<br/>problems and develop different types of policies and<br/>programs to solve them. In governance systems,<br/>private, civic, and semi-public interest or pressure<br/>groups, institutions, firms, or corporations also play<br/>important roles in the public policy-making process.<br/>Urban governance is the process of negotiating<br/>the problems of an urban community or the whole<br/>city with the participation of relevant actors, using<br/>political, social, economic and managerial influence<br/>and power<br/>The negotiation of problems facing urban communities through joint decision-making and policy-making mechanisms"
  },
  {
    "id": "3334144",
    "unitNumber": 7,
    "text": "What has been the result of recent urbanization trends in Turkey?",
    "correctAnswer": "E",
    "options": {
      "A": "Overall population growth has been below 2% annually",
      "B": "Urban population growth has exceeded 5% in all urban areas",
      "C": "Unbalanced and unplanned urbanization has taken place in all regions",
      "D": "The population of Eastern and Southeastern Anatolian cities has increased",
      "E": "The establishment of the new metropolitan municipality system has led to a drop in rural population"
    },
    "explanation": "The new globalization dynamics of<br/>the 1990s and beyond with increased international<br/>trade, mobility, tourism, and migration as well as<br/>the internal trends and dynamics of Türkiye have<br/>contributed to recent urbanization trends. While<br/>overall population growth has been below 2%<br/>annually in recent decades and rural population<br/>growth is at a standstill, urban population growth<br/>has exceeded 5% in some urban areas. In the<br/>2010s, there has been a steep drop in the rural<br/>population mainly due to the establishment of the<br/>new metropolitan municipality system, and the<br/>urban population increased by 15%. In fact, more<br/>than 90% of the total population growth in the last<br/>50 years has occurred in cities.<br/>The establishment of the new metropolitan municipality system has led to a drop in rural population"
  },
  {
    "id": "3334145",
    "unitNumber": 7,
    "text": "What is multicentric metropolitanization?",
    "correctAnswer": "B",
    "options": {
      "A": "The process of defining cities and metropolises with difficulty",
      "B": "The tendency of cities to transition from single-centred metropolitanization to polycentric metropolitanization",
      "C": "The emergence of new multifunctional urban centres outside the city",
      "D": "The dispersion of economic activities throughout metropolitan urban areas or regions",
      "E": "The creation of urban regions encompassing multiple separate metropolitan cities, towns, and rural areas with strong socioeconomic, governmental, transportation, and communication ties"
    },
    "explanation": "Multicentered metropolitanization process reflects<br/>the dynamism of the 21st-century city, and differs from<br/>the single-centered urban development or urbanization<br/>that dominated the modern urban era after the<br/>Industrial Revolution (<br/>The tendency of cities to transition from single-centred metropolitanization to polycentric metropolitanization"
  },
  {
    "id": "3334021",
    "unitNumber": 8,
    "text": "With regard to the cities in Türkiye, when did urbanization start to speed up?",
    "correctAnswer": "A",
    "options": {
      "A": "In the early 1950s.",
      "B": "in the early 1960s.",
      "C": "in the early 1970s.",
      "D": "in the early 1980s.",
      "E": "in the early 1990s."
    },
    "explanation": "With regard to the cities in Türkiye, urbanization started to speed up in the early 1950s."
  },
  {
    "id": "3334022",
    "unitNumber": 8,
    "text": "Which of the followings may cause poverty, unemployment, discrimination, and inadequacy of social protection?",
    "correctAnswer": "C",
    "options": {
      "A": "Urbanization",
      "B": "Planning",
      "C": "Social exclusion",
      "D": "Social growth",
      "E": "Economic growth"
    },
    "explanation": "Social exclusion may cause poverty, unemployment, discrimination, and inadequacy of social protection."
  },
  {
    "id": "3334023",
    "unitNumber": 8,
    "text": "When was the metropolitan municipality regulation enacted in Turkey?",
    "correctAnswer": "B",
    "options": {
      "A": "1983",
      "B": "1984",
      "C": "1985",
      "D": "1986",
      "E": "1987"
    },
    "explanation": "Metropolitan municipality regulation was enacted in 1984."
  },
  {
    "id": "3334024",
    "unitNumber": 8,
    "text": "Which of the following group of cities was announced as the first three metropolitan municipalities in Turkey?",
    "correctAnswer": "C",
    "options": {
      "A": "İstanbul-Ankara-Bursa",
      "B": "İstanbul-Ankara-Edirne",
      "C": "İstanbul-Ankara-İzmir",
      "D": "Adana-Ankara-İzmir",
      "E": "Adana-Bursa-İzmir"
    },
    "explanation": "Metropolitan municipality regulation was enacted in 1984 to be implemented in İstanbul, Ankara, and İzmir."
  },
  {
    "id": "3334025",
    "unitNumber": 8,
    "text": "Which of the following events created an opportunity for women to join the workforce as public welfare services provided for their participation in education and employment.",
    "correctAnswer": "B",
    "options": {
      "A": "The First World War",
      "B": "The Second World War",
      "C": "The Big Depression",
      "D": "September 11 Attacks",
      "E": "Invasion of Iraq"
    },
    "explanation": "The Second World War created an opportunity for women to join the workforce as public welfare services provided for their participation in education and employment."
  },
  {
    "id": "3334026",
    "unitNumber": 8,
    "text": "Which is an umbrella concept or definition of rights that includes full participation of all the urban people in all areas of urban life, in decision processes and equal sharing of the values produced in the city free of any discrimination based on gender, age, ethnicity, socioeconomic status, political, religious or sexual orientation, etc.?",
    "correctAnswer": "E",
    "options": {
      "A": "City rights",
      "B": "Women rights",
      "C": "Gender rights",
      "D": "Social rights",
      "E": "The right to the city"
    },
    "explanation": "The concept of the right to the city is an umbrella concept or definition of rights that includes full participation of all the urban people in all areas of urban life, in decision processes and equal sharing of the values produced in the city free of any discrimination based on gender, age, ethnicity, socioeconomic status, political, religious or sexual<br/>orientation, etc."
  },
  {
    "id": "3334027",
    "unitNumber": 8,
    "text": "In the 2020s, which country had the lowest rate of female parliamentarians?",
    "correctAnswer": "D",
    "options": {
      "A": "Bangladesh",
      "B": "India",
      "C": "Turkey",
      "D": "Japan",
      "E": "Romania"
    },
    "explanation": "In the 2020s, the country with the lowest rate of female parliamentarians was Japan."
  },
  {
    "id": "3334028",
    "unitNumber": 8,
    "text": "In which year did the UN declare the “Decade of Women?”",
    "correctAnswer": "A",
    "options": {
      "A": "1975",
      "B": "1980",
      "C": "1985",
      "D": "1990",
      "E": "1995"
    },
    "explanation": "The United Nations declared the “Decade of Women”in 1975,"
  },
  {
    "id": "3334029",
    "unitNumber": 8,
    "text": "What is CEDAW?",
    "correctAnswer": "D",
    "options": {
      "A": "Contract on the Elimination of All Forms of Discrimination Against Women",
      "B": "Council the Elimination of All Forms of Discrimination Against Women",
      "C": "Collobration on the Elimination of All Forms of Discrimination Against Women",
      "D": "Convention on the Elimination of All Forms of Discrimination Against Women",
      "E": "Concensus on the Elimination of All Forms of Discrimination Against Women"
    },
    "explanation": "CEDAW stands for the United Nations Convention on the Elimination of All Forms of Discrimination Against Women."
  },
  {
    "id": "3334030",
    "unitNumber": 8,
    "text": "The principle of “rights and freedoms are not limited by one’s gender” constitute the core of which document?",
    "correctAnswer": "C",
    "options": {
      "A": "OPEC",
      "B": "CASA",
      "C": "The Universal Declaration of Human Rights.",
      "D": "Women Rights Act 118",
      "E": "CEDAW"
    },
    "explanation": "The principles of “every human being is born free and equal in dignity and rights,” and “rights and freedoms are not limited by one’s gender” constitute the core of the 1948 Charter of Nations and the Universal Declaration of Human Rights."
  },
  {
    "id": "3334146",
    "unitNumber": 8,
    "text": "What was Marx's view on the relationship between poverty and surplus population in capitalist production?",
    "correctAnswer": "B",
    "options": {
      "A": "Poverty was not related to surplus population in capitalist production",
      "B": "Surplus population was a condition of poverty in capitalist production",
      "C": "Capitalist production was not related to poverty or surplus population",
      "D": "Poverty was a result of external factors like wars and economic crises",
      "E": "The classical social welfare state model did not address poverty in capitalist production"
    },
    "explanation": "Marx (1997: 613) argued that poverty, as well as<br/>surplus population, was a condition of capitalist<br/>production and wealth growth. In other words, the<br/>relative size of the industrial reserve army increased<br/>with the potential wealth to rise. H<br/>Surplus population was a condition of poverty in capitalist production"
  },
  {
    "id": "3334147",
    "unitNumber": 8,
    "text": "Which of the following statements accurately describes relative poverty?",
    "correctAnswer": "D",
    "options": {
      "A": "Relative poverty is defined solely on the basis of destitution and basic human survival.",
      "B": "Relative poverty is a major concern in low-income countries.",
      "C": "Relative poverty refers to a lack of access to very basic needs.",
      "D": "Relative poverty means not being at the average living or welfare level of a society.",
      "E": "Relative poverty is measured on the basis of the total monetary market value of goods a person has to consume for nutritional needs."
    },
    "explanation": "Relative poverty means not being at the average living or welfare level of a society while absolute poverty<br/>refers to a lack of access to very basic needs.<br/>Relative poverty means not being at the average living or welfare level of a society."
  },
  {
    "id": "3334149",
    "unitNumber": 8,
    "text": "Which of the following is Bauman's view on why the poor in developed countries are poor?",
    "correctAnswer": "C",
    "options": {
      "A": "The poor are poor because they cannot find employment.",
      "B": "The poor are poor because they are excluded from society.",
      "C": "The poor are poor because they cannot consume well enough.",
      "D": "The poor are poor because they are lazy.",
      "E": "The poor are poor because they do not want to work in low-income jobs."
    },
    "explanation": "Bauman, (1999: 135-136) states that the poor are poor not primarily because they are unemployed, but because they cannot be consumers.<br/>According to Bauman (1999: 108), since the poor are dissatisfied consumers who are not active and<br/>effective buyers of the goods and services offered by the market, what defines them first is that they are<br/>defective consumers.<br/>The poor are poor because they cannot consume well enough."
  },
  {
    "id": "3334153",
    "unitNumber": 8,
    "text": "Which of the following statements accurately describes the concept of gender? (16)",
    "correctAnswer": "D",
    "options": {
      "A": "Gender refers to being female or male on the basis of bodily, genetic, and hormonal differences between individuals.",
      "B": "Gender roles and attributes are fixed and cannot be reconstructed.",
      "C": "Gender is the hierarchy between the sexes in which men are superior and decisive.",
      "D": "Gender is the social identity acquired in society, family, and groups in which one lives.",
      "E": "Gender refers to the division of labor in agricultural societies."
    },
    "explanation": "Gender is the social identity acquired in the<br/>society, family, and groups in which one lives<br/>Gender is the social identity acquired in society, family, and groups in which one lives."
  },
  {
    "id": "3334155",
    "unitNumber": 8,
    "text": "What did Arendt argue was the cause of the segregation of public-private spheres?",
    "correctAnswer": "A",
    "options": {
      "A": "Gender inequality in the household and family",
      "B": "Separation of men's and women's spaces in the city",
      "C": "Masculine hegemony in public spaces",
      "D": "The organization, use and change processes of urban spaces",
      "E": "Capitalist urban relations as the space of power"
    },
    "explanation": "Arendt (1994) argued that the segregation<br/>of roles within the household was essentially the<br/>cause of the segregation of public-private spheres.<br/>She asserted that the socialization processes in the<br/>household and family within the private sphere<br/>were the center of strict gender inequality<br/>Gender inequality in the household and family"
  },
  {
    "id": "3334160",
    "unitNumber": 8,
    "text": "Which of the following is included in the concept of the right to the city?",
    "correctAnswer": "E",
    "options": {
      "A": "Discrimination based on ethnicity",
      "B": "Full participation of only men in decision-making processes",
      "C": "Impartiality or equality before the law for all genders",
      "D": "Designing urban facilities and services only according to the needs of men",
      "E": "The right to make full use of urban areas and spaces, regardless of gender, age, ethnicity, socioeconomic status, political, religious or sexual orientation"
    },
    "explanation": "The concept of the right to the city is an umbrella<br/>concept or definition of rights that includes full<br/>participation of all the urban people in all areas<br/>of urban life, in decision processes and equal<br/>sharing of the values produced in the city free of<br/>any discrimination based on gender, age, ethnicity,<br/>socioeconomic status, political, religious or sexual<br/>orientation, etc<br/>The right to make full use of urban areas and spaces, regardless of gender, age, ethnicity, socioeconomic status, political, religious or sexual orientation"
  },
  {
    "id": "3334163",
    "unitNumber": 8,
    "text": "Which of the following is true regarding women's participation in governance processes in Turkey?",
    "correctAnswer": "C",
    "options": {
      "A": "Women make up a majority of parliamentarians in Turkey.",
      "B": "Women's representation in local or municipal councils is high in Turkey.",
      "C": "Women have been demanding increased participation in governance processes since the 1990s.",
      "D": "The United Nations Conference on Population and Development held in Istanbul in 1996 did not address issues of discrimination against women in urban spaces.",
      "E": "The representation of women in local decision-making mechanisms in Turkey has led to the elimination of discrimination based on gender."
    },
    "explanation": "In the 1990s, women started to question their<br/>participation in the city’s governance processes<br/>and brought up their demands for increased<br/>participation. They demanded that the obstacles<br/>preventing the cities as the living spaces for<br/>women from providing equal access and the rights<br/>and opportunities to women as men should be<br/>removed, and the mechanisms of cities to include<br/>women should be enhanced. A<br/>Women have been demanding increased participation in governance processes since the 1990s."
  },
  {
    "id": "3334165",
    "unitNumber": 8,
    "text": "What is the defining feature of urban life after industrialization?",
    "correctAnswer": "C",
    "options": {
      "A": "Ruralization",
      "B": "Suburbanization",
      "C": "Urbanization",
      "D": "Industrialization",
      "E": "Segregation"
    },
    "explanation": "The defining feature of urban life has been urbanization. After industrialization, the population has<br/>concentrated in cities with increasing density"
  },
  {
    "id": "3334168",
    "unitNumber": 8,
    "text": "What is the meaning of social exclusion?",
    "correctAnswer": "D",
    "options": {
      "A": "The ability to access economic opportunities",
      "B": "Acceptance, involvement, and integration into society",
      "C": "Inability to access basic consumer goods, health services, educational opportunities, and housing",
      "D": "Alienation and non-participation in social life",
      "E": "The opposite of poverty and hunger"
    },
    "explanation": "Social exclusion refers to alienation and nonparticipation in social life. It is the opposite of social<br/>acceptance, integration, and cohesion. It involves a<br/>complex set of inequalities and discriminations that<br/>exclude certain groups or segments from social life and<br/>social interaction processes<br/>Alienation and non-participation in social life"
  },
  {
    "id": "3334170",
    "unitNumber": 8,
    "text": "Which of the following is true regarding the struggle for women's rights in urban decision-making processes?",
    "correctAnswer": "E",
    "options": {
      "A": "Women were included in politics in ancient Greek city-states.",
      "B": "Women's rights were first expressed in the works of French feminist Mary Olympe de Gouges.",
      "C": "Women were given equal social and economic opportunities in nation-states.",
      "D": "Women's Suffrage movement began in the United States in 1910.",
      "E": "The struggle for women's rights began with the French Revolution."
    },
    "explanation": "Throughout history, cities have been not only the center of population density, migration, and<br/>production, but also a tool of social control and power. Power creates relations and areas of domination<br/>between and within the sexes on the basis of gender as well as social strata and classes. Urban decisionmaking processes, which date back to ancient times, including the Ancient Greek city-states, have been<br/>places dominated by an elite and privileged group of men. With the French Revolution at the end of<br/>the 18th century, men other than noble men also demanded the right to participate, and the distinction<br/>between public and private spaces deepened. In the 19th century, bourgeois and working-class men were<br/>included in politics. T<strong>he struggle of women started with the French Revolution. In 1792, the rights of</strong><br/><strong>women started to be expressed on the basis of the works of the French feminist Marie Olympe de Gouges’s</strong><br/><strong>(Declaration</strong><br/>The struggle for women's rights began with the French Revolution."
  }
]