[
  {
    "id": "3507098",
    "unitNumber": 1,
    "text": "Vergi ödemenin kişi ve kurumlar üzerinde meydana getirdiği<br/>etkiye ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Vergi baskısı",
      "B": "Verginin telafisi",
      "C": "Vergi yansıması",
      "D": "Vergi geliri",
      "E": "verginin amortismanı"
    },
    "explanation": "Vergi ödemenin kişi ve kurumlar üzerinde meydana getirdiği<br/>etkiye vergi baskısı denilmektedir"
  },
  {
    "id": "3507099",
    "unitNumber": 1,
    "text": "Mükelleflerin vergileme karşısındaki tutumları kişiden kişiye değişmekle birlikte, en önemli belirleyicisinin aşağıdakilerden hangisi olduğu söylenebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Vergi yükü",
      "B": "Vergi gelirleri",
      "C": "Verginin tarhı",
      "D": "Verginin tahsil şekli",
      "E": "Verginin tebliğ şekli"
    },
    "explanation": "Mükelleflerin vergileme karşısındaki tutumları kişiden kişiye değişmekle birlikte, en önemli belirleyicisi vergi yüküdür."
  },
  {
    "id": "3507100",
    "unitNumber": 1,
    "text": "Verginin devletin üstlendiği fonksiyonlarına paralel olarak sunduğu<br/>kamu hizmetlerinin finansmanını sağlamak için gelir elde etmek amacıyla alınması aşağıdaki vergileme amaçlarından hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mali amaç",
      "B": "Ekonomik amaç",
      "C": "Sosyal amaç",
      "D": "Politika amaç",
      "E": "İdari amaç"
    },
    "explanation": "Verginin mali amacı, devletin üstlendiği fonksiyonlarına paralel olarak sunduğu<br/>kamu hizmetlerinin finansmanını sağlamak için gelir elde etmektir. İkincisi ise, mali olmayan (ekstra fiskal) amaçtır (Akdoğan, 2009:118-123). Vergiler gelir sağlamanın yanında, ekonomik ve sosyal hedeflerin gerçekleştirilebilmesi için gerekli etkileri yaratmada araç olarak kullanılmaktadır."
  },
  {
    "id": "3507101",
    "unitNumber": 1,
    "text": "Ödenen verginin gelire oranını ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Vergi yükü",
      "B": "verginin telafisi",
      "C": "Vergi arbitrajı",
      "D": "Vergi indirimi",
      "E": "Verginin amortismanı"
    },
    "explanation": "Vergi yükü olarak isimlendirilen bu kavram, çeşitli kriterlere ya da bakış açılarına göre farklı şekillerde tanımlanabilmektedir. Ancak vergi yükü en geniş hâliyle, toplumun tamamı veya bir kısmının sahip oldukları ödeme güçleri karşısında katlandıkları vergi tutarının oransal ilişkisini ifade etmektedir."
  },
  {
    "id": "3507102",
    "unitNumber": 1,
    "text": "Yv = Vö / G <br/>Yukarıda verilen vergi yükünün hesaplanması formülündeki (G) neyi ifade etmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ödenen vergiyi",
      "B": "Geliri",
      "C": "Vergi yükünü",
      "D": "Mükellef sayısını",
      "E": "Vergi idaresini"
    },
    "explanation": "En basit hâliyle vergi yükü şu şekilde formüle edilir:<br/>Yv = Vö / G<br/>Yv : Vergi Yükü<br/>Vö : Ödenen Vergi<br/>G : Gelir"
  },
  {
    "id": "3507103",
    "unitNumber": 1,
    "text": "Yv = Vö / G <br/>Yukarıda verilen vergi yükünün hesaplanması formülündeki (Vö) neyi ifade etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ödenen vergiyi",
      "B": "Geliri",
      "C": "Vergi oranını",
      "D": "Vergi idaresini",
      "E": "Vergi yükünü"
    },
    "explanation": "En basit hâliyle vergi yükü şu şekilde formüle edilir:<br/>Yv = Vö / G<br/>Yv : Vergi Yükü<br/>Vö : Ödenen Vergi<br/>G : Gelir"
  },
  {
    "id": "3507104",
    "unitNumber": 1,
    "text": "Vergilerin ortaya çıkardığı yükün bilinmesi ve farkındalığına bağlı olarak kişiden kişiye değişen, iktisadi ve psikolojik vergi baskısı türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Objektif vergi yükü",
      "B": "Subjektif vergi yükü",
      "C": "Sektörel vergi yükü",
      "D": "Bölgesel vergi yükü",
      "E": "Toplam vergi yükü"
    },
    "explanation": "Bireysel vergi yükü, kendi içinde objektif ve subjektif vergi yükü şeklinde ikiye ayrılmaktadır: Subjektif vergi yükü, vergilerin ortaya çıkardığı yükün bilinmesi ve farkındalığına bağlı olarak kişiden kişiye değişen, iktisadi ve psikolojik bir baskıdır."
  },
  {
    "id": "3507105",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi mükelleflerin vergi yükünden kurtulmak veya vergi yükünü azaltmak için gerçekleştirdiği davranışları etkileyen faktörlerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Vergiye karşı direncin şiddeti",
      "B": "Vergi yükünün hissedildiği tabanın genişliği",
      "C": "Mükellefin içinde yaşadığı toplum yapısı",
      "D": "Mükellefin psikolojisi",
      "E": "Nüfusun fazlalığı"
    },
    "explanation": "Mükellefler, vergi yükünden kurtulmak veya azaltmak için çeşitli davranışlar sergileyebilirler. Davranışın şekli; vergiye karşı direncin şiddeti, vergi yükünün hissedildiği tabanın genişliği, mükellefin içinde yaşadığı toplum yapısı, mükellefin psikolojisi, vergi yükü vb. gibi çok çeşitli unsurlardan<br/>etkilenir."
  },
  {
    "id": "3507106",
    "unitNumber": 1,
    "text": "Vergiye karşı direncin bireysel olmayan, toplumsal biçimi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Vergi isyanı",
      "B": "Vergi kaçırma",
      "C": "Vergiden kaçınma",
      "D": "Vergi yansıması",
      "E": "Vergi planlaması"
    },
    "explanation": "Vergi isyanları, vergiye karşı direncin bireysel olmayan, toplumsal biçimidir."
  },
  {
    "id": "3507107",
    "unitNumber": 1,
    "text": "İşleme taraf olanların, üçüncü kişileri (vergi idaresini) yanıltmak amacıyla beyan<br/>ettikleri maksatları ile gizledikleri gerçek maksatları arasında kasıtlı olarak yarattıkları uygunsuzluk aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Muvazaa",
      "B": "Peçeleme",
      "C": "Gizleme",
      "D": "Kaçırma",
      "E": "Kaçınma"
    },
    "explanation": "Muvazaa, işleme taraf olanların, üçüncü kişileri (vergi idaresini) yanıltmak amacıyla beyan ettikleri maksatları ile gizledikleri gerçek maksatları arasında kasıtlı olarak yarattıkları uygunsuzluktur."
  },
  {
    "id": "3507108",
    "unitNumber": 1,
    "text": "Vergi ödemenin kişi ve kurumlar üzerinde meydana getirdiği etkiye ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Vergi yükü",
      "B": "Vergi baskısı",
      "C": "Vergi psikolojisi",
      "D": "Vergi planlaması",
      "E": "Vergiye uyum"
    },
    "explanation": "Cevabınız yanlış ise lütfen GİRİŞ konusunu tekrar ediniz.<br/>Vergi ödemenin kişi ve kurumlar üzerinde meydana getirdiği etkiye vergi baskısı denilmektedir."
  },
  {
    "id": "3507109",
    "unitNumber": 1,
    "text": "Toplumun tamamı veya bir kısmının sahip oldukları ödeme güçleri karşısında katlandıkları vergi tutarının oransal ilişkisini ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Vergi avantajı",
      "B": "Vergi baskısı",
      "C": "Vergi planlaması",
      "D": "Vergi yükü",
      "E": "Vergi artışı"
    },
    "explanation": "Cevabınız yanlış ise lütfen VERGİ YÜKÜ VE VERGİ YÜKÜNÜ AZALTMAYA YÖNELİK DAVRANIŞLAR konusunu tekrar ediniz.<br/>Vergi yükü, toplumun tamamı veya bir kısmının sahip oldukları ödeme güçleri karşısında katlandıkları vergi tutarının oransal ilişkisini ifade etmektedir."
  },
  {
    "id": "3507110",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi vergi yükü ile ilgili kavramlardan biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Toplam vergi yükü",
      "B": "Bireysel vergi yükü",
      "C": "Bölgesel vergi yükü",
      "D": "Gerçek vergi yükü",
      "E": "Götürü vergi yükü"
    },
    "explanation": "Cevabınız yanlış ise lütfen VERGİ YÜKÜ VE VERGİ YÜKÜNÜ AZALTMAYA YÖNELİK DAVRANIŞLAR konusunu tekrar ediniz.<br/>Vergi yükü, farklı kriterler dikkate alınarak yapılan hesaplamalara göre değişik şekillerde tanımlanabilen bir kavramdır. Bu anlamda; toplam vergi yükü, bireysel vergi yükü, gelir grupları bakımından vergi yükü, bölgesel vergi yükü, sektörel vergi yükü, net vergi yükü ve gerçek vergi yükünden bahsedilir."
  },
  {
    "id": "3507111",
    "unitNumber": 1,
    "text": "Mükelleflerin vergi yükünden kurtulmak veya azaltmak için sergilediği davranışların şekli aşağıdakilerin hangisinden <u>etkilenmez</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Vergiye karşı direncin şiddeti",
      "B": "Vergi yükünün hissedildiği tabanın genişliği",
      "C": "Vergi muafiyetlerinin çokluğu",
      "D": "Mükellefin içinde yaşadığı toplum yapısı",
      "E": "Mükellefin psikolojisi"
    },
    "explanation": "Cevabınız yanlış ise lütfen VERGİ YÜKÜ VE VERGİ YÜKÜNÜ AZALTMAYA YÖNELİK DAVRANIŞLAR konusunu tekrar ediniz.<br/>Mükellefler, vergi yükünden kurtulmak veya azaltmak için çeşitli davranışlar sergileyebilirler. Davranışın şekli; vergiye karşı direncin şiddeti, vergi yükünün hissedildiği tabanın genişliği, mükellefin içinde yaşadığı toplum yapısı, mükellefin psikolojisi, vergi yükü vb. gibi çok çeşitli unsurlardan etkilenir."
  },
  {
    "id": "3507112",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bireyin vergi yükünü azaltan iktisadi davranış şekillerinden biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Bireyin vergi oranı artırılan bir malı veya hizmeti almaması",
      "B": "Vergi konması sonucu harcanabilir geliri düşen bireyin daha çok çalışması",
      "C": "Bireyin vergiyi yansıtma imkânlarını kullanarak vergi yükünden kurtulması",
      "D": "Bireyin vergi oranı nispeten düşük olana mal veya hizmete yönelmesi",
      "E": "Bireyin vergi yükünden tamamen kurtulmak için boş zaman tercihi"
    },
    "explanation": "Cevabınız yanlış ise lütfen VERGİ YÜKÜ VE VERGİ YÜKÜNÜ AZALTMAYA YÖNELİK DAVRANIŞLAR konusunu tekrar ediniz.<br/>Nihai tüketicinin üzerine vergi konan veya vergi oranı artırılan bir malı veya hizmeti almayarak vergisiz veya vergi oranı nispeten düşük olana yönelmesi (vergilerin ikame etkisi) veya vergi konması/artırılması sonucu harcanabilir geliri düşen bireyin daha çok çalışarak eski gelir düzeyine ulaşma çabası (gelir etkisi) iktisadi birer davranıştır. Vergiyi yansıtma imkânlarını kullanarak vergi yükünden kurtulan ya da hafifleten mükellefin davranışını da iktisadi bir davranış olarak değerlendirmek gerekir."
  },
  {
    "id": "3507113",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi vergiye karşı direnç sonucunda ortaya çıkan ve vergi yükünü ortadan kaldıran/azaltan davranışlardan biri <u>değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Vergi reddi",
      "B": "Vergi isyanı",
      "C": "Vergi kaçırma",
      "D": "Vergiden kaçınma",
      "E": "Vergi planlaması"
    },
    "explanation": "Cevabınız yanlış ise lütfen VERGİ YÜKÜ VE VERGİ YÜKÜNÜ AZALTMAYA YÖNELİK DAVRANIŞLAR konusunu tekrar ediniz.<br/>Vergiye karşı direnç sonucunda ortaya çıkan ve vergi yükünü ortadan kaldıran/azaltan davranışlar:<br/>Vergi isyanı<br/>Vergi kaçırma<br/>Vergiden kaçınma<br/>Vergi planlaması<br/>Vergi avantajlarından yararlanmadır."
  },
  {
    "id": "3507114",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Vergi planlamasının çerçevesini vergi mevzuatı belirler.</li> <li>Vergi planlaması kanuni sınırlar içinde yapılır.</li> <li>Vergi planlaması yapılırken muafiyet, istisna, indirimlerden yararlanılamaz.</li> <li>Vergi planlaması kabahat ya da suç unsuru taşır ve yaptırım gerektirir.</li> <li>Vergi planlaması ile vergi yükü tamamen ortadan kaldırılabilir, azaltılabilir veya zamana yayılabilir.</li> </ol> Vergi planlaması ile ilgili yukarıda verilen ifadelerden hangisi/leri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "II, III ve IV",
      "D": "I, IV ve V",
      "E": "I, II ve V"
    },
    "explanation": "Cevabınız yanlış ise lütfen VERGİ PLANLAMASININ TANIMI VE ÖZELLİKLERİ konusunu tekrar ediniz.<br/>Vergi planlamasının özellikleri şu şekilde sıralanabilir:<br/><ul> <li>Vergi planlamasının çerçevesini vergi mevzuatı belirler. Mükellefler vergi ödemek zorunda oldukları devletin, yürürlükte bulunan vergi mevzuatını dikkate alırlar.</li> <li>Vergi planlaması kanuni sınırlar içinde yapılır. Bu nedenle, kabahat ya da suç unsuru taşımaz ve yaptırımı gerektirmez.</li> <li>Mükellefler önce vergi yükünü etkileyen kişisel, ailevi, iktisadi ve mali durumları ile ödemeleri gereken vergi arasında ilişkiyi belirler.</li> <li>Vergi planlaması ile vergi yükü tamamen ortadan kaldırılabilir, azaltılabilir veya zamana yayılabilir. Zamana yayma, toplamda ödenecek vergi miktarını değiştirmez ancak ödemenin ötelenmesini sağlayarak mükellefleri hem maddi olarak hem de psikolojik olarak rahatlatır.</li> <li>Vergi planlaması en uygun davranışın belirlendiği stratejik bir süreçtir. Vergi planlamasında tek bir yol ya da yöntem yoktur. Mükellefler, bu yol ve yöntemlerden en uygun olanı belirlerler. Bu sebeple vergi planlaması; vergiden kaçınmayı, muafiyet, istisna, indirim ve diğer vergi avantajlarından yararlanmayı da içine alan geniş bir kavramdır.</li> <li>Vergi planlaması dinamik bir süreçtir. Çünkü mükellefin kişisel, ailevi, ekonomik, mali vb. durumundaki veya mevzuattaki bir değişiklik vergi planlamasını etkiler. Dolayısıyla yapılan plan mevcut koşullarda geçerli olup koşullardaki değişikliklerle birlikte yeniden gözden geçirilmesi ve yeni duruma uygun yeni bir plan yapılması gerekliliği vergi planlamasını dinamik bir süreç hâline getirir.</li> </ul>"
  },
  {
    "id": "3507115",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi vergi planlaması ilkeleri arasında <u>yer almaz</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "İktisadilik",
      "B": "Esneklik",
      "C": "Kişisellik",
      "D": "Zaman Yönelimi",
      "E": "Profesyonellik"
    },
    "explanation": "Cevabınız yanlış ise lütfen VERGİ PLANLAMASI İLKELERİ konusunu tekrar ediniz.<br/>Vergi planlaması ilkeleri:<br/>Esneklik<br/>Kişisellik<br/>Zaman Yönelimi<br/>Profesyonellik ve<br/>Rasyonelliktir."
  },
  {
    "id": "3507116",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Devletle mükellef arasında olumlu ilişkilerin geliştirilmesine katkı sağlayarak, devlete olan güvenin artması</li> <li>Mükelleflerin yasal sınırlar içinde vergi yükünü azaltmayı öğrenmesi</li> <li>Vergiye gönüllü uyumun artması</li> <li>Vergi planlamasının dinamik bir süreç olması ilave maliyetleri yinelemesi</li> <li>Vergi mevzuatına hâkimiyet gerektirmesi nedeniyle mükellefte ilave bir baskı yaratması</li> </ol> Yukarıdakilerden hangisi/leri vergi planlamasının mükelleflere, doğrudan ya da dolaylı olarak sunduğu avantajlardandır?",
    "correctAnswer": "B",
    "options": {
      "A": "I ve II",
      "B": "I, II ve III",
      "C": "II, III ve IV",
      "D": "III, IV ve V",
      "E": "II, III, IV ve V"
    },
    "explanation": "Cevabınız yanlış ise lütfen VERGİ PLANLAMASININ AMACI, ÖNEMİ, AVANTAJLARI VE DEZAVANTAJLARI konusunu tekrar ediniz.<br/>Vergi planlamasının mükelleflere, doğrudan ya da dolaylı olarak sunduğu avantajlar;<br/><ul> <li>Vergi yükünün azaltılması veya ortadan kaldırılması,</li> <li>Yasal sınırlar içinde vergi yükünü azaltmayı öğrenmesi,</li> <li>Suç ya da kabahat oluşmadığı için vergi cezası, gecikme zammı ve gecikme faizi gibi ilave maliyetleri ortadan kaldırması,</li> <li>Devletle arasında olumlu ilişkilerin geliştirilmesine katkı sağlayarak, devlete olan güvenin artması,</li> <li>Tabi olduğu vergi kanunlarını daha iyi bilmesi konusunda farkındalık yaratması,</li> <li>Mükellef haklarının farkına varma ve bu farkındalıkla hakların kuvvetlenmesine ve gelişimine katkı sağlaması,</li> <li>Vergiye gönüllü uyumu artırması</li> </ul>"
  },
  {
    "id": "3507117",
    "unitNumber": 1,
    "text": "Vergi tasarrufu sağlayarak mükellefin vergi yükünü hafifleten, şekli yükümlülüklerini kolaylaştıran, mükellefin yararına olan her türlü düzenlemeyi ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Vergi planlaması",
      "B": "Vergi avantajı",
      "C": "Vergi tasarrufu",
      "D": "Vergi istisnası",
      "E": "Vergi direnci"
    },
    "explanation": "Cevabınız yanlış ise lütfen VERGİ PLANLAMASINDA KULLANILAN ARAÇLAR konusunu tekrar ediniz.<br/>Vergi avantajı, kanunlarda yer verilen düzenlemelerle vergi tasarrufu sağlayarak mükellefin vergi yükünü hafifleten, şekli yükümlülüklerini de kolaylaştıran, mükellefin “yararına” olan her türlü düzenlemeyi ifade etmektedir."
  },
  {
    "id": "3507118",
    "unitNumber": 1,
    "text": "Vergilerin karşılıksız ve zora dayalı bir ödeme olması sebebiyle kişi ve kurumlar vergiye karşı farklı tutumlar geliştirirler vergiler ve insanlar dikkate alındığında aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Vergi ödemenin karşılıklı olan türü geçici bir yapıdadır bu yapı sebebiyle çoğu zaman toplumda kendini göstermez.",
      "B": "b) Vergi ödemenin kişi ve kurumlar üzerinde meydana getirdiği etkiye \"vergi baskısı\" denir.",
      "C": "c) Vergi baskısı vergi oranının düşük olduğu durumlarda nispeten daha azdır.",
      "D": "d) Kendini toplumun bir parçası olarak görmenin etkisiyle mükelleflerin vergi borcunu severek ve isteyerek ödedikleri söylenebilir.",
      "E": "e) Artan vergi oranları ve vergi baskısı sebebiyle mükelleflerin tutumları yön değiştirerek olumsuz olabilir."
    },
    "explanation": "GİRİŞ<br/>Vergilerin karşılıksız ve zora dayalı bir ödeme<br/>olması nedeniyle, kişi ve kurumlar vergiye karşı<br/>farklı tutumlar geliştirebilmektedir. Vergi ödemenin kişi ve kurumlar üzerinde meydana getirdiği<br/>etkiye vergi baskısı denilmektedir. Vergi baskısı,<br/>vergi oranının düşük olduğu durumlarda nispeten<br/>daha azdır. Kendini toplumun bir parçası olarak<br/>görmenin de etkisiyle, mükelleflerin vergi borcunu severek ve isteyerek ödedikleri söylenebilir. Ancak artan vergi oranları ve vergi baskısı ile birlikte<br/>mükelleflerin tutumları yön değiştirerek olumsuz<br/>olabilmektedir."
  },
  {
    "id": "3507119",
    "unitNumber": 1,
    "text": "Mükelleflerin vergileme karşısındaki tutumları kişiden kişiye değişmekle birlikte en önemli belirleyicisi olan vergi yükü ile ilgili olarak aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "a) Mükelleflerin vergi yükü karşısındaki tutumlarına bağlı olarak takındıkları davranışlar vergi yükünü azaltma gayretleri çeşitli şekillerde olabilir.",
      "B": "b) Vergi yükü vergi matrahları ve ödenecek miktar doğru bir biçimde belirlendiğinde en kabul edilebilir biçimde yapılmaktadır.",
      "C": "c) Vergi yükünü azaltma çabalarından bir tanesi vergi planlamasıdır.",
      "D": "d) Vergi planlaması demokratik sosyal hukuk devletinde vergiye karşı direncin en kabul edilebilir modern amaca hizmet eden en yasal biçimidir.",
      "E": "e) Vergi planlaması aracı ve yöntemi vergi planlaması yapan mükelleflere yol gösteren rehber niteliğine bürünmüştür."
    },
    "explanation": "GİRİŞ<br/>20. yüzyılın başlarında Kıta Avrupa’sında işletme<br/>vergiciliğinin içinde ele alınan ve doğup gelişen<br/>vergi planlamasının, bugünkü anlamda uygulamaya yönelik ve pratik yarar sağlayan bir bilgi dalına<br/>ve profesyonel bir uğraş hâline dönüşmesi çok daha<br/>yakın zamanlarda Anglosakson ekolünün etkisiyle<br/>gerçekleşmiştir. Vergi planlamasının uygulamaya yönelik ve pratik yarar sağlayan özelliği, vergi<br/>planlaması teorisinin daha az incelenip vergi planlaması araç ve yöntemlerinin daha çok araştırılması<br/>ve kullanıcı ve mükelleflerin bilgisine sunulması<br/>neticesini doğurmuştur. Dolayısıyla ele alınan ve<br/>bilgi olarak sunulan her vergi planlaması aracı ve<br/>yöntemi, vergi planlaması yapan mükelleflere yol<br/>gösteren rehber niteliğine bürünmüştür."
  },
  {
    "id": "3507120",
    "unitNumber": 1,
    "text": "Vergi devletin egemenlik gücüne dayanarak kamu harcamalarını karşılamak üzere gerçek ve tüzel kişilerden aldığı karşılıksız ve cebre dayalı parasal değer olan vergi kavramı ile ilgili olarak aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Verginin amaçlarından biri mali yani fiskal amaçtır.",
      "B": "Verginin mali amacı devletin üstlendiği fonksiyonlarına paralel olarak sunduğu kamu hizmetlerinin finansmanını sağlamak için gelir elde etmektir.",
      "C": "Vergiler ekonomideki akıcı gelir yapısını elde etmek için gereklidir maliye planlaması ve amaçları verginin ekonomik boyutu ile elde edilir.",
      "D": "Verginin mali olmayan amacı da vardır.",
      "E": "Vergiler gelir sağlamak ekonomik ve sosyal hedeflerin gerçekleştirilebilmesi için gerekli etkileri yaratmada araç olarak kullanılmaktadır."
    },
    "explanation": "VERGİ YÜKÜ VE VERGİ YÜKÜNÜ AZALTMAYA YÖNELİK DAVRANIŞLAR<br/>Vergi, devletin egemenlik gücüne dayanarak<br/>kamu harcamalarını karşılamak üzere, gerçek ve tüzel kişilerden aldığı, karşılıksız ve cebre dayalı parasal değerlerdir. Verginin iki amacı vardır: Birincisi,<br/>mali (fiskal) amaçtır. Verginin mali amacı, devletin<br/>üstlendiği fonksiyonlarına paralel olarak sunduğu<br/>kamu hizmetlerinin finansmanını sağlamak için<br/>gelir elde etmektir. İkincisi ise, mali olmayan (ekstra fiskal) amaçtır (Akdoğan, 2009:118-123). Vergiler gelir sağlamanın yanında, ekonomik ve sosyal<br/>hedeflerin gerçekleştirilebilmesi için gerekli etkileri<br/>yaratmada araç olarak kullanılmaktadır."
  },
  {
    "id": "3507121",
    "unitNumber": 1,
    "text": "Vergiler ekonomik istikrar, gelir dağılımı, kaynak dağılımının sağlanması amacıyla ekonomik birimlerin vergi yükü dağılımlarına etki ederek ..................... bir aracı olarak kullanılırlar.<br/>Yukarıdaki cümlede boşluğa aşağıdaki kavramlardan hangisi gelmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "vergi planlamasının",
      "B": "vergi yükü",
      "C": "ekonomik ve sosyal hedefler",
      "D": "mali olmayan amaçlar",
      "E": "maliye politikasının"
    },
    "explanation": "VERGİ YÜKÜ KAVRAMI<br/>Vergi Yükü Kavramı<br/>Vergiler ekonomik istikrarın, gelir dağılımının, kaynak dağılımının sağlanması için ekonomik birimlerin vergi yükü dağılımlarına etki ederek maliye politikasının bir aracı olarak kullanılabilmektedir. Vergilerin mali olmayan amacını vurgulayan bu kullanım şekli, vergi kanunlarında vergi yükünü doğrudan ya da dolaylı bir şekilde etkileyen muafiyet, istisna, indirim, oran farklılaşması vb. şeklinde yapılan düzenlemelerle sağlanmaktadır."
  },
  {
    "id": "3507122",
    "unitNumber": 1,
    "text": "Vergi yükü ile ilgili olarak aşağıdaki ifadelerden hangisi yanlıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Vergi yükü ülkenin ekonomik yapısına bağlı bir kavramdır eğer ekonomi güçlü ise vergi yükü az olur eğer zayıf ise durgun olur.",
      "B": "Vergi yükü toplumun tamamı ya da bir kısmının sahip oldukları ödeme güçleri karşısında kullandıkları vergi tutarının oransal ilişkisini ifade eder.",
      "C": "Matematiksel açıdan vergi yükü ödenen vergi ile ödeme gücünün bir fonksiyonudur.",
      "D": "Vergi yükü ödenen vergi ile doğru orantılı ödeme gücü ile ters orantılı olarak değişmektedir.",
      "E": "Vergi yükünde ödeme gücü sabitken vergi oranı yükseldikçe yük artar düştükçe yük azalır."
    },
    "explanation": "VERGİ YÜKÜ KAVRAMI<br/>Matematiksel açıdan vergi yükü, ödenen vergi<br/>ile ödeme gücünün bir fonksiyonudur. Yük, ödenen vergi ile doğru orantılı, ödeme gücü ile ters<br/>orantılı olarak değişmektedir (Edizdoğan ve diğerleri, 2013:180). Yani ödeme gücü sabitken, vergi<br/>oranı yükseldikçe yük artar, düştükçe yük azalır.<br/>Vergi oranı sabitken, ödeme gücü arttıkça yük azalır, ödeme gücü düştükçe yük artar. Ödeme gücü,<br/>kişinin, kendisinin ve ailesinin yaşamını asgari düzeyde sürdürmeye yetecek gelirin üzerindeki gelir<br/>kısmını ifade eder."
  },
  {
    "id": "3507123",
    "unitNumber": 1,
    "text": "\"Vergi yükü\" kavramı toplumun tamamı ya da bir kısmının sahip oldukları ödeme güçleri karşısında katlandıkları vergi tutarının oransal ilişkisidir ve \"vergi yükü\" farklı kriterler dikkate alınarak yapılan hesaplamalara göre değişiklik gösterir aşağıdakilerden hangisi vergi yükü kavramı için yanlıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Toplam vergi yükü",
      "B": "Farklı kriterlerin vergi yükü",
      "C": "Bireysel vergi yükü",
      "D": "Bölgesel vergi yükü",
      "E": "Sektörel vergi yükü"
    },
    "explanation": "VERGİ YÜKÜ KAVRAMI<br/>Vergi yükü, farklı kriterler dikkate alınarak yapılan hesaplamalara göre değişik şekillerde tanımlanabilen bir kavramdır. Bu anlamda; toplam vergi yükü, bireysel vergi yükü, gelir grupları bakımından vergi yükü, bölgesel vergi yükü, sektörel vergi yükü, net vergi yükü ve gerçek vergi yükünden bahsedilir."
  },
  {
    "id": "3507124",
    "unitNumber": 1,
    "text": "Kendi içinde objektif ve subjektif vergi yükü olarak ikiye ayrılan vergi yükü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bölgesel vergi yükü",
      "B": "Sektörel vergi yükü",
      "C": "Bireysel vergi yükü",
      "D": "Gerçek vergi yükü",
      "E": "Sanal vergi yükü"
    },
    "explanation": "VERGİ YÜKÜ KAVRAMI<br/>Bireysel vergi yükü, kendi içinde objektif ve subjektif vergi yükü şeklinde ikiye ayrılmaktadır:"
  },
  {
    "id": "3507125",
    "unitNumber": 1,
    "text": "8. Vergi yükü değerlendirmelerinde hangi vergi yükü kullanılır?",
    "correctAnswer": "D",
    "options": {
      "A": "a) Subjektif vergi yükü",
      "B": "b) Genel vergi yükü",
      "C": "c) Özel vergi yükü",
      "D": "d) Objektif vergi yükü",
      "E": "e) Bağlı vergi yükü"
    },
    "explanation": "Vergi yükü değerlendirmelerinde genellikle objektif vergi yükü kullanılmaktadır.<br/>VERGİ YÜKÜ KAVRAMI"
  },
  {
    "id": "3507126",
    "unitNumber": 1,
    "text": "9. Ödediği vergiler mükellef için birer maliyettir mükellefler vergi yükünden kurtulmak ya da azaltmak için çeşitli davranışlar sergilerler bunlardan birisi vergi yükünden kurtulma çabasıdır mükellefin bu davranışı nasıl değerlendirilir?",
    "correctAnswer": "D",
    "options": {
      "A": "a) İktisadi olmayan bir davranış",
      "B": "b) Subjektif bir davranış",
      "C": "c) Objektif bir davranış",
      "D": "d) İktisadi bir davranış",
      "E": "e) Hedeflenen bir davranış"
    },
    "explanation": "VERGİ YÜKÜNÜ AZALTMAYA YÖNELİK DAVRANIŞLAR<br/>Bazı durumlarda da vergi yükünü azaltan iktisadi bir davranış olarak karşımıza çıkar. Nihai tüketicinin üzerine vergi konan veya vergi oranı<br/>artırılan bir malı veya hizmeti almayarak vergisiz<br/>veya vergi oranı nispeten düşük olana yönelmesi<br/>(vergilerin ikame etkisi) veya vergi konması/artırılması sonucu harcanabilir geliri düşen bireyin daha<br/>çok çalışarak eski gelir düzeyine ulaşma çabası (gelir etkisi) iktisadi birer davranıştır. Vergiyi yansıtma<br/>imkânlarını kullanarak vergi yükünden kurtulan ya<br/>da hafifleten mükellefin davranışını da iktisadi bir<br/>davranış olarak değerlendirmek gerekir."
  },
  {
    "id": "3507127",
    "unitNumber": 1,
    "text": "10. Vergi kaçırma vergi borcu doğmuş olmasına rağmen vergi kanunlarına aykırı hareketle verginin hiç ödenmemesi ya da kısmen ödenmesi demektir vergi baskısına karşılık yasa dışı bir biçimde verilen tepkiye ne denir?",
    "correctAnswer": "E",
    "options": {
      "A": "a) Vergi yükü",
      "B": "b) Vergi barışı",
      "C": "c) Vergi alacağı",
      "D": "d) Vergi borcu",
      "E": "e) Vergi kaçakçılığı"
    },
    "explanation": "VERGİ KAÇIRMA<br/>Vergi Kaçırma<br/>Vergi kaçırma, vergi borcu doğmuş olmasına rağmen, vergi kanunlarına aykırı hareketlerle verginin hiç<br/>ödenmemesi veya kısmen ödemesi şeklinde tanımlanmaktadır (Erginay, 2003:124). Vergi kaçakçılığı, vergi<br/>baskısına karşı yasa dışı bir tepkidir. Kanuna ayrı davranışlarla vergi kaçırmanın birçok yolu mevcuttur. Bunlardan<br/>bazıları; mükellefiyetin tesis ettirilmemesi, beyannamelerin verilmemesi/eksik verilmesi, defter tutulmaması veya<br/>yanlış tutulması, satış ve hâsılatın belgelendirilmemesi,<br/>sahte veya yanıltıcı belge kullanımı ve düzenlenmesi vb.dir<br/>(Ergülen ve Erdem, 1998:4)."
  },
  {
    "id": "3507128",
    "unitNumber": 1,
    "text": "<ol type=\"I\"><br/><li>Vergi ödemenin kişi ve kurumlar üzerinde meydana getirdiği etkidir.</li><br/><li>Vergi oranının düşük olduğu durumlarda nispeten daha azdır.</li><br/><li>Vergi oranının düşük olduğu durumlarda nispeten daha fazladır.</li><br/></ol><br/>Vergi baskısı ile ilgili olarak yukarıda sıralanan bilgilerden hangisi/hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "I,II",
      "E": "I,II,III"
    },
    "explanation": "Giriş,<br/>I,II doğrudur. III yanlış. Çünkü Vergi ödemenin kişi ve kurumlar üzerinde meydana getirdiği etkiye <em>vergi baskısı </em>denilmektedir. Vergi baskısı, vergi oranının düşük olduğu durumlarda nispeten daha azdır."
  },
  {
    "id": "3507129",
    "unitNumber": 1,
    "text": "“…………….. demokratik sosyal hukuk devletinde vergiye karşı direncin en kabul edilebilir, modern, amaca hizmet eden en yasal biçimidir” yukarıdaki boşluğa gelebilecek en uygun ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Vergi planlaması",
      "B": "Vergi baskısı,",
      "C": "Vergi yükü,",
      "D": "Vergi mükellefi",
      "E": "Vergi direnci,"
    },
    "explanation": "Giriş<br/>Vergi planlaması doğru cevap. Çünkü, Vergi planlaması, demokratik sosyal hukuk devletinde vergiye karşı direncin en kabul edilebilir, modern, amaca hizmet eden en yasal biçimidir"
  },
  {
    "id": "3507130",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Muafiyet,</li> <li> İstisna,</li> <li>İndirim,</li> <li>Oran Farklılaşması</li> </ol> Yukarıda sıralananlardan hangisi/hangileri vergi kanunlarında vergi yükünü doğrudan veya dolaylı etkileyen düzenlemelerden birisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "I,II,III",
      "B": "I,III,IV",
      "C": "I,II,III,IV",
      "D": "II,III,IV",
      "E": "I,II,IV"
    },
    "explanation": "Vergi yükü kavramı<br/>Tümü doğrudur. Çünkü Vergiler ekonomik istikrarın, gelir dağılımının, kaynak dağılımının sağlanması için ekonomik birimlerin vergi yükü dağılımlarına etki ederek maliye politikasının bir aracı olarak kullanılabilmektedir. Vergilerin mali olmayan amacını vurgulayan bu kullanım şekli, vergi kanunlarında vergi yükünü doğrudan ya da dolaylı bir şekilde etkileyen muafiyet, istisna, indirim, oran farklılaşması vb. şeklinde yapılan düzenlemelerle sağlanmaktadır."
  },
  {
    "id": "3507131",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Ödediği vergiler mükellef için birer maliyettir. Mükellefler, vergi yükünden kurtulmak veya azaltmak için çeşitli davranışlar sergileyebilirler.</li> <li>Mükellefin davranışının şiddetini tabanın genişliği, mükellefin içinde yaşadığı toplum yapısı, mükellefin psikolojisi, vergi yükü vb. gibi çok çeşitli unsurlar belirler.</li> <li>Bu davranış, bazen vergi isyanı şeklinde bazen kanunların ihlal edilerek vergi kabahati/suçu işlenmesi şeklinde bazen de kanuni sınırlar içinde gerçekleşir.</li> </ol> Yukarıdaki bilgilerden hangisi/hangileri mükellef -vergi arasındaki ilişkiyi anlatan doğru bir tanımdır?",
    "correctAnswer": "E",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "II,III",
      "E": "I,II,III"
    },
    "explanation": "Vergi yükünü Azaltmaya Yönelik Davranışlar<br/>Tümü doğrudur. Çünkü, Vergi borçlusu mükellef ise, vergi yükünü azaltmaya, mümkünse ortadan kaldırmaya yönelir. Ödediği vergiler mükellef için birer maliyettir. Bu maliyeti azaltması, harcanabilir gelirini artırdığı için mükelleflerin vergi yükünü azaltma çalışmaları rasyonel (akılcı) bir davranış olarak kabul edilir. Mükellefler, vergi yükünden kurtulmak veya azaltmak için çeşitli davranışlar sergileyebilirler. Davranışın şekli; vergiye karşı direncin şiddeti, vergi yükünün hissedildiği tabanın genişliği, mükellefin içinde yaşadığı toplum yapısı, mükellefin psikolojisi, vergi yükü vb. gibi çok çeşitli unsurlardan etkilenir. Bu davranış, bazen vergi isyanı şeklinde toplumsal bir ayaklanma hâlinde görülürken bazen kanunların ihlal edilerek vergi kabahati/suçu işlenmesi şeklinde bazen de kanuni sınırlar içinde, kanunların mükelleflere tanıdığı imkânlar dâhilinde gerçekleşir"
  },
  {
    "id": "3507132",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Mükellefiyetin tesis ettirilmemesi,</li> <li> Beyannamelerin verilmemesi/eksik verilmesi,</li> <li>Defter tutulmaması veya yanlış tutulması,</li> <li>Satış ve hâsılatın belgelendirilmemesi,</li> <li>Sahte veya yanıltıcı belge kullanımı ve düzenlenmesi</li> </ol> Yukarıdaki sıralananlardan hangisi/hangileri vergi kaçırmanın yol ve yöntemleri arasında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "I,II,III",
      "B": "III,IV,V",
      "C": "I,III,IV,V",
      "D": "I,II,III,IV,V",
      "E": "I,V"
    },
    "explanation": "Tümü. Çünkü vergi kaçakçılığı, vergi baskısına karşı yasa dışı bir tepkidir. Kanuna ayrı davranışlarla vergi kaçırmanın birçok yolu mevcuttur. Bunlardan bazıları; mükellefiyetin tesis ettirilmemesi, beyannamelerin verilmemesi/eksik verilmesi, defter tutulmaması veya yanlış tutulması, satış ve hâsılatın belgelendirilmemesi, sahte veya yanıltıcı belge kullanımı ve düzenlenmesi vb.dir"
  },
  {
    "id": "3507133",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Vergi Planlaması makro ve mikro tanımlanabilir.</li> <li>Vergi planlaması ulusal düzeyde veya uluslararası düzeyde yapılabilir.</li> <li>Vergi planlaması durağan bir süreçtir</li> </ol> Vergi planlaması ile ilgili yukarıda sırlanan özelliklerden hangisi/hangileri doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "I,II,III",
      "B": "I,II",
      "C": "Sadece III",
      "D": "I,III",
      "E": "II, III"
    },
    "explanation": "Vergi Planlamasının Tanımı Ve Özellikleri<br/>I,II Doğrudur. III YANLIŞ Çünkü Vergi planlaması dinamik bir süreçtir. Mükellefin kişisel, ailevi, ekonomik, mali vb. durumundaki veya mevzuattaki bir değişiklik vergi planlamasını etkiler. Ayrıca vergi planlamasını makro ve mikro vergi planlaması şeklinde ikiye ayırarak tanımlamaktadır. Makro vergi planlaması, devletin yaptığı vergi planlamasıdır. Makro vergi planlaması; devletin, ihtiyaç duyduğu finansmanı en uygun kaynaktan, toplumun yaklaşımlarını, tavır ve davranışlarını dikkate alarak, verginin konulma amacına uygun, maksimum hizmeti sağlayacak şekilde uygulanması için sistem dizayn etmesi, mevzuatı oluşturması ve politika geliştirmesi olarak tanımlanabilir. Mikro vergi planlaması ise kişisel vergi planlamasıdır. Vergi planlaması denildiğinde mikro vergi planlaması anlaşılır ve literatür bu yönde gelişmiştir. Vergi planlaması ulusal düzeyde veya uluslararası düzeyde yapılabilir. Uluslararası yapıldığında uluslararası vergi planlaması olarak isimlendirilir."
  },
  {
    "id": "3507134",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Esneklik</li> <li>Kişisellik</li> <li>Zaman Yönelimi</li> <li>Koordinasyon</li> </ol> Yukarıda sırlanan özelliklerden hangisi/hangileri Vergi planlamasının ilkeleri arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "I,II,III",
      "B": "II,III,IV",
      "C": "I,III,IV",
      "D": "I,II",
      "E": "I,II,III,IV"
    },
    "explanation": "Vergi Planlaması İlkeleri<br/>Tümü yer alır. Ayrıca Vergi planlamasındaki bir başka ilkede profesyonelliktir."
  },
  {
    "id": "3507135",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Vergi yükünün azaltılması veya ortadan kaldırılması,</li> <li>Yasal sınırlar içinde vergi yükünü azaltmayı öğrenmesi,</li> <li>Vergi cezası, gecikme zammı ve gecikme faizi gibi ilave maliyetleri ortadan kaldırması</li> </ol> Yukarıda sıralananlardan hangisi/hangileri vergi planlamasının mükelleflere, doğrudan ya da dolaylı olarak sunduğu avantajlardan birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "I,II,III",
      "B": "I,II",
      "C": "II,III",
      "D": "Sadece II",
      "E": "Sadece III"
    },
    "explanation": "Vergi Planlamasının Amacı, Önemi, Avantajları Ve Dezavantajları<br/>Tümü, çünkü vergi planlamasının mükelleflere, doğrudan ya da dolaylı olarak sunduğu avantajlar; Vergi yükünün azaltılması veya ortadan kaldırılması, Yasal sınırlar içinde vergi yükünü azaltmayı öğrenmesi, Suç ya da kabahat oluşmadığı için Vergi cezası, gecikme zammı ve gecikme faizi gibi ilave maliyetleri ortadan kaldırması Devlete arasında olumlu ilişkilerin geliştirilmesine katkı sağlayarak, devlete olan güvenin artması, Tabi olduğu vergi kanunlarını daha iyi bilmesi konusunda farkındalık yaratması, Mükellef haklarının farkına varma ve bu farkındalıkla hakların kuvvetlenmesine ve gelişimine katkı sağlaması, Vergiye gönüllü uyumu artırmasıdır."
  },
  {
    "id": "3507136",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Vergi mevzuatına hâkimiyet gerektirmesi</li> <li>Mali danışmanlara yapılacak ek ödemeler</li> <li>Dinamik bir süreçle birlikte oluşan maliyet yinelemesi</li> </ol> Yukarıda sıralananlardan hangisi/hangileri vergi planlamasının mükelleflere kısa ve uzun dönemde yansıyan dezavantajlardan birisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sadece I",
      "B": "Sadece II",
      "C": "Sadece III",
      "D": "I,II",
      "E": "I,II,III"
    },
    "explanation": "Vergi Planlamasının Amacı, Önemi, Avantajları Ve Dezavantajları<br/>Tümü doğrudur. Çünkü Vergi planlamasının vergi mevzuata hâkimiyet gerektirmesi mükellefte ilave bir baskı yaratır. Mevzuata hâkim olan vergi danışmanı, mali danışman, meslek mensubu gibi profesyonellerden yardım alması, bu kişilere yapılan ödemeler nedeniyle ilave bir maliyet içerir. Vergi tasarrufu sağlayan en uygun davranış her zaman belirlenemeyebilir. Dolayısıyla her zaman, kaybedilen ilave bir vergi tasarrufu olabilir. Vergi planlamasının dinamik bir süreç olması bu maliyetleri yineler."
  },
  {
    "id": "3507137",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Engelli istihdamı</li> <li>Uzman Kadın istihdamı</li> <li>Liyakatli işgücü istihdamı</li> </ol> Yukarıdakilerden hangisi hangileri devletin işverenlere vergi muafiyeti/istisna vb. düzenlemeler uygulama nedeni arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "II,III",
      "E": "I,II,III"
    },
    "explanation": "Vergi Planlamasının Amacı, Önemi, Avantajları Ve Dezavantajları (Yaşamla İlişkilendir )<br/>Engelli istihdamı çünkü Vergiler sadece mali amaçla alınmaz. Devlet, mali olmayan bir takım amaçları gerçekleştirmek için vergileri politika aracı olarak kullanmaktadır. Örneğin; devlet, engelli istihdamı arttırmak isteyebilir. Bu amaca ulaşmak için işverenlere, çalıştırdıkları her engelli birey için kazançlarının belirli bir kısmını istisna ederek, teşvik verebilir. Devlet, istisna, muafiyet, indirim, oran farklılaşması gibi düzenlemelerle vergileri araç olarak kullanırken, mükelleflerin veya mükellef gruplarının vergi planlaması yapması gerekir. Örnekte, işveren teşvikten yararlanarak, daha fazla engelli istihdamı sağladığında vergi yükünü azaltır, devlet de engelli istihdamını arttırma amacına ulaşmış olur. Bu anlamda, vergi politikası ile vergi planlaması madalyonun iki yüzünü oluşturmaktadır"
  },
  {
    "id": "3507138",
    "unitNumber": 1,
    "text": "“…devletin egemenlik gücüne dayanarak kamu harcamalarını karşılamak üzere, gerçek ve tüzel kişilerden aldığı, karşılıksız ve cebre dayalı parasal değerlerdir.” İfadesindeki boşluk aşağıdaki seçeneklerden hangisi ile tamamlanabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Maliye",
      "B": "Ekonomik istikrar",
      "C": "Vergi",
      "D": "Finansman",
      "E": "Mali amaç"
    },
    "explanation": "Vergi, devletin egemenlik gücüne dayanarak kamu harcamalarını karşılamak üzere, gerçek ve tüzel kişilerden aldığı, karşılıksız ve cebre dayalı parasal değerlerdir. Bu ifadede de görüldüğü üzere sorunun doğru cevabı “vergi” seçeneğidir."
  },
  {
    "id": "3507139",
    "unitNumber": 1,
    "text": "Aşağıdaki ifadelerden hangisi vergi yükü kavramının tanımını ortaya koymuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "Toplumun tamamı veya bir kısmının sahip oldukları ödeme güçleri karşısında katlandıkları vergi tutarının oransal ilişkisi",
      "B": "Kişinin, kendisinin ve ailesinin yaşamını asgari düzeyde sürdürmeye yetecek gelirin üzerindeki gelir kısmı",
      "C": "Vergi borcu",
      "D": "Vergi mükelleflerinin özel hukuk biçimlerini ve kurumlarını olağan kullanımları dışında kötüye kullanarak vergi kaçırması",
      "E": "Vergi kanunlarının vergiyi bağladıkları olayın vukuu veya hukuki durumun tekemmülü"
    },
    "explanation": "Vergi yükü, toplumun tamamı veya bir kısmının sahip oldukları ödeme güçleri karşısında katlandıkları vergi tutarının oransal ilişkisini ifade etmektedir. Bundan dolayı sorunun doğru cevabı “A” seçeneğidir."
  },
  {
    "id": "3507140",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi, vergi mükelleflerinin, özel hukuk biçimlerini ve kurumlarını olağan kullanımlarının dışında kötüye kullanarak vergi kaçırma amacı ile yaptıkları işlemlerin genel bir adıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Koordinasyon",
      "B": "Peçeleme",
      "C": "Vergi yükü",
      "D": "Muvazaa",
      "E": "Vergi alacağı"
    },
    "explanation": "Peçeleme, vergi mükelleflerinin özel hukuk biçimlerini ve kurumlarını olağan kullanımları dışında kötüye kullanarak vergi kaçırma amacına yönelik işlemlerdir. Bu bilgiler doğrultusunda sorunun doğru cevabı “peçeleme” seçeneğidir."
  },
  {
    "id": "3507141",
    "unitNumber": 1,
    "text": "Vergi planlamasının çerçevesini aşağıdakilerden hangisi belirler?",
    "correctAnswer": "C",
    "options": {
      "A": "Mükellefler",
      "B": "Vergi avantajı",
      "C": "Veri mevzuat",
      "D": "Strateji",
      "E": "Vergi tasarrufu"
    },
    "explanation": "Vergi planlamasının çerçevesini veri mevzuat belirler. Mükellefler vergi ödemek zorunda oldukları devletin, yürürlükte bulunan vergi mevzuatını dikkate alırlar. Bu bilgiler ışığında sorunun doğru cevabı “veri mevzuat” seçeneğidir."
  },
  {
    "id": "3507142",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi vergi planlamasının ilkelerinden biri <u>değildir?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Esneklik",
      "B": "Profesyonellik",
      "C": "Strateji",
      "D": "Zaman yönelimi",
      "E": "Koordinasyon"
    },
    "explanation": "Vergi planlamasının ilkeleri şöyle sıralanmıştır: Esneklik, kişisellik, profesyonellik, zaman yönelimi, koordinasyon. Bundan dolayı sorunun doğru cevabı “strateji” seçeneğidir."
  },
  {
    "id": "3507143",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi vergi planlamasının bir amacıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yargı kararlarının dikkate alınması",
      "B": "Vergi yükünün azaltılması",
      "C": "Stratejik bir süreç oluşması",
      "D": "Vergi kanunlarında birbirini tamamlayan hükümlerin anlaşılması",
      "E": "Mükelleflerin geçmiş kararlarının incelenmesi"
    },
    "explanation": "Vergi planlamasının amacı, katlanılan vergi yükünün azaltılması, ortadan kaldırılması veya zamana yayılmasıdır. Bu amaçla yapılan vergi planlaması mükelleflere vergi yükünü azaltarak veya tamamen ortadan kaldırarak avantaj sağlarken, yükün zamana yayılması hissedilen baskıyı/ yükü hafifletir. Bunlardan dolayı sorunun doğru cevabı “vergi yükünün azaltılması” seçeneğidir."
  },
  {
    "id": "3507144",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi, vergi tasarrufu sağlayarak mükellefin vergi yükünü hafifleten, şekli yükümlülüklerini kolaylaştıran ve mükellefin “yararına” olan her türlü düzenlemenin genel bir adıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "İstisna",
      "B": "Çifte vergileme",
      "C": "Vergi kanunu",
      "D": "Vergi avantajı",
      "E": "Vergi oranı"
    },
    "explanation": "Vergi avantajı, kanunlarda yer verilen düzenlemelerle vergi tasarrufu sağlayarak mükellefin vergi yükünü hafifleten, şekli yükümlülüklerini de kolaylaştıran, mükellefin “yararına” olan her türlü düzenlemeyi ifade etmektedir. Bu bilgiler ışığında sorunun doğru cevabı “vergi avantajı” seçeneğidir."
  },
  {
    "id": "3507145",
    "unitNumber": 1,
    "text": "Vergi alacağının vergiyi doğuran olaya bağlanmasından hareketle, aşağıdakilerden hangisi VUK’UN 19. maddesinde belirtilmiş, vergiyi doğuran olay tanımına uygundur?",
    "correctAnswer": "A",
    "options": {
      "A": "Vergi alacağı vergi kanunlarının vergiyi bağladıkları olayın vukuu veya hukuki durumun tekemmülü ile doğar",
      "B": "Mükelleflerin vergi alacağının doğumuna sebep olan olay ve hukuki durumların dışında hareket ederek verginin doğmasını engelleyebilmesi",
      "C": "Mükelleflerin vergi yükünü azaltmak için kanun dışı yollara başvurma olasılığı",
      "D": "Vergi planlamasının dinamik bir süreçtir",
      "E": "Mükelleflerin geçmiş kararları geleceği de etkiler"
    },
    "explanation": "Vergi alacağının doğumu, vergiyi doğuran olaya bağlanmıştır. VUK’un 19.maddesinde vergiyi doğuran olay “Vergi alacağı, vergi kanunlarının vergiyi bağladıkları olayın vukuu veya hukuki durumun tekemmülü ile doğar” ifadesi ile tanımlanmıştır. Bundan dolayı sorunun doğru cevabı “A” seçeneğidir."
  },
  {
    "id": "3507146",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi, vergi kanunlarına göre vergilendirilmesi gereken vergi konularının aynı veya başka kanunlarla, kısmen ya da tamamen vergi dışı bırakılması olarak tanımlanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Vergi oranı",
      "B": "İndirim",
      "C": "İstisna",
      "D": "Muafiyet",
      "E": "Safi tutar"
    },
    "explanation": "İstisna, vergi kanunlarına göre vergilendirilmesi gereken vergi konularının aynı veya başka kanunlarla, kısmen ya da tamamen vergi dışı bırakılmasıdır. Yani istisna vergi konusunu kısıtlayan uygulamalardır. Bu bilgiler ışığında sorunun doğru cevabı “istisna” seçeneğidir."
  },
  {
    "id": "3507147",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi vergi kanunlarında istisna ve muafiyetlere yer verilmesinin bir sebebi olabilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Mükelleflerin, safi ücretin tespitinde indirebilecekleri gider kalemleri içinde yer almayan bazı gider ve harcamalarının vergi matrahından düşülmesine izin verilmesi",
      "B": "Vergi kanunlarına göre vergilendirilmesi gereken vergi konularının aynı veya başka kanunlarla, kısmen ya da tamamen vergi dışı bırakılması",
      "C": "Vergi avantajının sağlanması",
      "D": "Vergi oranın belirlenmesi",
      "E": "Çifte vergilemenin önlenmesi"
    },
    "explanation": "Vergi kanunlarında istisna ve muafiyetlere değişik gerekçelerle yer verilmektedir. Birçok istisna ve muafiyetin gerekçesi çifte vergilemenin önlenmesi veya vergi teşvikidir. Çifte vergileme, aynı mükellefin, aynı vergilendirme döneminde, aynı vergi konusu üzerinden birden fazla benzer vergiye tabi tutulmasıdır. Bu bilgiler ışığında sorunun doğru cevabı “çifte vergilemenin önlenmesi” seçeneğidir."
  },
  {
    "id": "3507148",
    "unitNumber": 2,
    "text": "<ol type=\"I\"><br/><li>Ekonomik istikrarı sağlamak</li><br/><li>Gelir dağılımını eşitlemek</li><br/><li>Sosyal ve kültürel hayata yön vermek</li><br/><li>Kamu harcamalarının karşılamak</li><br/></ol><br/>Yukarıdaki verilerden hangisi/hangileri devletin vergilendirme hedefleri arasında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "II,III ve IV",
      "C": "I,III, IV",
      "D": "I,II,III",
      "E": "I,II,III,IV"
    },
    "explanation": "Giriş<br/>I,III ve IV doğrudur. II. De verilen bilgi yanlıştır. Çünkü Devlet, kamu harcamalarının karşılamak için vergi toplamaktadır. Anayasanın 73’üncü maddesinde mali güce sahip herkesin vergi ödemekle yükümlü olduğu belirtilmiştir. Vergilendirme ile devlet, ekonomik istikrarı sağlamayı hedefler. Ancak bunun yanında sosyal ve kültürel hayata yön vermek amacıyla da vergilendirmeyi kullanabilir"
  },
  {
    "id": "3507149",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>Tüketim alışkanlıklarının değiştirilmesi</li> <li>Çevrenin korunması</li> <li>Bağımlılık yaratan maddelerin kullanımını engelleme</li> <li>Nüfus planlaması Yukarıdaki verilerden hangisi/hangileri devletin “caydırma yöntemini” kullanarak kişilerin bazı davranışları göstermelerinin engellenmesi amacına örnek oluşturabilir?<br/></li> </ol>",
    "correctAnswer": "E",
    "options": {
      "A": "I,II, III",
      "B": "II,III",
      "C": "Sadece III",
      "D": "III,IV",
      "E": "I,II,III,IV"
    },
    "explanation": "Yönlendirici Vergilendirmenin Amacı Olarak Caydırma<br/>Tümü doğrudur. Çünkü, Caydırılmaya çalışılan davranışlara tüketim alışkanlıklarının değiştirilmesi, çevrenin korunması, nüfus planlaması, bağımlılık yaratan maddelerin kullanımının önlenmesi veya azaltılması gibi konular örnek gösterilebilir"
  },
  {
    "id": "3507150",
    "unitNumber": 2,
    "text": "<ol type=\"I\"><br/><li>Caydırma yöntemi bir çeşit yasaklamadır.</li><br/><li>Caydırma yöntemi yasaklamadan farklıdır.</li><br/><li>Yasaklama kendi içinde doğal olarak caydırma fonksiyonunu içerir.</li><br/><li>Caydırmada yasaklama amacı bulunur.</li><br/></ol><br/>Yönlendirici vergilendirme aracı olan “caydırma ile yasaklama” ilişkisine dair yukarıdaki bilgilerden hangisi/hangileri doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "I,II ve III",
      "B": "II,III",
      "C": "I,IV",
      "D": "II,III,IV",
      "E": "I,II,III,IV"
    },
    "explanation": "Yönlendirici Vergilendirmenin Amacı Olarak Caydırma<br/>Sadece II ve III doğrudur. Çünkü Caydırma yöntemi yasaklamadan farklıdır. Yasaklama kendi içinde doğal olarak caydırma fonksiyonunu içermesine karşın, caydırmada yasaklama amacı bulunmamaktadır"
  },
  {
    "id": "3507151",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>Katma Değer Vergisi</li> <li>Kurumlar Vergisi</li> <li>Motorlu Taşıtlar Vergisi,</li> <li>Gelir Vergisi,</li> </ol> Yukarıdaki vergi türlerinden hangisi/hangileri vergi yükünü artırma amacıyla devlet tarafından bir caydırma aracı olarak alınabilir?",
    "correctAnswer": "E",
    "options": {
      "A": "I,II",
      "B": "II,III,IV",
      "C": "I,IV",
      "D": "I,III,IV",
      "E": "I,II,III,IV"
    },
    "explanation": "Vergi Yükünün Artırılması- dikkat<br/>Tümü doğrudur. Çünkü Bazı davranışların engellenmesi amaçlandığında kullanılabilecek caydırma yönteminin araçlarından biri vergi yükünün artırılmasıdır. Vergi yükü harcamalardan (Katma Değer Vergisi, Özel Tüketim Vergisi vb.), servetten (Motorlu Taşıtlar Vergisi, Emlak Vergisi vb.) ve gelir üzerinden (Gelir Vergisi, Kurumlar Vergisi) alınan vergilerin artırılması ile artmaktadır"
  },
  {
    "id": "3507152",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>Vergi yükünün azaltılması</li> <li> Vergi kolaylıkları,</li> <li> Vergi iadeleri</li> <li>Vergi affı</li> </ol> Yukarıdaki verilerden hangisi/hangileri “özendirme” amacıyla uygulanan vergi araçlarındadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Sadece I",
      "B": "I,II,III",
      "C": "II, III",
      "D": "I,III,IV",
      "E": "I,II,III,IV"
    },
    "explanation": "Yönlendirici Vergilendirmenin Amacı Olarak Özendirme<br/>Tümü doğrudur. Çünkü Yönlendirici vergilendirmenin ikinci yöntemi, belirli davranışların vergi yükünün azaltılması, vergi kolaylıkları, vergi iadeleri ve hatta vergi afları araçlarının kullanılması ile özendirilmesi oluşturmaktadır."
  },
  {
    "id": "3507153",
    "unitNumber": 2,
    "text": "“……………….kişileri belirli davranışlara yönlendirme amaçlı olarak belirli tüketim mallarının üretim veya tüketimini artırmak, bunların fiyatları üzerinde destekleyici yüksek alımlar gerçekleştirmek, belirli bölgelerde yapılacak yatırımların teşvik edilmesi gibi konularda söz konusu olabilir.”<br/>Yukarıdaki boşluğa aşağıdaki vergi araçlarından hangisi gelebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sübvansiyonlar",
      "B": "Vergi affı",
      "C": "Vergi muafiyeti",
      "D": "Vergi indirimi",
      "E": "Özendirme"
    },
    "explanation": "Doğru cevap Sübvansiyonlar’dır. Çünkü Sübvansiyonlar, kişileri belirli davranışlara yönlendirme amaçlı olarak belirli tüketim mallarının üretim veya tüketimini artırmak, bunların fiyatları üzerinde destekleyici yüksek alımlar gerçekleştirmek, belirli bölgelerde yapılacak yatırımların teşvik edilmesi gibi konularda söz konusu olabilir"
  },
  {
    "id": "3507154",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>Bireylerin belirli zaman aralıklarında tekrarlanan satın alma davranışları </li> <li>Ekonomik ve sosyal durumlarıyla örtüşen tercihler ağı</li> <li>Kıt kaynaklar ve gereksiz harcamalar</li> </ol> Yukarıdaki verilerden hangisi/ hangileri “tüketim alışkanlıkları” kavramı içinde yer alan doğru bir bilgidir?",
    "correctAnswer": "A",
    "options": {
      "A": "I,II",
      "B": "II,III",
      "C": "Sadece I",
      "D": "Sadece II",
      "E": "I, II,III"
    },
    "explanation": "Tüketim Alışkanlıklarının Değiştirilmesi<br/>Sadece I ve II doğrudur. Çünkü Bireylerin belirli zaman aralıklarında tekrarlanan ekonomik, sağlık, sosyal, kültürel satın alma davranışları ve kişilerin ekonomik ve sosyal durumlarıyla örtüşen tercihler ağı, tüketim alışkanlıkları olarak adlandırılmaktadır"
  },
  {
    "id": "3507155",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>Kamu hizmetlerinin artması</li> <li>Doğal ve yaşanabilir bir dünyanın gerekliliği</li> <li>Tüketim alışkanlıklarının değiştirilmesi</li> </ol> Yukarıdaki verilerden hangisi ve hangileri “Nüfus artışının kontrol altına alınmasına” doğrudan etki eden faktörlerden birisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sadece I",
      "B": "II,III",
      "C": "I,II",
      "D": "I,III",
      "E": "I,II,III"
    },
    "explanation": "I,II doğrudur. Çünkü Ülke nüfusunun fazlalığı, devletin üstlendiği kamu hizmetlerindeki harcamaların artması sonucunu doğurmaktadır. Nüfus artışının kontrol altına alınması çabalarının dünyanın geleceğine de yön vereceği açıktır. Dolayısıyla sadece kamu harcamalarının artması değil, doğal ve yaşanabilir bir dünyanın gerekliliği olarak nüfus artışının kontrol altına alınması çok önemlidir."
  },
  {
    "id": "3507156",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>Vergiden kaçınma, kanuna aykırıdır.</li> <li>Vergi kaçırma, kanuna aykırıdır</li> <li>Vergi cezaları, vergiye uyum sağlama amacına yöneliktir</li> <li>Vergi cezaları, vergi kaçırmayı caydırmayı amaçlar.</li> </ol> Yukarıda sıralanan bilgilerden hangisi/hangileri yönlendirici vergilendirmenin gerçekleşmesi beklenen sonuçlarını gösteren doğru bir ifadedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sadece I",
      "B": "I,III",
      "C": "II,III",
      "D": "II,III,IV",
      "E": "I,II,III,IV"
    },
    "explanation": "Vergi kaçırma ve vergi kaçınma<br/>II, III, IV doğrudur. Çünkü Vergiden kaçınma; vergiyi doğuran olayın gerçekleştirilmemesi gibi kişilerin veya işletmelerin mevzuat boşluklarından kendi lehlerine faydalanarak kanuna aykırılık yaratılmadan verginin ödenmesinden kurtulmaları demektir. Dolaysıyla Mevzuat boşluklarından kaynaklanır. Kanuna aykırılık içeremez. Vergi kaçırma vergiden kaçınmanın tersine kanuna aykırıdır ve denilebilir ki burada kanuna karşı hile söz konusudur. Vergi cezaları niteliği itibariyle vergi kaçırmayı caydırmayı amaçlar. Bir başka yönden ise mükellefleri vergiye uyum göstermeleri yönünde hareket etmeye yönlendirir"
  },
  {
    "id": "3507157",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>Kültürel sonuçlar,</li> <li>Kanun dışı yollara sapma</li> <li>Siyasal baskı uygulama</li> </ol> Yukarıdakilerden hangisi/hangileri Vergilendirme sonrasında kanun koyucunun öngöremediği sonuçlar arasındadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Sadece I",
      "B": "Sadece II",
      "C": "Sadece III",
      "D": "II,III",
      "E": "I,II,III"
    },
    "explanation": "Gerçekleşmesi Beklenmeyen Sonuçlar<br/>Tümü doğrudur. Çünkü Vergilendirme sonrasında kanun koyucunun öngöremediği sonuçlar doğabilir. Bunlar temel olarak kültürel sonuçlar, kanun dışı yollara sapma ve siyasal baskı uygulama şeklinde ifade edilebilir"
  },
  {
    "id": "3507158",
    "unitNumber": 2,
    "text": "I - Yasaklama kendi içinde doğal olarak caydırmayı içerir.<br/>II - Caydırmada yasaklama amacı bulunmaz.<br/>III - Caydırma yönteminin kullanılması için bazı vergilendirme araçlarına ihtiyaç duyulur.<br/>IV - Vergilemede caydırma ve teşvik aynı anlama gelir.<br/>Caydırmaya ilişkin olarak yukarıda verilen ifadelerden doğru olanlar aşağıdaki seçeneklerden hangisinde <u>tam olarak</u> verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "I ve II",
      "B": "I, II ve III",
      "C": "I, III ve IV",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Ünitede, vergilemede caydırma ve teşvikin aynı anlama geldiğine ilişkin bir bilgi bulunmamaktadır."
  },
  {
    "id": "3507159",
    "unitNumber": 2,
    "text": "Vergilendirmenin kişilerin davranışlarında özendirme ve caydırma yöntemlerini kullanarak değişimler yaratabilmesi bizi “. . . . . . . . . vergilendirme” kavramına götürmektedir.<br/>Yukarıdaki cümledeki boş bırakılan yere uygun düşen kelime aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "cezalandırıcı",
      "B": "telafi edici",
      "C": "tarafsız",
      "D": "yönlendirici",
      "E": "psikolojik"
    },
    "explanation": "Vergilendirmenin kişilerin davranışlarında özendirme ve caydırma yöntemlerini kullanarak değişimler yaratabilmesi bizi “yönlendirici vergilendirme” kavramına götürmektedir."
  },
  {
    "id": "3507160",
    "unitNumber": 2,
    "text": "Vergi . . . . . . . ., kişilerin vergi kanunlarına aykırı hareket etmeleri hâlinde söz konusu olacak yaptırımlardır.<br/>Yukarıdaki cümlede boş bırakılan yere uygun düşen kelime aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "cezaları",
      "B": "uyumu",
      "C": "indirimi",
      "D": "ihracı",
      "E": "yargılaması"
    },
    "explanation": "Vergi cezaları, kişilerin vergi kanunlarına aykırı hareket etmeleri hâlinde söz konusu olacak yaptırımlardır."
  },
  {
    "id": "3507161",
    "unitNumber": 2,
    "text": "Devletin toplayabileceği vergilerden vazgeçmesini ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Vergi teşviki",
      "B": "Vergi maliyeti",
      "C": "Negatif vergi",
      "D": "Vergi dampingi",
      "E": "Vergi harcaması"
    },
    "explanation": "Özendirme yöntemi ile sunulan vergi avantajlarıyla devlet aslında vergi harcaması gerçekleştirmektedir. Bir başka deyişle, toplayabileceği vergilerden vazgeçmektedir."
  },
  {
    "id": "3507162",
    "unitNumber": 2,
    "text": "Devletin sunduğu vergi avantajlarıyla vazgeçtiği gelir, özendirilen davranışın getirisinden daha az ise yönlendirme . . . . . . . . . olarak da etkin demektir.<br/>Yukarıda verilen cümlede boş bırakılan yere uygun düşen kelime aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "siyasi",
      "B": "idari",
      "C": "ekonomik",
      "D": "sosyal",
      "E": "teknik"
    },
    "explanation": "Özendirme yöntemi ile sunulan vergi avantajlarıyla devlet aslında vergi harcaması gerçekleştirmektedir. Bir başka deyişle, toplayabileceği vergilerden vazgeçmektedir. Vazgeçilen gelir, özendirilen davranışın getirisinden daha az ise yönlendirme ekonomik olarak da etkin demektir."
  },
  {
    "id": "3507163",
    "unitNumber": 2,
    "text": "Vergiler aracılığıyla davranışların yönlendirilmesinde insanın doğasındaki homo . . . . . . . . dürtüsüne seslenilir.<br/>Yukarıdaki cümlede boş bırakılan yere uygun düşen kelime aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Fiskalis",
      "B": "Ekonomikus",
      "C": "Rasyonalis",
      "D": "Religiosus",
      "E": "Teknikus"
    },
    "explanation": "Davranışların yönlendirilmesinde insanın doğasındaki homo ekonomikus dürtüsüne seslenilir."
  },
  {
    "id": "3507164",
    "unitNumber": 2,
    "text": "Yönlendirici vergilendirmenin en etkin şekilde kullanıldığı alan aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kültürel alan",
      "B": "Çevre koruma alanı",
      "C": "Tüketim alışkanlıklarının değiştirilmesi",
      "D": "Nüfus planlaması",
      "E": "Çevre koruma alanı"
    },
    "explanation": "Yönlendirici vergilendirmenin en etkin şekilde kullanıldığı alan tüketici alışkanlıklarının değiştirilmesi yönündedir."
  },
  {
    "id": "3507165",
    "unitNumber": 2,
    "text": "Yönlendirici vergilendirmenin kullanım alanları arasında aşağıdakilerden hangisi bulunmamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Kültürel alan",
      "B": "Nüfus planlaması",
      "C": "Bağımlılık yaratan maddelerin kullanımının önlenmesi",
      "D": "Bilimsel alan",
      "E": "Tüketim alışkanlıklarının değiştirilmesi"
    },
    "explanation": "Yönlendirici vergilendirmenin kullanım alanları arasında bilimsel alan bulunmamaktadır."
  },
  {
    "id": "3507166",
    "unitNumber": 2,
    "text": "Devletin engellemeye çalıştığı sigara ve alkol tüketimi gibi alanlardaki vergileri ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sağlık vergisi",
      "B": "Günah vergisi",
      "C": "Dışsallık vergisi",
      "D": "Bağımlılık vergisi",
      "E": "Erdemsiz vergi"
    },
    "explanation": "Amerikan doktrininde devletin engellemeye çalıştığı sigara ve alkol tüketimi gibi alanlardaki vergilere \"sin tax-günah vergisi\" adı verilmektedir."
  },
  {
    "id": "3507167",
    "unitNumber": 2,
    "text": "Vergiden kaçınma diğer bir ifade ile vergi . . . . . . . . . kanunlara aykırılık teşkil etmezken, vergi kaçırma kanuna aykırılık teşkil etmektedir.<br/>Yukarıdaki cümlede boş bırakılan yere uygun düşen kelime aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "uyumu",
      "B": "ertelemesi",
      "C": "bilinci",
      "D": "arbitrajı",
      "E": "planlaması"
    },
    "explanation": "Vergiden kaçınma, diğer bir ifade ile vergi planlaması kanunlara aykırılık teşkil etmezken, vergi kaçırma kanuna aykırılık teşkil etmektedir."
  },
  {
    "id": "3507168",
    "unitNumber": 2,
    "text": "Yönlendirici vergilendirmede kullanılan caydırma yöntemi aşağıdakilerden hangisi ile ilgili <u>olamaz</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Tüketim alışkanlıklarının değiştirilmesi",
      "B": "Çevrenin korunması",
      "C": "Nüfus planlaması",
      "D": "Vergi yükünün azaltılması",
      "E": "Bağımlılık yaratan maddelerin kullanımının azaltılması"
    },
    "explanation": "Cevabınız yanlış ise lütfen YÖNLENDİRİCİ VERGİLENDİRMENİN AMACI OLARAK CAYDIRMA konusunu tekrar ediniz.<br/>Caydırma yöntemini içeren vergilendirme ile kişilerin bazı davranışları göstermelerinin engellenmesi amaçlanır. Caydırılmaya çalışılan davranışlara tüketim alışkanlıklarının değiştirilmesi, çevrenin korunması, nüfus planlaması, bağımlılık yaratan maddelerin kullanımının önlenmesi veya azaltılması gibi konular örnek gösterilebilir."
  },
  {
    "id": "3507169",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>Vergi yükünün yansıtılması</li> <li>Vergi cezalarının kullanımı</li> <li>Vergi yükümlülüğünün iptali</li> <li>Vergi kolaylıklarının kullanımı</li> <li>Vergi yükünün artırımı</li> </ol> Yönlendirici vergilendirmede kullanılan caydırma yönteminin başarılı olabilmesi için yukarıdakilerden hangisi/leri kullanılır?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "I, II ve III",
      "C": "II, III ve IV",
      "D": "II, IV ve V",
      "E": "III, IV ve V"
    },
    "explanation": "Cevabınız yanlış ise lütfen YÖNLENDİRİCİ VERGİLENDİRMENİN AMACI OLARAK CAYDIRMA konusunu tekrar ediniz.<br/>Caydırma yönteminin kullanılması için bazı vergilendirme araçlarına ihtiyaç duyulur. Bu kapsamda caydırıcılığın başarılı olabilmesi için vergi yükünün artırımı veya vergi kolaylıklarının ve vergi cezalarının kullanımı araçlarına başvurulabilir."
  },
  {
    "id": "3507170",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi yönlendirici vergilendirmede kullanılan özendirme yönteminin araçlarından biri <u>değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Belirli davranışların vergi yükünün azaltılması",
      "B": "Bazı vergilerin yürürlükten kaldırılması",
      "C": "Vergi kolaylıkları sağlanması",
      "D": "Vergi iadesi yapılması",
      "E": "Vergi afları çıkarılması"
    },
    "explanation": "Cevabınız yanlış ise lütfen YÖNLENDİRİCİ VERGİLENDİRMENİN AMACI OLARAK ÖZENDİRME konusunu tekrar ediniz.<br/>Yönlendirici vergilendirmenin ikinci yöntemi, belirli davranışların vergi yükünün azaltılması, vergi kolaylıkları, vergi iadeleri ve hatta vergi afları araçlarının kullanılması ile özendirilmesi oluşturmaktadır."
  },
  {
    "id": "3507171",
    "unitNumber": 2,
    "text": "Yönlendirici vergilendirmede kullanılan özendirme yöntemi ile ilgili olarak aşağıda verilen ifadelerden hangisi <u>yanlıştır?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Sübvansiyonlar bir araç olarak kullanılabilir.",
      "B": "Devlet karşılıksız yardımlar yapabilir.",
      "C": "Devlet çeşitli alanlarda indirimler yapabilir.",
      "D": "Belirli bölgelerde yapılacak yatırımlar ertelenebilir.",
      "E": "Belirli tüketim mallarının üretim veya tüketimi artırabilir."
    },
    "explanation": "Cevabınız yanlış ise lütfen YÖNLENDİRİCİ VERGİLENDİRMENİN AMACI OLARAK ÖZENDİRME konusunu tekrar ediniz.<br/>Yönlendirici vergilendirmede sübvansiyonlar da bir araç olarak kullanılabilir. Devletin karşılıksız yardımlar veya çeşitli alanlarda indirimler yaparak özellikle sosyal devletin gereğini yerine getirmeye çalışabilir.<br/>Sübvansiyonlar, kişileri belirli davranışlara yönlendirme amaçlı olarak belirli tüketim mallarının üretim veya tüketimini artırmak, bunların fiyatları üzerinde destekleyici yüksek alımlar gerçekleştirmek, belirli bölgelerde yapılacak yatırımların teşvik edilmesi gibi konularda söz konusu olabilir."
  },
  {
    "id": "3507172",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>Tüketim alışkanlıklarının değiştirilmesi</li> <li>Bağımlılık yaratan maddelerin kullanımının özendirilmesi</li> <li>Kültürel alanda yeni vergiler konulması</li> <li>Nüfus planlamasında araç olarak kullanılması</li> </ol> Yukarıdakilerden hangisi/leri yönlendirici vergilendirmenin kullanım alanlarındandır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve IV",
      "D": "II ve III",
      "E": "II, III ve IV"
    },
    "explanation": "Cevabınız yanlış ise lütfen YÖNLENDİRİCİ VERGİLENDİRMENİN KULLANIM ALANLARI konusunu tekrar ediniz.<br/>Yönlendirici vergilendirmenin kullanım alanları:<br/><ul> <li>Bağımlılık yaratan maddelerin kullanımının önlenmesi</li> <li>Nüfus planlaması</li> <li>Kültürel alan</li> <li>Tüketim alışkanlıklarının değiştirilmesi</li> <li>Çevre koruma alanıdır.</li> </ul>"
  },
  {
    "id": "3507173",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>Kitaplar üzerindeki KDV’nin kaldırılması</li> <li>Sanat ürünlerinin satışlarının vergiden istisna edilmesi</li> <li>Sanatçıların vergiden muaf tutulması</li> <li>Tarihi eser satışının serbest bırakılması</li> <li>Müze ziyaretlerine yılın belli dönemlerinde izin verilmesi</li> </ol> Yukarıdakilerden hangisi/leri yönlendirici vergilemenin kültürel alana olumlu etkilerindendir?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "I, II ve III",
      "C": "I ve IV",
      "D": "II ve IIII",
      "E": "III ve V"
    },
    "explanation": "Cevabınız yanlış ise lütfen YÖNLENDİRİCİ VERGİLENDİRMENİN KULLANIM ALANLARI konusunu tekrar ediniz.<br/>Vergilendirme sanat ve kültür alanında istenen gelişimi desteklemek için bir araç olarak kullanılabilir. Bu anlamda sanatçılara ve sanat ürünlerine vergi kolaylıkları sağlandığında, kültürel üretimde vergi bir yük bir engel bir zorlayıcı unsur olmaktan çıkacaktır. Bu anlamda kitaplar üzerindeki KDV’nin kaldırılması, sanat ürünlerinin satışlarının vergiden istisna edilmesi gibi yöntemler kültürel hayata etki edecektir."
  },
  {
    "id": "3507174",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi yönlendirici vergilendirme yoluyla nüfus artışını kontrol altına alma gerekliliğinin nedenlerinden biri <u>değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Yaşlı nüfusun sürekli artış göstermesi",
      "B": "Kamu harcamalarının artması",
      "C": "Azalan tarım alanları ve su havzaları",
      "D": "Yaşanabilir bir dünyanın gerekliliği",
      "E": "Kirlilikler nedeniyle oluşan iklim değişiklikleri"
    },
    "explanation": "Cevabınız yanlış ise lütfen YÖNLENDİRİCİ VERGİLENDİRMENİN KULLANIM ALANLARI konusunu tekrar ediniz.<br/>Ülke nüfusunun fazlalığı, devletin üstlendiği kamu hizmetlerindeki harcamaların artması sonucunu doğurmaktadır. Nüfus artışının kontrol altına alınması çabalarının dünyanın geleceğine de yön vereceği açıktır.<br/>Azalan tarım alanları ve su havzalarının ötesinde endüstri devrimi sonrasında oluşan ve halen devam eden kirlilikler ve iklim değişikliğinin gölgesinde kaynaklarının yeryüzünde yaşayan insanlara yetmeyeceği bir dünyaya doğru yol alınmaktadır.<br/>Dolayısıyla sadece kamu harcamalarının artması değil, doğal ve yaşanabilir bir dünyanın gerekliliği olarak nüfus artışının kontrol altına alınması çok önemlidir."
  },
  {
    "id": "3507175",
    "unitNumber": 2,
    "text": "<ol type=\"I\"><br/><li>Vergiye uyum</li><br/><li>Mükellefiyeti terk</li><br/><li>Vergiden kaçınma</li><br/><li>Vergi kaçırma</li><br/></ol><br/>Yukarıdakilerden hangisi/leri kişilerin vergilere karşı gösterdiği tepkilerdendir?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I ve IV",
      "C": "II ve III",
      "D": "II, III ve IV",
      "E": "I, III ve IV"
    },
    "explanation": "Cevabınız yanlış ise lütfen YÖNLENDİRİCİ VERGİLENDİRMENİN SONUÇLARI konusunu tekrar ediniz.<br/>Kişilerin vergilere temelde üç tür tepki gösterdikleri görülmektedir: Bunlar; vergiye uyum, vergiden kaçınma ve vergi kaçırma olarak ifade edilebilir."
  },
  {
    "id": "3507176",
    "unitNumber": 2,
    "text": "Yönlendirici vergilendirmede vergiden kaçınma ile ilgili olarak aşağıdaki ifadelerden hangisi <u>yanlıştır</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Mükellef vergi planlaması yapabilir.",
      "B": "Mükellef vergiyi doğuran olayı bilinçli olarak gerçekleştirmeyebilir.",
      "C": "Mükellef vergi mevzuatındaki boşluklardan faydalanabilir.",
      "D": "Vergiden kaçınma kanuna aykırı bir davranış olarak kabul edilir.",
      "E": "Devlet için vergiden kaçınma istenen bir davranış modeli değildir."
    },
    "explanation": "Cevabınız yanlış ise lütfen YÖNLENDİRİCİ VERGİLENDİRMENİN SONUÇLARI konusunu tekrar ediniz.<br/>İktidarların kişilerin davranışlarını değiştirebilmek için bir araç olarak kullandıkları yönlendirici vergilendirmede vergiden kaçınma beklenen ve gerçekleşmesi tahmin edilen bir olgudur Vergi kanunlarının, verginin doğumunu bağladıkları olaylarla bir bağ kurulamaması veya bu olayların bireylerin kendileri için meydana gelmemesi vergiden kaçınmayı doğurur. Vergiyi doğuran olayın bilinçli olarak gerçekleştirilmemesi yani hukuki bir durumun oluşmasına yol açılmaması hâlinde vergi borcu da doğmayacaktır.<br/>Vergi mevzuatındaki bir eksiklikten veya kanun boşluğundan faydalanmanın veya vergi hukukundaki tipikliğe uymamanın da vergiden kaçınma sayılabileceği kuşkusuzdur.<br/>Bu kapsamda vergi planlaması amacıyla da vergiden kaçınmak mümkündür. Ancak yönlendirici vergilendirme ile caydırılmaya çalışılan bir davranış söz konusu olmadığı sürece devlet için vergiden kaçınma istenen bir davranış modeli değildir. Çünkü vergiden kaçınılabildiği oranda gelir kaybı yaşanacaktır. Dolayısıyla vergiden kaçınmayı özendirmeyecek düzenlemeler yapılmaya çalışılır."
  },
  {
    "id": "3507177",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>Vergiye uyum</li> <li>Kanun dışı yollara sapma</li> <li>Vergiden kaçınma</li> <li>Kültürel sonuçlar</li> <li>Hükûmetlere karşı toplumsal baskı oluşması</li> </ol> Yukarıdakilerden hangisi/leri yönlendirici vergilendirmede gerçekleşmesi <u>beklenmeyen</u> sonuçlardandır?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "II ve V",
      "C": "II, IV ve V",
      "D": "III, IV ve V",
      "E": "IV ve V"
    },
    "explanation": "Cevabınız yanlış ise lütfen YÖNLENDİRİCİ VERGİLENDİRMENİN SONUÇLARI konusunu tekrar ediniz.<br/>Yönlendirici vergilendirmede gerçekleşmesi beklenmeyen sonuçlar:<br/><ul> <li>Kanun dışı yollara sapma</li> <li>Kültürel sonuçlar</li> <li>Hükûmetlere karşı toplumsal baskı oluşmasıdır.</li> </ul>"
  },
  {
    "id": "3507178",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>Özendirme</li> <li>Caydırma</li> <li>Cezalandırma</li> </ol> Yukarıdakilerden hangisi/hangileri vergilendirme ile kişilerin davranışlarında değişim yaratılması amaçlanan yöntemlerden birisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sadece I",
      "B": "I,III",
      "C": "II,III",
      "D": "I,II",
      "E": "I,II,III"
    },
    "explanation": "Giriş<br/>I, II doğrudur. Çünkü Vergilendirmenin kişilerin davranışlarında özendirme ve caydırma yöntemlerini kullanarak değişimler yaratabilmesi bizi “yönlendirici vergilendirme” kavramına götürmektedir"
  },
  {
    "id": "3507179",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>Caydırma yöntemi bir çeşit yasaklamadır.</li> <li>Tasarrufun sağlanması, israfın engellenmesi hedeflenen caydırma amacıdır.</li> <li>Çevrenin korunması, nüfus planlaması caydırmaya çalışılan davranışlardır.</li> </ol> Yukarıdakilerden hangisi/hangileri “yönlendirici vergilendirmenin amacı olarak caydırmaya” dair doğru bir tanımlamadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Sadece I",
      "B": "Sadece II",
      "C": "Sadece III",
      "D": "I,II",
      "E": "I,II,III"
    },
    "explanation": "Yönlendirici Vergilendirmenin Amacı Olarak Caydırma<br/>Sadece III doğrudur. Çünkü Caydırma yöntemi yasaklamadan farklıdır. Caydırılmaya çalışılan davranışlara; tüketim alışkanlıklarının değiştirilmesi, çevrenin korunması, nüfus planlaması, bağımlılık yaratan maddelerin kullanımının önlenmesi veya azaltılması gibi konular örnek gösterilebilir. Dolaysıyla Tasarrufun sağlanması ve israfın engellenmesi hedeflenen caydırma amacı yoktur"
  },
  {
    "id": "3507180",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>Harcamalar (Katma Değer Vergisi, Özel Tüketim Vergisi vb.),</li> <li>Servet (Motorlu Taşıtlar Vergisi, Emlak Vergisi vb.)</li> <li>Gelir (Gelir Vergisi, Kurumlar Vergisi)</li> </ol> Yukarıdaki vergilendirmelerden hangisi/hangileri vergi yükünün artırılmasına konu olan vergiler arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "I,II",
      "B": "II,III",
      "C": "I,III",
      "D": "Sadece III",
      "E": "I,II,III"
    },
    "explanation": "Vergi Yükünün Artırılması<br/>Tümü doğrudur. Çünkü Vergi yükü harcamalardan (Katma Değer Vergisi, Özel Tüketim Vergisi vb.), servetten (Motorlu Taşıtlar Vergisi, Emlak Vergisi vb.) ve gelir üzerinden (Gelir Vergisi, Kurumlar Vergisi) alınan vergilerin artırılması ile artmaktadır"
  },
  {
    "id": "3507181",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>Vergi kolaylıkları,</li> <li>Vergi iadeleri</li> <li>Vergi afları</li> </ol> Yukarıdakilerden hangisi/hangileri vergi yükünün azaltılmasına yönelik kullanılan araçlardandır?",
    "correctAnswer": "E",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "I,II",
      "E": "I,II,III"
    },
    "explanation": "Yönlendirici Vergilendirmenin Amacı Olarak Özendirme<br/>Tümü doğrudur. Çünkü vergi yükünün azaltılması, vergi kolaylıkları, vergi iadeleri ve hatta vergi afları araçlarının kullanılması ile özendirilmesi oluşturmaktadır."
  },
  {
    "id": "3507182",
    "unitNumber": 2,
    "text": "“………….vergi yükümlülüğünün kişi yönünden kanun ile sınırlandırılmasına verilen isimdir” cümledeki boşluğa aşağıdakilerden hangisi gelebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Muafiyet",
      "B": "İstisna",
      "C": "Sübvansiyon",
      "D": "Caydırma",
      "E": "Ödüllendirme"
    },
    "explanation": "Vergi Kolaylıklarının Kullanımı<br/>Doğru cevap, Muafiyettir. Çünkü Muafiyet<strong>, </strong>vergi yükümlülüğünün kişi yönünden kanun ile sınırlandırılmasına denir."
  },
  {
    "id": "3507183",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>Kişileri belirli davranışlara yönlendirmek</li> <li>Belirli tüketim mallarının üretim veya tüketimini artırmak</li> <li>Belirli bölgelerde yapılacak yatırımların teşvik edilmesi</li> </ol> Yukarıdakilerden hangisi/hangileri Sübvansiyon yapılma amaçları arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "I",
      "B": "III",
      "C": "I,II",
      "D": "II,III",
      "E": "I,II,III"
    },
    "explanation": "Tümü doğrudur. Çünkü Sübvansiyonlar, kişileri belirli davranışlara yönlendirme amaçlı olarak belirli tüketim mallarının üretim veya tüketimini artırmak, bunların fiyatları üzerinde destekleyici yüksek alımlar gerçekleştirmek, belirli bölgelerde yapılacak yatırımların teşvik edilmesi gibi konularda söz konusu olabilir"
  },
  {
    "id": "3507184",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>Katma Değer Vergisi</li> <li>Özel Tüketim Vergisi</li> <li>Servet Vergisi</li> </ol> Yukarıdaki vergi türlerinden hangisi/hangileri devletin tüketim alışkanlıklarının değiştirilmesi/yönlendirilmesi amacıyla kullandığı vergiler arasında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "I",
      "B": "I, II",
      "C": "I,III",
      "D": "II,III",
      "E": "I,II,III"
    },
    "explanation": "Tüketim Alışkanlıklarının Değiştirilmesi<br/>I,II doğrudur. Çünkü KDV, ÖTV gibi dolaylı vergilerin tüketicilere yansıyan fiyatlar içindeki paylarının artması veya azalması tüketim alışkanlıklarında dalgalanma yaratabilir."
  },
  {
    "id": "3507185",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>Alkol tüketiminin kontrol altına alınması</li> <li>Çevrenin korunması</li> <li>Nüfus kontrolü</li> <li>Sanatın ve sanatçının korunması</li> </ol> Yukarıda sırlananlardan hangisi/hangileri yönlendirici vergilendirmenin kullanım alanları arsında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "I,II,III",
      "B": "II,III",
      "C": "III,IV",
      "D": "I,III,IV",
      "E": "I,II,III,IV"
    },
    "explanation": "Yönlendirici Vergilendirmenin Kullanım Alanları<br/>Tümü. Çünkü Vergilendirme sanat ve kültür alanında istenen gelişimi desteklemek için bir araç olarak kullanılabilir. Bu anlamda sanatçılara ve sanat ürünlerine vergi kolaylıkları sağlandığında, kültürel üretimde vergi bir yük bir engel bir zorlayıcı unsur olmaktan çıkacaktır Yönlendirici vergilendirme devletlerin nüfus politikalarında bir araç olarak kullanılmaktadır. Nüfus artışı veya nüfus planlaması vergilendirmenin amacına dönüşebilmektedir Alkollü İçeceklerin Kullanımının Azaltılması. Alkol tüketiminin kontrol altına alınabilmesi için kullanılabilecek en etkili yöntemin fiyat mekanizmasının caydırıcılığı olduğu açıktır. Yönlendirici vergilendirmenin özendirme ve caydırma yöntemleri çevre koruma politikasının araçlarına dönüştüklerinde çevreye zarar veren davranışların caydırılması, çevreyi korumaya yönelik hareketlerin özendirilmesi söz konusu olmaktadır"
  },
  {
    "id": "3507186",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>Vergiye Uyum,</li> <li>Vergiden Kaçınma,</li> <li> Vergi Kaçırma,</li> </ol> Yukarıda sırlananlardan hangisi/hangileri kişilerin vergilere verdiği tepkiler arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "I,II",
      "B": "Sadece II",
      "C": "II,III",
      "D": "I,III",
      "E": "I,II,III"
    },
    "explanation": "Gerçekleşmesi Beklenen Sonuçlar<br/>Tümü. Çünkü Kişilerin vergilere temelde üç tür tepki gösterdikleri görülmektedir:, Bunlar; vergiye uyum, vergiden kaçınma ve vergi kaçırma olarak ifade edilebilir"
  },
  {
    "id": "3507187",
    "unitNumber": 2,
    "text": "\"Vergiyi doğuran olay gerçekleşip vergi borcu doğduğunda vergi kanunlarına aykırı şekilde verginin hiç veya kısmen ödenmemesi hâlinde ………..bahsedilebilir.” cümledeki boşluğa aşağıdaki eylemlerden hangisi gelebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Vergi kaçakçılığından",
      "B": "Vergi uyumundan",
      "C": "Vergi isyanından",
      "D": "Vergiden kaçınma",
      "E": "Vergi pişmanlığıdan"
    },
    "explanation": "Yönlendirici Vergilendirmenin Sonuçları, Vergi Kaçırma<br/>Doğru cevap Vergi kaçakçılığındandır. Çünkü Vergiyi doğuran olay gerçekleşip vergi borcu doğduğunda vergi kanunlarına aykırı şekilde verginin hiç veya kısmen ödenmemesi hâlinde vergi kaçakçılığından bahsedilebilir. Görüldüğü üzere vergi kaçırma vergiden kaçınmanın tersine kanuna aykırıdır ve denilebilir ki burada kanuna karşı hile söz konusudur"
  },
  {
    "id": "3507188",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi vergi kanunlarındaki boşluklardan yararlanarak veya vergiyi doğuran olaya sebebiyet vermeyerek hiç vergi ödememek veya daha az vergi ödemektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Vergiden kaçınma",
      "B": "Vergi kaçırma",
      "C": "Tecil",
      "D": "Terkin",
      "E": "Tarh"
    },
    "explanation": "Vergiden kaçınma, vergi kanunlarındaki boşluklardan yararlanarak veya vergiyi doğuran olaya sebebiyet vermeyerek hiç vergi ödememek veya daha az vergi ödemektir."
  },
  {
    "id": "3507189",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi şahıs işletmesi yerine sermaye şirketi kurmak suretiyle sağlanacak avantajlardan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gelir vergisinin artan oranlı vergi tarifesinden kurtulmak",
      "B": "Gelir vergisinin azalan oranlı vergi tarifesinden kurtulmak",
      "C": "Gelir vergisinin sabit oranlı vergi tarifesinden kurtulmak",
      "D": "Gelir vergisinin maktu vergi tarifesinden kurtulmak",
      "E": "Gelir vergisinin azalan bakiyeli vergi tarifesinden kurtulmak"
    },
    "explanation": "Bir kişi şahıs işletmesi yerine sermaye şirketi kurmak suretiyle bir faaliyette bulunarak artan oranlı<br/>vergi tarifesinden veya bazı sorumluluklardan kurtulabilir."
  },
  {
    "id": "3507190",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Türk Vergi Sistemi'nde muaflık, istisna ve indirimlerin kullanılma nedenleri arasında değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mükellef grupları arasında eşitsizlik yaratmak",
      "B": "Bazı mükellef gruplarının yükünü azaltmak",
      "C": "Bazı mükellef gruplarını teşvik etmek",
      "D": "Vergi yönetimini kolaylaştırmak",
      "E": "Ekonomik büyümeği hızlandırmak"
    },
    "explanation": "Mükellef grupları arasında eşitsizlik yaratmak Türk Vergi Sistemi'nde muaflık, istisna ve indirimlerin kullanılma nedenleri arasında değildir.<br/>Türk Vergi Sistemi’nde muaflık, istisna ve indirimler; bazı mükellef gruplarının yükünü azaltmak, teşvik etmek, vergi yönetimini kolaylaştırmak vb. nedenlerle kullanılmaktadır."
  },
  {
    "id": "3507191",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi GVK'nin mükerrer 20. maddesinde düzenlenen genç girişimcilere kazanç istisnasının koşulları arasında yer almaz?",
    "correctAnswer": "A",
    "options": {
      "A": "Dar mükellef tüzel kişi olunması",
      "B": "Ticari, zirai veya mesleki faaliyette bulunulması",
      "C": "Mükellef adına ilk defa gelir vergisi tesis edilmesi",
      "D": "Mükellefin 29 yaşını doldurmamış olması",
      "E": "Faaliyete başladıkları takvim yılından itibaren 3 vergilendirme dönemi boyunca olması"
    },
    "explanation": "Söz konusu madde hükmüne göre, ticari, zirai veya mesleki faaliyeti nedeniyle adlarına ilk defa gelir vergisi mükellefiyeti tesis olunan ve mükellefiyet başlangıç tarihi itibarıyla 29 yaşını doldurmamış tam mükellef gerçek kişilerin, faaliyete başladıkları takvim yılından itibaren üç vergilendirme dönemi boyunca elde ettikleri bu kazançlarının 75.000 TL’ye kadar<br/>olan kısmı gelir vergisinden müstesnadır.<br/>Dar mükellef tüzel kişi olması değildir."
  },
  {
    "id": "3507192",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Özel eğitim -öğretim kazancı istisnasının kurumların faaliyete geçtiği vergilendirme döneminden itibaren uygulandığı süredir?",
    "correctAnswer": "A",
    "options": {
      "A": "5 yıl",
      "B": "1 yıl",
      "C": "2 yıl",
      "D": "3 yıl",
      "E": "4 yıl"
    },
    "explanation": "GVK’nin 20. maddesinde düzenlenen özel eğitim-öğretim işletmelerine tanınan kazanç istisnasına göre; özel kreş ve gündüz bakımevleri ile okul öncesi eğitim, ilköğretim, özel eğitim ve orta öğretim özel okullarının işletilmesinden elde edilen, faaliyete geçtiği vergilendirme döneminden itibaren <strong>beş vergilendirme dönemi</strong> gelir vergisinden istisna tutulmuştur."
  },
  {
    "id": "3507193",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi özel sigorta primlerinin gelir vergisinden indirim konusu yapılabilmesi için gerekli şartlardan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sigorta sözleşmesinin Türkiye'de kurulmuş ve merkezi burada bulunan bir sigorta şirketiyle yapılmış olmasıdır.",
      "B": "Söz konusu primlerin gelirin elde edilmesinden önceki yılda ödenmiş olmasıdır.",
      "C": "Ödenen sigorta primlerinin ücret geliri elde edenlerin ücretlerinin safi tutarından indirilmiş olması gerekmektedir.",
      "D": "İndirim konusu yapılacak özel sigorta primlerinin toplamı beyan edilen gelirin %30'unu aşmaması gerekmektedir.",
      "E": "İndirim konusu yapılacak özel sigorta primlerinin toplamı asgari ücretin yıllık tutarını aşması gerekmektedir."
    },
    "explanation": "Özel sigorta primlerinin gelir vergisinden indirim konusu yapılabilmesi için gerekli şartlardan biri; Sigorta sözleşmesinin Türkiye'de kurulmuş ve merkezi burada bulunan bir sigorta şirketiyle yapılmış olmasıdır."
  },
  {
    "id": "3507194",
    "unitNumber": 3,
    "text": "Gelir Vergisi Kanunu'na göre gelir vergisinden indirim konusu yapılacak özel sigorta primlerinin toplamı, beyan edilen gelirin ne kadarlık oranını aşmaması gerekir?",
    "correctAnswer": "A",
    "options": {
      "A": "%15",
      "B": "%20",
      "C": "%25",
      "D": "%30",
      "E": "%35"
    },
    "explanation": "GVK’nın 89/1-1. maddesi hükmüne göre; beyan edilen gelirin %15’ini ve asgari ücretin yıllık tutarını aşmamak şartıyla mükellefin şahsına, eşine ve küçük çocuklarına ait özel sigorta primleri gelir vergisi beyannamesinde bildirilecek gelirlerden indirim konusu yapılabilmektedir. Öncelikle indirim konusu yapılacak özel sigorta primlerinin toplamı, beyan edilen gelirin %15’ini ve asgari ücretin yıllık tutarını aşmaması gerekmektedir."
  },
  {
    "id": "3507195",
    "unitNumber": 3,
    "text": "Gelir Vergisi Kanunu'na göre, mükelleflerin yapmış oldukları eğitim ve sağlık harcamalarının toplamı, beyan edilen gelirin en fazla yüzde kaçıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "%10",
      "B": "%15",
      "C": "%20",
      "D": "%25",
      "E": "%30"
    },
    "explanation": "GVK’nın 89/1-2. maddesi hükmüne göre, mükellefler kendileri, eşleri ve küçük çocukları için yapmış oldukları eğitim ve sağlık harcamalarını yıllık beyan ettikleri gelirlerinden indirilebilmektedir. Yapılan eğitim ve sağlık harcamaları toplamının, beyan edilen gelirin %10’unu aşmaması gerekmektedir."
  },
  {
    "id": "3507196",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Gelir Vergisi Kanunu'na göre yurtdışı hizmetlerden elde edilen kazancın indirim konusu yapılabilecek oranıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "%50",
      "B": "%60",
      "C": "%70",
      "D": "%30",
      "E": "%40"
    },
    "explanation": "GVK’nın 89/1-13. maddesinde belirlenen şartlara uygun olarak; dar mükellef kişilere yönelik olarak Türkiye’de verilen ve münhasıran yurt dışında yararlanılan mimarlık, mühendislik, tasarım, yazılım, tıbbi raporlama, muhasebe kaydı tutma, çağrı merkezi, ürün testi, sertifikasyon, veri saklama, veri işleme ve veri analizi ile eğitim ve sağlık hizmeti veren işletmelerin münhasıran bu faaliyetlerinden elde ettikleri kazancın %50’si gelir vergisi matrahının tespitinde bildirilecek gelirden indirim konusu yapılabilmektedir."
  },
  {
    "id": "3507197",
    "unitNumber": 3,
    "text": "Kazancın tespitinde, Araştırma ve Geliştirme harcamaları tutarı hangi oranda indirim konusu yapılabilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "%100",
      "B": "%90",
      "C": "%80",
      "D": "%70",
      "E": "%60"
    },
    "explanation": "5746 sayılı Araştırma, Geliştirme ve Tasarım Faaliyetlerinin Desteklenmesi Hakkında Kanun’un 3/A maddesine göre, işletme bünyesinde gerçekleştirilen münhasıran yeni teknoloji ve bilgi arayışına yönelik Ar-Ge harcamaları tutarının %100’ü, kazancın tespitinde indirim konusu yapılmaktadır."
  },
  {
    "id": "3507198",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi gelir vergisinde kullanılan vergi planlaması araçlarından <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Vergiden kaçınmak",
      "B": "İşletmenin hukuki yapısını belirlemek",
      "C": "İşletmenin kuruluş yerini seçmek",
      "D": "Muaflık ve istisnalardan yararlanmak",
      "E": "İndirimlerden yararlanmak"
    },
    "explanation": "Vergi planlaması araçları kullanılarak vergiyi doğuran olaya sebebiyet verilmesine rağmen, yürütülen ekonomik faaliyetler üzerinden ödenmesi gereken verginin asgariye indirilmesi amaçlanmaktadır. Gelir vergisinde kullanılan vergi planlaması araçları; vergiden kaçınmak, işletmenin hukuki yapısını belirlemek, işletmenin kuruluş yerini seçmek, muaflık, istisna ve indirimlerden yararlanmak şeklinde sayılabilir. Bunlardan en sık kullanılan araçların başında muaflık, istisna ve indirimler gelmektedir."
  },
  {
    "id": "3507199",
    "unitNumber": 3,
    "text": "Normalde vergi kanunlarına göre vergi ödemekle yükümlü olan kişi ya da kişi gruplarının aynı ya da farklı vergi kanunlarıyla vergi dışında bırakılması aşağıdaki kavramlardan hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Vergi muaflığı",
      "B": "İstisna",
      "C": "Ayırma",
      "D": "En az geçim indirimi",
      "E": "Vergi tatili"
    },
    "explanation": "Vergi muaflığı, normalde vergi kanunlarına göre vergi ödemekle yükümlü olan kişi ya da kişi<br/>gruplarının aynı ya da farklı vergi kanunlarıyla vergi dışında bırakılmasıdır. Ekonomik, sosyal, siyasal ve teknik nedenlerden dolayı bazı mükellefler vergiyi doğuran olayla ilişki kursalar dahi vergiye tabi tutulmazlar. İşte bu mükellefler için getirilmiş<br/>ve mükellefi daraltan bu ayrıcalığa “muaflık” denir."
  },
  {
    "id": "3507200",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi vergi muaflığı uygulanmasının nedenlerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ekonomik",
      "B": "Sosyal",
      "C": "Siyasal",
      "D": "Teknik",
      "E": "Eğitim"
    },
    "explanation": "Vergi muaflığı, normalde vergi kanunlarına göre vergi ödemekle yükümlü olan kişi ya da kişi<br/>gruplarının aynı ya da farklı vergi kanunlarıyla vergi dışında bırakılmasıdır. Ekonomik, sosyal, siyasal ve teknik nedenlerden dolayı bazı mükellefler vergiyi doğuran olayla ilişki kursalar dahi vergiye tabi tutulmazlar. İşte bu mükellefler için getirilmiş ve mükellefi daraltan bu ayrıcalığa “muaflık” denir."
  },
  {
    "id": "3507201",
    "unitNumber": 3,
    "text": "Vergiye tabi olması gereken bir olay veya kazancın kısmen veya tamamen vergi dışında tutulması kavramı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Vergi istisnası",
      "B": "Vergi muaflığı",
      "C": "Ayırma",
      "D": "Artan oranlılık",
      "E": "En az geçim indirimi"
    },
    "explanation": "Vergi istisnası, vergiye tabi olması gereken bir olay veya kazancın kısmen veya tamamen vergi dışında tutulmasıdır. Esasında verginin konusuna girmekle birlikte, bunun bir kısmı ekonomik, sosyal, siyasal veya teknik nedenlerle vergilendirme dışına çıkartılabilir. Verginin konusuna getirilen bu ayrıcalığa veya sınırlamaya “istisna” adı verilir."
  },
  {
    "id": "3507202",
    "unitNumber": 3,
    "text": "Kanunda sayılan özellikleri taşıyan mükelleflerin, gayrisafi gelirleri üzerinden bazı tutarların düşülmesini sağlayan harcamalara ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Vergi indirimi",
      "B": "Vergi tatili",
      "C": "Vergi istisnası",
      "D": "Vergi muaflığı",
      "E": "Vergi geliri"
    },
    "explanation": "Vergi indirimi, kanunda sayılan özellikleri taşıyan mükelleflerin, gayrisafi gelirleri üzerinden bazı tutarların düşülmesini sağlayan harcamalardır. Mükellefler vergilendirilebilir gelirinin safi tutarını hesaplarken, gayrisafi tutarı üzerinden kanunda sayılan bazı harcama kalemlerini indirim olarak düşebilmektedir."
  },
  {
    "id": "3507203",
    "unitNumber": 3,
    "text": "Vergi kanunlarındaki boşluklardan yararlanmak veya vergiyi doğuran olaya sebebiyet vermemek suretiyle vergi yükünü azaltmak için yapılan bir girişime ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Vergi kaçakçılığı",
      "B": "Vergiden kaçınma",
      "C": "Vergi istisnası",
      "D": "Vergi muaflığı",
      "E": "Vergi tatili"
    },
    "explanation": "Vergiden kaçınma, vergi kanunlarındaki boşluklardan yararlanmak veya vergiyi doğuran olaya sebebiyet vermemek suretiyle vergi ödemelerini azaltmak için yapılan bir girişim olarak ifade edilebilir (Nadaroğlu, 2000: 279). Örneğin, ticari faaliyetle uğraşmak yerine daha düşük bir oranda vergilendirilen menkul sermaye geliri tercih edildiğinde vergiyi doğuran olaya sebebiyet verilmemiş<br/>olunmaktadır."
  },
  {
    "id": "3507204",
    "unitNumber": 3,
    "text": "Bir kişinin şahıs işletmesi yerine sermaye şirketi kurmak suretiyle bir faaliyette bulunarak artan oranlı vergi tarifesinden kurtulma çabası gelir vergisinde kullanılan vergi planlaması türlerinden hangisine örnektir?",
    "correctAnswer": "A",
    "options": {
      "A": "İşletmenin hukuki yapısını belirlemek",
      "B": "İşletmenin kuruluş yerini seçmek",
      "C": "Muaflıklardan yararlanmak",
      "D": "İstisnalardan yararlanmak",
      "E": "İndirimlerden yararlanmak"
    },
    "explanation": "İşletmenin hukuki yapısının belirlenmesinde dikkate alınması gereken faktörlerden birisi de tabi<br/>olacağı vergisel yükümlülük ve avantajlarından yararlanma durumudur. Çünkü işletmelerin vergi kanunları karşısındaki durumunu bilmek ve ona göre tercih yapmak, kuruluş ve faaliyet aşamasında işletmelerin vergisel yönden daha avantajlı bir konuma<br/>sokabilmekte ve yönetime daha sağlıklı vergi planlaması imkanı sağlamaktadır. Bir kişi şahıs işletmesi yerine sermaye şirketi kurmak suretiyle bir faaliyette bulunarak artan oranlı vergi tarifesinden veya bazı sorumluluklardan kurtulabilir."
  },
  {
    "id": "3507205",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi devletin vergi teşvikleri uygulamasının nedenlerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "İhracatın arttırılması",
      "B": "Döviz kazandırıcı işlemlerin artırılması",
      "C": "Teknolojik yatırımların teşviki",
      "D": "Bölgesel farklılıkların azaltılması",
      "E": "Kamu harcamalarının arttırılması"
    },
    "explanation": "Devletler ihracat ve döviz kazandırıcı işlemlerin artırılması, teknolojik yatırımların teşviki, bölgesel farklılıkların azaltılması gibi sebeplerle çeşitli vergi teşvikleri uygulayarak, işletmelerin belirli yerlerde faaliyette bulunmalarını daha cazip hâle getirebilmektedir."
  },
  {
    "id": "3507206",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Türk vergi sisteminde, işletmelerin kuruluş yeri seçiminde, vergi planlamasına olanak sağlayacak müesseselerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Serbest bölgelerde elde edilen kazançlara ilişkin istisna",
      "B": "Teknoloji geliştirme bölgeleri ile ilgili düzenlemeler",
      "C": "AR-GE faaliyetleri ile ilgili düzenlemeler",
      "D": "İndirimli kurumlar vergisi uygulaması",
      "E": "Şahıs işletmesi yerine sermaye şirketi kurulması"
    },
    "explanation": "Türk vergi sisteminde, işletmelerin kuruluş yeri seçiminde, vergi planlaması imkânı yaratacak müesseseler; serbest bölgelerde elde edilen kazançlara ilişkin istisna, teknoloji geliştirme bölgeleri ve AR-GE faaliyetleri ile ilgili düzenlemeler, indirimli kurumlar vergisi uygulaması şeklinde sayılabilir."
  },
  {
    "id": "3507207",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Gelir vergisinde bazı şartları taşımları halinde serbest meslek kazancı muaflığı tanınan serbest meslek sahiplerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ebe",
      "B": "Sünnetçi",
      "C": "Sağlık memuru",
      "D": "Arzuhalci",
      "E": "Diplomat"
    },
    "explanation": "Serbest meslek kazancı muaflığı; ebe, sünnetçi, sağlık memuru, arzuhalci, rehber gibi serbest meslek sahiplerine bazı şartlara uymaları durumunda tanınan bir muafiyettir. Buna göre söz konusu meslek erbaplarının VUK’un 155. maddesinde belirtilen şartları taşımamaları hâlinde muafiyetten yararlanmaları mümkündür."
  },
  {
    "id": "3507208",
    "unitNumber": 3,
    "text": "\"Vergi planlaması araçları kullanılarak ekonomik faaliyetler üzerinden alınan verginin asgariye indirilmesi amaçlanır\" ifadesinden hareketle gelir vergisinde kullanılan vergi planlaması araçları dikkate alındığında aşağıdakilerden hangisi bu araçlardan biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "İşletmenin daha çok vergi vermek için çalışması",
      "B": "İşletmenin hukuki yapısını belirlemek",
      "C": "İşletmenin kuruluş yerini belirlemek",
      "D": "Muaflıklardan yararlanmak",
      "E": "İstisna ve indirimlerden yararlanmak"
    },
    "explanation": "GİRİŞ<br/>Vergi planlaması araçları kullanılarak vergiyi<br/>doğuran olaya sebebiyet verilmesine rağmen, yürütülen ekonomik faaliyetler üzerinden ödenmesi<br/>gereken verginin asgariye indirilmesi amaçlanmaktadır. Gelir vergisinde kullanılan vergi planlaması araçları; vergiden kaçınmak, işletmenin<br/>hukuki yapısını belirlemek, işletmenin kuruluş<br/>yerini seçmek, muaflık, istisna ve indirimlerden<br/>yararlanmak şeklinde sayılabilir."
  },
  {
    "id": "3507209",
    "unitNumber": 3,
    "text": "Gelir vergisinde kullanılan vergi planlaması araçları içinde en sık kullanılan araçların başında muaflık, istisna ve indirimler gelir vergi muaflığı normalde vergi kanunlarına göre vergi ödemekle yükümlü olan kişi ya da kişi gruplarının aynı ya da farklı vergi kanunlarıyla vergi dışında bırakılmasıdır aşağıdakilerden hangisi vergi muaflığı için yanlıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "a) Ekonomik, sosyal, siyasal ve teknik sebeplerden dolayı bazı mükellefler vergiyi doğuran olayla ilişki kursalar dahi vergiye tabi tutulmazlar.",
      "B": "b)Vergi muafiyeti verginin konusuna giren ve girmeyen ya da girmeyi planlayan herkes için geçerlidir ve uygulanır.",
      "C": "c) Bazı mükellefler için getirilmiş ve mükellefi daraltan ayrıcalığa \"muaflık\" denir.",
      "D": "d) Vergi muaflığı ekonomik, sosyal, siyasal ve teknik nedenler dolayı olur.",
      "E": "e) Vergi muafiyetinde bazı mükellefler vergiye tabi tutulmazlar."
    },
    "explanation": "GİRİŞ<br/>Vergi muaflığı, normalde vergi kanunlarına<br/>göre vergi ödemekle yükümlü olan kişi ya da kişi<br/>gruplarının aynı ya da farklı vergi kanunlarıyla vergi dışında bırakılmasıdır. Ekonomik, sosyal, siyasal ve teknik nedenlerden dolayı bazı mükellefler<br/>vergiyi doğuran olayla ilişki kursalar dahi vergiye<br/>tabi tutulmazlar. İşte bu mükellefler için getirilmiş<br/>ve mükellefi daraltan bu ayrıcalığa “muaflık” denir."
  },
  {
    "id": "3507210",
    "unitNumber": 3,
    "text": "\"Gelir vergisi planlamasında kullanılan araçlardan birisi olan \".............\", verginin konusuna getirilen ayrıcalık ya da sınırlamadır ve sınırlama geçici ya da sürekli, kısmi veya tam, şartsız ya da şartlı olabilir.\" ifadesinde yer alan boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Verginin esası",
      "B": "Verginin konusu",
      "C": "Vergi istisnası",
      "D": "Vergilendirme sebepleri",
      "E": "Verginin doğuran olay"
    },
    "explanation": "GİRİŞ<br/>Vergi istisnası, vergiye tabi olması gereken bir<br/>olay veya kazancın kısmen veya tamamen vergi<br/>dışında tutulmasıdır. Esasında verginin konusuna girmekle birlikte, bunun bir kısmı ekonomik,<br/>sosyal, siyasal veya teknik nedenlerle vergilendirme<br/>dışına çıkartılabilir. Verginin konusuna getirilen bu<br/>ayrıcalığa veya sınırlamaya “istisna” adı verilir. İstisna, geçici veya sürekli, kısmi veya tam, şartsız veya<br/>şarta bağlı olabilir."
  },
  {
    "id": "3507211",
    "unitNumber": 3,
    "text": "Vergi planlaması araçları kullanılarak yapılan vergi toplama faaliyetinde kanunda sayılan özellikleri taşıyan mükelleflerin gayrisafi gelirleri üzerinden bazı tutarların düşürülmesini sağlayan harcamalara ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Vergi planlaması",
      "B": "Vergi istisnası",
      "C": "Vergi teknik sebepleri",
      "D": "Vergi indirimi",
      "E": "Vergi tutarı"
    },
    "explanation": "GİRİŞ<br/>Vergi indirimi, kanunda sayılan özellikleri taşıyan mükelleflerin, gayrisafi gelirleri üzerinden<br/>bazı tutarların düşülmesini sağlayan harcamalardır.<br/>Mükellefler vergilendirilebilir gelirinin safi tutarını<br/>hesaplarken, gayrisafi tutarı üzerinden kanunda sayılan bazı harcama kalemlerini indirim olarak düşebilmektedir."
  },
  {
    "id": "3507212",
    "unitNumber": 3,
    "text": "Gelir vergisinde vergi planlamasında kullanılan araçlardan birisi olan vergiden kaçınma ile ilgili olarak aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "a) Vergiden kaçınmak vergi kanunlarındaki boşluklardan yararlanmaktır.",
      "B": "b) Vergiden kaçınmak vergiyi doğuran olaya sebebiyet vermemek suretiyle vergi ödemelerini azaltmak için yapılan bir girişimdir.",
      "C": "c) Vergiden kaçınma örneğin ticari faaliyetle uğraşmak yerine daha düşük bir oranda vergilendirilen menkul sermaye gelirinin tercih edilmesidir.",
      "D": "d) Vergiden kaçınmada uygulama vergi kanunları çerçevesinde içinde kalır.",
      "E": "e) Vergiden kaçınmada vergiyi az ödeme gayreti içinde olmak suçtur mükellef suç işlemiştir."
    },
    "explanation": "VERGİDEN KAÇINMAK<br/>Vergiden Kaçınmak<br/>Vergiden kaçınma, vergi kanunlarındaki boşluklardan yararlanmak veya vergiyi doğuran olaya<br/>sebebiyet vermemek suretiyle vergi ödemelerini<br/>azaltmak için yapılan bir girişim olarak ifade edilebilir (Nadaroğlu, 2000: 279). Örneğin, ticari<br/>faaliyetle uğraşmak yerine daha düşük bir oranda<br/>vergilendirilen menkul sermaye geliri tercih edildiğinde vergiyi doğuran olaya sebebiyet verilmemiş<br/>olunmaktadır.<br/>Bu tanımda en dikkat edilmesi gereken husus<br/>uygulamanın vergi kanunları çerçevesinde kalmasıdır. Dolayısıyla vergiyi az ödeme gayreti içinde<br/>bulunan mükellefin herhangi bir suç işlediği öne<br/>sürülemez."
  },
  {
    "id": "3507213",
    "unitNumber": 3,
    "text": "Vergiden kaçınmada vergi kanunlarının sınırlarının net olmadığı durumlar vergi matrahını azaltmak isteyen mükellefler tarafından kullanılmaktadır bunun sebebi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Vergi mevzuatının sık sık değişmesi ve karmaşık hale gelmesi",
      "B": "Oluşan kolaylıklar, çeşitli net durumlar ve vergi ortamının oluşması",
      "C": "Vergi kanunlara uygun olmama ve çeşitli belirgin olmayan olayların varlığı",
      "D": "Vergi kanunlarındaki boşlukların uygulamalarla doldurulması",
      "E": "Hiç vergi ödememek için çaba halinde olunması"
    },
    "explanation": "VERGİDEN KAÇINMA<br/>Ancak vergi kanunlarının sınırlarının<br/>net olmadığı durumlar vergi matrahını azaltmak<br/>isteyen mükellefler tarafından kullanılmaktadır.<br/>Özellikle Türkiye için geçerli bir durum olan vergi mevzuatının sık sık değişmesi ve karmaşık hâle<br/>gelmesi sebebiyle oluşan zorluklar çeşitli belirsizliklerin doğmasına ortam hazırlamaktadır (Karahan Gökmen ve Adıgüzel, 2019: 55). Kanunlara<br/>uygun olduğu sürece belirsiz ve gri alanlar da dahil<br/>olmak üzere her türlü vergi matrahını indirme çabası vergiden kaçınma kavramı olarak değerlendirilir (Dyreng vd., 2008: 63).<br/>Vergiden kaçınma, vergi kanunlarındaki<br/>boşluklardan yararlanarak veya vergiyi doğuran olaya sebebiyet vermeyerek hiç vergi<br/>ödememek veya daha az vergi ödemektir."
  },
  {
    "id": "3507214",
    "unitNumber": 3,
    "text": "Uygulanan ve gelecekte uygulanması düşünülen gelir ve kurumlar vergisi oranları işletme sahip ve ortaklarının sorumluluğu kuruluş ve örgütlenme giderlerinin düzeyi ve yasal zorunluluklar işletmenin hukuki şekil seçiminde önem kazanmaktadır bu konu işletmenin hukuki yapısını belirleme konusudur buradaki vergi konusu aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "a) Vergi indirimlerinin belirlenmesi",
      "B": "b) Tabi olunacak vergisel yükümlülük ve avantajlardan yararlanma",
      "C": "c) İşletmenin kurulmasıyla ilgili muafiyetlerin artırılması",
      "D": "d) İşletmenin daha avantajlı ve geniş konuma sahip olma çabası",
      "E": "e) Daha az vergi ödemek için yapılan uygulamalar"
    },
    "explanation": "İŞLETMENİN HUKUKİ YAPISINI BELİRLEME<br/>şletmenin Hukuki Yapısını Belirlemek<br/>İşletmenin hukuki yapısının belirlenmesinde<br/>dikkate alınması gereken faktörlerden birisi de tabi<br/>olacağı vergisel yükümlülük ve avantajlarından yararlanma durumudur. Çünkü işletmelerin vergi kanunları karşısındaki durumunu bilmek ve ona göre<br/>tercih yapmak, kuruluş ve faaliyet aşamasında işletmelerin vergisel yönden daha avantajlı bir konuma<br/>sokabilmekte ve yönetime daha sağlıklı vergi planlaması imkanı sağlamaktadır (Arıkan, 1998: 67).<br/>Uygulanan ve gelecekte uygulanması düşünülen gelir ve kurumlar vergisi oranları, işletme sahip<br/>ve ortaklarının sorumluluğu, kuruluş ve örgütlenme giderlerinin düzeyi, yasal zorunluluklar, sermaye<br/>bulma ve hisse devri kolaylıkları, işletmenin devamlılığını sağlama ve kurumsallaşma arzusu, yönetim<br/>ve denetim gücü, ortaklara ödenen ücretlerin gider<br/>yazılıp yazılamaması, kâr dağıtım politikası, ortaklara<br/>sağlanan ücret dışı yararlar gibi unsurlar, işletmenin<br/>hukuki şekil seçiminde önem taşımaktadır (Bildirici,<br/>1986: 13-14)."
  },
  {
    "id": "3507215",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Türk vergi sisteminde işletmelerin kuruluş yeri seçiminde vergi planlaması imkanı yaratacak müesseselerden biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Serbest bölgelerde elde edilen kazançlara ilişkin istisna",
      "B": "Teknoloji geliştirme bölgeleri",
      "C": "Teşvik paketlerinin indirimler ve muafiyetlerle karşılaştırılması",
      "D": "Ar-Ge faaliyetleri ile ilgili düzenlemeler",
      "E": "İndirimli kurumlar vergisi uygulaması"
    },
    "explanation": "İŞLETMENİN KURULUŞ YERİNİ SEÇME<br/>Türk vergi sisteminde, işletmelerin kuruluş yeri<br/>seçiminde, vergi planlaması imkânı yaratacak müesseseler; serbest bölgelerde elde edilen kazançlara ilişkin istisna, teknoloji geliştirme bölgeleri ve AR-GE<br/>faaliyetleri ile ilgili düzenlemeler, indirimli kurumlar<br/>vergisi uygulaması şeklinde sayılabilir."
  },
  {
    "id": "3507216",
    "unitNumber": 3,
    "text": "Türkiye'de en sık kullanılan vergi planlaması aracı muaflık, istisna ve indirimler karşımıza çıkmaktadır arz-yönlü iktisatçılara göre vergi indirimlerinin muaflıkların ve istisnaların bazı sonuçları vardır aşağıdakilerden hangisi bu sonuçlardan biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Vergi indirimleri ekonomik büyümeyi hızlandırır",
      "B": "Vergileme kapasitesini genişletir",
      "C": "En önemli faktörlerin ikinci faktörler olarak değerlendirilmesi",
      "D": "Vergi gelirlerini artırır",
      "E": "Sosyo-ekonomik sebeplerle etkin bir vergi politikası olarak kullanılması"
    },
    "explanation": "MUAFLIK, İSTİSNA VE İNDİRİMLERDEN YARARLANMAK<br/>Muaflık, İstisna ve İndirimlerden Yararlanmak<br/>Türkiye’de en sık kullanılan vergi planlaması aracı olarak muaflık, istisna ve indirimler karşımıza çıkmaktadır. Türk Vergi Sistemi’nde muaflık, istisna ve indirimler; bazı mükellef gruplarının yükünü azaltmak, teşvik etmek, vergi yönetimini kolaylaştırmak vb. nedenlerle kullanılmaktadır (Öz, 2002: 13).<br/>Arz-yönlü iktisatçıların “vergi indirimlerinin ekonomik büyümeyi hızlandıracağı, vergileme kapasitesini<br/>genişleteceği ve vergi gelirlerini artıracağı” görüşünden yola çıkılarak, ülkemizde de sosyo-ekonomik nedenlerle etkin bir vergi politikası olarak kullanılan muaflık ve istisnalara ek olarak indirimler de kullanılmaktadır (Armağan, 2007: 250)."
  },
  {
    "id": "3507217",
    "unitNumber": 3,
    "text": "10.Aşağıdakilerden hangisi Gelir Vergisi Kanunu'nda yer alan esnaf muaflığından yararlanmak için getirilmiş bazı şartlardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ticari, zirai ve mesleki kazancı sebebiyle gerçek usulde gelir vergisine tabi olmamak",
      "B": "Esnaf muaflığı kapsamındaki faaliyetleri gelir ve kurumlar vergisi mükelleflerine bağlılık arz edecek şekilde yapmamak",
      "C": "Esnaf muaflığında genel şartlar ile bilikte faaliyet türlerine göre belirlenen özel şartları sağlamak zorundadır.",
      "D": "Esnaf muaflığından yararlanmanın özel şartları faaliyet grupları itibariyle ayrı ayrı belirlenmiştir.",
      "E": "Esnaf muaflığı geçici bir yapıya sahiptir esnafın bazı şartları sağlaması gereklidir ve bu şartlar sadece esnafın %10'unda mevcuttur."
    },
    "explanation": "ESNAF MUAFLIĞI<br/>Esnaf Muaflığı<br/>Esnaf kelime anlamı olarak, “küçük sermaye ve<br/>zanaat sahibi” anlamına gelmektedir. 6102 sayılı<br/>Türk Ticaret Kanunu’nun (TTK) 15. maddesine<br/>göre esnaf; gezici veya sabit bir iş yerlerinde, ekonomik faaliyeti sermayesinden fazla bedeni çalışmasına dayanan ve düşük gelir elde eden sanat veya<br/>ticaretle uğraşan kişi olarak tanımlanmaktadır.<br/>Esnaf muaflığından yararlanmanın genel şartları şu şekilde belirlenmiştir:<br/>• Ticari, zirai veya mesleki kazancı nedeniyle<br/>gerçek usulde gelir vergisine tabi olmamak,<br/>• Esnaf muaflığı kapsamındaki faaliyetleri gelir ve kurumlar vergisi mükelleflerine bağlılık arz edecek şekilde yapmamak.<br/>Esnaf muaflığından yararlanmanın özel şartları<br/>ise faaliyet grupları itibariyle ayrı ayrı belirlenmiştir. Dolayısıyla aşağıda yazılı faaliyetlerle uğraşanlar,<br/>esnaf muaflığının genel şartları ile birlikte faaliyet<br/>türlerine göre belirlenen özel şartları sağladıkları<br/>taktirde esnaf muaflığından faydalanabileceklerdir<br/>(GVK. md. 9):"
  },
  {
    "id": "3507218",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Kurumlar Vergisi Kanunu’nda yer alan ve vergi yükünü azaltmada kullanabilecekleri düzenlemeler içerisinde yer almaz?",
    "correctAnswer": "A",
    "options": {
      "A": "Teşvikler",
      "B": "İstisnalar",
      "C": "Muafiyetler",
      "D": "Zarar mahsubu",
      "E": "İndirimler"
    },
    "explanation": "Kurumlar Vergisi Kanunu’nda (KVK’da) yer alan ve vergi yükünü azaltmada kullanabilecekleri düzenlemeler açıklanacaktır. Bu çerçevede, kurumlar vergisinde muafiyetler, istisnalar, zarar mahsubu ve indirimler üzerinde durulacaktır.<br/>Teşvikler"
  },
  {
    "id": "3507219",
    "unitNumber": 4,
    "text": "KVK m.4’de muafiyet tanınmış olan kurumlar belirtilmiş ve anılan maddenin son fıkrasında maddenin uygulanmasına ilişkin usullerin belirlenmesi hususunda aşağıdaki bakanlıklardan hangisi yetkili kılınmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Hazine ve Maliye Bakanlığı",
      "B": "Dışişleri",
      "C": "İçişleri",
      "D": "Ticaret",
      "E": "Çevre ve Şehircilik"
    },
    "explanation": "KVK m.4’de muafiyet tanınmış olan kurumlar belirtilmiş ve anılan maddenin son fıkrasında maddenin uygulanmasına ilişkin usullerin belirlenmesi hususunda Hazine ve Maliye Bakanlığı yetkili kılınmıştır."
  },
  {
    "id": "3507220",
    "unitNumber": 4,
    "text": "Yurt içinden elde edilen iştirak kazançları için bir kurumun iştirak kazançları istisnasından yararlanabilmesi için iştirak ettiği kurum için hangi şartın Tolması gerekmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tam mükellef",
      "B": "Dar mükellef",
      "C": "Anonim STİ",
      "D": "Kamu Kurumu",
      "E": "Dernek"
    },
    "explanation": "Yurt içinden elde edilen iştirak kazançları için bir kurumun iştirak kazançları istisnasından yararlanabilmesi için iştirak ettiği kurumun tam mükellef olması gerekmektedir"
  },
  {
    "id": "3507221",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Kurumlar vergisinden muaf olan kurumlardan değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Limited şirketler",
      "B": "Kamu idare ve kuruluşları tarafından sosyal amaçlarla işletilen kuruluşlar,",
      "C": "Kamu idare ve kuruluşları tarafından açılan sergiler, fuarlar ve panayırlar,",
      "D": "Genel yönetim kapsamındaki kamu idarelerine ait kreş ve konukevleri ile askeri kışlalardaki kantinler,",
      "E": "Kanunla kurulan emekli ve yardım sandıkları ile sosyal güvenlik kurumları,"
    },
    "explanation": "Tamam<br/>a. Kamu idare ve kuruluşları tarafından tarım<br/>ve hayvancılığı, bilimi, fenni ve güzel sanatları öğretmek, yaymak, geliştirmek ve teşvik<br/>etmek amacıyla işletilen kuruluşlar,<br/>b. Kamu idare ve kuruluşları tarafından genel<br/>insan ve hayvan sağlığını korumak ve tedavi<br/>etmek amacıyla işletilen kuruluşlar,<br/>c. Kamu idare ve kuruluşları tarafından sosyal<br/>amaçlarla işletilen kuruluşlar,<br/>d. Kamu idare ve kuruluşları tarafından açılan<br/>sergiler, fuarlar ve panayırlar,<br/>e. Genel yönetim kapsamındaki kamu idarelerine ait kreş ve konukevleri ile askeri kışlalardaki kantinler,<br/>f. Kanunla kurulan emekli ve yardım sandıkları ile sosyal güvenlik kurumları,<br/>g. Yaptıkları iş veya hizmet karşılığında resim<br/>ve harç alan kamu kuruluşları,<br/>h. Darphane ve Damga Matbaası Genel Müdürlüğü ile askeri fabrika ve atölyeler,<br/>i. İl özel idareleri, belediyeler ve köyler ile<br/>bunların oluşturdukları birlikler veya bunlara bağlı kuruluşlar tarafından işletilen işletmeler,<br/>j. Köyler veya köy birlikleri tarafından işletilen işletmeler,<br/>k. Spor kulüplerinin idman ve spor faaliyetlerinde bulunan iktisadi işletmeleri ile sadece<br/>idman ve spor faaliyetinde bulunan anonim<br/>şirketler,<br/>l. Kooperatifler,<br/>m. Kredi teminatı sağlamak üzere kurulmuş<br/>olan kurumlar,<br/>n. Bilimsel araştırma ve geliştirme faaliyetinde<br/>bulunan kurum ve kuruluşlar,<br/>o. Organize sanayi bölgeleri ile küçük sanayi<br/>sitelerine ait iktisadi işletmeler."
  },
  {
    "id": "3507222",
    "unitNumber": 4,
    "text": "Kurumların istisnadan faydalanabilmesi için geçerli olan şart aşağıdakilerden hangisi değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "İştirak oranı %10’dan fazla olsa dahi süre şartı aranmaz",
      "B": "İştirak edilen kurumun anonim veya limited şirket niteliğinde bir kurum olması,",
      "C": "İştirak edilen kurumun kanuni ve iş merkezinin Türkiye’de bulunmaması,",
      "D": "İştirak payını elinde tutan kurumun, yurt dışı iştirakin ödenmiş sermayesinin en az %10’una sahip olması,",
      "E": "İştirak kazancının elde edildiği tarih itibarıyla, iştirak payının kesintisiz olarak en az bir yıl süre ile elde tutulması,"
    },
    "explanation": "Tamam<br/>Kurumların istisnadan yararlanabilmeleri için;<br/>• İştirak edilen kurumun anonim veya limited şirket niteliğinde bir kurum olması,<br/>• İştirak edilen kurumun kanuni ve iş merkezinin Türkiye’de bulunmaması,<br/>• İştirak payını elinde tutan kurumun, yurt dışı iştirakin ödenmiş sermayesinin en az %10’una sahip<br/>olması,<br/>• İştirak kazancının elde edildiği tarih itibarıyla, iştirak payının kesintisiz olarak en az bir yıl süre ile<br/>elde tutulması,<br/>• İştirak kazancının (kâr payı dağıtımına kaynak olan kazançlar üzerinden ödenen vergiler de dahil<br/>olmak üzere) iştirak edilen kurumun faaliyette bulunduğu ülke vergi kanunları uyarınca en az %15<br/>oranında; iştirak edilen yabancı kurumun esas faaliyet konusunun finansman temini veya sigorta<br/>hizmetlerinin sunulması ya da menkul kıymet yatırımı olması durumunda, iştirak edilen kurumun<br/>faaliyette bulunduğu ülke vergi kanunları uyarınca en az Türkiye’de uygulanan kurumlar vergisi<br/>oranında, gelir ve kurumlar vergisi benzeri toplam vergi yükü taşıması,<br/>• İştirak kazancının, elde edildiği hesap dönemine ilişkin kurumlar vergisi beyannamesinin verilmesi<br/>gereken tarihe kadar Türkiye’ye transfer edilmesi gerekmektedir.<br/>Yurt dışı iştirak kazançları istisnasından yararlanılabilmesi için yukarıda yer alan şartların topluca yerine<br/>getirilmesi şarttır. İştirak oranı %10’dan fazla olsa dahi süre şartının gerçekleşmemesi hâlinde veya bütün<br/>şartlar gerçekleşmekle birlikte vergi yükü şartının gerçekleşmediği durumlarda istisnadan yararlanılabilmesi mümkün değildir."
  },
  {
    "id": "3507223",
    "unitNumber": 4,
    "text": "KVK m.5/1-ç<br/>hükmüne göre anonim şirketlerin kuruluşlarında<br/>veya sermayelerini artırdıkları sırada çıkardıkları<br/>hisse senetlerinin itibari değerlerinin üzerinde bir<br/>bedelle elden çıkarılmasından sağlanan kazançlar<br/>------------- istisnadır. Boşluğa aşağıdaki seçeneklerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kurumlar vergisinden",
      "B": "Gelir vergisinden",
      "C": "Özel İletişim vergisinden",
      "D": "ÖTV'den",
      "E": "Harçtan"
    },
    "explanation": "Tamam<br/>KVK m.5/1-ç<br/>hükmüne göre anonim şirketlerin kuruluşlarında<br/>veya sermayelerini artırdıkları sırada çıkardıkları<br/>hisse senetlerinin itibari değerlerinin üzerinde bir<br/>bedelle elden çıkarılmasından sağlanan kazançlar<br/><strong>kurumlar vergisinden</strong> istisnadır."
  },
  {
    "id": "3507224",
    "unitNumber": 4,
    "text": "KVK 5/1-e hükmüne göre, kurumların, en az iki tam yıl süreyle aktiflerinde yer alan iştirak hisseleri ile aynı süreyle sahip oldukları kurucu senetleri, intifa senetleri ve rüçhan haklarının satışından doğan kazançların ---------- kısmı kurumlar vergisinden istisnadır. Cümlede yer alan boşluğa aşağıdaki seçeneklerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "%75’lik",
      "B": "%55'lik",
      "C": "%45'lik",
      "D": "%85'lik",
      "E": "%35'lik"
    },
    "explanation": "Tamam<br/>KVK 5/1-e hükmüne göre, kurumların, en az<br/>iki tam yıl süreyle aktiflerinde yer alan taşınmazlar<br/>ve iştirak hisseleri ile aynı süreyle sahip oldukları<br/>kurucu senetleri, intifa senetleri ve rüçhan haklarının satışından doğan kazançların %75’lik kısmı<br/>(taşınmaz satışlarında %50’lik kısmı) kurumlar<br/>vergisinden istisnadır."
  },
  {
    "id": "3507225",
    "unitNumber": 4,
    "text": "KVK m.5/1-ı maddesine göre, özel kreş ve gündüz bakımevleri ile okul öncesi eğitim, ilköğretim, özel eğitim ve orta öğretim özel okulları ile vergiden muaf vakıflara veya kamuya yararlı derneklere bağlı rehabilitasyon merkezlerinin, fiilen faaliyete geçtikleri hesap döneminden itibaren ---------- süreyle elde edilen kazançları kurumlar vergisinden istisnadır. Boşluğa ne gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Beş hesap dönemi",
      "B": "Üç hesap dönemi",
      "C": "Bir hesap dönemi",
      "D": "Dört hesap dönemi",
      "E": "Altı hesap dönemi"
    },
    "explanation": "Tamam<br/>KVK m.5/1-ı maddesine göre, özel kreş ve gündüz bakımevleri ile okul öncesi eğitim, ilköğretim,<br/>özel eğitim ve orta öğretim özel okulları ile vergiden muaf vakıflara veya kamuya yararlı derneklere<br/>bağlı rehabilitasyon merkezlerinin, fiilen faaliyete<br/>geçtikleri hesap döneminden itibaren <strong>beş hesap dönemi</strong> süreyle elde edilen kazançları kurumlar vergisinden istisnadır."
  },
  {
    "id": "3507226",
    "unitNumber": 4,
    "text": "-----------, işletmelerin genellikle kısa vadeli satışlardan doğan alacak haklarının,<br/>faktör adı verilen finansal kuruluşlara satılmasıyla, işletmelere kısa vadeli fon sağlama olanağı veren bir finansman yöntemidir. Boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Faktoring",
      "B": "Leasing",
      "C": "Franchising",
      "D": "Yatay bütünleşme",
      "E": "Dikey bütünleşme"
    },
    "explanation": "Faktoring, işletmelerin genellikle kısa vadeli satışlardan doğan alacak haklarının,<br/>faktör adı verilen finansal kuruluşlara<br/>(faktoring şirketlerine) satılmasıyla, işletmelere kısa vadeli fon sağlama olanağı veren bir finansman yöntemidir."
  },
  {
    "id": "3507227",
    "unitNumber": 4,
    "text": "---------, Hazine ve Maliye Bakanlığı Varlık Kiralama Anonim Şirketince,<br/>kendi nam ve sertifika sahiplerinin hesabına ve yararına, satın almak veya kiralamak suretiyle devralınan varlıkların finansmanını sağlamak amacıyla düzenlenen ve sahiplerinin bu varlıklardan elde edilen gelirlerden payları oranında hak sahibi olmalarını sağlayan menkul kıymetlerdir. Boşluğa ne gelmelidir",
    "correctAnswer": "A",
    "options": {
      "A": "Kira sertifikaları",
      "B": "Gelir sertifikaları",
      "C": "Gider sertifikaları",
      "D": "Senet sertifikaları",
      "E": "Banknot sertifikaları"
    },
    "explanation": "Tamam<br/><strong>Kira sertifikaları</strong>, Hazine ve Maliye Bakanlığı Varlık Kiralama Anonim Şirketince,<br/>kendi nam ve sertifika sahiplerinin hesabına ve yararına, satın almak veya kiralamak<br/>suretiyle devralınan varlıkların finansmanını sağlamak amacıyla düzenlenen ve sahiplerinin bu varlıklardan elde edilen gelirlerden payları oranında hak sahibi olmalarını<br/>sağlayan menkul kıymetlerdir."
  },
  {
    "id": "3507228",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi kurumlar vergisinden muaf olan kurumlar arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Kamu idare ve kuruluşları tarafından genel insan ve hayvan sağlığını korumak ve tedavi etmek amacıyla işletilen kuruluşlar",
      "B": "Kanunla kurulan emekli ve yardım sandıkları ile sosyal güvenlik kurumları",
      "C": "Köyler veya köy birlikleri tarafından işletilen işletmeler",
      "D": "Kooperatifler",
      "E": "Petrol holdingleri"
    },
    "explanation": "Kurumlar vergisinden muaf olan kurumlar şun-ardır:<br/><ol> <li>Kamu idare ve kuruluşları tarafından tarım ve hayvancılığı, bilimi, fenni ve güzel sanat- ları öğretmek, yaymak, geliştirmek ve teşvik etmek amacıyla işletilen kuruluşlar,</li> <li>Kamu idare ve kuruluşları tarafından genel insan ve hayvan sağlığını korumak ve tedavi etmek amacıyla işletilen kuruluşlar,</li> <li>Kamu idare ve kuruluşları tarafından sosyal amaçlarla işletilen kuruluşlar,</li> <li>Kamu idare ve kuruluşları tarafından açılan sergiler, fuarlar ve panayırlar,</li> <li>Genel yönetim kapsamındaki kamu idarelerine ait kreş ve konukevleri ile askeri kışlalardaki kantinler,</li> <li>Kanunla kurulan emekli ve yardım sandıkları ile sosyal güvenlik kurumları,</li> <li>Yaptıkları iş veya hizmet karşılığında resim ve harç alan kamu kuruluşları,</li> <li>Darphane ve Damga Matbaası Genel Müdürlüğü ile askeri fabrika ve atölyeler,</li> <li>İl özel idareleri, belediyeler ve köyler ile bunların oluşturdukları birlikler veya bunlara bağlı kuruluşlar tarafından işletilen işletmeler,</li> <li>Köyler veya köy birlikleri tarafından işletilen işletmeler,</li> <li>Spor kulüplerinin idman ve spor faaliyetlerinde bulunan iktisadi işletmeleri ile sadece idman ve spor faaliyetinde bulunan anonim şirketler,</li> <li>Kooperatifler,</li> <li>Kredi teminatı sağlamak üzere kurulmuş olan kurumlar,</li> <li>Bilimsel araştırma ve geliştirme faaliyetinde bulunan kurum ve kuruluşlar,</li> <li>Organize sanayi bölgeleri ile küçük sanayi sitelerine ait iktisadi işletmeler.</li> </ol>"
  },
  {
    "id": "3507229",
    "unitNumber": 4,
    "text": "Kurumların bir başka kurumdaki ortaklık payları karşılığında elde etmiş oldukları kazançları aynı kazancın iki ayrı kurumda vergilendirilmesini önlemek, çifte vergilendirme sorununa yol açmamak için yasaya konulan kurumlar vergisi istisnası aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İştirak kazançları istisnası",
      "B": "Yatırım Ortaklıklarının Kazançlarına İlişkin İstisna",
      "C": "Emisyon Primi Kazancı İstisnası",
      "D": "Rüçhan Hakları Satış Kazancı İstisnası",
      "E": "Risturn İstisnası"
    },
    "explanation": "<h4>İştirak Kazançları İstisnası</h4> Kurumların bir başka kurumdaki ortaklık payları karşılığında elde etmiş oldukları iştirak kazançları aynı kazancın iki ayrı kurumda vergilendirilmesini önlemek, çifte vergilendirme sorununa yol açmamak için kurumlar vergisinden istisna tutulmuştur. İştirak kazançları istisnası yurt içinden ve yurt dışından elde edilen iştirak kazançlarına farklı esaslarla düzenlenmiştir."
  },
  {
    "id": "3507230",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi kurumların yurt dışından elde ettikleri iştirak kazançlarının kurumlar vergisinden istisna edilmesi için gerekli koşullardan biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "İştirak edilen kurumun anonim veya limited şirket niteliğinde bir kurum olması",
      "B": "İştirak edilen kurumun kanuni ve iş merkezinin Türkiye’de bulunmaması",
      "C": "İştirak payını elinde tutan kurumun, yurt dışı iştirakin ödenmiş sermayesinin en az %5'ine sahip olması,",
      "D": "İştirak kazancının elde edildiği tarih itibarıyla, iştirak payının kesintisiz olarak en az bir yıl süre ile elde tutulması",
      "E": "İştirak kazancının, elde edildiği hesap dönemine ilişkin kurumlar vergisi beyannamesinin verilmesi gereken tarihe kadar Türkiye’ye transfer edilmesi"
    },
    "explanation": "kurumların yurt dışından elde ettikleri iştirak kazançları da belli koşullar altında kurumlar vergisinden istisna edilmiştir.<br/>Kurumların istisnadan yararlanabilmeleri için;<br/><ul><br/><li>İştirak edilen kurumun anonim veya limited şirket niteliğinde bir kurum olması,</li><br/><li>İştirak edilen kurumun kanuni ve iş merkezinin Türkiye’de bulunmaması,</li><br/><li>İştirak payını elinde tutan kurumun, yurt dışı iştirakin ödenmiş sermayesinin en az %10’una sahip olması,</li><br/><li>İştirak kazancının elde edildiği tarih itibarıyla, iştirak payının kesintisiz olarak en az bir yıl süre ile elde tutulması,</li><br/><li>İştirak kazancının (kâr payı dağıtımına kaynak olan kazançlar üzerinden ödenen vergiler de dahil olmak üzere) iştirak edilen kurumun faaliyette bulunduğu ülke vergi kanunları uyarınca en az %15 oranında; iştirak edilen yabancı kurumun esas faaliyet konusunun finansman temini veya sigorta hizmetlerinin sunulması ya da menkul kıymet yatırımı olması durumunda, iştirak edilen kurumun faaliyette bulunduğu ülke vergi kanunları uyarınca en az Türkiye’de uygulanan kurumlar vergisi oranında, gelir ve kurumlar vergisi benzeri toplam vergi yükü taşıması,</li><br/><li>İştirak kazancının, elde edildiği hesap dönemine ilişkin kurumlar vergisi beyannamesinin verilmesi gereken tarihe kadar Türkiye’ye transfer edilmesi gerekmektedir.</li><br/></ul>"
  },
  {
    "id": "3507231",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi kurumlar vergisinde yurt dışı İştirak Hisseleri Satış Kazancı İstisnası için gerekli koşullardan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tam mükellef anonim şirket olması",
      "B": "Yurt dışında iştirak edilen şirketlerin her birinin sermayesine en az % 5 oranın- da iştirak edilmesi",
      "C": "Yurt dışında iştirak edilen şirketlerin kooperatif şirket niteliğinde olması",
      "D": "Söz konusu iştirak hisselerini elden çıkarma tarihi itibarıyla en az bir tam yıl süreyle aktifte tutulmuş olması",
      "E": "Söz konusu iştiraklerinin değeri, nakit varlıklar dışında kalan aktif toplamının %100 olması"
    },
    "explanation": "<strong>Tam </strong><strong>Mükellef Anonim Şirketlerin Yurt dışı İştirak Hisseleri Satış Kazancı İstisnası</strong><br/>KVK m.5/1-c maddesine göre tam mükellefiyete tabi anonim şirketlerin yurt dışındaki iştirak hisselerini elden çıkarmaları sebebiyle elde edeceklerin kazancın kurumlar vergisinden istisnadır.<br/>Bu istisnadan aşağıdaki şartları sağlayan tam mükellef anonim şirketler yararlanabilir:<br/><ul><br/><li>Yurt dışında iştirak edilen şirketlerin (ka- nuni ve iş merkezi Türkiye’de bulunmayan) her birinin sermayesine en az % 10 oranın- da iştirak edilmesi ve bu şirketlerin anonim ya da limited şirket niteliğinde olması,</li><br/><li>Söz konusu iştiraklerinin değeri, nakit var- lıklar dışında kalan aktif toplamının %75 veya daha fazlasına tekabül etmesi ve bu durumun da istisna uygulanacak kazancın elde edildiği tarih itibarıyla aralıksız olarak en az bir yıl süreyle korunmuş olması;</li><br/><li>Söz konusu iştirak hisselerini elden çıkarma tarihi itibarıyla en az iki tam yıl (730 gün) süreyle aktifte tutulmuş olması.</li><br/></ul>"
  },
  {
    "id": "3507232",
    "unitNumber": 4,
    "text": "Anonim şirketlerin kuruluş veya sermaye artırımı sırasında ihraç ettikleri hisse senetlerini itibari değerinin üstünde satmaları nedeniyle elde ettikleri kazanç aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Emisyon primi kazancı",
      "B": "İştirak kazancı",
      "C": "İhraç kazancı",
      "D": "Sermaye kazancı",
      "E": "Manipülasyon kazancı"
    },
    "explanation": "<h4>Emisyon Primi Kazancı İstisnası</h4> Emisyon primi, anonim şirketlerin kuruluş veya sermaye artırımı sırasında ihraç ettikleri hisse senetlerini itibari değerinin üstünde satmaları nedeniyle elde ettikleri kazançtır. KVK m.5/1-ç hükmüne göre anonim şirketlerin kuruluşlarında veya sermayelerini artırdıkları sırada çıkardıkları hisse senetlerinin itibari değerlerinin üzerinde bir bedelle elden çıkarılmasından sağlanan kazançlar kurumlar vergisinden istisnadır."
  },
  {
    "id": "3507233",
    "unitNumber": 4,
    "text": "Kurumların, en az iki tam yıl süreyle aktiflerinde yer alan taşınmazlar ve iştirak hisseleri ile aynı süreyle sahip oldukları kurucu senetleri, intifa senetleri ve rüçhan haklarının satışından doğan kazançların yüzde kaçlık kısmı kurumlar vergisinden istisnadır?",
    "correctAnswer": "A",
    "options": {
      "A": "%75",
      "B": "%30",
      "C": "%40",
      "D": "%90",
      "E": "%100"
    },
    "explanation": "<h4>Taşınmazlar ve İştirak Hisseleri ile Kurucu Senetleri, İntifa Senetleri ve Rüçhan Hakları Satış Kazancı İstisnası</h4> KVK 5/1-e hükmüne göre, kurumların, en az iki tam yıl süreyle aktiflerinde yer alan taşınmazlar ve iştirak hisseleri ile aynı süreyle sahip oldukları kurucu senetleri, intifa senetleri ve rüçhan haklarının satışından doğan kazançların %75’lik kısmı (taşınmaz satışlarında %50’lik kısmı) kurumlar vergisinden istisnadır."
  },
  {
    "id": "3507234",
    "unitNumber": 4,
    "text": "Özel Okul Kazançlarına İlişkin İstisna'dan yararlanabilmek için özel kreş ve gündüz bakımevleri ile okul öncesi eğitim, ilköğretim, özel eğitim ve orta öğretim özel okulları ile vergiden muaf vakıflara veya kamuya yararlı derneklere bağlı rehabilitasyon merkezlerinin, fiilen faaliyete geçtikleri hesap döneminden itibaren kaç hesap dönemi süreyle elde edilen kazançları kurumlar vergisinden istisnadır?",
    "correctAnswer": "A",
    "options": {
      "A": "5",
      "B": "4",
      "C": "3",
      "D": "2",
      "E": "1"
    },
    "explanation": "<strong>Özel Okul Kazançlarına İlişkin İstisna</strong><br/>KVK m.5/1-ı maddesine göre, özel kreş ve gündüz bakımevleri ile okul öncesi eğitim, ilköğretim, özel eğitim ve orta öğretim özel okulları ile vergi- den muaf vakıflara veya kamuya yararlı derneklere bağlı rehabilitasyon merkezlerinin, fiilen faaliyete geçtikleri hesap döneminden itibaren <strong>beş</strong> hesap dönemi süreyle elde edilen kazançları kurumlar vergi- sinden istisnadır."
  },
  {
    "id": "3507235",
    "unitNumber": 4,
    "text": "Kooperatif ortaklarının yönetim gideri karşılığı olarak ödedikleri paralardan harcanmayarak iade edilen kısımlar ile tüketim kooperatiflerinin, ortaklarının kişisel ve ailevi gıda ve giyecek ihtiyaçlarını karşılamak için satın aldıkları malların değerine göre hesapladıkları gelirlerin kurumlar vergisinden istisna edilmesi hangi istisnaya örnektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Risturn istisnası",
      "B": "Kooperatif istisnası",
      "C": "Kooperatif kar istisnası",
      "D": "Kooperatif ortaklık istisnası",
      "E": "Kooperatif işletme istisnası"
    },
    "explanation": "<h4>Risturn İstisnası</h4> KVK m.5/1-i maddesi ile kooperatif ortaklarının yönetim gideri karşılığı olarak ödedikleri paralardan harcanmayarak iade edilen kısımlar ile tüketim kooperatiflerinin, ortaklarının kişisel ve ailevi gıda ve giyecek ihtiyaçlarını karşılamak için satın aldıkları malların değerine göre hesapladıkları risturnlar kurumlar vergisinden istisna edilmiştir. Bununla birlikte, 29/6/2004 tarihli ve 5200 sayılı Tarımsal Üretici Birlikleri Kanunu’na göre kurulan birliklerin üyeleri ile yaptıkları işlemler risturn istisnası kapsamındadır."
  },
  {
    "id": "3507236",
    "unitNumber": 4,
    "text": "Kurumlar Vergisinde, işletmenin aktifine kayıtlı taşınır ve taşınmazlar aracılığıyla finansman temin etmesini sağlamak olan istisna aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sat-Kirala-Geri Al İşlemlerinden Doğan Kazançlarda İstisna",
      "B": "Kira Sertifikası İhracı Amacıyla Her Türlü Varlık ve Hakların Satışından Doğan Kazançlarda İstisna",
      "C": "Sınai Mülkiyet Haklarında İstisna",
      "D": "Serbest Bölge Kazanç İstisnası",
      "E": "Risturn İstisnası"
    },
    "explanation": "<h4>Sat-Kirala-Geri Al İşlemlerinden Doğan Kazançlarda İstisna</h4> KVK m5/1/j maddesine göre her türlü taşınır ve taşınmaz malların 6361 sayılı Finansal Kiralama, Faktoring ve Finansman Şirketleri Kanunu’nu kapsamında geri kiralama amacıyla ve sözleşme sonunda geri alınması şartıyla, kurumlar tarafından finansal kiralama şirketleri, katılım bankaları ile kalkınma ve yatırım bankalarına satışından doğan kazançlar ile bu kurumlarca söz konusu varlıkların devralındığı kuruma kira süresi sonunda devrinden doğan kazançlar kurumlar vergisinden istisnadır. İstisnanın amacı, işletmenin aktifine kayıtlı taşınır ve taşınmazlar aracılığıyla finansman temin etmesini sağlamaktır."
  },
  {
    "id": "3507237",
    "unitNumber": 4,
    "text": "Kurumların Türkiye’de gerçekleştirdiği Ar-Ge ve yenilik faaliyetleri ile yazılım geliştirme faaliyetleri sonucunda elde edilen buluşların kiralanması, devri veya satışı ile seri üretime tabi tutularak pazarlanmaları neticesinde elde edilen kazançların patentli veya faydalı model belgeli buluşa atfedilen kısmının %50’si kurumlar vergisinden istisnanın adı nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sınai Mülkiyet Haklarında İstisna",
      "B": "Kira Sertifikası İhracı Amacıyla Her Türlü Varlık ve Hakların Satışından Doğan Kazançlarda İstisna",
      "C": "Sat-Kirala-Geri Al İşlemlerinden Doğan Kazançlarda İstisna",
      "D": "Risturn İstisnası",
      "E": "Emisyon Primi Kazancı İstisnası"
    },
    "explanation": "<h4>Sınai Mülkiyet Haklarında İstisna</h4> Kurumların Türkiye’de gerçekleştirdiği Ar-Ge ve yenilik faaliyetleri ile yazılım geliştirme faaliyetleri sonucunda elde edilen buluşların kiralanması, devri veya satışı ile seri üretime tabi tutularak pazarlanmaları neticesinde elde edilen kazançların patentli veya faydalı model belgeli buluşa atfedilen kısmının %50’si kurumlar vergisinden istisnadır."
  },
  {
    "id": "3507238",
    "unitNumber": 4,
    "text": "Kurumlar vergisinden muaf olan kurumlar olan kurumlar hangi maddede düzenlenmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "KVK m.4",
      "B": "GVK m.5",
      "C": "KVK m.15",
      "D": "VUK m.35",
      "E": "GVK m.40"
    },
    "explanation": "Kurumlar vergisinden muaf olan kurumlar olan kurumlar KVK m.4 de düzenlenmiştir."
  },
  {
    "id": "3507239",
    "unitNumber": 4,
    "text": "Kamu idare ve müesseseleri ile dernek ve vakıflara bağlı iktisadi işletmelerin kurumlar vergisine tabi tutulmalarının temel nedeni aşağıdaki seçeneklerin hangisinde verilmiştir",
    "correctAnswer": "A",
    "options": {
      "A": "Rekabet eşitliğinin korunması",
      "B": "Gelir artışının sağlanması",
      "C": "Cari açığın kapatılması",
      "D": "Borçlanmanın azaltılması",
      "E": "Rekabetin engellenmesi"
    },
    "explanation": "Kamu idare ve müesseseleri ile dernek ve vakıf- lara bağlı iktisadi işletmelerin kurumlar vergisine tabi tutulmalarının temel nedeni, rekabet eşitli- ğinin korunmasıdır."
  },
  {
    "id": "3507240",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi kurumlar vergisine tabidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kamu idare ve kuruluşları tarafından sosyal amaçlarla işletilen kuruluşlar",
      "B": "Kamu idare ve kuruluşları tarafından açılan sergiler, fuarlar ve panayırlar",
      "C": "Kanunla kurulan emekli ve yardım sandıkları ile sosyal güvenlik kurumları",
      "D": "Yaptıkları iş veya hizmet karşılığında resim ve harç alan kamu kuruluşları",
      "E": "Ticari faaliyet göstermek üzere kurulan ve hizmet sağlayan kamu kurumları"
    },
    "explanation": "Ticari faaliyet göstermek üzere kurulan ve hizmet sağlayan kamu kurumları kurumlar vergisine tabidir."
  },
  {
    "id": "3507241",
    "unitNumber": 4,
    "text": "Yurt içinden elde edilen iştirak kazançları için bir kurumun iştirak kazançları istisnasından yararlanabilmesi için aşağıdakilerden hangisi gereklidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İştirak ettiği kurumun vergi muhafiyetinin olması",
      "B": "İştirak ettiği kurumun kredi teminatı sağlamak üzere kurulmuş olması",
      "C": "İştirak ettiği kurumun tam mükellef olması",
      "D": "İştirak edilen kurumun kanunla kurulan emekli ve yardım sandığı olması",
      "E": "İştirak edilen kurumun kooperatif olması"
    },
    "explanation": "Yurt içinden elde edilen iştirak kazançları için bir kurumun iştirak kazançları istisnasından yararlanabilmesi için iştirak ettiği kurumun tam mükellef olması gerekmektedir."
  },
  {
    "id": "3507242",
    "unitNumber": 4,
    "text": "Yurt dışında iştirak edilen bir kurumun anonim veya limited şirket niteliğinde bir kurum olması ilgili kuruma aşağıdakilerden hangisini sağlamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Kurumlar vergisine tabi olma",
      "B": "Kurumlar vergisinden istisna tutulma",
      "C": "Nitelikli personel çalıştırabilme",
      "D": "Uluslararası ticaret yapabilme",
      "E": "İştirak edilen ülke kanunlarına tabi olma"
    },
    "explanation": "Yurt dışında iştirak edilen bir kurumun anonim veya limited şirket niteliğinde bir kurum olması ilgili kuruma kurumlar vergisinden istisna tutulma olanağı sağlar."
  },
  {
    "id": "3507243",
    "unitNumber": 4,
    "text": "“…………………………, anonim şirketlerin kuruluş veya sermaye artırımı sırasında ihraç ettikleri hisse senetlerini itibari değerinin üstünde satmaları nedeniyle elde ettikleri kazançtır.”<br/>Yukarıdaki cümlede boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Emisyon primi",
      "B": "Vergi yükü",
      "C": "Kurumlar vergisi",
      "D": "Cari açık",
      "E": "İştirak hissesi"
    },
    "explanation": "Emisyon primi, anonim şirketlerin kuruluş veya sermaye artırımı sırasında ihraç ettikleri hisse senetlerini itibari değerinin üstünde satmaları nedeniyle elde ettikleri kazançtır."
  },
  {
    "id": "3507244",
    "unitNumber": 4,
    "text": "Yurt içinde verilen ve yurt dışındaki bir işyeri veya daimi temsilci aracılığıyla yapılmayan teknik hizmetlerden elde edilen kazançlara yönelik aşağıdaki bilgilerden hangisi doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Vergi istisnası sağlar",
      "B": "Vergi istisnası yoktur",
      "C": "Kazanç miktarı istisnayı belirler",
      "D": "İştirak oranı istisnayı belirler",
      "E": "GVK kapsamı dışındadır"
    },
    "explanation": "Yurt içinde verilen ve yurt dışındaki bir işyeri veya daimi temsilci aracılığıyla yapılmayan teknik hizmetlerden elde edilen kazançların istisna kapsamında değerlendirilmesi mümkün değildir."
  },
  {
    "id": "3507245",
    "unitNumber": 4,
    "text": "Mutlu Çocuklar isimli okul öncesi eğitim kurumu 2016 yılı Eylül ayında faaliyetine başlamıştır. İlgili kurum için aşağıda verilen bilgilerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "2016-2021 yılları arası kazançları kurumlar vergisine tabidir.",
      "B": "2019-2021 yılları arasındaki kazançları kurumlar vergisine tabidir",
      "C": "İlgili kurum kurumlar vergisinden muaftır.",
      "D": "İlgili kurum geliri üzerinden 2022 yılında vergilendirme uygulanır.",
      "E": "İlgili kurum 10 yıl süreyle vergiden muaf tutulur."
    },
    "explanation": "KVK m.5/1-ı maddesine göre, özel kreş ve gündüz bakımevleri ile okul öncesi eğitim, ilköğretim, özel eğitim ve orta öğretim özel okulları ile vergiden muaf vakıflara veya kamuya yararlı derneklere bağlı rehabilitasyon merkezlerinin, fiilen faaliyete geçtikleri hesap döneminden itibaren beş hesap dönemi süreyle elde edilen kazançları kurumlar vergisinden istisnadır."
  },
  {
    "id": "3507246",
    "unitNumber": 4,
    "text": "Kurumların Türkiye’de gerçekleştirdiği Ar-Ge ve yenilik faaliyetleri ile yazılım geliştirme faaliyetleri sonucunda elde edilen buluşlar üzerinden elde edilen gelirin ne kadarlık kısmı kurumlar vergisinden muaf tutulur?",
    "correctAnswer": "E",
    "options": {
      "A": "%10",
      "B": "%20",
      "C": "%30",
      "D": "%40",
      "E": "%50"
    },
    "explanation": "Kurumların Türkiye’de gerçekleştirdiği Ar-Ge ve yenilik faaliyetleri ile yazılım geliştirme faaliyetleri sonucunda elde edilen buluşların kiralanması, devri veya satışı ile seri üretime tabi tutularak pazarlanmaları neticesinde elde edilen kazançların patentli veya faydalı model belgeli buluşa atfedilen kısmının %50’si kurumlar vergisinden istisnadır."
  },
  {
    "id": "3507247",
    "unitNumber": 4,
    "text": "KVK m.9/1-a hükmüne göre kurumlar vergisi mükellefleri geçmiş yıl zararını ne zaman hahsup edebilirler?",
    "correctAnswer": "B",
    "options": {
      "A": "Diledikleri zaman",
      "B": "Mahsup sonrası ilk hesap dönemi",
      "C": "Mahsup sonrası 5 yıl içinde",
      "D": "İzleyen yıla devrederek",
      "E": "Vergi istisnası sağlanması durumunda"
    },
    "explanation": "KVK m.9/1-a hükmüne göre kurumlar vergisi mükellefleri geçmiş yıl zararını, mahsup imkânının doğduğu ilk hesap döneminde kurum kazancından mahsup edebilirler."
  },
  {
    "id": "3507248",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Muafiyet</li> <li>İstisna</li> <li>İndirimler</li> </ol> Yukarıdakilerden hangisi/hangileri harcamalar üzerinden alınan vergiler için vergi yükünü düşürmeye yönelik uygulanan planlama araçlarındandır?",
    "correctAnswer": "E",
    "options": {
      "A": "Sadece I",
      "B": "Sadece II",
      "C": "Sadece III",
      "D": "I ve II",
      "E": "I,II,III"
    },
    "explanation": "Giriş<br/>Tümü doğrudur. Çünkü harcamalar üzerinden alınan vergiler için vergi yükünü düşürmeye yönelik planlama araçları olan muafiyet, istisna ve indirimlerdir"
  },
  {
    "id": "3507249",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>İhracat/ithalat İstisnası</li> <li>Kıymetli Maden ve Petrol Arama Faaliyetlerinde İstisna</li> <li>Kültür, Sağlık ve Eğitim Amacı Taşıyan İstisnalar</li> <li>Konut Teslimlerinde İstisna</li> <li>Ulusal Güvenlik Hizmetlerine İlişkin İstisna</li> </ol> Yukarıdaki istisna türlerinden hangisi/hangileri “Katma Değer Vergisi Kanunu’nda yer alan istisnalar” kapsamında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "I,II,III",
      "B": "II, III",
      "C": "I,IV",
      "D": "Sadece V",
      "E": "I,II,III,IV,V"
    },
    "explanation": "İstisnalar<br/>Tümü doğrudur. Çünkü sıralanan istisna türleri Katma Değer Vergisi Kanunu’nda yer alan istisnalardandır."
  },
  {
    "id": "3507250",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Ülkemizde katma değer vergisinde “varış ülkesi ilkesi ”ne göre; ihracat vergiye tabi tutulmamakta, ithalat vergiye tabi olmaktadır</li> <li>Ülkemizde; katma değer vergisinde “varış ülkesi ilkesi ”ne göre; hem ithalat hem ihracat vergiye tabidir</li> <li>Ülkemizde; katma değer vergisinde “varış ülkesi ilkesi ”ne göre; sadece ithalat vergiye tabi tutulmamaktadır.</li> </ol> Katma Değer Vergisi Kanunu’nda yer alan ihracat/ithalat istisnalarıyla ilgili olarak yukarıdaki verilerden hangisi/hangileri doğru şekilde ifade edilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sadece I",
      "B": "Sadece II",
      "C": "Sadece III",
      "D": "II, III",
      "E": "I,II,III"
    },
    "explanation": "İhracat İstisnası. Dikkat<br/>Sadece I doğrudur. Çünkü Ülkemizde ve AB ülkelerinde katma değer vergisinde “varış ülkesi ilkesi”ne göre vergileme yapılmaktadır. Bunun sonucu olarak da ihracat vergiye tabi tutulmamakta, ithalat vergiye tabi olmaktadır."
  },
  {
    "id": "3507251",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Diyanet İşleri Başkanlığı denetimine tabi yaygın din eğitimi verilen tesisler,</li> <li>Gençlik ve Spor Bakanlığına ait gençlik merkezleri</li> <li>Mülki idare amirlerinin izni ve denetimine tabi ibadethaneler</li> <li>Petrol arama faaliyetlerine ilişkin olmayan bina tesislerinin ve teçhizatının inşası</li> </ol> Yukarıda sıralanan yerlerden hangisi/hangilerine bağışta bulunacaklara yapılan teslim ve hizmetler vergiye tabidir?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II,III",
      "B": "Sadece III",
      "C": "Sadece IV",
      "D": "III,IV",
      "E": "I,II,III,IV"
    },
    "explanation": "Kıymetli Maden ve Petrol Arama Faaliyetlerinde ve Kültür, Sağlık ve Eğitim Amacı Taşıyan İstisnalar<br/>Sadece IV . çünkü Petrol arama faaliyetlerine ilişkin olmayan idari faaliyetler ile bina tesislerinin ve teçhizatının inşaası, kurulması ve işletilmesine ait mal ve hizmetleri istisnadan yararlanamamaktadır. Buna karşın mülki idare amirlerinin izni ve denetimine tabi ibadethaneler, Diyanet İşleri Başkanlığı denetimine tabi yaygın din eğitimi verilen tesisler, Gençlik ve Spor Bakanlığına ait gençlik merkezleri gibi yerler Kültür, Sağlık ve Eğitim Amacı Taşıyan İstisnalar arasında yer alır."
  },
  {
    "id": "3507252",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>İstisnadan yararlanacak kişilerin Türkiye’de ikamet etmesi</li> <li>Satışın vergi iadesi izin belgesi almış kişilerce yapılması</li> <li>Malların fatura tarihinden itibaren 3 ay içinde yurtdışına çıkarılması</li> <li>Harcamaların KDV hariç bedelleri toplamının 100 TL üzerinde olması</li> <li>Harcamaların KDV hariç bedelleri toplamının 1000 TL üzerinde olması</li> </ol> Türkiye’de ikamet etmeyen yolcuların satın alarak Türkiye dışına götürdükleri malların vergi iadesi yukarıdaki şartların hangisinin/hangilerinin olması halinde uygulanır?",
    "correctAnswer": "B",
    "options": {
      "A": "I,II,III",
      "B": "II,III,IV",
      "C": "I, IV",
      "D": "III,IV,V",
      "E": "I,II, III,IV,V"
    },
    "explanation": "Türkiye’de İkamet Etmeyen Yolcu Muafiyeti<br/>II,III,IV doğrudur. Çünkü İstisnadan yararlanacak kişilerin Türkiye’de ikamet etmesi değil ikamet etmesi gerekir. Yine Harcamaların KDV hariç bedelleri toplamının 1000 TL üzerinde olması gibi bir şart yoktur."
  },
  {
    "id": "3507253",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Özel Tüketim Vergisi katma değer vergisinin aksine, tek aşamalı bir vergidir</li> <li>Mükelleflerin vergi yüklerini düşürmek amacıyla yararlandıkları istisna, muafiyet ve vergi indirimi mekanizması yoktur.</li> <li>ÖTV Kanununa ekli listelerde yer alan mallar Türk Gümrük Tarife Cetvelinde tanımlanan eşyalardır.</li> </ol> Özel Tüketim Vergisi ile ilgili yukarıda verilen bilgilerden hangisi/hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Sadece I",
      "B": "Sadece II",
      "C": "Sadece III",
      "D": "I,III",
      "E": "I,II,III"
    },
    "explanation": "Özel Tüketim Vergisinde Vergi Planlaması- İstisna ve Muafiyetler<br/>I,III doğrudur. Çünkü Özel Tüketim Vergisi katma değer vergisinin aksine tek aşamalı bir vergidir. Verginin konusu 4760 sayılı ÖTV Kanununa ekli listelerde yer alan mallardır. ÖTV Kanununa ekli listelerde yer alan mallar Türk Gümrük Tarife Cetvelinde tanımlanan eşyalardır. Katma değer vergisinde olduğu gibi özel tüketim vergisinde de mükelleflerin vergi yüklerini düşürmek amacıyla yararlandıkları <u>istisna, muafiyet ve vergi indirimi mekanizması bulunmaktadır</u>"
  },
  {
    "id": "3507254",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Cumhurbaşkanının zat ve ikametgâhı için gelen eşya</li> <li>Mütekabiliyet esasına göre ithal edilen diplomatik eşya</li> <li>Gerçek kişiler tarafından serbest dolaşıma sokulacak şahsi eşyaları</li> <li>Bir ticari ve zirai faaliyetin yürütülmesi ile bağlantılı ithal edilen eşyalar.</li> </ol> Yukarıda sıralanan eşya gruplarından hangisi/hangileri gümrük muafiyetine sahiptir",
    "correctAnswer": "E",
    "options": {
      "A": "I,II,III",
      "B": "II,III,IV",
      "C": "II,IV",
      "D": "III,IV",
      "E": "I,II,III,IV"
    },
    "explanation": "Gümrük Vergisinde Vergi Planlaması, muafiyetler<br/>Tümü gümrük muafiyeti sağlanan eşyalardır."
  },
  {
    "id": "3507255",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Şube ve Ajansların Birbirleriyle Yaptıkları İşlemler</li> <li>Bankaların, bankerlerin ve sigorta şirketlerinin karları</li> <li>Masraf Karşılığı Alınan Paralar</li> <li>Zorunlu Döviz ve Efektif Devirleri</li> </ol> Yukarıda sıralanan banka işlemleri ile ilgili hangisi/hangileri Gider Vergileri Kanunu’nun 29’uncu maddesinde Banka ve Sigorta Muameleleri vergisinden istisna tutulan uygulamalardır?",
    "correctAnswer": "E",
    "options": {
      "A": "Sadece I",
      "B": "II,III",
      "C": "I,II,III",
      "D": "III,IV",
      "E": "I,II,III,IV"
    },
    "explanation": "Banka Ve Sigorta Muameleleri Vergisinde Vergi Planlaması İstisnalar<br/>Tümü Gider Vergileri Kanunu’nun 29’uncu maddesinde Banka ve Sigorta Muameleleri vergisinden istisna sayılan işlemler çerçevesinde elde ettikleri paralar dolayısıyla vergi planlaması yapmaları mümkün kılınmıştır."
  },
  {
    "id": "3507256",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Emeklilik sözleşmeleri,</li> <li>Hayat sigortaları</li> <li>İhracata ait nakliyat sigortaları</li> <li>Zirai sigortalar</li> </ol> Yukarıdaki sigorta türlerinden hangisi/hangileri vergiden istisna tutulmuştur?",
    "correctAnswer": "E",
    "options": {
      "A": "I,II",
      "B": "III,IV",
      "C": "I,II,III",
      "D": "II,III,IV",
      "E": "I,II,III,IV"
    },
    "explanation": "Sözleşme ve Sigorta Poliçe Üzerinden Alınan Paralar İstisnası<br/>Tümü doğrudur. Çünkü Emeklilik sözleşmeleri, hayat sigortaları (hayat sigortalarında ferdi kaza, hastalık sonucu maluliyet ve tehlikeli hastalıklar teminatlarının da ek teminat olarak verildiği sözleşmeler dahil) ve sağlık sigortaları ile ihracata ait nakliyat sigortalarında ve konut finansmanı kapsamında yapılan sigortalarda alınan paralardan vergi hesaplanmamaktadır. Mükerrer sigorta işlemleri ile retrosesyon işlemleri dolayısıyla alınan prim, komisyon vb. paralar da vergiye tabi tutulmamaktadır Biçilmemiş veya toplanmamış her türlü tarım mahsulleriyle tarım hayvanları için yapılan zirai sigortalar; nükleer rizikolara karşı yapılan sigortalar dolayısıyla alınan paralar vergiden istisna tutulmuştur."
  },
  {
    "id": "3507257",
    "unitNumber": 5,
    "text": "Bankanın ihtisas kredileri kapsamında küçük ve orta ölçekli sanayi işletmelerine verdiği krediler ya da bu işletmelerin dış ticaret işlemlerine yaptığı aracılık hizmetleri dolayısıyla aldığı paralar ile Esnaf ve Sanatkârlar Kefalet Kooperatiflerinin kefaleti altında esnaf ve sanatkarlara verdiği krediler dolayısıyla alınan paralar ve bu kooperatiflerin ortaklarından masraf karşılığı adıyla aldığı paralar nedeniyle vergi muafiyeti getirilen banka aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ziraat",
      "B": "Vakıf",
      "C": "İş",
      "D": "Halk",
      "E": "Ticaret"
    },
    "explanation": "Türkiye Halk Bankası Muafiyeti"
  },
  {
    "id": "3507258",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi, Katma Değer Vergisi Kanununda yer alan istisnalardan biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "İhracat istisnası",
      "B": "İthalat istisnası",
      "C": "Genç girişimci istisnası",
      "D": "Konut teslimlerinde istisna",
      "E": "Devir ve dönüştürme istisnası"
    },
    "explanation": "Katma Değer Vergisi Kanununda yer almayan istisna (C) şıkkında verilen \"Genç girişimci istisnası\" dır. Bu istisna gelir vergisinde olup, Katma Değer Vergisi Kanununda belirtilmemiştir."
  },
  {
    "id": "3507259",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi ihracat istisnasının kapsamına girmez?",
    "correctAnswer": "D",
    "options": {
      "A": "Her türlü ihracat teslimleri",
      "B": "Yurt dışındaki müşteriler için yapılan hizmetler",
      "C": "Serbest Bölgelerdeki müşteriler için yapılan fason hizmetler",
      "D": "Ulusal güvenlik hizmetleri",
      "E": "Yurt dışındaki müşteriler için Türkiye'de verilen roaming hizmetleri"
    },
    "explanation": "İhracat istisnası kapsamında olmayan şık (D) şıkkında verilen, ulusal güvenlik hizmetleridir. Diğer cevap şıklarında belirtilenler ihracat istisnası konularıdır."
  },
  {
    "id": "3507260",
    "unitNumber": 5,
    "text": "Ülkemizde ve AB ülkelerinde katma değer vergisinde \"varış ülkesi ilkesi\" nin sonucu aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "İhracat ve ithalat aynı rejime tabidir.",
      "B": "İhracat vergiye tabi tutulmaz",
      "C": "İthalat vergiye tabi tutulmaz",
      "D": "Varış ülkesi vergi cenneti olarak adlandırılır",
      "E": "Varış ülkesini belirlemek izne tabidir"
    },
    "explanation": "Ülkemizde ve AB ülkelerinde katma değer vergisinde \"varış ülkesi ilkesi\" nin sonucu olarak ihracat vergiye tabi tutulmaz, ithalat vergiye tabi tutulur."
  },
  {
    "id": "3507261",
    "unitNumber": 5,
    "text": "Türk Vergi Sisteminde yer alan gelir vergisinde, kaynak teorisine dayalı olmayan gelir unsuru aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ticari kazanç",
      "B": "Zirai kazanç",
      "C": "Ücret",
      "D": "Serbest Meslek Kazancı",
      "E": "Diğer kazanç ve iratlar"
    },
    "explanation": "Türk Vergi Sisteminde yer alan gelir vergisinde, kaynak teorisine dayalı olmayan gelir unsuru, diğer kazanç ve iratlardır. Diğer şıklarda verilen gelir unsurları kaynak teorisine dayalıdır."
  },
  {
    "id": "3507263",
    "unitNumber": 5,
    "text": "Terörle mücadele Kanununda belirtilen kapsamda hayatını kaybetmiş olanların eş veya çocuklarından birisi, eş ve çocuğu yoksa ana veya babası tarafından kanunda özellikleri belirtilmiş taşıtların ilk iktisabı özel tüketim vergisinden istisna edilmiştir. Bu istisna kaç defa taşıt alımına ilişkindir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sadece bir defa",
      "B": "Beş yılda bir defa",
      "C": "Yedi yılda bir defa",
      "D": "Dokuz yılda bir defa",
      "E": "On yılda bir defa"
    },
    "explanation": "Terörle mücadele Kanununda belirtilen kapsamda hayatını kaybetmiş olanların eş veya çocuklarından birisi, eş ve çocuğu yoksa ana veya babası tarafından kanunda özellikleri belirtilmiş taşıtların ilk iktisabı sadece bir defa özel tüketim vergisinden istisna edilmiştir."
  },
  {
    "id": "3507264",
    "unitNumber": 5,
    "text": "Gümrük vergisinden muaf tutulan eşya değeri nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "150 Euro ve altı",
      "B": "250 Euro ve altı",
      "C": "430 Euro ve altı",
      "D": "500 Euro ve altı",
      "E": "650 Euro ve altı"
    },
    "explanation": "Gümrük vergisinden muaf tutulan eşya değeri 150 Euro ve aşağısında bulunan değerlerdir."
  },
  {
    "id": "3507265",
    "unitNumber": 5,
    "text": "Banka ve sigorta muameleleri vergisinde, şube ve ajansların birbirleriyle yaptıkları işlemler istisnası hangi kanunda yer almıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Gümrük Kanunu",
      "B": "Gider Kanunu",
      "C": "Bankalar Kanunu",
      "D": "Kurumlar Vergisi Kanunu",
      "E": "Katma Değer Vergisi Kanunu"
    },
    "explanation": "Banka ve sigorta muameleleri vergisinde, şube ve ajansların birbirleriyle yaptıkları işlemler istisnası, Gider Kanununda yer almıştır."
  },
  {
    "id": "3507266",
    "unitNumber": 5,
    "text": "Resmi işlemlerle ilgili kağıtlar, öğrenciler ve askerlerle ilgili kağıtlar, ticari ve medeni işlerle ilgili kağıtlar, hangi vergiden istisna edilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Banka ve Sigorta Muameleleri Vergisi",
      "B": "Damga Vergisi",
      "C": "Katma Değer Vergisi",
      "D": "Kurumlar Vergisi",
      "E": "Gümrük Vergisi"
    },
    "explanation": "Resmi işlemlerle ilgili kağıtlar, öğrenciler ve askerlerle ilgili kağıtlar, ticari ve medeni işlerle ilgili kağıtlar, Damga Vergisinden istisna tutulmuştur."
  },
  {
    "id": "3507267",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Harçlar Kanununda sayılan harca tabi işlemlerden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Noter işlemleri",
      "B": "Tapu ve kadastro işlemleri",
      "C": "Pasaport işlemleri",
      "D": "Kayıt işlemleri",
      "E": "Trafik işlemleri"
    },
    "explanation": "Harçlar Kanununda sayılan harca tabi işlemler arasında olmayan husus, kayıt işlemleridir. Bu işlemler harca tabi değildir."
  },
  {
    "id": "3507268",
    "unitNumber": 5,
    "text": "Türkiye'de merkezi bütçe vergi gelirleri içinde en yüksek pay hangi vergiye aittir?",
    "correctAnswer": "C",
    "options": {
      "A": "Gelir vergisi",
      "B": "Kurumlar vergisi",
      "C": "KDV",
      "D": "ÖTV",
      "E": "Motorlu taşıtlar vergisi"
    },
    "explanation": "Türkiye'de merkezi bütçe vergi gelirleri içinde en yüksek pay yaklaşık %27 ile KDV'ne aittir."
  },
  {
    "id": "3507269",
    "unitNumber": 5,
    "text": "I. İhracat İstisnası<br/>II. Araç Teslimlerinde İstisna<br/>III. Kıymetli Maden ve Petrol Arama Faaliyetlerinde İstisna<br/>IV. Teşvik Belgeli Yatırımlarda İstisna<br/>Yukarıdakilerden hangileri Katma Değer Vergisi Kanunu’nda yer alan istisnalardandır?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II ve III",
      "B": "II, III ve IV",
      "C": "I, II ve IV",
      "D": "I, III ve IV",
      "E": "I, II, III, IV"
    },
    "explanation": "Katma Değer Vergisi Kanunu’nda yer alan istisnalar aşağıdaki şekildedir:<br/>- İhracat İstisnası<br/>- Araç Teslimlerinde İstisna<br/>- Kıymetli Maden ve Petrol Arama Faaliyetlerinde İstisna<br/>- Teşvik Belgeli Yatırımlarda İstisna<br/>- İthalat İstisnası<br/>- Devir veya Dönüştürme İstisnası<br/>- Kültür, Sağlık veEğitimAmacıTaşıyan İstisnalar<br/>- Kamu kurum ve kuruluşlarına yapılan bedelsiz mal teslimleri<br/>- Ulusal Güvenlik Hizmetlerine İlişkin İstisna<br/>- Konut Teslimlerinde İstisna<br/>- Diğer İstisnalar"
  },
  {
    "id": "3507270",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Türkiye’de ikamet etmeyen yolcuların satın alarak Türkiye dışına götürdükleri malların gümrükten çıkışı anında katma değer vergisinin iade edilmesinin şartlarından birisi değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Verginin henüz tahsil edilmemiş olması",
      "B": "İstisnadan yararlanacak kişilerin Türkiye’de ikamet etmemesi",
      "C": "Satışın vergi iadesi izin belgesi almış kişilerce yapılması",
      "D": "Malların fatura tarihinden itibaren 3 ay içinde yurtdışına çıkarılması",
      "E": "Harcamaların KDV hariç bedelleri toplamının 100 TL üzerinde olması"
    },
    "explanation": "Türkiye’de ikamet etmeyen yolcuların satın<br/>alarak Türkiye dışına götürdükleri malların teslimi anında katma değer vergisi tahsil edilir. Ancak gümrükten malın çıkışı anında fatura veya belgenin ibrazında tahsil edilen katma değer vergisi iade olunur. İade olması ise belirli şartlara bağlıdır. Bunlar:<br/>- İstisnadan yararlanacak kişilerin Türkiye’de<br/>ikamet etmemesi<br/>- Satışın vergi iadesi izin belgesi almış kişilerce yapılması<br/>- Malların fatura tarihinden itibaren 3 ay<br/>içinde yurtdışına çıkarılması<br/>- Harcamaların KDV hariç bedelleri toplamının 100 TL üzerinde olması"
  },
  {
    "id": "3507271",
    "unitNumber": 5,
    "text": "Engellilere taşıt teslimlerinde ÖTV istisnası uygulaması, engellinin engel derecesine göre belirlenmekte olup engelli derecesi______üstü ve altına farklı<br/>kurallarla uygulanmaktadır.<br/>Yukarıda boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "%50",
      "B": "%60",
      "C": "%70",
      "D": "%80",
      "E": "%90"
    },
    "explanation": "Engellilere taşıt teslimlerinde istisna uygulaması, engellinin engel derecesine göre belirlenmekte olup engelli derecesi %90 üstü ve altına farklı<br/>kurallarla uygulanmaktadır."
  },
  {
    "id": "3507272",
    "unitNumber": 5,
    "text": "Özel tüketim vergisine tâbi malların, yer aldığı listedeki başka bir malın imalinde kullanılması hâlinde ödenen vergi aşağıdaki kurumlardan hangisi tarafından belirlenen esaslara göre ödenecek vergiden indirilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hazine ve Maliye Bakanlığı",
      "B": "Kalkınma Bakanlığı",
      "C": "Cumhurbaşkanlığı Finans Ofisi",
      "D": "Cumhurbaşkanlığı Yatırım Ofisi",
      "E": "Gelirler Genel Müdürlüğü"
    },
    "explanation": "Özel tüketim vergisine tâbi malların, yer aldığı listedeki başka bir malın imalinde kullanılması hâlinde ödenen vergi, Hazine ve Maliye Bakanlığınca belirlenen esaslara göre ödenecek vergiden indirilir"
  },
  {
    "id": "3507273",
    "unitNumber": 5,
    "text": "I. Mütekabiliyet esasına göre ithal edilen diplomatik eşya<br/>II. Değeri 150 EURO’yu geçmeyen eşya<br/>III. Gerçek kişiler tarafından serbest dolaşıma<br/>sokulacak şahsi eşya<br/>IV. Bir ticari ve zirai faaliyetin yürütülmesi ile<br/>bağlantılı ithal edilen eşya<br/>Yukarıdakilerden hangileri gümrük vergisinden muaftır?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I, II ve III",
      "D": "I,II ve IV",
      "E": "I, II, III, IV"
    },
    "explanation": "Mütekabiliyet esasına göre ithal edilen diplomatik eşya, değeri 150 EURO’yu geçmeyen eşya, gerçek kişiler tarafından serbest dolaşıma<br/>sokulacak şahsi eşya ve bir ticari ve zirai faaliyetin yürütülmesi ile<br/>bağlantılı ithal edilen eşya gümrük vergisinden muaftır."
  },
  {
    "id": "3507274",
    "unitNumber": 5,
    "text": "Merkezleri Türkiye’de veya Türkiye dışında bulunan bankaların Türkiye’de kendi şube ve ajansları ile veya bu şube ve ajansların birbirleriyle yaptıkları muameleler dolayısıyla tahakkuk eden paralar ile ilgili olarak aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Vergiden istisnadır",
      "B": "Vergiden muaftır",
      "C": "KDV'ne göre %10 oranında vergiye tabidir",
      "D": "Banka ve Sigorta Muameleleri vergisine göre %10 oranında vergiye tabidir",
      "E": "Özel Tüketim Vergisine göre %10 oranında vergiye tabidir"
    },
    "explanation": "Merkezleri Türkiye’de veya Türkiye dışında bulunan bankaların Türkiye’de kendi şube ve ajansları ile veya bu şube ve ajansların birbirleriyle yaptıkları muameleler dolayısıyla tahakkuk eden paralar vergiden istisnadır."
  },
  {
    "id": "3507275",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Damga Vergisine göre vergiden istisna edilmiş kâğıtların sıralandığı Tablonun bölüm başlıklarından birisi değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Resmi İşlerle İlgili Kağıtlar",
      "B": "Öğrenciler ve askerlerle ilgili kağıtlar",
      "C": "Aile ile ilgili kağıtlar",
      "D": "İşçiler, çiftçiler ve göçmenlerle ilgili kağıtlar",
      "E": "Ticari ve medeni işlerle ilgili kağıtlar"
    },
    "explanation": "Damga Vergisine göre vergiden istisna edilmiş kâğıtların sıralandığı Tablonun bölüm başlıkları şunlardır:<br/>I. Resmi İşlerle İlgili Kağıtlar<br/>II - Öğrenciler ve askerlerle ilgili kağıtlar<br/>III - İşçiler, çiftçiler ve göçmenlerle ilgili kağıtlar<br/>IV - Ticari ve medeni işlerle ilgili kağıtlar<br/>V - Kurumlarla ilgili kağıtlar"
  },
  {
    "id": "3507276",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi harca tabi değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Trafik işlemleri",
      "B": "Otoyol geçişleri",
      "C": "İkamet tezkeresi",
      "D": "Noter işlemleri",
      "E": "Yargı işlemleri"
    },
    "explanation": "492 Sayılı Harçlar Kanunu kapsamında yer alan harca tabi işlemler yargı; noter; vergi itiraz; tapu ve kadastro; konsolosluk; pasaport, ikamet tezkeresi,<br/>vize ve Dışişleri Bakanlığı tasdik; gemi ve liman; İmtiyazname, ruhsatname ve diplomalar; trafik işlemleri olarak sayılmaktadır"
  },
  {
    "id": "3507277",
    "unitNumber": 5,
    "text": "Dijital Hizmet Vergisi açısından Araştırma, Geliştirme ve Tasarım Faaliyetlerinin Desteklenmesi Hakkında Kanunun 2’nci maddesinde tanımlanan Ar-Ge merkezlerinde Ar-Ge faaliyetleri neticesinde oluşturulan ürünlerin satışı ile münhasıran bu ürünler üzerinden sunulan hizmetlerin vergilendirilmesi ile ilgili olarak aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "%1 oranında Dijital Hizmet Vergisi ödenir.",
      "B": "%3 oranında Dijital Hizmet Vergisi ödenir.",
      "C": "%5 oranında Dijital Hizmet Vergisi ödenir.",
      "D": "%10 oranında Dijital Hizmet Vergisi ödenir.",
      "E": "Dijital Hizmet Vergisinden herhangi bir hadde bağlı olmadan istisnadır."
    },
    "explanation": "Dijital ortamda bazı kişi ve kuruluşlarca gerçekleştirilen hizmetlerden elde edilen hasılat dijital hizmet vergisinden istisnadır ve bu hizmetlerden elde edilen hasılata herhangi bir hadde bağlı olmaksızın istisna uygulanmaktadır. Bunlardan birisi de Araştırma, Geliştirme ve Tasarım Faaliyetlerinin Desteklenmesi Hakkında Kanunun 2’nci maddesinde tanımlanan Ar-Ge merkezlerinde Ar-Ge faaliyetleri neticesinde oluşturulan ürünlerin satışı ile münhasıran<br/>bu ürünler üzerinden sunulan hizmetlerdir."
  },
  {
    "id": "3507278",
    "unitNumber": 6,
    "text": "1. Türk vergi sistemine bakıldığında servet üzerinden alınan vergiler motorlu taşıtlar vergisi ve emlak vergisi devamlılık arz eden özel servet ver4gileri olan veraset ve intikal vergisi tüm servet unsurlarını kapsar ancak devamlılık özelliği olmayan vergilerdir vergi planlaması açısından bakıldığında aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "a) Özellikle %10un üstünde engelliği olmayan araçların engellilere sağlanması vergi istisnasıdır.",
      "B": "b) Veraset ve intikal vergisi karşılıksız servet intikallerini vergilendirir.",
      "C": "c) Veraset ve intikal vergisi servet edinecek olan kişiler sahip olacakları servetin mali güçlerini artırması sebebiyle vergi yükleri düşer mali güçlerinde artış olur.",
      "D": "d) Motorlu taşıtlar vergisinde planlama yapılırken kişilerin sahip olduğu aracın özellikleri düşük vergiye karşılık gelenler arasından seçerek yapılır.",
      "E": "e) Eğer bir şirketin envanterine kayıtlı ise gelir ve kurumlar vergisi açısından da planlama aracı oluşturulur."
    },
    "explanation": "GİRİŞ<br/>Türk Vergi Sistemi’ne bakıldığında servet üzerinden alınan vergilerden motorlu taşıtlar vergisi ve emlak vergisi devamlılık arz eden özel servet vergileri olarak ifade edilmekte; veraset ve intikal vergisi tüm servet unsurlarını kapsamasına rağmen devamlılık özelliği olmayan bir vergidir. Vergi planlaması çerçevesinde bakıldığında veraset ve intikal vergisi karşılıksız servet intikallerini vergilendirdiği için bu şekilde servet edinecek olan kişiler sahip olacağı servetin mali güçlerini artırması sebebiyle vergi yüklerinin düşmesinden ziyade mali güçlerindeki artışı düşünerek hareket etmektedirler."
  },
  {
    "id": "3507279",
    "unitNumber": 6,
    "text": "2. Vergi planlaması çerçevesinde emlak vergisi ile ilgili olarak aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "a) Emlak vergisinde konut, iş yerleri, arsa ve araziler için farklı planlama stratejileri uygulanır.",
      "B": "b)Emlak vergisinin istisnaları motorlu taşıtlar vergileri ve çeşitli sigorta ödemeleridir.",
      "C": "c) Emlak vergisinin muafiyet ve istisnaları da araziler ve binalar için ayrı ayrı düzenlenmiştir.",
      "D": "d) Emlak vergisi yıllık ve düzenli bir şekilde alınan sürekli vergilerdir.",
      "E": "e) Emlak vergisinin sürekliliği olması gayrimenkul sahiplerinin planlama yapmasının yollarını aramaya yöneltmektedir."
    },
    "explanation": "GİRİŞ<br/>Motorlu taşıtlar vergisinde planlama yapılırken öncelikle kişiler sahip oldukları aracın özelliklerini düşük vergiye karşılık gelenler arasından seçerek yaparak gerçekleştirebilecekleri gibi motorlu taşıtlar vergisi özellikle bir şirketin envanterine kayıtlı ise, gelir ve kurumlar vergisi açısından da planlama aracı oluşturabilmektedir. Motorlu taşıtlar vergisinde yaygın olarak kullanılan planlama araçlarından birisi de engellilere sağlanan vergi istisnasıdır. Özellikle de %90 üstünde engelliliği olanların araçlarını başkalarının kullanabiliyor olması, engelli yakınlarının vergi planlamalarını etkilemektedir."
  },
  {
    "id": "3507280",
    "unitNumber": 6,
    "text": "3. Vergi planlamasında ödenen emlak vergisinin gelir üzerinden alınan vergilerde matrahından indirilebilmektedir bu durumun sonucu aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "a) Motorlu taşıtlar vergisi ve emlak vergisi planlamalarından iki ya da daha çok istisnadan yararlanılır.",
      "B": "b)Servet üzerinden alınan veraset vergisi ile intikal vergilerinin birbirinden ayrılmasını sağlar.",
      "C": "c) Diğer vergilerin planlama aracı olarak kullanılmasına imkan verir.",
      "D": "d) Şirketlerin servetleri ve envanterlerinde kayıtlı olan motorlu taşıtlar vergi planlaması dışında tutulur.",
      "E": "e) Gelirler ve kurumlar vergisi açısından planlama aracı sahip olunan emlak ve gayrimenkullerdir."
    },
    "explanation": "GİRİŞ<br/>Emlak vergisinde de konut, iş yerleri, arsa ve araziler için farklı planlama stratejileri söz konusu olmaktadır. Emlak vergisinin muafiyet ve istisnaları da araziler ve binalar için ayrı ayrı düzenlenmiştir. Emlak vergisi yıllık ve düzenli bir şekilde alınan sürekli vergilerdendir. Verginin sürekliliğinin olması, gayrimenkul sahiplerinin planlama yapmanın yollarını araştırmaya sevk edebilmektedir. Emlak vergisinin istisnaları kendi içinde önemli planlama aracıdır. Bununla birlikte ödenen emlak vergisinin gelir üzerinden alından vergilerde matrahtan indirilebilmesi diğer vergilerin planlama aracı olarak da kullanılmasına imkân vermektedir."
  },
  {
    "id": "3507281",
    "unitNumber": 6,
    "text": "4. Veraset ve intikal vergisinde veri planlaması ile ilgili olarak aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "a) Veraset ve intikal vergisi servet üzerinden alınan vergiler içerisinde genel nitelikte alınan vergidir.",
      "B": "b) Veraset ve intikal vergisinin genel olması demek serveti kapsayan tüm varlıklardan oluşturulan bir matrah esas alınmasıdır.",
      "C": "c) Sürekliliği olmayan veraset ve intikal vergisinin planlamasının yapılması mükelleflerinin verginin ne zaman ortaya çıkacaklarını bilmemeleri durumunda zor olabilmektedir.",
      "D": "d) Serveti kabul eden kişiler için özellikle devir yoluyla veraset ve intikal verileri ve onların ödenmesi ortaya çıkabilir bu durumda ödenecek vergi yine bir yük olarak görülmemelidir.",
      "E": "e) Veraset ve intikal vergisinin mükellefleri olacak kişiler ödeyecekleri bir miktar vergi karşılığında birtakım servet unsurlarına sahip olacakları için bu vergiyi ödemek asıl ödeme güçlerinin dayalı olduğu gelirlerini etkilemediği sürece verginin yükünü problem etmeyebilirler."
    },
    "explanation": "VERASET VE İNTİKAL VERGİSİNDE VERGİ PLANLAMASI Veraset ve intikal vergisi servet üzerinden alınan vergiler içerisinde genel nitelikte alınan bir vergidir. Genel olması serveti kapsayan tüm varlıklardan oluşturulan bir matrahı esas almasından kaynaklanmaktadır. Sürekliliği olmayan bu verginin planlamasının yapılması da mükelleflerinin verginin ne zaman ortaya çıkacağını bilmemeleri durumunda zor olabilmektedir. Sonuçta verginin mükellefleri olacak kişiler ödeyecekleri bir miktar vergi karşılığında birtakım servet unsurlarına da sahip olabileceği için bu vergiyi ödemek asıl ödeme güçlerinin dayalı olduğu gelirlerini etkilemediği sürece verginin yükünü problem etmeyebilirler. Kaldı ki serveti kabul eden kişiler için özellikle veraset yoluyla intikallerde mal varlıklarında gerçekleşecek olan artış için ödenecek verginin yük görüldüğü düşünülmemektedir. Yine de veraset yoluyla geçen intikallerin hangilerinin vergi kapsamında yer almadığını, istisna sınırların, oranların düzeyini bilmek vergi yüklerini minimize etmek açısından önemli olmaktadır."
  },
  {
    "id": "3507282",
    "unitNumber": 6,
    "text": "5. Veraset ve intikal verilerinin vergi planlamasında veraset yoluyla geçen intikallerin hangilerinin vergi kapsamında yer almadığı, istisna sınırlarını ve oranların düzeyini bilmek hangi konu için önemlidir?",
    "correctAnswer": "E",
    "options": {
      "A": "a) Vergilerin gerçekçi rakamlarla belirlenmesi açısından",
      "B": "b)Vergilerin kapsamını daraltmak ve genişletmek açısından",
      "C": "c)Vergilerin ortaya çıkartacağı sorunları önceden bilmek açısından",
      "D": "d)Vergi çeşitliliğini artırma açısından",
      "E": "e) Vergi yüklerini minimize etme açısından"
    },
    "explanation": "VERASET VE İNTİKAL VERGİSİNDE VERGİ PLANLAMASI<br/>Sürekliliği olmayan bu verginin planlamasının yapılması da mükelleflerinin verginin ne zaman ortaya çıkacağını bilmemeleri durumunda zor olabilmektedir. Sonuçta verginin mükellefleri olacak kişiler ödeyecekleri bir miktar vergi karşılığında birtakım servet unsurlarına da sahip olabileceği için bu vergiyi ödemek asıl ödeme güçlerinin dayalı olduğu gelirlerini etkilemediği sürece verginin yükünü problem etmeyebilirler. Kaldı ki serveti kabul eden kişiler için özellikle veraset yoluyla intikallerde mal varlıklarında gerçekleşecek olan artış için ödenecek verginin yük görüldüğü düşünülmemektedir. Yine de veraset yoluyla geçen intikallerin hangilerinin vergi kapsamında yer almadığını, istisna sınırların, oranların düzeyini bilmek vergi yüklerini minimize etmek açısından önemli olmaktadır."
  },
  {
    "id": "3507283",
    "unitNumber": 6,
    "text": "6. İstisnalar kullanılarak vergi planlaması yapıldığında aşağıdakilerden hangisi istisna uygulamaları için yanlıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "a) İstisnalar kullanılarak vergi planlaması yapıldığında veraset yoluyla intikaller olduğunda intikal vergisi alınmaz.",
      "B": "b) İstisna uygulamalarını kapsayan vergi harcamaları devletten özel sektöre herhangi bir fon akışını içermez.",
      "C": "c) İstisnaların uygulanmasıyla mükellefler daha az vergi öderler ve devletin vergi gelirlerinde düşme olur.",
      "D": "d) Vergi gelirleri içindeki paya bakıldığında veraset ve intikal vergisi kapsamında yapılan vergi planlaması ile devletin vergi gelirleri etkilenmez.",
      "E": "e) Veraset ve intikal vergisinde vergi planlaması istisnaları Kanun’un 4. Maddesinde sıralanmıştır."
    },
    "explanation": "İSTİSNALAR KULLANILARAK VERGİ PLANLAMASI<br/>İstisnalar Kullanılarak Vergi Planlaması İstisna uygulamalarını kapsayan vergi harcamaları devletten özel sektöre herhangi bir fon akışını içermemekte, tam tersine mükelleflerin daha az vergi ödemeleri neticesinde devletin vergi gelirlerini düşürmektedir (Öztürk, 2015: 60). Vergi gelirleri içerisindeki paya bakıldığında veraset ve intikal vergisi kapsamında yapılan vergi planlaması ile devletin vergi gelirleri etkilenmemektedir. Veraset ve intikal vergisinde vergi planlamasına İstisnalar ise Kanun’un 4’üncü maddesinde sıralanmıştır. Bunlardan birisi veraset yoluyla intikallerin bir kısmının istisna edilmesiyle; birisi de sağlararası karşılıksız intikallerin bir kısmının istisna edilmesiyle ilgilidir."
  },
  {
    "id": "3507284",
    "unitNumber": 6,
    "text": "7. İstisnalar kullanılarak vergi planlamasında veraset ve intikal vergisinde “veraset yoluyla intikallerde” istisna uygulanan kısımla ilgili olarak aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "a) Veraset yoluyla intikallerde istisna uygulanan kısım mirasçıların miras payı üzerindendir.",
      "B": "b)Veraset ve intikal vergisinde vergi planlaması yapılırken iki konuya dikkat edilir bu konular kişi sayısı ve vergi miktarıdır.",
      "C": "c) Miras payını esas alarak her mirasçıya ayrı ayrı istisna uygulanması vergiyi verimsiz bir gelir haline getirmektedir.",
      "D": "d) Veraset yoluyla intikaller istisna uygulanan kısım mirasçıların miras payı üzerindendir.",
      "E": "e) Verginin daha verimli hale getirilebilmesi için miras paylarının değil terekenin bir kısmının istisna kapsamında tutulması öngörülmektedir."
    },
    "explanation": "VERASET VE İNTİKAL VERİSİNDE VERGİ PLANLAMASI<br/>İstisnalar ise Kanun’un 4’üncü maddesinde sıralanmıştır. Bunlardan birisi veraset yoluyla intikallerin bir kısmının istisna edilmesiyle; birisi de sağlararası karşılıksız intikallerin bir kısmının istisna edilmesiyle ilgilidir. Veraset yoluyla intikallerde istisna uygulanan kısım mirasçıların miras payı üzerindendir. Miras payını esas alarak her mirasçıya da ayrı ayrı istisna uygulanması vergiyi verimsiz bir gelir hâline getirmektedir (Kılıçarslan, 2011: 341). Verginin daha verimli hâle getirilebilmesi için de miras paylarının değil de terekenin bir kısmının istisna kapsamında tutulması önerilmektedir"
  },
  {
    "id": "3507285",
    "unitNumber": 6,
    "text": "8. Veraset ve intikal vergisinde vergi planlaması yapılırken dikkate alınan istisnalar halleri sıralanmıştır bu istisnaların büyük kısmı değerleme yoluyla belirlenen menkul ve gayrimenkul malları ile ilgilidir bir de sosyal amaçlı istisnalar vardır aşağıdakilerden hangisi sosyal amaçlı bir istisnadır?",
    "correctAnswer": "C",
    "options": {
      "A": "a) Sosyal hayır ve huzurevleri kurumları",
      "B": "b)Emekli ikramiyeleri ve dul ve yetim evlendirme ikramiyeleri",
      "C": "c) Amme idareleri, emekli ve yardım sandıkları",
      "D": "d) Tüzel kişilere ait olmayan ve özel mülkiyet kapsamında olan parklar",
      "E": "e) Vergi usul kanununa uygun olmayan yaptırımlar ve zorunlu tutulan yardımlar"
    },
    "explanation": "VERASET VE İNTİKAL VERGİSİNDE VERGİ PLANLAMASI<br/>Veraset ve intikal vergisinde vergi planlaması yapılmasında dikkate alınan istisna hadleri 2021 yılı için aşağıdaki şekildedir (VİV m.4). • Değerleme yoluyla belirlenen menkul ve gayrimenkul mallara isabet eden miras hisselerinin her birinin Evlatlıklar da dahil olmak üzere füruğ için 334.534 TL’si Füruğ bulunması halinde eş için 334.534 TL’si Füruğ bulunmaması halinde eş için 669.479 TL’si vergiden istisnadır. • Örf ve adete göre verilmesi mutat bulunan hediye, cihaz, yüzgörümlüğü ve drahomalar (Gayrimenkuller hariç); Veraset yoluyla intikal eden ev eşyası ile murise ait zat eşyası ve aile hatırası olarak muhafaza edilen tablo, kılıç, madalya gibi eşya; sadakalar şeklinde kişisel edinimler vergiye tabi tutulmamaktadır. • İvazsızsuretle gerçekleşen intikallerin 2021 yılı için 7.703TL’si vergiyetabi tutulmamaktadır. Aynı şekilde para ve mal üzerine düzenlenen yarışma ve çekilişler ile şans oyunlarında kazanılan ikramiyelerin de 2021 yılı için 7.703 TL’si vergiden istisnadır. Örneğin Ayşe Hanım X Televizyonunun düzenlediği bilgi yarışmasından 60.000TL ikramiye kazandığında VİV Matrahı: 60.000 TL - 7.703 TL = 52.297 TL olacaktır. Vergi bu 60.000TL değil de 52.297 TL tutarında olan matrah üzerinden hesaplanacaktır. Sosyal Amaçlı İstisnalar: Amme idareleri, emekli ve yardım sandıkları, sosyal sigorta kurumları, umumi menfaate hadim cemiyetler, siyasi partiler ve bunlara ait olan veya bunların aralarında kurdukları teşekküllerden Kurumlar Vergisine tabi olmayanlar; tüzel kişilere ait olup halkın faydalanması için ilim, araştırma kültür, sanat, sıhhat, eğitim, din, hayır, imar, spor gibi maksatlarla kurulan teşekküllerin statüleri gereğince maksatları içinde usulüne uygun olarak yaptıkları yardımlarda vergiye tabi tutulmamaktadır."
  },
  {
    "id": "3507286",
    "unitNumber": 6,
    "text": "9. Veraset ve intikal vergisinin vergi planlaması yapıldığında çeşitli istisnalar uygulanarak verginin daha verimli olması elde edilmektedir “çifte vergilendirmeyi önlemek amaçlı istisnalar” uygulanır aşağıdakilerden hangisi bu istisnanın kapsamı içindedir?",
    "correctAnswer": "D",
    "options": {
      "A": "a) Borçlar Kanunu’nun 123. Maddesi ile ilgili yapılmış harcamalar",
      "B": "b)Gayrimenkul bağışı yapılması ve bağışlanan gayrimenkulün bugünkü değerinin yükse olması",
      "C": "c)Tapu siciline şerh konulmuş olan mülkün geri dönüşünün olabilmesi durumu",
      "D": "d) Rücu şartıyla yapılan bağışlar",
      "E": "e) Aynı mal ve aynı şahıslar durumunun olmaması"
    },
    "explanation": "VERASET VE İNTİKAL VERGİSİNDE VERGİ PLANLAMASI<br/>Çifte Vergilendirmeyi Önlemek Amaçlı İstisna: Rücu şartıyla yapılan bağışlar çifte vergilendirmenin önlenmesi amacıyla vergi dışı tutulmaktadır. Borçlar Kanunu’nun 242’nci maddesinde, “Bağışlayan, bağışlananın kendisinden evvel vefatı hâlinde bağışlanılan şeyin mülkine rücu etmesini şart edebilir."
  },
  {
    "id": "3507287",
    "unitNumber": 6,
    "text": "10. Vergi planlaması öncelikle veraset ve intikal vergisinde yapılır bu planlama yarıca bazı istisnalar göz önüne yapılarak yapılır bunun sonucunda vergiden daha fazla verim elde etme hedeflenir Bireysel Emeklilik Tasarruf ve Yatırım Sistemi Kanunu kapsamında bireysel emeklilik hesabına yapılan devlet katkılarının hak kazanılan kısmı bir istisna durumudur bu istisnanın adı nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "a) Tam mülkiyet gerçekleştirildiğinde ödeme amaçlı istisna",
      "B": "b)Kuru mülkiyet hallerinde alınan ödemeler için istisna",
      "C": "c)Sosyal amaçlı istisnalar",
      "D": "d) Çeşitli aylık ve ödemeler için istisna",
      "E": "e) Çifte vergilendirmeyi önlemek amaçlı istisna"
    },
    "explanation": "VERASET VE İNTİKAL VERGİSİNDE VERGİ PLANLAMASI<br/>Çifte Vergilendirmeyi Önlemek Amaçlı İstisna: Rücu şartıyla yapılan bağışlar çifte vergilendirmenin önlenmesi amacıyla vergi dışı tutulmaktadır. Borçlar Kanunu’nun 242’nci maddesinde, “Bağışlayan, bağışlananın kendisinden evvel vefatı hâlinde bağışlanılan şeyin mülkine rücu etmesini şart edebilir. Bağışlanılan gayrimenkule veya bir gayrimenkul üzerindeki aynı hakka taallûk eden rücu şartı, tapu siciline şerh verilebilir.” denilmektedir. Rücu şartı, yapılan bağışın ivazlı olması anlamına gelmemektedir, sadece bağışlamayı yapan kimsenin, bağışlanan malın, bağışladığı şahsın kendisinden evvel ölmesi halinde tekrar mamelekine geri gelmesini sağlamak için yapılmış tek taraflı bir tasarruftur. Aynı mal ve aynı şahıslar arasındaki ölüme bağlı bu geriye dönüş intikalini ikinci defa bir vergileme konusu yapmamak için vergiden istisna etmiştir. Zira rücu şartlı bağışlamalar yapıldıkları anda veraset ve intikal vergisine tabi tutulmakta bağışlananın önce ölmesiyle daha önce vergisi ödenmiş mamelek bağışlayana tekrar intikal etmektedir. Sağlar arasında ivazsız tarzda gerçekleşen intikaller hariç olmak üzere kuru mülkiyet hâlinde intikal eden mallar (Kuru mülkiyet halinde kaldığı müddetçe) vergiden istisnadır. Vergi kuru mülkiyet hâlinden çıkıp tam mülkiyete geçildiğinde yapıldığı için çifte vergilemeyi önlemek amacıyla kuru mülkiyet vergiden istisna tutulmaktadır. • Cumhurbaşkanınca vergi muafiyeti tanınan Vakıflara kuruluşu için veya kurulduktan sonra tahsis olunan mallar • Plaka tahdidi uygulanan illerde cumhurbaşkanı kararı ile yetkili kılınan trafik komisyonlarınca ticari plaka satışından elde edilen paralardan, ticari plakalı taşıt sahiplerine dağıtılan miktarlar • Kültür ve Tabiat Varlıklarını Koruma Kanunu kapsamındaki tescilli taşınmaz kültür varlıklarının veraset ve intikal yoluyla devir ve iktisabına ilişkin işlemler • Genel bütçeye dahil dairelerle katma bütçeli idareler bütçelerinden kamu iktisadi teşebbüslerine yapılacak iktisadi transferler ve yardımlar • Bireysel Emeklilik Tasarruf ve Yatırım Sistemi Kanunu kapsamında bireysel emeklilik hesabına yapılan devlet katkılarının hak kazanılan kısımları"
  },
  {
    "id": "3507288",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi servet üzerinden alınan vergiler içerisinde <strong>genel</strong> nitelikte alınan bir vergidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Veraset ve intikal vergisi",
      "B": "Emlak vergisi",
      "C": "Motorlu taşıtlar vergsi",
      "D": "Arazi bergisi",
      "E": "Arsa vergisi"
    },
    "explanation": "Veraset ve intikal vergisi servet üzerinden alınan vergiler içerisinde genel nitelikte alınan bir vergidir. Genel olması serveti kapsayan tüm varlıklardan oluşturulan bir matrahı esas almasından kaynaklanmaktadır."
  },
  {
    "id": "3507289",
    "unitNumber": 6,
    "text": "Veraset ve intikal vergisinde evlatlıklar da dahil olmak üzere füruğ için vergi planlaması yapılmasında dikkate alınan istisna hadleri 2021 yılı için aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Değerleme yoluyla belirlenen menkul ve gayrimenkul mallara isabet eden miras hisselerinin her birinin Evlatlıklar da dahil olmak üzere füruğ için 334.534 TL’si",
      "B": "Değerleme yoluyla belirlenen gayrimenkul mallara isabet eden miras hisselerinin her birinin Evlatlıklar da dahil olmak üzere füruğ için 334.534 TL’si",
      "C": "Değerleme yoluyla belirlenen motorlu taşıtlara isabet eden miras hisselerinin her birinin evlatlıklar da dahil olmak üzere füruğ için 334.534 TL’si",
      "D": "Değerleme yoluyla belirlenen arsa ve arazilere isabet eden miras hisselerinin her birinin evlatlıklar da dahil olmak üzere füruğ için 334.534 TL’si",
      "E": "Değerleme yoluyla belirlenen motorlu taşıtlara isabet eden miras hisselerinin her birinin evlatlıklar da dahil olmak üzere füruğ için 334.534 TL’si"
    },
    "explanation": "Veraset ve intikal vergisinde vergi planlaması yapılmasında dikkate alınan istisna hadleri 2021 yılı için aşağıdaki şekildedir (VİV m.4).<br/>Değerleme yoluyla belirlenen menkul ve gayrimenkul mallara isabet eden miras hisselerinin her birinin<br/>Evlatlıklar da dahil olmak üzere füruğ için 334.534 TL’si Füruğ bulunması halinde eş için 334.534 TL’si<br/>Füruğ bulunmaması halinde eş için 669.479 TL’si vergiden istisnadır."
  },
  {
    "id": "3507290",
    "unitNumber": 6,
    "text": "Veraset ve İntikal Vergisinde Örf ve adete göre verilmesi mutat bulunan hediye, cihaz, yüzgörümlüğü ve drahomalar Veraset yoluyla intikal eden ev eşyası ile murise ait zat eşyası ve aile hatırası olarak muhafaza edilen tablo, kılıç, madalya gibi eşya; sadakalar şeklinde kişisel edinimler rayiç bedellerinin yüzde kaçı vergiye tabidir?",
    "correctAnswer": "E",
    "options": {
      "A": "%10",
      "B": "%15",
      "C": "%20",
      "D": "% 30",
      "E": "Vergiye tabi değildir"
    },
    "explanation": "Veraset ve intikal vergisinde vergi planlaması yapılmasında dikkate alınan istisna hadleri 2021 yılı için aşağıdaki şekildedir (VİV m.4)<br/>Örf ve adete göre verilmesi mutat bulunan hediye, cihaz, yüzgörümlüğü ve drahomalar (Gayri- menkuller hariç); Veraset yoluyla intikal eden ev eşyası ile murise ait zat eşyası ve aile hatırası olarak muhafaza edilen tablo, kılıç, madalya gibi eşya; sadakalar şeklinde kişisel edinimler vergiye tabi tutulmamaktadır."
  },
  {
    "id": "3507291",
    "unitNumber": 6,
    "text": "İvazsız suretle gerçekleşen intikallerin ve aynı şekilde para ve mal üzerine düzenlenen yarışma ve çekilişler ile şans oyunlarında kazanılan ikramiyelerin de 2021 yılı için ne kadarlık kısmı vergiden istisnadır?",
    "correctAnswer": "A",
    "options": {
      "A": "7.703 TL",
      "B": "9.890 TL",
      "C": "15.500 TL",
      "D": "21.350 TL",
      "E": "24.000 TL"
    },
    "explanation": "İvazsız suretle gerçekleşen intikallerin 2021 yılı için 7.703 TL’si vergiye tabi tutulmamaktadır. Aynı şe- kilde para ve mal üzerine düzenlenen yarışma ve çekilişler ile şans oyunlarında kazanılan ikramiyelerin de 2021 yılı için 7.703 TL’si vergiden istisnadır."
  },
  {
    "id": "3507292",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Veraset ve İntikal Vergisi'den muaf değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kamu kurumları",
      "B": "Emekli ve yardım sandıkları",
      "C": "Siyasi partiler",
      "D": "Kamunun yararlanması için ilim, araştırma kültür, sanat, sıhhat, eğitim, din, hayır, imar, spor gibi maksatlarla kurulan tüzel kişilikler",
      "E": "Üniversite Mezunlar Dernekleri"
    },
    "explanation": "<h5>Vergiden Muaf Tutularak Vergi Planlaması Yapabilen Kuruluşlar</h5> Aşağıda belirtilen kurum ve kuruluşlar veraset ve intikal vergisinden muaf tutulmaktadır (VİV m.3):<br/>Kamu kurumları, emekli ve yardım sandıkları, sosyal sigorta kurumları, kamu menfaatine haiz cemiyetler, siyasi partiler ve bunlara ait olan veya bunların aralarında kurdukları teşekküllerden Kurumlar Vergisine tabi olmayanlar, kamunun yararlanması için ilim, araştırma kültür, sanat, sıhhat, eğitim, din, hayır, imar, spor gibi maksatlarla kurulan tüzel kişilikler<br/><em>Diplomat Muaflığı: </em>Yabancı Devletlerin Türkiye’de bulunan elçi, maslahatgüzar ve konsolosları (Fahri konsoloslar hariç) ile elçilik ve konsolosluklara mensup olan ve o devletin tabiiyetinde bulunan memurları ve Türkiye’de resmi bir vazifeye memur edilenler ile bu sayılanların aileleri mütekabiliyet şartıyla vergiden muaftırlar"
  },
  {
    "id": "3507293",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Motorlu Taşıtlar Vergisinden muaf kurumlardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Genel bütçeli kurumlar",
      "B": "Özel bütçeli kurumları",
      "C": "Sosyal güvenlik kurumları",
      "D": "Türkiye Kızılay Derneği adına kayıt ve tescil edilen taşıtlar",
      "E": "Kamu Yararına Tabi Dernekler"
    },
    "explanation": "<h5>Motorlu Taşıtlar Vergisinin Muafiyet ve İstisnalarından Yararlanılarak Vergi Planlaması</h5> <em>Kamu Kurumları Muafiyeti: </em>Genel ve özel bütçeli idareler, sosyal güvenlik kurumları ile il özel idareleri, belediyeler, köy tüzel kişilikleri ile bunların üyesi oldukları mahalli idare birlikleri ve Türkiye Kızılay Derneği adına kayıt ve tescil edilen taşıtlar vergiye tabi değildir (MTVK m.4/a).<br/><em>Diplomatik Muaflık: </em>Karşılıklı olmak şartıyla, yabancı devletlerin Türkiye’de bulunan elçilik ve konsolosluklarıyla, elçi, maslahatgüzar ve konsoloslarına (Fahri konsoloslar hariç) ve o devletin uyruğunda bulunan elçilik ve konsolosluk memurlarına ve merkezi Türkiye’de bulunan uluslararası kurullar ile bu kurulların yabancı uyruklu memurlarına ve resmi bir görev için yurda gelen delege ve heyetlere ve bu heyetlere mensup yabancı uyruklu kişilere ait taşıtlar için MTV muafiyeti söz konusudur."
  },
  {
    "id": "3507294",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi <strong>kiraya verilmemek şartıyla</strong> Bina Vergisinden Daimi Muaf Olan Binalar arasındadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Su ürünleri üreticilerinin üretimde kullandıkları ağ ve alet depoları, kayıkhaneler, denizlerde ve göllerdeki işçi ve balıkçı kulübe ve barakaları",
      "B": "Özel bütçeli idarelere (mazbut vakıflar dahil), İl Özel İdarelerine, belediyelere, köy tüzel kişiliğine, kanunla kurulan üniversitelere ve devlete ait binalar",
      "C": "İl Özel İdareleri, belediyeler ve köyler ile bunların teşkil ettikleri birlikler veya bunlara bağlı müesseselere ait binalar",
      "D": "Türk Silahlı Kuvvetlerini (Jandarma Genel Komutanlığı dahil) güçlendirmek amacıyla kurulmuş vakıflara ait binalar",
      "E": "Kamu Finansmanı ve Borç Yönetiminin Düzenlenmesi Hakkında Kanunun kapsamında kira sertifikası ihracı işlemine konu olan binalar"
    },
    "explanation": "<h5>Kiraya Verilse de Muafiyetten Yararlanacak Binalar</h5> EVK m. 14’e göre kiraya verilmeseler de kendilerine daimi muaflık sağlanan binalar aşağıda sayılmaktadır:<br/><ul> <li>Özel bütçeli idarelere (mazbut vakıflar dahil), İl Özel İdarelerine, belediyelere, köy tüzel kişiliğine, kanunla kurulan üniversitelere ve devlete ait binalar</li> <li>İl Özel İdareleri, belediyeler ve köyler ile bunların teşkil ettikleri birlikler veya bunlara bağlı mües- seselere ait binalar</li> <li>Türk Silahlı Kuvvetlerini (Jandarma Genel Komutanlığı dahil) güçlendirmek amacıyla kurulmuş vakıflara ait binalar</li> <li>Bankalar Kanunu hükümlerine göre temettü hariç ortaklık hakları ile yönetim ve denetimleri veya hisseleri kısmen veya tamamen Tasarruf Mevduatı Sigorta Fonuna intikal eden bankalara, tasfiyele- ri Tasarruf Mevduatı Sigorta Fonu eliyle yürütülen müflis bankaların iflâs idarelerine ait binalar</li> <li>Kamu Finansmanı ve Borç Yönetiminin Düzenlenmesi Hakkında Kanunun kapsamında kira serti- fikası ihracı işlemine konu olan binalar.</li> </ul>"
  },
  {
    "id": "3507295",
    "unitNumber": 6,
    "text": "Aaşağıdakilerden hangisi kiraya verilse de muafiyetten Yararlanacak Binalar arasında değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Özel bütçeli idarelere (mazbut vakıflar dahil), İl Özel İdarelerine, belediyelere, köy tüzel kişiliğine, kanunla kurulan üniversitelere ve devlete ait binalar",
      "B": "İl Özel İdareleri, belediyeler ve köyler ile bunların teşkil ettikleri birlikler veya bunlara bağlı müesseselere ait binalar",
      "C": "Türk Silahlı Kuvvetlerini (Jandarma Genel Komutanlığı dahil) güçlendirmek amacıyla kurulmuş vakıflara ait binalar",
      "D": "Bankalar Kanunu hükümlerine göre temettü hariç ortaklık hakları ile yönetim ve denetimleri veya hisseleri kısmen veya tamamen Tasarruf Mevduatı Sigorta Fonuna intikal eden bankalara, tasfiyeleri Tasarruf Mevduatı Sigorta Fonu eliyle yürütülen müflis bankaların iflâs idarelerine ait binalar",
      "E": "Ordu evleri, askeri gazino ve kantinler ile bunların müştemilatı"
    },
    "explanation": "<h5>Kiraya Verilse de Muafiyetten Yararlanacak Binalar</h5> EVK m. 14’e göre kiraya verilmeseler de kendilerine daimi muaflık sağlanan binalar aşağıda sayılmaktadır:<br/><ul> <li>Özel bütçeli idarelere (mazbut vakıflar dahil), İl Özel İdarelerine, belediyelere, köy tüzel kişiliğine, kanunla kurulan üniversitelere ve devlete ait binalar</li> <li>İl Özel İdareleri, belediyeler ve köyler ile bunların teşkil ettikleri birlikler veya bunlara bağlı müesseselere ait binalar</li> <li>Türk Silahlı Kuvvetlerini (Jandarma Genel Komutanlığı dahil) güçlendirmek amacıyla kurulmuş vakıflara ait binalar</li> <li>Bankalar Kanunu hükümlerine göre temettü hariç ortaklık hakları ile yönetim ve denetimleri veya hisseleri kısmen veya tamamen Tasarruf Mevduatı Sigorta Fonuna intikal eden bankalara, tasfiyeleri Tasarruf Mevduatı Sigorta Fonu eliyle yürütülen müflis bankaların iflâs idarelerine ait binalar</li> <li>Kamu Finansmanı ve Borç Yönetiminin Düzenlenmesi Hakkında Kanunun kapsamında kira sertifikası ihracı işlemine konu olan binalar</li> </ul>"
  },
  {
    "id": "3507296",
    "unitNumber": 6,
    "text": "Belediye ve Mücavir Alan Sınırlarında Bulunan Araziler Emlak Vergisi Kanununa göre mükelleflerin bir belediye ve bu belediyenin mücavir alan sınırları içinde bulunan arazisinin (arsalar hariç) toplam vergi değerinin kaç TL'si arazi vergisinden istisnadır?",
    "correctAnswer": "A",
    "options": {
      "A": "10.000 TL",
      "B": "20.000 TL",
      "C": "40.000 TL",
      "D": "50.000 TL",
      "E": "70.000 TL"
    },
    "explanation": "Belediye ve Mücavir Alan Sınırlarında Bulunan Araziler: EVK 16’ncı maddesine göre mükelleflerin bir belediye ve bu belediyenin mücavir alan sınırları içinde bulunan arazisinin (arsalar hariç) toplam vergi değerinin 10.000 TL'si arazi vergisinden istisnadır."
  },
  {
    "id": "3507297",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi <strong>belli bir süreyle verilen</strong> arazi vergisi sınırlı istisnaları arasında değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Özel kanunlarına göre, devlet ormanları dışında insan emeğiyle yeniden orman hâline getirilmek üzere ağaçlandırılan arazi 50 yıl",
      "B": "Toprak ve topoğrafik özellikleri ve erozyon gibi sınırlayıcı faktörler sebebiyle kültür bitkilerinin yetişmelerini engelleyen araziden; bataklık, turbiyer, çorak, makilik, çalılık, taşlık ve sair haller dolayısıyla üzerinde tarım yapılamayan sahaların, ıslah tedbirleriyle yeniden tarıma elverişli hale getirilmesinde 10 yıl",
      "C": "Teknik, ekonomik ve ekolojik bakımlardan gerekli şartları haiz olan arazide yeniden fidan- la dikim veya aşılama veya yeniden yetiştirme suretiyle ağaçlık, meyvelik, bağ ve bahçe mey- dana getirilmesinde asgari 2 yıl, azami 15 yıl",
      "D": "Sanayi ve Teknoloji Bakanlığınca, organize sanayi bölgeleri için iktisap olunduğu veya bu bölgelere tahsis edildiği kabul edilen arazi, sanayici lehine tapudaki tescilin yapılacağı tarihe kadar araziler",
      "E": "İl Özel idareleri, belediyeler ve köyler ile bunların teşkil ettikleri birlikler veya bunlara bağlı müesseseler tarafından işletilen araziler"
    },
    "explanation": "<em>Belli Bir Süreyle Sınırlı İstisnalar: </em>Binalarda olduğu gibi geçici süreyle planlamaya dahil olan arazilerde bulunmaktadır. Bu arazilere tanınan istisna süresi araziye göre değişebilmektedir. Aşağıda geçi- ci istisnaya tabi belli başlı araziler sayılmıştır.<br/><ul> <li>Özel kanunlarına göre, devlet ormanları dı- şında insan emeğiyle yeniden orman hâline getirilmek üzere ağaçlandırılan arazi 50 yıl</li> <li>Toprak ve topoğrafik özellikleri ve erozyon gibi sınırlayıcı faktörler sebebiyle kültür bitki- lerinin yetişmelerini engelleyen araziden; ba- taklık, turbiyer, çorak, makilik, çalılık, taşlık ve sair haller dolayısıyla üzerinde tarım yapı- lamayan sahaların, ıslah tedbirleriyle yeniden tarıma elverişli hale getirilmesinde 10 yıl</li> <li>Teknik, ekonomik ve ekolojik bakımlardan gerekli şartları haiz olan arazide yeniden fidan- la dikim veya aşılama veya yeniden yetiştirme suretiyle ağaçlık, meyvelik, bağ ve bahçe mey- dana getirilmesinde asgari 2 yıl, azami 15 yıl</li> <li>Sanayi ve Teknoloji Bakanlığınca, organize sanayi bölgeleri için iktisap olunduğu veya bu bölgelere tahsis edildiği kabul edilen ara- zi, sanayici lehine tapudaki tescilin yapılacağı tarihe kadar vergiden istisnadır. Bununla birlikte Cumhurbaşkanınca serbest bölge ilan edilen arazilerde de benzer şekilde kullanıcı lehine tapuda tescilin yapılacağı tarihe kadar vergiden istisna söz</li> <li>Yatırım Teşvik Belgesi kapsamında yapılan yatırımlar için iktisap olunan veya tahsis edilen araziler Yatırım Teşvik Belgesi süresince</li> </ul>"
  },
  {
    "id": "3507298",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Sosyal Amaçlı İstisnalar'a ait bir bilgidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Spor gibi maksatlarla kurulan teşekküllerin statüleri gereğince maksatları içinde usulüne uygun olarak yaptıkları yardımlarda vergiye tabi tutulmamaktadır.",
      "B": "Harbe veya eşkiya müsademelerinde, manevra ve talimler esnasında veyahut bunlarda aldığı yaralar neticesinde ölen subay, astsubay ve erlerin eşlerine ve ana ve babalarına intikal eden bütün mallar kıymetinden kabul olunan miktarın bir misli vergiden istisnadır.",
      "C": "Dul ve yetimlerine aylık yerine toptan yapılan ödemeler ve harb malulleriyle şehit yetimlerine tekel beyiyelerinden ödenen paralar vergiden istisnadır.",
      "D": "Rücu şartıyla yapılan bağışlar çifte vergilendirmenin önlenmesi amacıyla vergi dışı tutulmaktadır.",
      "E": "Bağışlanılan gayrimenkule veya bir gayrimenkul üzerindeki aynı hakka taallûk eden rücu şartı, tapu siciline şerh verilebilir."
    },
    "explanation": "Cevabınız doğru değilse İstisnalar Kullanılarak Vergi Planlaması başlığını yeniden gözden geçiriniz.<br/>Sorumuzun doğru cevabı A şıkkıdır."
  },
  {
    "id": "3507299",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi, vergiden muaf tutularak vergi planlaması yapabilen kuruluşlardan diplomat muaflığı kapsamında değerlendirilebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kamu kurumları",
      "B": "Emekli ve yardım sandıkları",
      "C": "Yabancı Devletlerin Türkiye’de bulunan elçileri",
      "D": "Sosyal sigorta kurumları",
      "E": "Siyasi partiler"
    },
    "explanation": "Cevabınız doğru değilse Vergiden Muaf Tutularak Vergi Planlaması Yapabilen Kuruluşlar başlığını yeniden gözden geçiriniz.<br/>Sorumuzun doğru cevabı C şıkkıdır."
  },
  {
    "id": "3507300",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi, motorlu taşıtlar vergisinin muafiyet ve istisnalarından bankalara ait muafiyet içerisinde değerlendirilecek bir bilgidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Genel ve özel bütçeli idareler, sosyal güvenlik kurumları ile il özel idarelerine kayıt ve tescil edilen taşıtlar vergiye tabi değildir.",
      "B": "Tasarruf Mevduatı Sigorta Fonu eliyle yürütülen müflis bankaların iflâs idarelerine ait taşıtlar MTV’ye tabi değildir.",
      "C": "Türkiye’de bulunan uluslararası kurullar ile bu kurulların yabancı uyruklu memurlarına ait taşıtlar için MTV muafiyeti söz konusudur.",
      "D": "Resmi bir görev için yurda gelen delege ve heyetlere ve bu heyetlere mensup yabancı uyruklu kişilere ait taşıtlar için MTV muafiyeti söz konusudur.",
      "E": "Engelli muafiyeti şartlarını sağlayan bir mükellef aynı şartları özel tüketim vergisinde de planlama yapmasını sağlamaktadır."
    },
    "explanation": "Cevabınız doğru değilse Motorlu Taşıtlar Vergisinin Muafiyet ve İstisnalarından Yararlanılarak Vergi Planlaması başlığını yeniden gözden geçiriniz.<br/>Sorumuzun doğru cevabı B şıkkıdır."
  },
  {
    "id": "3507301",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi kiraya verilmemek şartıyla bina vergisinden daimi muaf olan binalar konusuyla ilgili doğru bir bilgi değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Köylere ve köy birliklerine ait tarım işletme binalar.",
      "B": "Ordu evleri, askeri gazino ve kantinler ile bunların müştemilatı.",
      "C": "Zirai istihsalde kullanılmak şartıyla makina ve alet depoları.",
      "D": "Halka tahsis edildiği Hazine ve Maliye Bakanlığınca kabul edilen rıhtım.",
      "E": "İl Özel İdarelerine, belediyelere, köy tüzel kişiliğine, kanunla kurulan üniversitelere ve devlete ait binalar."
    },
    "explanation": "Cevabınız doğru değilse Kiraya Verilmemek Şartıyla Bina Vergisinden Daimi Muaf Olan Binalar başlığını yeniden gözden geçiriniz.<br/>Sorumuzun doğru cevabı E şıkkıdır."
  },
  {
    "id": "3507302",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi kiraya verilse de muafiyetten yararlanacak binalar arasındadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Her nevi su bentleri, baraj, sulama ve kurutma tesisleri.",
      "B": "Dini hizmetlerin ifasına mahsus ve umuma açık bulunan ibadethaneler ve bunların müştemilatı.",
      "C": "Kamu Finansmanı ve Borç Yönetiminin Düzenlenmesi Hakkında Kanunun kapsamında kira sertifikası ihracı işlemine konu olan binalar.",
      "D": "Enerji nakil hatları ve direkleri.",
      "E": "Tarım kredi, tarım satış kooperatifleri, Kanunla kurulan kooperatifler ve bunların hizmet binaları."
    },
    "explanation": "Cevabınız doğru değilse Kiraya Verilse de Muafiyetten Yararlanacak Binalar başlığını yeniden gözden geçiriniz.<br/>Sorumuzun doğru cevabı C şıkkıdır."
  },
  {
    "id": "3507303",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi kiraya verilse de muafiyetten yararlanacak binalar arasında değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tersane binaları.",
      "B": "Belediyelere, köy tüzel kişiliğine, kanunla kurulan üniversitelere ve devlete ait binalar.",
      "C": "İl Özel İdareleri, belediyeler ve köyler ile bunların teşkil ettikleri birlikler veya bunlara bağlı müesseselere ait binalar.",
      "D": "Türk Silahlı Kuvvetlerini güçlendirmek amacıyla kurulmuş vakıflara ait binalar.",
      "E": "Kamu Finansmanı ve Borç Yönetiminin Düzenlenmesi Hakkında Kanunun kapsamında kira sertifikası ihracı işlemine konu olan binalar."
    },
    "explanation": "Cevabınız doğru değilse Kiraya Verilse de Muafiyetten Yararlanacak Binalar başlığını yeniden gözden geçiriniz.<br/>Sorumuzun doğru cevabı A şıkkıdır."
  },
  {
    "id": "3507304",
    "unitNumber": 6,
    "text": "Geri kalmış bölgelerde inşa edilen sınai tesisler, inşalarının sona erdiği yılı takip eden bütçe yılından itibaren 5 yıl süre ile geçici olarak emlak vergisinden istisna olması, aşağıdaki hangi bina istisnasına girer?",
    "correctAnswer": "B",
    "options": {
      "A": "Turizmi Teşvik İstisnası",
      "B": "Bölgesel Dengesizliği Telafi Amaçlı İstisna",
      "C": "Doğal Afet İstisnası",
      "D": "Sergi ve Panayır İstisnası",
      "E": "Yatırımları Teşvik Amaçlı İstisna"
    },
    "explanation": "Cevabınız doğru değilse Binalara İlişkin İstisnalar başlığını yeniden gözden geçiriniz.<br/>Sorumuzun doğru cevabı B şıkkıdır."
  },
  {
    "id": "3507305",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Kiraya Verilmemek Şartıyla Bina Vergisinden Daimi Muaf Olan Araziler arasındadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Mezarlıklar",
      "B": "Kurumlar Vergisine tabi işletmelere ait olmamaları veya bunlara tahsis edilmiş bulunmamaları şartıyla kamu menfaatlerine yararlı derneklere ait arazi",
      "C": "Yabancı devletlere ait olup gerek elçilik ve konsolosluk binaları",
      "D": "Belediye ve mücavir alan sınırları dışında bulunan arazi",
      "E": "Toplu Konut İdaresi Başkanlığına ait arazi ve arsalar"
    },
    "explanation": "Cevabınız doğru değilse Kiraya Verilmemek Şartıyla Bina Vergisinden Daimi Muaf Olan Araziler başlığını yeniden gözden geçiriniz.<br/>Sorumuzun doğru cevabı A şıkkıdır."
  },
  {
    "id": "3507306",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi kiraya verilse de muafiyetten yararlanacak araziler arasında gösterilebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Toplu Konut İdaresi Başkanlığına ait arazi ve arsalar",
      "B": "Kira sertifikası ihracı işlemine konu olan arazi ve arsalar",
      "C": "Mezarlıklar",
      "D": "Yabancı devletlere ait olup gerek elçilik ve konsolosluk binaları",
      "E": "Türkiye’de bulunan milletlerarası kuruluşların Türkiye’deki temsilciliklerine ait arazi ve arsalar"
    },
    "explanation": "Cevabınız doğru değilse Kiraya Verilse de Muafiyetten Yararlanacak Araziler başlığını yeniden gözden geçiriniz.<br/>Sorumuzun doğru cevabı B şıkkıdır."
  },
  {
    "id": "3507307",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi arazi vergisinde istisna grubundan belli bir süreyle sınırlı istisna gurubuna girmemektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Devlet ormanları dışında insan emeğiyle yeniden orman hâline getirilmek üzere ağaçlandırılan arazi",
      "B": "Yatırım Teşvik Belgesi kapsamında yapılan yatırımlar için iktisap olunan veya tahsis edilen araziler Yatırım Teşvik Belgesi süresince",
      "C": "Teknik, ekonomik ve ekolojik bakımlardan gerekli şartları haiz olan arazide yeniden fidanla dikim veya aşılama veya yeniden yetiştirme suretiyle ağaçlık, meyvelik, bağ ve bahçe meydana getirilmesinde asgari 2 yıl, azami 15 yıl",
      "D": "Türk Silahlı Kuvvetlerini (Jandarma Genel Komutanlığı dahil) güçlendirmek amacıyla kurulmuş vakıflara ait arazi ve arsalar",
      "E": "Cumhurbaşkanınca serbest bölge ilan edilen arazilerde de benzer şekilde kullanıcı lehine tapuda tescilin yapılacağı tarihe kadar vergiden istisna söz konusudur"
    },
    "explanation": "Cevabınız doğru değilse Arazi Vergisinde İstisnalar başlığını yeniden gözden geçiriniz.<br/>Sorumuzun doğru cevabı D şıkkıdır."
  },
  {
    "id": "3507308",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi işletmelerde bir yıldan fazla kullanılan ve yıpranmaya, aşınmaya veya kıymetten düşmeye uğrayan gayrimenkullerin, gayrimenkul gibi değerlenen iktisadi kıymetlerin, alet, edevat, mefruşat, demirbaş ve sinema filmlerinin değerlemeye ilişkin esaslar dahilinde saptanan değerlerin yok edilmesinin konusunu oluşturur?",
    "correctAnswer": "A",
    "options": {
      "A": "Amortisman",
      "B": "Reeskont",
      "C": "Şüpheli alacak karşılığı",
      "D": "Yenileme fonu",
      "E": "Değersiz alacak"
    },
    "explanation": "işletmelerde bir yıldan fazla kullanılan ve yıpranmaya, aşınmaya veya kıymetten düşmeye uğrayan gayrimenkullerin, gayrimenkul gibi değerlenen iktisadi kıymetlerin, alet, edevat, mefruşat, demirbaş ve sinema filmlerinin değerlemeye ilişkin esaslar dahilinde saptanan değerlerin yok edilmesi amortismanın konusunu oluşturur."
  },
  {
    "id": "3507309",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi bir alacağın şüpheli alacak sayılıp, bu alacağın karşılık ayırma yoluyla gider olarak dikkate alınabilmesi için gerekli şartlardan biri <u>değildir?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Alacak konusu aşınma, yıpranma veya değer kaybına uğramaya elverişli olmalıdır.",
      "B": "Alacak, ticari ve zirai kazancın elde edilmesi ilgili olmalıdır.",
      "C": "Alacak, dava ve icra safhasında olmalıdır.",
      "D": "Alacak, dava ve icra safhasında değilse, yapılan protesto veya yazı ile bir defadan fazla istenmesine rağmen borçlu tarafından ödenmemiş olmalıdır.",
      "E": "Alacak, dava ve icra takibine değmeyecek derecede küçük olmalıdır."
    },
    "explanation": "\"Alacak konusu aşınma, yıpranma veya değer kaybına uğramaya elverişli olmalıdır.\" değildir.<br/>Bir alacağın şüpheli alacak sayılıp, bu alacağın<br/>karşılık ayırma yoluyla gider olarak dikkate alınabilmesi için (Kaneti vd., 2019: 319);<br/>• Alacak, ticari ve zirai kazancın elde edilmesi<br/>ilgili olmalıdır.<br/>• Alacak, dava ve icra safhasında olmalıdır.<br/>• Alacak, dava ve icra safhasında değilse, yapılan protesto veya yazı ile bir defadan fazla istenmesine rağmen borçlu tarafından<br/>ödenmemiş olmalıdır.<br/>• Alacak, dava ve icra takibine değmeyecek<br/>derecede küçük olmalıdır."
  },
  {
    "id": "3507310",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi işletmenin aktifinde kayıtlı olan amortismana tabi iktisadi kıymetleri elden çıkardıklarında<br/>ortaya çıkan kârı vergi matrahına dahil etmeyip ilerleyen dönemlerde vergilendirerek verginin ertelenmesi sağlamaya uygulamasıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Yenileme fonu uygulaması",
      "B": "Reeskont uygulaması",
      "C": "Finansal kiralama uygulaması",
      "D": "Vazgeçilen alacak uygulaması",
      "E": "Şüpheli alacak uygulaması"
    },
    "explanation": "Yenileme fonu uygulaması VUK ilgili maddeler hükmünce işletmenin aktifinde kayıtlı olan amortismana tabi iktisadi kıymetleri elden çıkardıklarında ortaya çıkan kârı vergi matrahına dahil etmeyip ilerleyen dönemlerde vergilendirerek verginin ertelenmesi sağlanmaktadır."
  },
  {
    "id": "3507311",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi mücbir sebep hallerinden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Vergi ödevlerinin yerine getirilmesine engel olacak trafik cezası",
      "B": "Kişinin iradesi dışında vukua gelen mecburi gaybubetler",
      "C": "Vergi ödevlerinin yerine getirilmesine engel olacak yangın, yer sarsıntısı ve su basması gibi afetler",
      "D": "Sahibinin iradesi dışındaki sebepler dolayısıyla defter ve vesikalarının elinden çıkmış bulunması",
      "E": "Vergi ödevlerinden, herhangi birinin yerine getirilmesine engel olacak derecede ağır kaza, ağır hastalık ve tutukluluk"
    },
    "explanation": "\"Vergi ödevlerinin yerine getirilmesine engel olacak trafik cezası\" mücbir hal değildir.<br/>VUK’un 13. maddesinde mücbir sebep tanımı<br/>yapılmamış, sadece mücbir sebep hâlleri şu şekilde<br/>sayılmıştır:<br/>• Vergi ödevlerinden, herhangi birinin yerine getirilmesine engel olacak derecede ağır<br/>kaza, ağır hastalık ve tutukluluk;<br/>• Kişinin iradesi dışında vukua gelen mecburi<br/>gaybubetler<br/>• Vergi ödevlerinin yerine getirilmesine engel<br/>olacak yangın, yer sarsıntısı ve su basması<br/>gibi afetler;<br/>• Sahibinin iradesi dışındaki sebepler dolayısıyla defter ve vesikalarının elinden çıkmış<br/>bulunması gibi hâllerdir"
  },
  {
    "id": "3507312",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi vergi hukukunda tarh ve ceza kesme zamanaşımının kabul edilmesinin temel nedenidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Vergilendirme ile ilgili işlemlerin ve ödevlerin çok uzun süreye yayılmasını önlemektir.",
      "B": "Amortisman ile ilgili işlemlerin ve ödevlerin çok uzun süreye yayılmasını önlemektir.",
      "C": "Yanılma ile ilgili işlemlerin ve ödevlerin çok uzun süreye yayılmasını önlemektir.",
      "D": "Uzlaşma ile ilgili işlemlerin ve ödevlerin çok uzun süreye yayılmasını önlemektir.",
      "E": "İzaha davet ile ilgili işlemlerin ve ödevlerin çok uzun süreye yayılmasını önlemektir."
    },
    "explanation": "Vergi hukukunda tarh ve ceza kesme zamanaşımının kabul edilmesinin temel nedeni, vergilendirme ile ilgili işlemlerin ve ödevlerin çok uzun süreye yayılmasını önlemektir."
  },
  {
    "id": "3507313",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi mükellefin vergi ziyaı veya kaçakçılık cezası gerektirecek fiilleri işlediğinin vergi inceleme elemanları tarafından tespit edilmesi halinde, tahsil dairesi tarafından teminat istenmesi ve mükellef tarafından teminat gösterilmesi için verilen süredir?",
    "correctAnswer": "A",
    "options": {
      "A": "15 gün",
      "B": "20 gün",
      "C": "25 gün",
      "D": "30 gün",
      "E": "40 gün"
    },
    "explanation": "Mükellefin vergi ziyaı veya kaçakçılık cezası gerektirecek fiilleri işlediğinin vergi inceleme elemanları tarafından tespit edilmesi halinde, tahsil dairesi tarafından teminat istenir ve mükellef tarafından teminat gösterilmesi için 15 gün süre verilmektedir."
  },
  {
    "id": "3507314",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi kamu borçlularına tahsilat aşamasına gelmiş borçları için kolaylık sağlanması amacıyla, kanunlarda belirtilen durumların varlığı hâlinde ve ilgili mercilerin kararlarına istinaden tahsilat işleminin geri bırakılmasına verilen isimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tehir",
      "B": "Tahsilat",
      "C": "Tahakkuk",
      "D": "Terkin",
      "E": "Tarh"
    },
    "explanation": "Kamu borçlularına tahsilat aşamasına gelmiş borçları için kolaylık sağlanması amacıyla, kanunlarda belirtilen durumların varlığı hâlinde ve ilgili mercilerin kararlarına istinaden tahsilat işleminin geri bırakılmasına tehir uygulaması denir."
  },
  {
    "id": "3507315",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi terkin nedenlerinden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Borçlunun aciz hale gelmesi nedeniyle terkin",
      "B": "Doğal afetler nedeniyle terkin",
      "C": "vergi hatalarının düzeltilmesi nedeniyle terkin",
      "D": "tahakkuktan vazgeçilmesi nedeniyle terkin",
      "E": "tahsil imkansızlığı nedeniyle terkin"
    },
    "explanation": "Borçlunun aciz hale gelmesi nedeniyle terkin değildir.<br/>Başlıca terkin nedenleri; doğal afetler nedeniyle terkin, vergi hatalarının düzeltilmesi nedeniyle terkin, tahakkuktan vazgeçilmesi nedeniyle terkin, tahsil imkânsızlığı nedeniyle terkin ve yargı organlarının kararına dayanılarak terkin olarak sayılabilir."
  },
  {
    "id": "3507316",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi tahakkuk eden veya kesinleşen<br/>kamu alacağının vadelerinin rastladığı takvim yılını takip eden takvim yılı başından itibaren tahsil edilmezse uğrayacağı zamanaşımı süresidir?",
    "correctAnswer": "A",
    "options": {
      "A": "5 yıl",
      "B": "1 yıl",
      "C": "3 yıl",
      "D": "2 yıl",
      "E": "4 yıl"
    },
    "explanation": "Tahakkuk eden veya kesinleşen kamu alacağının vadelerinin rastladığı takvim yılını takip eden takvim yılı başından itibaren <strong>beş yıl</strong> içinde tahsil edilmezse zamanaşımına uğrar."
  },
  {
    "id": "3507317",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi AATUHK'a göre haczedilemeyecek mal ve haklar arasında yer almaz?",
    "correctAnswer": "A",
    "options": {
      "A": "Borçlunun taşıtları",
      "B": "Devlet malları",
      "C": "Borçlunun kendisi",
      "D": "Ailesi ve mesleği için zaruri olan mallar",
      "E": "Çiftçilikle uğraşan borçlu için zaruri olan mallar"
    },
    "explanation": "Borçlunun taşıtları haczedilemeyecek mallar arasında yer almaz.<br/>Mükellef ile idare arasında işbirliğini ve menfaat dengesini korumak amacıyla AATUHK’nın 70. maddesinde haczedilemeyecek mal ve haklar 13 bent hâlinde sayılmıştır. Buna göre; devlet malları, borçlunun kendisi, ailesi ve mesleği için zaruri mallar, vazgeçilmesi mümkün olmayan mutfak ve ev eşyaları, çiftçilikle uğraşan borçlu için zaruri olan mallar, borçlu ve ailesi için temel ihtiyaç malları, borçlunun durumuna münasip evi gibi ekonomik ve sosyal yönden haciz edilmesi durumunda kamu borçlusunu zor duruma sokacak mallar haciz edilememektedir."
  },
  {
    "id": "3507318",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi VUK'da değerleme uygulamaları ile ilgili vergi planlaması araçlarından değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "amortisman uygulaması",
      "B": "şüpheli alacak uygulaması",
      "C": "değersiz alacak uygulaması",
      "D": "reeskont uygulaması",
      "E": "tarh zamanaşımı"
    },
    "explanation": "VUK’da vergi planlaması aracı olarak kullanılabilecek müesseseler iki başlık altında toplanabilir. Birincisi değerleme uygulamaları ile ilgili vergi planlaması araçları; amortisman uygulaması, şüpheli alacak uygulaması, değersiz alacak uygulaması ve vazgeçilen alacak uygulaması, yenileme fonu uygulaması, reeskont uygulaması ve finansal kiralama uygulaması olarak sayılabilir. İkincisi ise cezalar ile<br/>ilgili vergi planlaması araçları olup, bunlar; mücbir sebep, tarh zamanaşımı, yanılma, uzlaşma, pişmanlık ve ıslah, izaha davet ve kanun yolundan vazgeçme yollarından yararlanma şeklinde belirtilebilir."
  },
  {
    "id": "3507319",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi VUK'da cezalar ile ilgili vergi planlaması araçlarından değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "mücbir sebep",
      "B": "amortisman uygulaması",
      "C": "tarh zamanaşımı,",
      "D": "uzlaşma",
      "E": "pişmanlık"
    },
    "explanation": "VUK'da cezalar ile ilgili vergi planlaması araçları olup, bunlar; mücbir sebep, tarh zamanaşımı, yanılma, uzlaşma, pişmanlık ve ıslah, izaha davet ve kanun yolundan vazgeçme yollarından yararlanma şeklinde belirtilebilir."
  },
  {
    "id": "3507320",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi AATUHK’da kamu alacaklarının korunması ile ilgili vergi planlaması araçlarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "teminat istenmesi",
      "B": "mücbir sebep",
      "C": "tarh zamanaşımı",
      "D": "yanılma",
      "E": "uzlaşma"
    },
    "explanation": "AATUHK’da vergi planlaması aracı olarak kullanılabilecek müesseseler de iki grupta sınıflandırılabilir: Birincisi kamu alacaklarının korunması ile ilgili vergi planlaması araçları olup bunlar; teminat istenmesi, şahsi kefil gösterilmesi, verilen teminata karşılık ihtiyati haczin kaldırılması şeklinde sayılabilir."
  },
  {
    "id": "3507321",
    "unitNumber": 7,
    "text": "Genel olarak bir iktisadi kıymet için amortisman ayrılabilmesi için değerinin 2021 yılı için ne kadar olması gerekir?",
    "correctAnswer": "A",
    "options": {
      "A": "KDV hariç 1.500 TL’yi aşması",
      "B": "KDV hariç 2.500 TL’yi aşması",
      "C": "KDV hariç 1.000 TL’yi aşması",
      "D": "KDV dahil 1.500 TL’yi aşması",
      "E": "KDV dahil 1.000 TL’yi aşması"
    },
    "explanation": "Genel olarak bir iktisadi kıymet için amortisman ayrılabilmesi için;<br/>• İşletmeye dahil (kayıtlı) olması,<br/>• İşletmede birden fazla yıl kullanılması,<br/>• Aşınma, yıpranma veya değer kaybına uğramaya elverişli olması,<br/>• Değerinin 2021 yılı için KDV hariç 1.500<br/>TL’yi aşması gerekir."
  },
  {
    "id": "3507322",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi VUK'da düzenlenen olağan amortisman ayırma yöntemlerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "azalan bakiyeler usulüyle amortisman",
      "B": "geçici amortisman",
      "C": "genel amortisman",
      "D": "kısmi amortisman",
      "E": "tam amortisman"
    },
    "explanation": "Amortismanların vergi matrahını azaltıcı yönde etkisi bulunmakla birlikte amortisman usullerindeki farklılaşma vergi planlaması aracı olarak da kullanılabilmektedir (Eroğlu, 2014: 59). VUK’da düzenlenen olağan amortisman ayırma yöntemleri;<br/>“normal amortisman” ve “azalan bakiyeler usulüyle amortisman” şeklinde sayılabilir."
  },
  {
    "id": "3507323",
    "unitNumber": 7,
    "text": "VUK’un 322. maddesine göre yargı kararına veya kanaat verici bir belgeye göre tahsiline imkân olmadığı şüphe duyulmayacak derecede anlaşılan alacaklar aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "değersiz alacak",
      "B": "şüpheli alacak",
      "C": "vazgeçilen alacak",
      "D": "kısmi alacak",
      "E": "genel alacak"
    },
    "explanation": "Değersiz alacak uygulaması VUK’un 322. maddesinde düzenlenmiştir. Buna göre yargı kararına veya kanaat verici bir belgeye göre tahsiline imkân olmadığı şüphe duyulmayacak derecede anlaşılan alacaklar değersiz alacak sayılır. Değersiz alacaklar bu niteliğinin ortaya çıktığı tarih itibariyle tasarruf değerlerini yitirirler ve mukayyet değerleriyle zarara kaydedilerek yok edilirler."
  },
  {
    "id": "3507324",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi bir alacağın değersiz sayılabilmesi taşıması geren şartlardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ticari ve/veya zirai kazancın elde edilmesi ve idame ettirilmesi ile ilgili olması",
      "B": "Bilanço ve işletme hesabı esasına göre defter tutulmuş olması",
      "C": "Tahsili bir yargı kararına göre imkânsız hâle gelmesi",
      "D": "Tahsili kanaat verici bir belgeye göre imkânsız hâle gelmesi",
      "E": "Değerinin 2021 yılı için KDV hariç 1.500 TL’yi aşması"
    },
    "explanation": "Bir alacağın değersiz sayılabilmesi şu şartları taşıması gerekir (Yücel, 2011: 248-253):<br/>• Ticari ve/veya zirai kazancın elde edilmesi<br/>ve idame ettirilmesi ile ilgili olması,<br/>• Bilanço ve işletme hesabı esasına göre defter<br/>tutulmuş olması,<br/>• Tahsili bir yargı kararına göre imkânsız hâle<br/>gelmesi,<br/>• Tahsili kanaat verici bir belgeye göre<br/>imkânsız hâle gelmesi."
  },
  {
    "id": "3507325",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi bir alacağın şüpheli alacak sayılıp, bu alacağın karşılık ayırma yoluyla gider olarak dikkate alınabilmesi için gerekli olan şartlardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Alacak, ticari ve zirai kazancın elde edilmesi<br/>ilgili olmalıdır.",
      "B": "Alacak, dava ve icra safhasında olmalıdır.",
      "C": "Alacak, dava ve icra safhasında değilse, yapılan protesto veya yazı ile bir defadan fazla istenmesine rağmen borçlu tarafından ödenmemiş olmalıdır.",
      "D": "Alacak, dava ve icra takibine değmeyecek derecede küçük olmalıdır.",
      "E": "Tahsili bir yargı kararına göre imkânsız hâle gelmiş olmalıdır."
    },
    "explanation": "Bir alacağın şüpheli alacak sayılıp, bu alacağın<br/>karşılık ayırma yoluyla gider olarak dikkate alınabilmesi için (Kaneti vd., 2019: 319);<br/>• Alacak, ticari ve zirai kazancın elde edilmesi<br/>ilgili olmalıdır.<br/>• Alacak, dava ve icra safhasında olmalıdır.<br/>• Alacak, dava ve icra safhasında değilse, yapılan protesto veya yazı ile bir defadan fazla istenmesine rağmen borçlu tarafından<br/>ödenmemiş olmalıdır.<br/>• Alacak, dava ve icra takibine değmeyecek<br/>derecede küçük olmalıdır"
  },
  {
    "id": "3507326",
    "unitNumber": 7,
    "text": "Borçludan belirli sebeplerle (konkordato veya sulh olma) sonucunda tahsilinden vazgeçilen alacaklar aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "vazgeçilen alacak",
      "B": "şüpheli alacak",
      "C": "değersiz alacak",
      "D": "kısmi alacak",
      "E": "genel alacak"
    },
    "explanation": "Vazgeçilen alacak uygulaması VUK’un 324. maddesinde düzenlenmiştir. Buna göre vazgeçilen alacaklar, alacaklısı tarafından değersiz alacak niteliğine sahip olan alacakların, borçlusu için kazanacağı niteliktir. Vazgeçilen alacaklar borçludan belirli sebeplerle (konkordato veya sulh olma) sonucunda tahsilinden vazgeçilen alacaklardır."
  },
  {
    "id": "3507327",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Yenileme fonu uygulamasından yararlanabilmek için gerekli şartlardan değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bilanço usulüne göre defter tutulmalıdır.",
      "B": "Yenilemenin zorunlu bulunması yahut işletme yönetimince karar alınarak bu konuda girişimde bulunulmuş olmalıdır.",
      "C": "Alınan iktisadi kıymet, satılan iktisadi kıymet ile aynı nitelikte olmalıdır.",
      "D": "Yenileme üç yıl içinde yapılmalıdır.",
      "E": "Alacak, dava ve icra takibine değmeyecek derecede küçük olmalıdır."
    },
    "explanation": "Yenileme fonu uygulamasından yararlanabilmek için aşağıdaki şartların yerine getirilmesi gerekmektedir (Dağ ve Aslan, 2019: 229):<br/>• Bilanço usulüne göre defter tutulmalıdır,<br/>• Yenilemenin zorunlu bulunması yahut işletme yönetimince karar alınarak bu konuda girişimde bulunulmuş olmalıdır.<br/>• Alınan iktisadi kıymet, satılan iktisadi kıymet ile aynı nitelikte olmalıdır.<br/>• Yenileme üç yıl içinde yapılmalıdır."
  },
  {
    "id": "3507328",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi VUK’da vergi planlaması aracı olarak kullanılabilecek müesseselerden birisi olan \"değerleme uygulamaları\" ile ilgili vergi planlaması araçlarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Değersiz alacak uygulaması",
      "B": "Mücbir sebep",
      "C": "Tarh zamanaşımı",
      "D": "Yanılma",
      "E": "Pişmanlık ve ıslah"
    },
    "explanation": "VUK’da vergi planlaması aracı olarak kullanılabilecek müesseseler iki başlık altında toplanabilir. Birincisi değerleme uygulamaları ile ilgili vergi planlaması araçları; amortisman uygulaması, şüpheli alacak uygulaması, değersiz alacak uygulaması ve vazgeçilen alacak uygulaması, yenileme fonu uygulaması, reeskont uygulaması ve finansal kiralama uygulaması olarak sayılabilir."
  },
  {
    "id": "3507329",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi VUK’da vergi planlaması aracı olarak kullanılabilecek müesseselerden birisi olan \"cezalar ile ilgili vergi planlaması araçlarından biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Şüpheli alacak uygulaması",
      "B": "Değersiz alacak uygulaması",
      "C": "Yenileme fonu uygulaması",
      "D": "Reeskont uygulaması",
      "E": "Tarh zamanaşımı"
    },
    "explanation": "VUK’da vergi planlaması aracı olarak kullanılabilecek müesseseler iki başlık altında toplanabilir. Birincisi değerleme uygulamaları ile ilgili vergi planlaması araçları; amortisman uygulaması, şüpheli alacak uygulaması, değersiz alacak uygulaması ve vazgeçilen alacak uygulaması, yenileme fonu uygulaması, reeskont uygulaması ve finansal kiralama uygulaması olarak sayılabilir. İkincisi ise cezalar ile ilgili vergi planlaması araçları olup, bunlar; mücbir sebep, tarh zamanaşımı, yanılma, uzlaşma, pişmanlık ve ıslah, izaha davet ve kanun yolundan vazgeçme yollarından yararlanma şeklinde belirtilebilir."
  },
  {
    "id": "3507330",
    "unitNumber": 7,
    "text": "Genel olarak bir iktisadi kıymet için amortisman ayrılabilmesi için aşağıdaki şartlardan hangileri \"<strong>tam\"</strong> olarak gereklidir?<br/>I. İşletmeye dahil (kayıtlı) olması,<br/>II. İşletmede birden fazla yıl kullanılması,<br/>III. Aşınma, yıpranma veya değer kaybına uğramaya elverişli olması,<br/>IV. Değerinin 2021 yılı için KDV hariç 1.500 TL’yi aşması gerekir.<br/>V. Hızlandırılmış amortisman yönteminin tercih edilmemesi",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III, IV",
      "B": "I, III, IV ve V",
      "C": "II, III, V",
      "D": "Sadece V",
      "E": "III, IV ve v"
    },
    "explanation": "Bir iktisadi kıymet için amortisman ayrılabilmesi için;<br/><ul><br/><li>İşletmeye dahil (kayıtlı) olması,</li><br/><li>İşletmede birden fazla yıl kullanılması,</li><br/><li>Aşınma, yıpranma veya değer kaybına uğramaya elverişli olması,</li><br/><li>Değerinin 2021 yılı için KDV hariç 1.500 TL’yi aşması gerekir.</li><br/></ul>"
  },
  {
    "id": "3507331",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangileri \"tam olarak\" bir alacağın değersiz sayılabilmesi için hangi şartları taşıması gerekir?<br/>I. Ticari ve/veya zirai kazancın elde edilmesi ve idame ettirilmesi ile ilgili olması,<br/>II. Bilanço ve işletme hesabı esasına göre defter tutulmuş olması,<br/>III. Tahsili bir yargı kararına göre imkânsız hâle gelmesi,<br/>IV. Tahsili kanaat verici bir belgeye göre imkânsız hâle gelmesi.<br/>V. Alacak, dava ve icra safhasında olması,",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III ve IV",
      "B": "I, II ve V",
      "C": "II, III ve IV",
      "D": "IV ve V",
      "E": "Sadece V"
    },
    "explanation": "Bir alacağın değersiz sayılabilmesi şu şartları taşıması gerekir<br/><ul><br/><li>Ticari ve/veya zirai kazancın elde edilmesi ve idame ettirilmesi ile ilgili olması,</li><br/></ul><br/><ul><br/><li>Bilanço ve işletme hesabı esasına göre defter tutulmuş olması,</li><br/></ul><br/><ul><br/><li>Tahsili bir yargı kararına göre imkânsız hâle gelmesi,</li><br/></ul><br/><ul><br/><li>Tahsili kanaat verici bir belgeye göre imkânsız hâle gelmesi.</li><br/></ul>"
  },
  {
    "id": "3507332",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi bir alacağın şüpheli alacak sayılıp, bu alacağın karşılık ayırma yoluyla gider olarak dikkate alınabilmesi için şartları \"tam\" doğru olarak göstermektedir?<br/>I. Alacak, ticari ve zirai kazancın elde edilmesi ilgili olmalıdır.<br/>II. Alacak, dava ve icra safhasında olmalıdır.<br/>III. Alacak, dava ve icra safhasında değilse, yapılan protesto veya yazı ile bir defadan fazla istenmesine rağmen borçlu tarafından ödenmemiş olmalıdır.<br/>IV. Alacak, dava ve icra takibine değmeyecek derecede küçük olmalıdır<br/>V. Alacak, tahsili kanaat verici bir belgeye göre imkânsız hâle gelmesi olmalıdır",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III ve IV",
      "B": "II, III ve V",
      "C": "III, IV ve V",
      "D": "III ve IV",
      "E": "I, III ve IV"
    },
    "explanation": "Bir alacağın şüpheli alacak sayılıp, bu alacağın karşılık ayırma yoluyla gider olarak dikkate alınabilmesi için<br/><ul><br/><li>Alacak, ticari ve zirai kazancın elde edilmesi ilgili olmalıdır.</li><br/><li>Alacak, dava ve icra safhasında olmalıdır.</li><br/><li>Alacak, dava ve icra safhasında değilse, yapılan protesto veya yazı ile bir defadan fazla istenmesine rağmen borçlu tarafından ödenmemiş olmalıdır.</li><br/><li>Alacak, dava ve icra takibine değmeyecek derecede küçük olmalıdır.</li><br/></ul>"
  },
  {
    "id": "3507334",
    "unitNumber": 7,
    "text": "Vadesi gelmemiş senede bağlı alacakların değerleme gününün kıymetinin belirlenmesi işlemin aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Reeskont",
      "B": "İskonto",
      "C": "Yeniden değerleme",
      "D": "Amortisman",
      "E": "Değersiz alacak"
    },
    "explanation": "Vadesi gelmemiş senede bağlı alacakların değerleme gününün kıymetinin belirlenmesi işlemine “reeskont” denilmektedir. VUK’un 281 ve 285. maddelerine göre reeskont işlemi sonucunda ortaya çıkan, senedin üzerinde yazılı değerle (mukayyet değerle) değerleme günündeki değeri arasındaki fark, reeskont gideri olarak, işletmenin ilgili dönem matrahından indirilir."
  },
  {
    "id": "3507335",
    "unitNumber": 7,
    "text": "Bir işlemin finansal kiralama sayılabilmesi için aşağıdaki koşulların \"tam\" olarak sağlanması gerekmektedir?<br/>I. Kiralamaya konu olan iktisadi kıymetin mülkiyetinin kira süresi sonunda kiracıya devredilmesi,<br/>II. Kiracıya, kira süresi sonunda iktisadi kıymeti rayiç bedelinden düşük bir bedelle satın alma hakkı tanınması,<br/>III. Kiralama süresinin iktisadi kıymetin ekonomik ömrünün %80’inden daha büyük bir bölümünü kapsaması,<br/>IV. Sözleşmeye göre yapılacak kira ödemelerinin bugünkü değerinin toplamının iktisadi kıymetin rayiç bedelinin %90’ından daha büyük bir değeri oluşturması<br/>V. Kiralama işleminin katılım bankalarından yapılması",
    "correctAnswer": "C",
    "options": {
      "A": "III, IV ve V",
      "B": "II,III ve IV",
      "C": "I, II, III ve IV",
      "D": "II, III, IV ve V",
      "E": "I, III, IV ve V"
    },
    "explanation": "Bir işlemin finansal kiralama sayılabilmesi için;<br/><ul> <li>Kiralamaya konu olan iktisadi kıymetin mülkiyetinin kira süresi sonunda kiracıya devredilmesi,</li> <li>Kiracıya, kira süresi sonunda iktisadi kıymeti rayiç bedelinden düşük bir bedelle sa- tın alma hakkı tanınması,</li> <li>Kiralama süresinin iktisadi kıymetin ekonomik ömrünün %80’inden daha büyük bir bölümünü kapsaması,</li> <li>Sözleşmeye göre yapılacak kira ödemelerinin bugünkü değerinin toplamının iktisadi kıymetin rayiç bedelinin %90’ından daha büyük bir değeri oluşturması gerekmektedir.</li> </ul>"
  },
  {
    "id": "3507336",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi mücbir sebep hâli nedeniyle vergi ödevlerini yerine getiremeyen mükelleflerin özellikle cezalardan kurtulma gibi bazı vergisel avantajlar elde etmeleri nedenlerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Vergi ödevlerinden, herhangi birinin yerine getirilmesine engel olacak derecede ağır kaza, ağır hastalık ve tutukluluk",
      "B": "Kişinin iradesi dışında vukua gelen mecburi gaybubetler",
      "C": "Vergi ödevlerinin yerine getirilmesine engel olacak yangın, yer sarsıntısı ve su basması gibi afetler",
      "D": "Sahibinin iradesi dışındaki sebepler dolayısıyla defter ve vesikalarının elinden çıkmış bulunması gibi hâller",
      "E": "Şirket sahibinin ve mirasçılarının vefat etmesi"
    },
    "explanation": "VUK’un 13. maddesinde mücbir sebep tanımı yapılmamış, sadece mücbir sebep hâlleri şu şekilde sayılmıştır:<br/><ul><br/><li>Vergi ödevlerinden, herhangi birinin yeri- ne getirilmesine engel olacak derecede ağır kaza, ağır hastalık ve tutukluluk</li><br/><li>Kişinin iradesi dışında vukua gelen mecburi gaybubetler</li><br/><li>Vergi ödevlerinin yerine getirilmesine engel olacak yangın, yer sarsıntısı ve su basması gibi afetler;</li><br/><li>Sahibinin iradesi dışındaki sebepler dolayısıyla defter ve vesikalarının elinden çıkmış bulunması gibi hâllerdir.</li><br/></ul>"
  },
  {
    "id": "3507337",
    "unitNumber": 7,
    "text": "Vergi borcu ve varsa cezalarına ilişkin idare ile mükellef arasındaki uyuşmazlığın, yargı organlarına intikal ettirilmeden, kısa zamanda kısmen veya tamamen sona erdiren idari çözüm yolu aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Uzlaşma",
      "B": "Af",
      "C": "Erteleme",
      "D": "Konsolidasyon",
      "E": "Tahkim"
    },
    "explanation": "Uzlaşma, vergi borcu ve varsa cezalarına iliş- kin idare ile mükellef arasındaki uyuşmazlığı, yargı organlarına intikal ettirilmeden, kısa zamanda kısmen veya tamamen sona erdiren idari çözüm yollarındandır."
  },
  {
    "id": "3507538",
    "unitNumber": 7,
    "text": "Genel olarak bir iktisadi kıymet için amortisman ayrılabilmesi için değerinin 2021 yılı için KDV hariç kaç TL 'yi aşması gerekir?",
    "correctAnswer": "C",
    "options": {
      "A": "1300",
      "B": "1400",
      "C": "1500",
      "D": "1600",
      "E": "1700"
    },
    "explanation": "Değerinin 2021 yılı için KDV hariç 1.500 TL’yi aşması gerekir."
  },
  {
    "id": "3507539",
    "unitNumber": 7,
    "text": "Azalan bakiyeler usulü ile amortisman ayırma yönteminde mükellef, normal amortisman ayırma yöntemine göre kaç kat daha fazla amortisman ayırma ve gider yazma imkânına sahip olmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "1.2",
      "B": "1.5",
      "C": "1.8",
      "D": "2",
      "E": "2.5"
    },
    "explanation": "Amortisman ayırarak gider oluşturan işletmeler için, vergi kaçırmak yerine, yasal çerçevede avantaj sağlamaya yönlendiren unsurlardan biri olarak karşımıza çıkan azalan bakiyeler usulü ile amortisman ayırma yönteminde mükellef, normal amortisman ayırma yöntemine göre iki kat daha fazla amortisman ayırma ve gider yazma imkânına sahip olmaktadır"
  },
  {
    "id": "3507540",
    "unitNumber": 7,
    "text": "Değersiz alacak uygulaması VUK’un kaçıncı maddesinde düzenlenmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "320",
      "B": "321",
      "C": "322",
      "D": "323",
      "E": "324"
    },
    "explanation": "Değersiz alacak uygulaması VUK’un 322. maddesinde düzenlenmiştir"
  },
  {
    "id": "3507541",
    "unitNumber": 7,
    "text": "Şüpheli alacak uygulaması VUK’un kaçıncı maddesinde düzenlenmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "320",
      "B": "321",
      "C": "322",
      "D": "323",
      "E": "324"
    },
    "explanation": "Şüpheli alacak uygulaması VUK’un 323. maddesinde düzenlenmiştir"
  },
  {
    "id": "3507542",
    "unitNumber": 7,
    "text": "Vazgeçilen alacak uygulaması VUK’un kaçıncı maddesinde düzenlenmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "320",
      "B": "321",
      "C": "322",
      "D": "323",
      "E": "324"
    },
    "explanation": "Vazgeçilen alacak uygulaması VUK’un 324. maddesinde düzenlenmiştir."
  },
  {
    "id": "3507543",
    "unitNumber": 7,
    "text": "Vazgeçilen alacak uygulaması kapsamında, karşılık hesabı ayrıldığı yılın sonundan başlayarak kaç yıl içinde zararla itfa edilmediği takdirde kâr hesabına alınarak vergilendirilmesi gerekir ?",
    "correctAnswer": "C",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "Karşılık hesabı ayrıldığı yılın sonundan başlayarak üç yıl içinde zararla itfa edilmediği takdirde kâr hesabına alınarak vergilendirilmesi gerekir."
  },
  {
    "id": "3507544",
    "unitNumber": 7,
    "text": "Yenileme fonu uygulaması VUK’un hangi iki maddesinde düzenlenmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "327 ve 328",
      "B": "328 ve 329",
      "C": "329 ve 330",
      "D": "330 v3 331",
      "E": "331 ve 332"
    },
    "explanation": "Yenileme fonu uygulaması VUK’un 328 ve 329. maddelerinde düzenlenmiştir"
  },
  {
    "id": "3507545",
    "unitNumber": 7,
    "text": "Yenileme fonu uygulamasından yararlanabilmek için yenileme kaç yıl içnde yapılmalıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "Yenileme fonu uygulamasından yararlanabilmek için aşağıdaki şartların yerine getirilmesi gerekmektedir (Dağ ve Aslan, 2019: 229): • Bilanço usulüne göre defter tutulmalıdır, • Yenilemenin zorunlu bulunması yahut işletme yönetimince karar alınarak bu konuda girişimde bulunulmuş olmalıdır. • Alınan iktisadi kıymet, satılan iktisadi kıymet ile aynı nitelikte olmalıdır. • Yenileme üç yıl içinde yapılmalıdır."
  },
  {
    "id": "3507546",
    "unitNumber": 7,
    "text": "Bir işlemin finansal kiralama sayılabilmesi için; kiralama süresinin iktisadi kıymetin ekonomik ömrünün yüzde kaçından daha büyük bir bölümünü kapsaması gerekmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "75",
      "B": "80",
      "C": "85",
      "D": "90",
      "E": "95"
    },
    "explanation": "bir işlemin finansal kiralama sayılabilmesi için;<br/>• Kiralamaya konu olan iktisadi kıymetin mülkiyetinin kira süresi sonunda kiracıya devredilmesi,<br/>• Kiracıya, kira süresi sonunda iktisadi kıymeti rayiç bedelinden düşük bir bedelle satın alma hakkı tanınması,<br/>• Kiralama süresinin iktisadi kıymetin ekonomik ömrünün %80’inden daha büyük bir bölümünü kapsaması,<br/>• Sözleşmeye göre yapılacak kira ödemelerinin bugünkü değerinin toplamının iktisadi kıymetin rayiç bedelinin %90’ından daha büyük bir değeri oluşturması gerekmektedir."
  },
  {
    "id": "3507547",
    "unitNumber": 7,
    "text": "Bir işlemin finansal kiralama sayılabilmesi için; sözleşmeye göre yapılacak kira ödemelerinin bugünkü değerinin toplamının iktisadi kıymetin rayiç bedelinin yüzde kaçından daha büyük bir değeri oluşturması gerekmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "75",
      "B": "80",
      "C": "85",
      "D": "90",
      "E": "95"
    },
    "explanation": "bir işlemin finansal kiralama sayılabilmesi için;<br/>• Kiralamaya konu olan iktisadi kıymetin mülkiyetinin kira süresi sonunda kiracıya devredilmesi,<br/>• Kiracıya, kira süresi sonunda iktisadi kıymeti rayiç bedelinden düşük bir bedelle satın alma hakkı tanınması,<br/>• Kiralama süresinin iktisadi kıymetin ekonomik ömrünün %80’inden daha büyük bir bölümünü kapsaması,<br/>• Sözleşmeye göre yapılacak kira ödemelerinin bugünkü değerinin toplamının iktisadi kıymetin rayiç bedelinin %90’ından daha büyük bir değeri oluşturması gerekmektedir."
  },
  {
    "id": "3507548",
    "unitNumber": 7,
    "text": "Gelir Vergisi Kanununda yer alan korumalı iş yeri indirimi aşağıdakilerden hangisi ile ilgilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Engelli Çalışanlar",
      "B": "Kadın Çalışanlar",
      "C": "Yabancı Uyruklu Çalışanlar",
      "D": "Erkek Çalışanlar",
      "E": "Çocuk Çalışanlar"
    },
    "explanation": "GVK’nın 89/1-14. maddesine göre, 5378 sayılı Engelliler Hakkında Kanuna göre kurulan korumalı işyerlerinde istihdam edilen ve iş gücü piyasasına kazandırılmaları güç olan zihinsel veya ruhsal engelli çalışanlar için yapılan ücret ödemelerinin yıllık brüt tutarının %100’ü oranında korumalı işyeri indirimi yapılabilmektedir"
  },
  {
    "id": "3507549",
    "unitNumber": 7,
    "text": "Vergi mevzuatımızın şekli yönünü ve usule ilişkin kurallarını düzenleyen Kanun aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Vergi Usul Kanunu",
      "B": "Gider Vergileri Kanunu",
      "C": "Vergi Ceza Kanunu",
      "D": "Borçlar Kanunu",
      "E": "Türk Ticaret Kanunu"
    },
    "explanation": "Vergi Usul Kanunu, vergi mevzuatımızın şekli yönünü ve usule ilişkin kurallarını düzenlemektedir."
  },
  {
    "id": "3507550",
    "unitNumber": 7,
    "text": "Şüpheli alacak uygulaması aşağıdaki :kanunlardan hangisinde düzenlenmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Vergi Usul Kanunu",
      "B": "Gelir Vergisi Kanunu",
      "C": "Türk Ticaret Kanunu",
      "D": "Medeni Kanun",
      "E": "Kurumlar Vergisi Kanunu"
    },
    "explanation": "Şüpheli alacak uygulaması VUK’un 323. maddesinde düzenlenmiştir."
  },
  {
    "id": "3507338",
    "unitNumber": 8,
    "text": "I - Çifte vergiden kurtulmak ya da etkilerini azaltmak amacıyla uluslararası vergi planlaması<br/>II - Negatif vergilendirme için vergi planlaması<br/>III - Hiç vergi ödememe ya da vergi yükünü minimize etmek için uluslararası vergi planlaması<br/>Uluslararası vergi planlamasının hisse başı kazancı maksimize edebilmek için amaçlayabileceği farklı vergisel sonuç ya da sonuçlar aşağıdaki seçeneklerden hangisinde doğru ve tam olarak verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Soruda verilen ifadelerin hepsi hisse başı kazancı maksimize edebilmek için amaçlayabileceği farklı vergisel sonuçlardır."
  },
  {
    "id": "3507339",
    "unitNumber": 8,
    "text": "Vergi yükümlüsünün ödediği vergilerin yükümlünün gelirine oranı olarak ifade edilen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Efektif vergi oranı",
      "B": "Nominal vergi oranı",
      "C": "Yasal vergi oranı",
      "D": "Marjinal vergi oranı",
      "E": "Fiili vergi oranı"
    },
    "explanation": "Vergi yükümlüsünün ödediği vergilerin gelirine oranı olarak ifade edilmektedir."
  },
  {
    "id": "3507340",
    "unitNumber": 8,
    "text": "I - Ekonomik Kalkınma ve İşbirliği Teşkilatı (OECD)<br/>II - İslam İşbirliği Teşkilatı (İİT)<br/>III - Birleşmiş Milletler (BM)<br/>IV - Avrupa Birliği (AB)<br/>V - Ekonomik İşbirliği Teşkilatı (EİT)<br/>Uluslararası çifte vergilendirme sorununun engellenmesi ve ortadan kaldırılması konusunda çalışmalar yapan uluslararası kurumlar aşağıdaki seçeneklerden hangisinde doğru ve tam olarak verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II ve IV",
      "B": "I, II ve V",
      "C": "I, III ve IV",
      "D": "I, III, IV ve V",
      "E": "II, III, IV ve V"
    },
    "explanation": "Uluslararası çifte vergilendirme sorununun engellenmesi ve ortadan kaldırılması konusunda çalışmalar yapan uluslararası kurumlar; Ekonomik Kalkınma ve İşbirliği Teşkilatı (OECD), Birleşmiş Milletler (BM), ve Avrupa Birliği (AB)'dir."
  },
  {
    "id": "3507341",
    "unitNumber": 8,
    "text": ". . . . . . . . . . . . . . . , gelirin ne kaynak ne de ikamet devlet tarafından vergilendirildiği, gelirin tamamen vergi dışı kaldığı durumu ifade etmektedir.<br/>Yukarıdaki cümlede boş bırakılan yere uygun düşen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çifte vergilendirilmeme",
      "B": "Vergiden kaçınma",
      "C": "Vergi tatili",
      "D": "Vergi kalkanı",
      "E": "Mali sürüklenme"
    },
    "explanation": "Çifte vergilendirilmeme/tamamen vergi dışı kalma, gelirin ne kaynak ne de ikamet devlet tarafından vergilendirildiği, gelirin tamamen vergi dışı kaldığı durumu ifade etmektedir."
  },
  {
    "id": "3507342",
    "unitNumber": 8,
    "text": "İkamet ve kaynak devletleri tarafından vergilendirilmemiş gelire ne ad verilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Serbest gelir",
      "B": "Mobil (hareketli) gelir",
      "C": "İstisnai gelir",
      "D": "Yurtsuz gelir",
      "E": "Soyut gelir"
    },
    "explanation": "İkamet ve kaynak devletleri tarafından vergilendirilmemiş gelir yurtsuz gelir (stateless income) olarak adlandırılır."
  },
  {
    "id": "3507343",
    "unitNumber": 8,
    "text": ". . . . . . . . . . . . . çok uluslu şirketler için temel uluslararası vergi planlaması stratejisi olarak nitelendirilir.<br/>Yukarıdaki tümcede boş bırakılan yere uygun düşen kelime aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Vergi gayreti",
      "B": "Vergi ertelemesi",
      "C": "Vergi rekabeti",
      "D": "Peçeleme faaliyeti",
      "E": "Kâr kaydırması"
    },
    "explanation": "Kâr kaydırması çok uluslu şirketler için temel uluslararası vergi planlaması stratejisi olarak nitelendirilir."
  },
  {
    "id": "3507344",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi kârın kaydırılmasına yönelik uluslararası vergi planlaması stratejileri arasında yer almaz?",
    "correctAnswer": "B",
    "options": {
      "A": "Kârın kaydırılmasında finansal risk yönetim tekniklerinin kullanılması",
      "B": "Kârın kaydırılmasında blok zincir teknolojisinin kullanılması",
      "C": "Bölgesel ya da küresel merkezler kurulması",
      "D": "Belirli varlıkların, işletme fonksiyonlarının ve risklerin kaydırılması",
      "E": "Gayri maddi varlıkların transferi"
    },
    "explanation": "Kârın kaydırılmasında blok zincir teknolojisinin kullanılması uluslararası vergi planlaması stratejileri arasında yer almamaktadır."
  },
  {
    "id": "3507345",
    "unitNumber": 8,
    "text": "Holding şirketlerin kuruluş nedenleri ile ilgili gerekçeler arasında aşağıdakilerden hangisi yer almamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Yeni bölgeler ve pazarlarda işletmenin etkinliğinin artırılması için olanak yaratılması",
      "B": "Yabancı ülkelerde ödenen vergileri minimize edilmesi",
      "C": "Gayri maddi varlıkları daha iyi yönetmek ve bu varlıklardan daha iyi faydalanılması",
      "D": "Nitelikli personel arayışı",
      "E": "Varlık ve finansal risk yönetiminin iyileştirilmesi"
    },
    "explanation": "Holding şirketlerin kuruluş nedenleri ile ilgili gerekçeler arasında nitelikli personel arayışı bulunmamaktadır."
  },
  {
    "id": "3507346",
    "unitNumber": 8,
    "text": "Belirli şirket türlerinin kuruluş, sermaye artırımı veya kanuni merkez ya da etkin yönetim merkezlerinin transferi aşamasında alınan vergiye ne ad verilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Net aktif vergisi",
      "B": "Kurumlar vergisi",
      "C": "Sermaye vergisi",
      "D": "Holding vergisi",
      "E": "Girişim vergisi"
    },
    "explanation": "Belirli şirket türlerinin kuruluş, sermaye artırımı veya kanuni merkez ya da etkin yönetim merkezlerinin transferi aşamasında alınan vergiye sermaye vergisi denilmektedir."
  },
  {
    "id": "3507347",
    "unitNumber": 8,
    "text": "Bir holding şirket için en uygun vergi dışı faktörlerler arasında aşağıdakilerden hangisi bulunmamaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Para politikası",
      "B": "Yatırım ortamı",
      "C": "Siyasi ve ekonomik istikrar",
      "D": "Uluslararası okullar",
      "E": "Doğal güzellikler"
    },
    "explanation": "Bir holding şirket için en uygun vergi dışı faktörlerler arasında doğal güzellikler bulunmamaktadır."
  },
  {
    "id": "3507348",
    "unitNumber": 8,
    "text": "İkamet ve kaynak devletleri tarafından vergilendirilmemiş gelir olarak ifade edilen ve genel itibariyle çok uluslu şirketlerin vergi yüklerini minimize etme çabası sonucunda elde edilen durum hangi kavram ile açıklanır?",
    "correctAnswer": "D",
    "options": {
      "A": "Efektif vergi",
      "B": "Negatif vergi",
      "C": "Çok uluslu vergi",
      "D": "Yurtsuz vergi",
      "E": "Çifte vergi"
    },
    "explanation": "İkamet ve kaynak devletleri tarafından vergilendirilmemiş gelir yurtsuz gelir (stateless income) olarak adlandırılır. Yurtsuz gelir, genel itibariyle çok uluslu şirketlerin vergi yüklerini minimize etme çabası sonucunda elde edilmektedir."
  },
  {
    "id": "3507349",
    "unitNumber": 8,
    "text": "Özellikle gelişmekte olan ülkelerin belirli sektörlerini geliştirmek ya da yeni sektörler elde etmek amacıyla bu sektörlerde faaliyette bulunan vergi yükümlülerine belirli bir süre boyunca vergi muafiyeti ya da istisnası şeklinde vergi avantajı sağlaması aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Vergi tatili",
      "B": "Vergi tecili",
      "C": "Vergi cenneti",
      "D": "Vergi arbitrajı",
      "E": "Vergi grevi"
    },
    "explanation": "Vergi tatili, özellikle gelişmekte olan ülkelerin belirli sektörlerini geliştirmek ya da yeni sektörler elde etmek amacıyla bu sektörlerde faaliyette bulunan vergi yükümlülerine belirli bir süre boyunca vergi muafiyeti ya da istisnası şeklinde vergi avantajı sağlamasıdır."
  },
  {
    "id": "3507350",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi bir holding şirket için en uygun vergi dışı faktörler arasında yer <u>almamaktadır?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Yatırım ortamı",
      "B": "Kişisel gelir vergisi oranları",
      "C": "Ekonomik ve siyasi istikrar",
      "D": "Uluslararası okullar",
      "E": "Nüfus"
    },
    "explanation": "Bir holding şirket için en uygun vergi dışı faktörler aşağıdaki gibi sıralanabilir:<br/><ul> <li>Siyasi ve ekonomik istikrar</li> <li>Yatırım ortamı</li> <li>Saygın çok uluslu şirketleri çekebilecek hukuk sistemi</li> <li>Para politikası, döviz kontrolleri ve kur riski</li> <li>Altyapının faaliyetler için yeterliliği, maliyetler</li> <li>Avrupa Birliği ülkeleri bakımından havalimanlarına yakınlık</li> <li>Avrupa Birliği ülkeleri bakımından dil (örneğin, genel konuşulan dil, ya da yabancı dillere hakimiyet)</li> <li>Kişisel gelir vergisi oranları</li> <li>Uluslararası okullar</li> </ul>"
  },
  {
    "id": "3507351",
    "unitNumber": 8,
    "text": "Bir şirketin hissedarları tarafından sermayeye kıyasla daha yüksek bir miktarda borçla finanse edildiği durumda aşağıdakilerden hangisi varsayılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Kontrol edilen yabancı kurum kazancı",
      "B": "Örtülü sermaye",
      "C": "Transfer fiyatlaması",
      "D": "Emsallere uygunluk ilkesi",
      "E": "Örtülü vergi planlaması"
    },
    "explanation": "Bir şirketin hissedarları tarafından sermayeye kıyasla daha yüksek bir miktarda borçla finanse edildiği durumda şirketin örtülü sermaye temin ettiği varsayılır. Hissedarlar şirketi sermaye yerine borçla finanse ederek borçla finansmanın vergi yönünden sağladığı avantajdan yararlanmak isterler."
  },
  {
    "id": "3507352",
    "unitNumber": 8,
    "text": "Söz konusu modelde ar-ge şirketi, aynı şirketler grubunda yer alan diğer şirketler adına belirli bedel karşılığında ar-ge faaliyetleri yürütmektedir. Aşağıdakilerden hangisi bahse konu vergi planlama modelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Müşterek siparişe dayalı ar-ge modeli",
      "B": "Grup şirket ar-ge modeli",
      "C": "Uluslararası ar-ge modeli",
      "D": "Müşterek şirket ar-ge modeli",
      "E": "Tercihli ar-ge modeli"
    },
    "explanation": "Müşterek siparişe dayalı ar-ge modeline göre; ar-ge şirketi aynı şirketler grubunda yer alan diğer şirketler adına belirli bedel karşılığında ar-ge faaliyetleri yürütmektedir. Proje sonunda elde edilen gayri maddi varlıktan ekonomik fayda elde etme hakkı ise sipariş sözleşmesinin şartlarına göre bu gayri maddi varlığı kullanacak grup şirketleri arasında paylaşılır. Burada, varlıktan ekonomik fayda elde etme salt hukuki tasarruftan farklı olup, vergi hukuku açısından farklı sonuçlar yaratır."
  },
  {
    "id": "3507353",
    "unitNumber": 8,
    "text": "Çok uluslu şirketlerin işletme giderlerini minimize etmek ve verimliliği en üst düzeye çıkarmak amacıyla işlevlerini, varlıklarını ve riskleri yavru şirketleri ve iştirakleri arasında tahsis etmesi hangisi ile ifade edilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Borçla finansman",
      "B": "Tedarik zinciri yönetimi",
      "C": "Transfer fiyatlaması",
      "D": "Örtülü sermaye",
      "E": "Kontrol edilen yabancı kurum kazancı"
    },
    "explanation": "Çok uluslu şirketlerin işletme giderlerini minimize etmek ve verimliliği en üst düzeye çıkarmak amacıyla işlevlerini, varlıklarını ve riskleri yavru şirketleri ve iştirakleri arasında tahsis etmesi tedarik zinciri yönetimi olarak nitelendirilir. Sermaye ve kambiyo kontrollerin kaldırılması, teknolojide ve sözleşme serbestisinde kaydedilen gelişmeler çok uluslu şirketlerin işlevlerini, varlıklarını ve üstlendikleri riskleri yavru şirketleri ve iştirakleri arasında paylaştırmasını kolaylaştırmıştır. Çok uluslu şirketlerin sahip olduğu bu olanaklar aynı zamanda ticaretin doğasını değiştirerek yeni iş modellerinin geliştirilmesini sağlamıştır. Belirli bir ticari faaliyette bir işletme tarafından gerçekleştirilen işlevler, kullanılan varlıklar ve üstlenilen riskler, bu işletmenin kazancını ve bu kazanç üzerinden ödeyeceği vergiyi etkiler. Tedarik zinciri yönetimi, çok uluslu şirketin hangi ülkede ne kadar vergi ödeyeceği konusunda doğrudan belirleyicidir. Bu nedenle çok uluslu şirketler tedarik zinciri yönetimini vergiye tabi kazançlarının en düşük oranlı ülkede ortaya çıkacak şekilde kullanabilmektedirler."
  },
  {
    "id": "3507354",
    "unitNumber": 8,
    "text": "Avrupa Birliği ülkelerinde 1972 yılından itibaren uygulanmaya başlanan, günümüzde kademeli olarak kaldırılan, belirli şirket türlerinin kuruluş, sermaye artırımı veya kanuni merkez ya da etkin yönetim merkezlerinin transferi aşamasında alınan vergi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Negatif vergi",
      "B": "Kurumlar geçici vergisi",
      "C": "İntikal vergisi",
      "D": "Sermaye vergisi",
      "E": "Gelir vergisi"
    },
    "explanation": "Sermaye vergisi; belirli şirket türlerinin kuruluş, sermaye artırımı veya kanuni merkez ya da etkin yönetim merkezlerinin transferi aşamasında alınan bir vergidir. Avrupa Birliği ülkelerinde 1972 yılından itibaren uygulanmaya başlanan bu vergi, günümüzde kademeli olarak kaldırılmaktadır."
  },
  {
    "id": "3507355",
    "unitNumber": 8,
    "text": "Efektif kurumlar vergisi oranının yüksek olduğu bir ülkede faaliyette bulunan bir çok uluslu şirket, efektif vergi oranının daha düşük olduğu bir başka ülkede faaliyetleri sürdürme kararı alabilir ya da kuruluş yerinin belirlenmesi aşamasında efektif kurumlar vergisi oranının yüksek olduğu ülkeyi tercih etmeyebilir. Bu durum ne tür bir uluslararası vergi planlamasıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Biçimsel uluslararası vergi planlaması",
      "B": "Niteliksel uluslararası vergi planlaması",
      "C": "Süresiz uluslararası vergi planlaması",
      "D": "Dönemsel uluslararası vergi planlaması",
      "E": "Süreli uluslararası vergi planlaması"
    },
    "explanation": "Uluslararası vergi planlaması ile ilgili bir ayrım da planlama stratejisinin nasıl oluşturulduğu ile ilgili olan niteliksel ve biçimsel uluslararası vergi planlaması ayrımıdır. Niteliksel uluslararası vergi planlamasında, vergi yükümlüsü efektif vergi oranını minimize edebilmek için ekonomik faaliyetin nitelinde değişiklik yapar. Örneğin, efektif kurumlar vergisi oranının yüksek olduğu bir ülkede faaliyette bulunan bir çok uluslu şirket, efektif vergi oranının daha düşük olduğu bir başka ülkede faaliyetleri sürdürme kararı alabilir ya da kuruluş yerinin belirlenmesi aşamasında efektif kurumlar vergisi oranının yüksek olduğu ülkeyi tercih etmeyebilir"
  },
  {
    "id": "3507356",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi bir uluslararası vergi planlama aracı olarak holding şirketlerin kuruluş gerekçelerinden <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Yabancı ülkelerde ödenen vergileri minimize edilmesi",
      "B": "Varlık ve finansal risk yönetiminin iyileştirilmesi",
      "C": "Yeni bölgeler ve pazarlarda işletmenin etkinliğinin artırılması için olanak yaratılması",
      "D": "Finansal esnekliğin elde edilmesi ve grup için finansman politikasında etkinliğin artırılması",
      "E": "Yabancı ülkelerdeki faaliyetlerle ilgili finansal raporlamanın farklı adlar altında toplanmasının sağlanması"
    },
    "explanation": "Holding şirketlerin kuruluş nedenleri ile ilgili olarak literatürde yer bulan gerekçeler şunlardır: <br/><ul><br/><li>Şirketin yurtdışında bulunan yavru şirketlerini yönetim ve raporlama amaçları bakımından tek bir yabancı şirket altında konsolide etmek</li><br/><li>Gelecekteki şirket satın almaları, iş ortaklıkları kurulması ve diğer fırsatlardan yararlanmak için uygun platform oluşturulması</li><br/><li>Yeni bölgeler ve pazarlarda işletmenin etkinliğinin artırılması için olanak yaratılması</li><br/><li>Finansal esnekliğin elde edilmesi ve grup için finansman politikasında etkinliğin artırılması</li><br/><li>Varlık ve finansal risk yönetiminin iyileştirilmesi</li><br/><li>Yabancı ülkelerde sermaye miktarının arttırılması ve bu şekilde sermaye yapısının iyileştirilmesi</li><br/><li>Yabancı ülkelerde ödenen vergileri minimize edilmesi,</li><br/><li>Gayri maddi varlıkları daha iyi yönetmek ve bu varlıklardan daha iyi faydalanılması,</li><br/><li>Kâr payı, faiz ya da gayrimaddi varlıklar üzerindeki stopaj oranlarını minimize eden Avrupa Birliği direktiflerine ve avantajlı çifte vergilendirmeyi önleme anlaşmalarına erişimin sağlanması</li><br/><li>Yabancı ülkelerdeki faaliyetlerle ilgili finansal raporlamanın tek bir çatı altında toplanmasının sağlanması</li><br/></ul>"
  },
  {
    "id": "3507357",
    "unitNumber": 8,
    "text": "Vergi yükümlüsünün ödediği vergilerin gelirine oranı hangisi ile ifade edilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Nominal vergi oranı",
      "B": "Efektif vergi oranı",
      "C": "Net vergi oranı",
      "D": "Marjinal vergi oranı",
      "E": "Reel vergi oranı"
    },
    "explanation": "Efektif Vergi Oranı: Vergi yükümlüsünün ödediği vergilerin gelirine oranı olarak ifade edilmektedir. Nominal vergi oranından farklı olarak vergi yükümlüsünün ekonomik faaliyeti üzerindeki gerçek vergi yükünü gösterir."
  },
  {
    "id": "3507358",
    "unitNumber": 8,
    "text": "Uluslararası vergi planlaması hisse başı kazancı maksimize edebilmek için aşağıdaki vergisel sonuçların hangisini amaçlamaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Çifte vergilendirmeden kurtulma",
      "B": "Çifte vergilendirmenin etkilerini azaltma",
      "C": "Hiç vergi ödememe",
      "D": "Vergi yükünü minimize etmek",
      "E": "Vergi teşvikleri sağlama"
    },
    "explanation": "Uluslararası vergi planlaması hisse başı kazancı maksimize edebilmek için farklı vergisel sonucu amaçlayabilir:<br/><ul> <li>Çifte vergilendirmeden kurtulma ya da etkilerini azaltma için uluslararası vergi planlaması,</li> </ul> <ul> <li>Hiç vergi ödememe ya da vergi yükünü minimize etmek için uluslararası vergi planlaması</li> </ul> <ul> <li>Negatif vergilendirme için vergi planlaması.</li> </ul> Bu vergisel amaçlara ulaşmada her şirket kendi özelliklerine ve faaliyette bulunduğu ülkenin özelliklerine göre farklı stratejiler uygular."
  },
  {
    "id": "3507359",
    "unitNumber": 8,
    "text": "Vergi yükümlüsünün ödediği vergilerin gelirine oranı olarak ifade edilen, nominal vergi oranından farklı olarak vergi yükümlüsünün ekonomik faaliyeti üzerindeki gerçek vergi yükünü gösteren aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Efektif Vergi Oranı",
      "B": "Reel Vergi Oranı",
      "C": "Aşırı Vergi Oranı",
      "D": "Fiktif vergi oranı",
      "E": "Yasal vergi oranı"
    },
    "explanation": "<strong>Efektif Vergi Oranı: </strong>Vergi yükümlüsünün ödediği vergilerin gelirine oranı ola- rak ifade edilmektedir. Nominal vergi oranından farklı olarak vergi yükümlüsünün ekonomik faaliyeti üzerindeki gerçek vergi yükünü gösterir."
  },
  {
    "id": "3507360",
    "unitNumber": 8,
    "text": "Vergi yükümlüsünün ödediği vergi tutarından daha fazla bir tutarı vergi idaresinden iade olarak alması söz konusu olduğu vergi planlaması türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Vergi istisnasi",
      "B": "Negatif vergilendirme",
      "C": "Vergi muafiyeti",
      "D": "Vergi teşvifiki",
      "E": "Vergi arbitrajı"
    },
    "explanation": "Negatif Vergilendirilme İçin Uluslararası Vergi Planlaması<br/>Oldukça nadir olarak görülen bu vergi planlaması türünde vergi yükümlüsünün ödediği vergi tutarından daha fazla bir tutarı vergi idaresinden iade olarak alması söz konusudur. Örneğin fazla ve yersiz ödenmiş vergiler için vergi idaresinin hesaplayacağı faiz için kullanacağı faiz oranı, mevduat faiz oranlarının üzerinde belirlendiğinde, vergi yükümlüleri ödemeleri gereken vergiden daha fazlasını ödeyerek belirli bir dönem sonunda mevduat faiz oranlarının üzerinde getiri elde edebilirler."
  },
  {
    "id": "3507361",
    "unitNumber": 8,
    "text": "Niteliksel uluslararası vergi planlamasındaki üç farklı yöntem uygulaması aşağıdakilerden hangisinde \"tam\" olarak verilmektedir?<br/>I. Yerleşik olunan ülkenin değiştirilmesi<br/>II. Verginin konusuna giren unsurun başka bir ülkeye kaydırılması<br/>III. Yerleşik olunan ülkenin değiştirilmesi ve vergi konusuna giren unsurun başka ülkeye aktarılması<br/>IV. Global şirket kurmak<br/>V. Transfer fiyatlaması yapmak",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "III, IV ve V",
      "C": "II, III, IV",
      "D": "I, IV ve V",
      "E": "I, III ve V"
    },
    "explanation": "Niteliksel uluslararası vergi planlamasının üç farklı yöntemle uygulama konulması mümkündür:<br/><ul> <li>Yerleşik olunan ülkenin değiştirilmesi,</li> <li>Verginin konusuna giren unsurun başka bir ülkeye kaydırılması ve</li> <li>Yerleşik olunan ülkenin değiştirilmesi ve vergi konusuna giren unsurun başka ülkeye aktarılması.</li> </ul>"
  },
  {
    "id": "3507362",
    "unitNumber": 8,
    "text": "Bir kuruluşun işlerinin bir bütün olarak yürütülmesi için gerekli olan kilit yönetimsel ve ticari kararların önemli ölçüde alındığı yer ne olarak adlandırılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Etkin Yönetim Merkezi",
      "B": "Kanuni Merkez",
      "C": "Yerleşik merkez",
      "D": "Uluslararası Merkez",
      "E": "Ulusal Merkez"
    },
    "explanation": "<strong>Etkin Yönetim Merkezi: </strong>Etkin yönetim merkezi, bir kuruluşun işlerinin bir bütün olarak yürütülmesi için gerekli olan kilit yönetimsel ve ticari kararların önemli ölçüde alındığı yerdir. Etkin yönetim merkezinin tespit edilmesi için bütün ilgili gerçeklikler ve koşullar saptanmalıdır. Bir kuruluş birden fazla yönetim yerine sahip olabilir fakat herhangi bir zamanda yalnızca bir etkin yönetim merkezi bulunabilir."
  },
  {
    "id": "3507363",
    "unitNumber": 8,
    "text": "Yerleşik olunan ülkeden göç eden gerçek kişi ya da şirketlerin göç anında sahip oldukları varlıkları elden çıkarttıkları varsayarak varlıkların göç anındaki değerleri ile elde edilme değerleri arasındaki fark üzerinden alınan sermaye değer artış kazancı vergisi aşağıdakilerden hangisidir)",
    "correctAnswer": "A",
    "options": {
      "A": "Çıkış vergisi",
      "B": "Gümrük vergisi",
      "C": "İthalat vergisi",
      "D": "İhracat vergisi",
      "E": "Varlık Transfer vergisi"
    },
    "explanation": "Yerleşik olunan ülkenin değiştirilmesinde dikkate alınması gereken bir diğer faktör de şirketin çıkış yaptığı ülkede çıkış vergisi (exit tax) uygulanıp uygulanmadığıdır. Çıkış vergisi yerleşik olunan ülkeden göç eden gerçek kişi ya da şirketlerin göç anında sahip oldukları varlıkları elden çıkarttıkları varsayarak varlıkların göç anındaki değerleri ile elde edilme değerleri arasındaki fark üzerinden alınan sermaye değer artış kazancı vergisidir."
  },
  {
    "id": "3507364",
    "unitNumber": 8,
    "text": "Yüksek efektif kurumlar vergisi oranlı ülkede faaliyette bulunan bir şirket, aynı şirketler grubunda olup düşük efektif kurumlar vergisi oranlı ülkede faaliyette bulunan bir şirket tarafından borçla finanse edilmesi örneği aşağıdaki vergi planlamasına örnektir?",
    "correctAnswer": "B",
    "options": {
      "A": "Niteliksel uluslararası vergi planlaması",
      "B": "Biçimsel uluslararası vergi planlaması",
      "C": "Geçici Vergi Avantajı Sağlaması Açısından Uluslararası Vergi Planlaması",
      "D": "Tamamen Vergi Dışı Kalma İçin Uluslararası Vergi Planlaması",
      "E": "Negatif Vergilendirilme İçin Uluslararası Vergi Planlaması"
    },
    "explanation": "Biçimsel uluslararası vergi planlamasında, vergi yükümlüsü ekonomik faaliyetlerinin niteliğinde değişiklik yapmadan, var olan durum ve yapı içinde efektif vergi oranını minimize edecek uygulamalara yönelir. Örneğin, yüksek efektif kurumlar vergisi oranlı ülkede faaliyette bulunan bir şirket, aynı şirketler grubunda olup düşük efektif kurumlar vergisi oranlı ülkede faaliyette bulunan bir şirket tarafından borçla finanse edilebilir. Bu durumda borç alan şirket ödeyeceği faizi finansman giderini vergiyi tabi kurum kazancının tespitinde gider olarak dikkate alacak ve vergi azaltacaktır."
  },
  {
    "id": "3507365",
    "unitNumber": 8,
    "text": "Uluslararası vergi planlaması stratejisinin oluşturulmasında ilk aşama aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Şirketin efektif vergi oranının benzer şirketlerle karşılaştırılması ve şirketin efektif vergi oranının hangi faktörler tarafından belirlendiğinin saptanması",
      "B": "Vergi sonrası kârı etkileyen finansal ve işlevsel faktörlerin belirlenmesi",
      "C": "İşlevsel kâr belirleyicilerinin belirlenmesi",
      "D": "Temel işletme fonksiyonlarının belirlenmesi",
      "E": "Şirketin politikaları, amaçları ve organizasyon yapısı dikkate alınması"
    },
    "explanation": "Uluslararası vergi planlaması stratejisinin oluşturulmasında ilk aşama şirketin efektif vergi oranının benzer şirketlerle karşılaştırılması ve şirketin efektif vergi oranının hangi faktörler tarafından belirlendiğinin saptanmasıdır. Böylece şirketin efektif vergi yükünü etkileyen faktörler benzer şirketlerle karşılaştırılır, şirketin neden daha avantajlı ya da dezavantajlı olduğu değerlendirilir."
  },
  {
    "id": "3507366",
    "unitNumber": 8,
    "text": "Uluslararası Vergi Planlaması Stratejisinin Oluşturulmasında ikinci aşama aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Vergi sonrası kârı etkileyen finansal ve işlevsel faktörlerin belirlenmesi",
      "B": "Efektif vergi oranının benzer şirketlerle karşılaştırılması ve şirketin efektif vergi oranının hangi faktörler tarafından belirlendiğinin saptanması",
      "C": "Kârın Kaydırılmasında Finansal Risk Yönetim Tekniklerinin Kullanılması",
      "D": "Belirli Varlıkların, İşletme Fonksiyonlarının ve Risklerin Kaydırılması",
      "E": "Bölgesel ya da Küresel Merkezler Kurulması"
    },
    "explanation": "Uluslararası vergi planlamasında ikinci aşama ise vergi sonrası kârı etkileyen finansal ve işlevsel faktörlerin belirlenmesidir. Finansal faktörler finansal risk ile ilgilidir. Kısaca finansal risk, yatırım ve kredi ile ilgili yönetim kararlarıyla ilişkilendirilir. Genel olarak, kur riski, faiz riski ve likidite riskini kapsar."
  },
  {
    "id": "3507367",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi uluslararası holding şirketleri için en uygun kuruluş yerinin tespit edilmesinde dikkat edilen bir faktör değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Vergiler",
      "B": "Hukuki sistem",
      "C": "Coğrafi konum",
      "D": "Düşük kuruluş ve faaliyet giderleri",
      "E": "Ucuz ancak nitelikli işgücü"
    },
    "explanation": "Uluslararası holding şirketler için en uygun kuruluş yerinin tespit edilmesinde vergiler, hukuki sistemi, coğrafi konum, düşük kuruluş ve faaliyet giderleri, muhasebe ve raporlama açısından uyum maliyetleri ve ucuz ancak nitelikli işgücü gibi birçok faktör etkili olmaktadır."
  },
  {
    "id": "3507368",
    "unitNumber": 8,
    "text": "Uluslararası vergi planlamasında “yurtsuz gelir” kavramı ile ilgili aşağıdaki ifadelerden hangisi ya da hangileri doğrudur?<br/><ol type=\"I\"> <li>Genel itibariyle çok uluslu şirketlerin vergi yüklerini minimize etme çabası sonucunda elde edilmektedir.</li> <li>İkamet ve kaynak devletleri tarafından vergilendirilmemiş gelirdir.</li> <li>Negatif vergilendirilme için uluslararası vergi planlamasında oluşmaktadır.</li> </ol>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I, II",
      "D": "I, III",
      "E": "II, III"
    },
    "explanation": "İkamet ve kaynak devletleri tarafından vergilendirilmemiş gelir ise yurtsuz gelir (stateless income) olarak adlandırılır. Yurtsuz gelir, genel itibariyle çok uluslu şirketlerin vergi yüklerini minimize etme çabası sonucunda elde edilmektedir. Tamamen vergi dışı kalma ya da vergi yükünü minimize etmek için uluslararası vergi planlamasında ortaya çıkar. Buna göre I, II ifadeleri doğru III ifadesi yanlıştır. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3507369",
    "unitNumber": 8,
    "text": "Çok uluslu şirketler efektif vergi oranlarının yüksek olduğu ülkelerde elde ettikleri kurum kazançlarını çeşitli tekniklerle efektif vergi oranlarının düşük olduğu ülkelere kaydırma eğilimindedirler. Bu durum uluslararası vergi planlaması yöntemleri açısından aşağıdakilerden hangisine örnektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Biçimsel uluslararası vergi planlaması",
      "B": "Niteliksel uluslararası vergi planlaması",
      "C": "Geçici vergi avantajına yönelik vergi planlaması",
      "D": "Sürekli vergi avantajına yönelik vergi planlaması",
      "E": "Negatif vergilendirilme için uluslararası vergi planlaması"
    },
    "explanation": "Günümüzde çok farklı şekillerde uygulanabilen biçimsel uluslararası vergi planlaması, çok uluslu şirketlerin genel olarak kullandığı vergi planlaması türü olarak değerlendirilir. Çok uluslu şirketler efektif vergi oranlarının yüksek olduğu ülkelerde elde ettikleri kurum kazançlarını çeşitli tekniklerle efektif vergi oranlarının düşük olduğu ülkelere kaydırma eğilimindedirler. Sorunun doğru cevabı A seçeneğidir."
  },
  {
    "id": "3507370",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi ile çok uluslu şirketler düşük vergi yükü bulunan ülkelere işletmenin tüm fiziki varlıkları taşınabileceği gibi, bu ülkelere yeni fizik tesisler de kurulabilir, bu tesislere varlık, risk ve gayri maddi varlık transferi yapılabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bölgesel ya da küresel merkezler kurulması",
      "B": "Kârın kaydırılmasında finansal risk yönetim tekniklerinin kullanılması",
      "C": "Belirli varlıkların, işletme fonksiyonlarının ve risklerin kaydırılması stratejisi",
      "D": "Gayri maddi varlıkların transferine yönelik uluslararası vergi planlaması stratejisi",
      "E": "İkamet devlette vergi yükünün minimize edilmesine yönelik uluslararası vergi planlaması stratejisi"
    },
    "explanation": "Belirli Varlıkların, İşletme Fonksiyonlarının ve Risklerin Kaydırılması: Çok uluslu şirketler kazançlarının kaynağını oluşturan bazı varlıklarını, işletme fonksiyonlarını ve risklerini efektif vergi oranının düşük olduğu ülkelere kaydırarak vergi avantajı elde ederler. Bu çerçevede düşük vergi yükü bulunan ülkeye işlemenin tüm fiziki varlıkları taşınabileceği gibi, bu ülkelere yeni fizik tesisler de kurulabilir, bu tesislere varlık, risk ve gayri maddi varlık transferi yapılabilir. Sorunun doğru cevabı C seçeneğidir."
  },
  {
    "id": "3507371",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi ya da hangileri bir holding şirket için en uygun <u>vergi dışı</u> faktörler arasında yer alır?<br/><ol type=\"I\"> <li>Siyasi ve ekonomik istikrar</li> <li>Para politikası, döviz kontrolleri ve kur riski</li> <li>Çok sayıda ülke ile imzalanmış çifte vergilendirmeyi önleme anlaşmaları bulunması</li> </ol>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I, II",
      "D": "I, III",
      "E": "II, III"
    },
    "explanation": "Bir holding şirket için en uygun vergi dışı faktörler ise aşağıdaki gibi sıralanabilir:<br/><ul> <li>Siyasi ve ekonomik istikrar • Yatırım ortamı • Saygın çok uluslu şirketleri çekebilecek hukuk sistemi • Para politikası, döviz kontrolleri ve kur riski • Altyapının faaliyetler için yeterliliği, maliyetler • Avrupa Birliği ülkeleri bakımından havalimanlarına yakınlık • Avrupa Birliği ülkeleri bakımından dil (örneğin, genel konuşulan dil, ya da yabancı dillere hakimiyet) • Kişisel gelir vergisi oranları • Uluslararası okullar. Sorunun doğru cevabı C seçeneğidir.</li> </ul>"
  },
  {
    "id": "3507372",
    "unitNumber": 8,
    "text": "Belirli şirket türlerinin kuruluş, sermaye artırımı veya kanuni merkez ya da etkin yönetim merkezlerinin transferi aşamasında alınan vergi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sermaye vergisi",
      "B": "Çıkış vergisi",
      "C": "Stopaj vergisi",
      "D": "Sürekli vergi",
      "E": "Efektif kurumlar vergisi"
    },
    "explanation": "Sermaye Vergisi: Belirli şirket türlerinin kuruluş, sermaye artırımı veya kanuni merkez ya da etkin yönetim merkezlerinin transferi aşamasında alınan bir vergidir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3507373",
    "unitNumber": 8,
    "text": "Türev ürünlerle ilgili aşağıdakilerden hangisi ya da hangileri doğrudur?<br/><ol type=\"I\"> <li>Çok uluslu şirketler türev ürünlerin vergilendirilmesi zamanı ile ilgili sorunlardan önemli vergi dezavantajları yaşamaktadır.</li> <li>Ülkelerin türev ürünlerden elde edilen gelirleri farklı şekilde nitelendirmeleri bir başka vergi planlaması olanağı yaratmaktadır.</li> <li>Türev ürünler çok uluslu şirketlerin farklı ülkelerde bulunan grup şirketlerine yapmış oldukları ödemeler üzerindeki stopaj yükünü hafifletmek veya stopajdan tamamen kaçınmak için kullandıkları önemli bir araçtır.</li> </ol>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I, II",
      "D": "I, III",
      "E": "II, III"
    },
    "explanation": "Çok uluslu şirketler türev ürünlerin vergilendirilmesi zamanı ile ilgili sorunlardan önemli vergi avantajları elde edebilmektedirler. Ülkelerin türev ürünlerden elde edilen gelirleri farklı şekilde nitelendirmeleri bir başka vergi planlaması olanağı yaratmaktadır. Türev ürünler çok uluslu şirketlerin farklı ülkelerde bulunan grup şirketlerine yapmış oldukları ödemeler üzerindeki stopaj yükünü hafifletmek veya stopajdan tamamen kaçınmak için kullandıkları önemli bir araçtır. Buna göre II ve III ifadeleri doğru, I ifadesi yanlıştır. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3507374",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi günümüzde \"Gayri Maddi Şirketlerinin\" kuruluş yeri olma bakımından elverişli ülke olarak <u>değerlendirilmez?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "İrlanda",
      "B": "Malta",
      "C": "Hollanda",
      "D": "Almanya",
      "E": "İsviçre"
    },
    "explanation": "Günümüzde İrlanda, Malta, Güney Kıbrıs Rum Kesimi, Hollanda ve İsviçre Gayri Maddi Şirketlerinin kuruluş yeri olma bakımından elverişli ülkeler olarak değerlendirilmektedir. Sorunun doğru cevabı D seçeneğidir."
  },
  {
    "id": "3507375",
    "unitNumber": 8,
    "text": "Çok uluslu şirketlerin işletme giderlerini minimize etmek ve verimliliği en üst düzeye çıkarmak amacıyla işlevlerini, varlıklarını ve riskleri yavru şirketleri ve iştirakleri arasında tahsis etmesi aşağıdakilerden hangisi ile nitelendirilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Vergi tatili",
      "B": "Tedarik zinciri yönetimi",
      "C": "Örtülü sermaye düzenlemeleri",
      "D": "Kontrol edilen yabancı kurum düzenlemeleri",
      "E": "Transfer fiyatlandırması düzenlemeleri"
    },
    "explanation": "Çok uluslu şirketlerin işletme giderlerini minimize etmek ve verimliliği en üst düzeye çıkarmak amacıyla işlevlerini, varlıklarını ve riskleri yavru şirketleri ve iştirakleri arasında tahsis etmesi tedarik zinciri yönetimi olarak nitelendirilir. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3507376",
    "unitNumber": 8,
    "text": "OECD ülkelerinin tamamında ilişki şirketler arasındaki ticari ilişkilerde tarafların vergi matrahlarını minimize edebilmek için fiyatı yapay olarak düşük veya yüksek belirlemelerini engellemek için uygulanan önlem aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Örtülü sermaye düzenlemeleri",
      "B": "Genel vergi güvenlik önlemleri",
      "C": "Transfer fiyatlandırması düzenlemeleri",
      "D": "Kontrol edilen yabancı kurum düzenlemeleri",
      "E": "Yerleşik olmayan kişilere yapılan ödemelerden stopaj yapılması"
    },
    "explanation": "OECD ülkelerinin tamamında ilişki şirketler arasındaki ticari ilişkilerde tarafların vergi matrahlarını minimize edebilmek için fiyatı yapay olarak düşük veya yüksek belirlemelerini engellemek için transfer fiyatlandırması düzenlemeleri bulunmaktadır. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3507377",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi vergiden kaçınmanın engellenmesine yönelik vergi anlaşmalarında yer alan vergi güvenlik önlemlerinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Örtülü sermaye düzenlemeleri",
      "B": "Transfer fiyatlandırması düzenlemeleri",
      "C": "Kontrol edilen yabancı kurum düzenlemeleri",
      "D": "Anlaşma menfaatlerinin sınırlandırılması hükmü",
      "E": "Yerleşik olmayan kişilere yapılan ödemelerden stopaj yapılması"
    },
    "explanation": "Vergi anlaşmalarında yer alan vergi güvenlik önlemleri gerçek lehdar hükmü ve anlaşma menfaatlerinin sınırlandırılması hükmü başlıkları altında ele alınmıştır. Sorunun doğru cevabı<br/>D seçeneğidir."
  }
]