[
  {
    "id": "3191963",
    "unitNumber": 1,
    "text": "Vergi Anlaşmazlıklarının Çözüm Yolları nelerdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bu yollara başvuru hakkının tanınmasının amacı, vergi yargısı organlarına başvurmaya gerek kalmaksızın bazı anlaşmazlıkların bir an önce sona erdirilmesi suretiyle yargı<br/>organlarının iş yükünü hafifletmektir.",
      "B": "Vergi idaresi ile vergi ödevlisi arasında ortaya çıkan vergi anlaşmazlıklarının<br/>uyuşmazlık hâline gelmeden taraflar arasında çözümlenmesini sağlayan kurumlara vergi anlaşmazlıklarının çözüm yolları denilmektedir.",
      "C": "Sosyal ilişkiler her zaman bir düzen içinde ve hukuk kurallarının belirlediği sınırlar çerçevesinde cereyan etmemekte, bazı hâllerde bu kurallara aykırı davranıldığı bilinmektedir. Bu durum, bazı anlaşmazlıkların ortaya çıkmasına yol açmaktadır.",
      "D": "Vergi hukuku ilişkisinin ve bunun bir türünü oluşturan vergi borcu ilişkisinin kanunlara uygun bir biçimde yerine getirilmesi gerekmektedir.",
      "E": "Vergi idaresi ile vergi ödevlisi arasında ortaya çıkan anlaşmazlıklar/uyuşmazlıklar verginin tarh ve/ya da tahsil edilmesi aşamalarında yapılan işlemler ile ceza kesme işlemlerinden kaynaklanmaktadır."
    },
    "explanation": "Vergi Anlaşmazlıklarının Çözüm Yolları nelerdir?<br/>Vergi idaresi ile vergi ödevlisi arasında ortaya çıkan vergi anlaşmazlıklarının<br/>uyuşmazlık hâline gelmeden taraflar arasında çözümlenmesini sağlayan kurumlara vergi<br/>anlaşmazlıklarının çözüm yolları denilmektedir. B şıkkı doğrudur."
  },
  {
    "id": "3191973",
    "unitNumber": 1,
    "text": "Vergi anlaşmazlığı hangi durumda ortaya çıkar?",
    "correctAnswer": "A",
    "options": {
      "A": "Vergi idaresi ile vergi ödevlileri arasında vergi hukuku uygulamalarına ilişkin olarak ortaya çıkan anlayış farklılığına ve/ya da aynı konuda tarafların aynı yönde düşünmemeleri hâline denmektedir. Yani Vergi kanunlarının sayısının çokluğu, sık sık değiştirilmeleri ve içeriklerinin uzmanlarınca dahi anlaşılmasının güçlüğü; vergi ödevlilerinin ve/ya da vergi idaresinin yanlışlıklar yapmasına yol açmaktadır. Verginin tarh ve tahsil edilmesinde vergi memurlarının hazineci zihniyetle hareket etmeleri, vergi kanunlarını dar anlamda yorumlamaları, devlete daha fazla gelir temin etme ve sorumluluktan kaçma arzularının/eğilimlerinin bir sonucu olarak ortaya çıkmaktadır.",
      "B": "Başka bir deyişle kanundan doğan boşluklar (vergiden kaçınma) ve kanunlara uymamak da (vergi kaçırma) vergi anlaşmazlıklarının/uyuşmazlıklarının önemli sebepleri arasında yer almaktadır.",
      "C": "Bunlar dışında vergiye ilişkin olarak yürürlüğe konan ve uygulanan kanunların Anayasaya; Cumhurbaşkanlığı Kararnamesi, Cumhurbaşkanı Kararı, yönetmelik, genel tebliğ<br/>gibi genel düzenleyici işlemlerin kanunlara aykırılığı da çeşitli anlaşmazlıkların ortaya<br/>çıkmasına yol açmakta hatta birtakım uyuşmazlıkların kaynağını oluşturmaktadır.",
      "D": "Vergi hukuku, bir bütün olarak Devlet ile kişiler arasındaki menfaatler dengesini kurmaya ve korumaya çalışmaktadır. Bu denge çerçevesinde üstün konumda olan Devlet karşısında kişinin yararlanacağı korumanın gerçekleşebilmesi, denetim mekanizmalarının<br/>işletilmesine bağlıdır. Söz konusu denetimi; hukuk devleti ilkesi, vergilerin kanunîliği ilkesi<br/>ve kanunî idare ilkesi çerçevesinde idarî denetim ve yargı denetimi olarak iki ana bölümde<br/>ele almak mümkündür",
      "E": "Anayasa’nın Başlangıç kısmı, 2, 8 ve 73’üncü maddelerinde hukuk devleti; vergilerin<br/>kanuniliği ve kanunî idare ilkeleri çerçevesinde idarî denetim; 125’inci maddesinde ise<br/>asıl korumayı sağlayacak olan yargı denetimi düzenlenmektedir. Buna göre idarenin her<br/>türlü eylem ve işlemine karşı yargı yolu açıktır. Bunun tamamlayıcısı niteliğinde olmak<br/>üzere Anayasa’nın 36’ncı maddesinde de yargı mercileri önünde hak arama hürriyetinden yararlanmanın, kişinin temel hak ve hürriyetleri arasında yer aldığı açıkça ifade edilmektedir. Anayasa, ayrıca Devletin temel kuruluşu içinde yargı yetkisini de düzenlemekte<br/>(Any.m.9) ve bu arada kanunların Anayasaya uygunluğunun yargı tarafından denetimi<br/>yolunu da kabul etmektedir"
    },
    "explanation": "Vergi anlaşmazlığı hangi durumda ortaya çıkar?<br/>Vergi idaresi ile vergi ödevlileri arasında vergi hukuku uygulamalarına ilişkin olarak ortaya çıkan anlayış farklılığına ve/ya da aynı konuda tarafların aynı yönde düşünmemeleri hâline denmektedir. Yani Vergi kanunlarının sayısının çokluğu, sık sık değiştirilmeleri ve içeriklerinin uzmanlarınca dahi anlaşılmasının güçlüğü; vergi ödevlilerinin ve/ya da vergi idaresinin yanlışlıklar yapmasına yol açmaktadır. Verginin tarh ve tahsil edilmesinde vergi memurlarının hazineci zihniyetle hareket etmeleri, vergi kanunlarını dar anlamda yorumlamaları, devlete daha fazla gelir temin etme ve sorumluluktan kaçma arzularının/eğilimlerinin bir sonucu olarak ortaya çıkmaktadır. A şıkkı doğrudur."
  },
  {
    "id": "3191985",
    "unitNumber": 1,
    "text": "Cezalarda indirimden yararlanmak isteyen kişinin, ihbarnamenin kendisine tebliğ tarihinden itibaren ne kadarlık süre içinde ilgili vergi dairesine başvurarak vergi aslı ve indirimden arta kalan ceza tutarını vadesinde veya Amme Alacaklarının Tahsil Usulü Hakkında Kanuna göre teminat göstererek vadesinden itibaren üç ay içinde ödeyeceğini<br/>bildirmesi gerekir?",
    "correctAnswer": "C",
    "options": {
      "A": "15 günlük süre içinde",
      "B": "10 günlük süre içinde",
      "C": "30 günlük süre içinde",
      "D": "2 hafta içinde",
      "E": "1 hafta içinde"
    },
    "explanation": "30 günlük süre içinde doğru şıktır."
  },
  {
    "id": "3192025",
    "unitNumber": 1,
    "text": "vergi hukuku ilişkisi içindeki hak ve ödevlere sahip olan kişiye ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Vergi ödevlisi",
      "B": "Vergi ödevi ilişkisi",
      "C": "Vergi borcu ilişkisi",
      "D": "vergi memuru",
      "E": "vergi tarhı"
    },
    "explanation": "A Vergi ödevlisi şıkkı doğru cevaptır."
  },
  {
    "id": "3192033",
    "unitNumber": 1,
    "text": "Vergi idaresi ile vergi ödevlileri arasında vergi hukuku uygulamalarına ilişkin olarak ortaya çıkan anlayış farklılığına ve/ya da aynı konuda tarafların aynı yönde düşünmemeleri hâline ne denmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Vergi huhuku",
      "B": "Vergi anlaşmazlığı",
      "C": "vergi kaçakçılığı",
      "D": "Vergi ödevlisi",
      "E": "vergi maduru"
    },
    "explanation": "B şıkkı Vergi anlaşmazlığı doğrudur, diğerleri uygun değildir."
  },
  {
    "id": "3192038",
    "unitNumber": 1,
    "text": "vergi dairesi ile vergi ödevlisinin ikmalen, resen veya idarece tarh edilen vergilerle bunlara ilişkin vergi ziyaı cezaları üzerinde karşılıklı görüşme ve pazarlık sonucu anlaşmaya varmaları; konuyu uyuşmazlık hâline getirmemelerine ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Uyuşmazlık",
      "B": "Pişmanlık ve ıslah",
      "C": "Anlaşmazlık",
      "D": "Çözüm",
      "E": "Uzlaşma"
    },
    "explanation": "E şıkkı Uzlaşma doğrudur. diğerleri uygun değildir."
  },
  {
    "id": "3192040",
    "unitNumber": 1,
    "text": "hangi yolla, mükelleflerin daha az ceza ile hukuka aykırı fiillerinin sonuçlarından kurtulmaları; vergi anlaşmazlıklarının uyuşmazlık hâline gelmeden çözümü mümkün hâle gelmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "İzaha Davet müessesesi",
      "B": "Cezalarda indirim",
      "C": "Vergi/Ceza İhbarnamesi",
      "D": "Karşılıklı Anlaşma Usulü",
      "E": "Uzlaşma"
    },
    "explanation": "A şıkkı İzaha Davet müessesesi"
  },
  {
    "id": "3192041",
    "unitNumber": 1,
    "text": "“Mükellefler, usulüne uygun yürürlüğe konulmuş bir çifte vergilendirmeyi önleme anlaşması hükümlerine aykırı olarak vergilendirildiği veya bu şekilde vergilendirileceğine ilişkin kuvvetli emareler bulunduğu iddiasıyla anlaşmanın “Karşılıklı Anlaşma Usulü” hükümlerine göre nereye baş vurabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gelir İdaresi Başkanlığına",
      "B": "Uzlaşma Komisyonu Başkanlığı'na",
      "C": "Belediye Başkanlığı’na",
      "D": "Hazine ve Maliye<br/>Bakanlığı’na",
      "E": "Vergi Dairesi Başkanlığı'na"
    },
    "explanation": "A şıkkı Gelir İdaresi Başkanlığına doğru cevaptır. Diğerleri uygun değildir."
  },
  {
    "id": "3192043",
    "unitNumber": 1,
    "text": "vergiye ilişkin hesaplarda veya vergilendirmede yapılan hatalar yüzünden haksız yere fazla veya eksik vergi istenilmesi veya alınmasına ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Vergi hatası",
      "B": "Vergi cezasında hata",
      "C": "Hata düzeltme",
      "D": "matrahta hata",
      "E": "Resen Düzeltme"
    },
    "explanation": "A şıkkı vergi hatası doğrudur, diğerleri uygun değildir."
  },
  {
    "id": "3194289",
    "unitNumber": 1,
    "text": "Kamu hizmetlerinin finansmanında kullanılmak üzere başvurulan vergilerin konulması ve toplanması sebebiyle Devlet ile kişiler arasında bir ............................................ ortaya çıkmaktadır.<br/>Yukarıdaki metinde boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "kamu hukuku ilişkisi",
      "B": "vergi hukuku ilişkisi",
      "C": "vergi ödevi ilişkisi",
      "D": "vergi borcu ilişkisi",
      "E": "finansman ilişkisi"
    },
    "explanation": "Kamu hizmetlerinin finansmanında kullanılmak üzere başvurulan vergilerin konulması ve toplanması sebebiyle Devlet ile kişiler arasında bir <strong>kamu hukuku ilişkisi</strong> ortaya<br/>çıkmaktadır."
  },
  {
    "id": "3194299",
    "unitNumber": 1,
    "text": "Vergi idaresi ile vergi ödevlisi arasında ortaya çıkan anlaşmazlıklar/uyuşmazlıklar verginin tarh ve/ya da tahsil edilmesi aşamalarında yapılan işlemler ile ceza kesme işlemlerinden kaynaklanmaktadır. Aşağıdaki uyuşmazlıklardan hangisi, verginin tahsil edilmesi aşamasına ilişkin uyuşmazlıklardan değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Teminat istenmesi",
      "B": "Vergi kabahatlerinin tespiti ve bunlara ilişkin cezaların uygulanması",
      "C": "Tahakkuka ve/ya da ihtiyatî tahakkuka dayanan ihtiyatî haciz uygulanması",
      "D": "Ödeme emri tebliğ edilmesi",
      "E": "Malların-alacakların-hakların haczedilmesi ve paraya çevrilmesi"
    },
    "explanation": "Vergi kabahatlerinin tespiti ve bunlara ilişkin cezaların uygulanması, tahsil aşamasına ilişkin uyuşmazlıklardan olmayıp, başka bir kategorideki uyuşmazlıklardandır."
  },
  {
    "id": "3194450",
    "unitNumber": 1,
    "text": "Türk vergi hukukunda vergi anlaşmazlıklarının çözüm yollarının özellikleri bakımından aşağıda verilen bilgilerden hangisi yanlıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Kural olarak, vergi anlaşmazlıkların çözüm yolları vergilendirme işlemlerinin tarh/tahakkuk ile tahsil olarak ifade edilen iki değişik aşamasını kapsamaktadır.",
      "B": "Vergi anlaşmazlıklarının çözüm yolları, genelde hem vergi borcunun aslını hem de vergi cezalarını kapsamaktadır.",
      "C": "Kaçakçılık fiili ile vergi ziyaına yol açılması hâlinde, hem vergi aslının hem de ziyaa uğratılan verginin üç katı olarak kesilen vergi ziyaı cezası da uzlaşma kapsamına dahildir.",
      "D": "Vergi anlaşmazlıklarının çözüm yollarında sadece Vergi Usul Kanunu kapsamındaki vergi, resim ve harçların denetlenmesi söz konusudur.",
      "E": "Vergi anlaşmazlıklarının ve/ya da uyuşmazlıklarının çözüm yolları işlediğinde ve sonuçlar kesinlik kazandığında ulaşılan sonuçlar, vergi borcu ve cezası bakımından maddî hukuk anlamında borcu ortadan kaldırıcı etki yapmaktadır."
    },
    "explanation": "Vergi anlaşmazlıklarının çözüm yolları, genelde hem vergi borcunun aslını hem de vergi cezalarını kapsamaktadır. Ancak kaçakçılık fiili ile vergi ziyaına yol açılması hâlinde, hem vergi aslının hem de ziyaa uğratılan verginin üç katı olarak kesilen vergi ziyaı cezası <strong>uzlaşma kapsamına dahil değildir.</strong>"
  },
  {
    "id": "3194459",
    "unitNumber": 1,
    "text": ".............................; vergi ceza hukukuna özgü ve iştirak hâlinde işlenenler dahil olmak üzere vergi ziyaı cezasının kesilmesini, kaçakçılık suçlarının kovuşturulmasını ve bunlar hakkında cezaya hükmolunmasını önlemek suretiyle vergi anlaşmazlıklarının (idarî aşamada) çözümünü sağlayan bir kurumdur.<br/>Yukarıdaki metinde boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Uzlaşma",
      "B": "Hata düzeltme",
      "C": "Uzlaştırma",
      "D": "Pişmanlık ve ıslah",
      "E": "Arabuluculuk"
    },
    "explanation": "<strong>Pişmanlık ve ıslah;</strong> vergi ceza hukukuna özgü ve iştirak hâlinde işlenenler dahil olmak üzere vergi ziyaı cezasının kesilmesini, kaçakçılık suçlarının kovuşturulmasını ve bunlar hakkında cezaya hükmolunmasını önlemek suretiyle vergi anlaşmazlıklarının (idarî aşamada) çözümünü sağlayan bir kurumdur."
  },
  {
    "id": "3194557",
    "unitNumber": 1,
    "text": "Pişmanlık ve ıslah hükümlerinin uygulanmayacağı vergi türü aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Gümrük vergisi",
      "B": "Değer artışı kazancı vergisi",
      "C": "Gelir vergisi",
      "D": "Katma değer vergisi",
      "E": "Emlak vergisi"
    },
    "explanation": "Vergi Usul Kanunu’nun 371’inci maddesinin son fıkrası, pişmanlık ve ıslah hükümlerinin <strong>emlâk vergisinde</strong> uygulanmayacağını belirtmektedir."
  },
  {
    "id": "3194566",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi, mükelleflerin izaha davet edilebilmesi için gerekli olan şartlardan değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Verginin pişmanlık zammı ile birlikte ödenmesi",
      "B": "Yetkili merciler tarafından verginin ziyaa uğradığına delalet eden emareler bulunduğuna dair ön tespitin yapılmış olması",
      "C": "Vergi incelemesine başlanmamış ve/ya da takdir komisyonuna sevk işleminin yapılmamış olması",
      "D": "Tespit tarihine kadar ihbarda bulunulmamış olması",
      "E": "Kaçakçılık suçu oluşturan fiillerle verginin ziyaa uğratılmamış olması"
    },
    "explanation": "Mükelleflerin izaha davet edilebilmesi için,<br/>• Yetkili merciler tarafından verginin ziyaa uğradığına delalet eden emareler bulunduğuna dair ön tespitin yapılmış olması,<br/>• Vergi incelemesine başlanmamış ve/ya da takdir komisyonuna sevk işleminin yapılmamış olması,<br/>• Tespit tarihine kadar ihbarda bulunulmamış olması,<br/>Sahte veya muhteviyatı itibarıyla yanıltıcı belge kullanma fiilinin işlenmiş olabileceği durumlarda düzenlenen raporlara istinaden kullanılan sahte veya muhteviyatı<br/>itibarıyla yanıltıcı belge tutarının; her bir belge itibarıyla (2022 yılı için) 148.000.-<br/>Türk Lirasını geçmemesi veya bu tutarı geçse bile mükellefin ilgili yıldaki toplam<br/>mal ve hizmet alışlarının %5’ini aşmaması ve<br/>• Kaçakçılık suçu oluşturan fiillerle verginin ziyaa uğratılmamış olması şarttır."
  },
  {
    "id": "3194595",
    "unitNumber": 1,
    "text": "Cezalarda indirimle ilgili aşağıdaki bilgilerden hangisi yanlıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Gümrük idaresi tarafından alınan vergiler, Vergi Usul Kanunu kapsamı dışında kaldığından (VUK.m.2) söz konusu vergilerde Vergi Usul Kanunu hükümlerine göre cezalarda indirim yoluna başvurulması mümkün değildir.",
      "B": "Vergi suç(lu)ları hakkında hükmolunan hürriyeti bağlayıcı cezalar ile adlî para cezaları da cezalarda indirim kapsamında yer almaktadır.",
      "C": "Cezalarda indirim kurumundan yararlanabilmek için vergi/ceza ihbarnamesine karşı dava açılmaması, indirimli ödeme talebinde bulunulması ve vergi aslı ile indirimden arta kalan cezanın süresi içinde ödenmesi gerekir.",
      "D": "Cezada indirim oranı, vergi ziyaı, özel usulsüzlük ve usulsüzlük cezalarının yarısıdır.",
      "E": "İlgili tarafından cezalarda indirime ilişkin hükümlerin uygulanmasının talep edilmesi, tarhiyatı dava konusu yapmadan verginin aslının kabulü anlamına gelir. Bu bakımdan,<br/>vergi ihbarnamesinin tebliğinden itibaren 30 günlük dava açma süresinin sona ermesiyle vergi/ceza kesinleşmektedir."
    },
    "explanation": "Cezanın türü bakımından, Vergi Usul Kanunu’nun 376’ncı maddesine göre indirim kapsamına giren vergi cezaları, vergi ziyaı kabahatine ilişkin cezalar ile genel ve özel usulsüzlük kabahatleri için uygulanması gereken cezalardır. Başka bir deyişle, cezalarda indirim sadece ve yalnızca vergi kabahatlerine ilişkin cezalar için söz konusudur. Bu bağlamda, <strong>vergi suç(lu)ları hakkında hükmolunan hürriyeti bağlayıcı cezalar ile adlî para cezaları cezalarda indirim kapsamı dışında kalmaktadır. </strong>"
  },
  {
    "id": "3194601",
    "unitNumber": 1,
    "text": "...................................., vergi dairesi ile vergi ödevlisinin ikmalen, resen veya idarece tarh edilen vergilerle bunlara ilişkin vergi ziyaı cezaları ile 5.000 (2022 yılı için 6.800) Türk Lirasını aşan usulsüzlük ve özel usulsüzlük cezaları hakkında karşılıklı görüşme ve pazarlık sonucu anlaşmaya varmaları; konuyu uyuşmazlık hâline getirmemeleridir.<br/>Yukarıdaki metinde boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Karşılıklı anlaşma usulü",
      "B": "Cezalarda indirim",
      "C": "Uzlaşma",
      "D": "Arabuluculuk",
      "E": "Uzlaştırma"
    },
    "explanation": "<strong>Uzlaşma,</strong> vergi dairesi ile vergi ödevlisinin ikmalen, resen veya idarece tarh edilen vergilerle bunlara ilişkin vergi ziyaı cezaları ile 5.000 (2022 yılı için 6.800) Türk Lirasını aşan usulsüzlük ve özel usulsüzlük cezaları hakkında karşılıklı görüşme ve pazarlık sonucu anlaşmaya varmaları; konuyu uyuşmazlık hâline getirmemeleridir."
  },
  {
    "id": "3194603",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi, uzlaşmaya gidebilmek için gerekli olan nedenlerden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "İkmalen, resen veya idarece vergi tarh edilmiş ve/ya da ceza kesilmiş olması",
      "B": "Vergi ziyaına yol açılmasının kanun hükümlerine yeterince nüfuz edilememesinden kaynaklanması",
      "C": "Vergi Usul Kanunu’nun 369’uncu maddesinde düzenlenen yanılma durumunun var olması",
      "D": "Vergi aslı ile indirimden arta kalan cezanın süresi içinde ödenmesi",
      "E": "Ceza kesilmesini gerektiren sebebin, yargı kararları ile idarenin anlaşmazlık konusu olayda görüş farklılıklarının mevcut olmasından kaynaklanmış olması"
    },
    "explanation": "Kanun, uzlaşmaya başvurabilmek için bazı şartların varlığını aramaktadır. Bunlar,<br/>• İkmalen, resen veya idarece vergi tarh edilmiş ve/ya da ceza kesilmiş olması,<br/>• Vergi ziyaına yol açılmasının kanun hükümlerine yeterince nüfuz edilememesinden kaynaklanması,<br/>• Vergi Usul Kanunu’nun 369’uncu maddesinde düzenlenen yanılma durumunun var olması,<br/>• Vergi Usul Kanunu’nun vergi hatalarına ilişkin 116, 117 ve 118’inci maddelerinde belirtilenler ile bunlar dışında her türlü maddî hatanın var olması,<br/>• Ceza kesilmesini gerektiren sebebin, yargı kararları ile idarenin anlaşmazlık konusu olayda görüş farklılıklarının mevcut olmasından kaynaklanmış olmasıdır (VUK. Ek m.1).<br/>Vergi aslı ile indirimden arta kalan cezanın süresi içinde ödenmesi, cezalarda indirim müessesesinin şartlarından biridir."
  },
  {
    "id": "3194604",
    "unitNumber": 1,
    "text": "Aşağıdaki kararlardan hangisi, kanun yolundan vazgeçme müessesesi kapsamında yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Vergi mahkemesi tarafından verilip istinaf yolu açık olmayan kesin nitelikli kararlar",
      "B": "Danıştay’ın bozma kararı üzerine verilen kararlar",
      "C": "Beyanname verilmesi üzerine tahakkuk fişi esasına göre yapılan tarhiyatlarda açılan davalarda verilen kararlar",
      "D": "Vergi Usul Kanunu kapsamında yapılan şikâyet yoluyla müracaatın reddi üzerine açılan davalarda verilen kararlar",
      "E": "Vergi/ceza ihbarnamesine karşı süresinde açılan dava hakkında verilen istinaf yolu açık kararlar"
    },
    "explanation": "• Vergi/ceza ihbarnamesi hakkında davanın süresinde açılmaması yüzünden süre aşımı, ehliyetsizlik, dava konusu olacak kesin ve yürütülmesi gereken bir işlem olmadığı gerekçesiyle davanın reddi yönünde verilen,<br/>• Vergi mahkemesi tarafından verilip istinaf yolu açık olmayan kesin nitelikli,<br/>• Danıştay’ın bozma kararı üzerine verilen,<br/>• Vergi/ceza ihbarnamesi hakkında açılmamış olan,<br/>• Beyanname verilmesi üzerine tahakkuk fişi esasına göre yapılan tarhiyatlarda açılan,<br/>• Vergi Usul Kanunu kapsamında yapılan şikâyet yoluyla müracaatın reddi üzerine açılan,<br/>• Ödeme emrinin tebliği, haciz gibi takip ve tahsilât işlemlerine karşı açılan davalarda verilen kararlar ile buna benzer kararlar kanun yolundan vazgeçme müessesesi<br/>kapsamında yer almamaktadır.<br/>Dolayısıyla, vergi/ceza ihbarnamesine karşı süresinde açılan dava hakkında verilen istinaf yolu açık kararlara karşı doğal olarak kanun yolundan vazgeçme müessesesine gidilebilecektir."
  },
  {
    "id": "3196336",
    "unitNumber": 1,
    "text": "<strong>Vergi uyuşmazlıklarına konu olan taraflar en genel biçimiyle aşağıdaki şıklardan hangisinde doğru verilmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Vergi idaresi-Vergi ödevlisi",
      "B": "Maliye-Tüzel kişilikler",
      "C": "Vergi daireleri-İşletme görevlileri",
      "D": "Vergi ödevlisi-Mahkemeler",
      "E": "Vergi idaresi-Mahkemeler"
    },
    "explanation": "<strong>Vergi idaresi ile vergi ödevlisi arasında</strong> ortaya çıkan anlaşmazlıklar/uyuşmazlıklar verginin tarh ve/ya da tahsil edilmesi aşamalarında yapılan işlemler ile ceza kesme işlemlerinden kaynaklanmaktadır.<br/>Vergi kabahatleri ve/ya da suçlarının tespiti ve bunlara ilişkin cezaların ve/ya da yaptırımların uygulanması da yine <strong>vergi idaresi ile vergi ödevlisi</strong> arasında bazı anlaşmazlıkların /uyuşmazlıkların ortaya çıkmasına kaynaklık etmektedir."
  },
  {
    "id": "3196342",
    "unitNumber": 1,
    "text": "Vergi menfaatindeki zıt amaçları açısından devlet-kişi ilişkilerinin belli kurallara bağlanması bir zaruret olarak ortaya çıkmaktadır. Çağdaş hukuk sistemleri de bu zarureti ……………. ile karşılamaya çalışmaktadır. Nitekim …………..; bu iki zıt menfaati, belli hukuk kuralları çerçevesinde dengeleme işlevini üstlenmiş bulunmaktadır.<br/><strong>Pasajda boş bırakılan yerlere aşağıdakilerden hangisi konulmalıdır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "kanunlar",
      "B": "vergi hukuku",
      "C": "uyuşmazlık mahkemeleri",
      "D": "ticaret mahkemeleri",
      "E": "ticaret hukuku"
    },
    "explanation": "Devlet, kamu hizmetlerinin kaynak ihtiyacını karşılamak üzere daha fazla vergi toplamak istemekte; kişiler ise kullanılabilir gelir miktarının azalmaması için daha az vergi ödemeyi tercih etmektedir. Çatışan bu iki menfaatin birlikte gözetilmesi ve kamu hizmetleri ile gerçekleştirilecek kamu yararının göz ardı edilememesi sebebiyle vergilendirme alanındaki Devlet-kişi ilişkilerinin belli kurallara bağlanması bir zaruret olarak ortaya çıkmaktadır. Çağdaş hukuk sistemleri de bu zarureti <strong>vergi hukuku</strong> ile karşılamaya çalışmaktadır. Nitekim <strong>vergi hukuku</strong>; bu iki zıt menfaati, belli hukuk kuralları çerçevesinde dengeleme işlevini üstlenmiş bulunmaktadır."
  },
  {
    "id": "3196348",
    "unitNumber": 1,
    "text": "Uyuşmazlığın yargılama sürecine son verip kanunda belirtilen sınırlar dahilinde vergi ödevlisinin nihaî borcunun-cezasının tespitine aracılık etmek suretiyle taraflar arasındaki uyuşmazlığı yargı dışı yolla sona erdirmek.<br/><strong>Pasajda uyuşmazlık giderme yollarından birisinin tanımı yapılmaktadır. Bu tanımı aşağıdakilerden hangisi karşılamaktadır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Uzlaşma ve hata düzeltme",
      "B": "Pişmanlık ve ıslah",
      "C": "Kanun yolundan vazgeçme",
      "D": "Cezalarda indirim",
      "E": "İzaha davet"
    },
    "explanation": "<strong>Kanun yolundan vazgeçme</strong> ise uyuşmazlığın yargılama sürecine son verip kanunda belirtilen sınırlar dahilinde vergi ödevlisinin nihaî borcunun-cezasının tespitine aracılık etmek suretiyle taraflar arasındaki uyuşmazlığı yargı dışı yolla sona erdirmektedir."
  },
  {
    "id": "3196352",
    "unitNumber": 1,
    "text": "<strong>Vergi uyuşmazlıklarında çözüm yolu olarak “izaha davet” yönteminin kullanılması anlaşmazlığın hangi aşamada çözüldüğünü gösterir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İdari aşama",
      "B": "Yargı aşaması",
      "C": "Hakem aşaması",
      "D": "Usulsüzlük tesbiti öncesi",
      "E": "Vergi tarhı öncesi"
    },
    "explanation": "Vergi Usul Kanunu’nun 370’inci maddesinde düzenlenen İzaha Davet müessesesi sayesinde, mükelleflerin daha az ceza ile hukuka aykırı fiillerinin sonuçlarından kurtulmaları; <strong>vergi anlaşmazlıklarının uyuşmazlık hâline gelmeden çözümü mümkün hâle gelmiştir.</strong> İzaha davet müessesesinin amacı, mükelleflerin vergi tarhı ve ceza kesme işlemi yapılmadan önce kendilerine yapılması muhtemel vergi ziyaı ithamı hakkında izahta bulunmalarını sağlamak suretiyle vergiye gönüllü uyumun artırılmasıdır."
  },
  {
    "id": "3196357",
    "unitNumber": 1,
    "text": "<strong>“</strong>İşlemiş olduğu kabahat ve/ya da suçlar sebebiyle cezalandırılmak istemeyen kimsenin, Vergi Usul Kanunu’nun 371’inci maddesinde belirtilen şartları yerine getirmesi gerekir” <strong>tanımına uygun bir hareket yapmak isteyen vergi mükellefi aşağıdaki uyuşmazlık çözümü seçeneklerinden hangisine başvurmak durumundadır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İzaha davet",
      "B": "Cezalarda indirim",
      "C": "Karşılıklı anlaşma",
      "D": "Uzlaşma",
      "E": "Pişmanlık ve Islah kurumundan yararlanma"
    },
    "explanation": "<strong>Pişmanlık ve Islah Kurumundan Yararlanabilmenin Şartları Genel Olarak</strong> İşlemiş olduğu kabahat ve/ya da suçlar sebebiyle cezalandırılmamak isteyen kimsenin, Vergi Usul Kanunu’nun 371’inci maddesinde belirtilen şartları yerine getirmesi gerekir. <strong>Pişmanlık ve ıslah kurumundan yararlanabilme</strong> şartlarını; <em>kendiliğinden haber verme</em>, <em>beyanda bulunma</em> ve <em>verginin pişmanlık zammı ile birlikte ödenmesi</em> olmak üzere üç ana başlık altında incelemek mümkündür"
  },
  {
    "id": "3196359",
    "unitNumber": 1,
    "text": "Cezalarda indirim kurumundan yararlanabilmek için ………………. karşı dava açılmaması, indirimli ödeme talebinde bulunulması ve vergi aslı ile indirimden arta kalan cezanın süresi içinde ödenmesi gerekir.<br/><strong>Pasajda boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "vergi memuruna",
      "B": "vergi kanunlarına",
      "C": "vergi/ceza ihbarnamesine",
      "D": "vergi ziyaı tesbitine",
      "E": "vergi tarhı kararına"
    },
    "explanation": "Cezalarda indirim kurumundan yararlanabilmek için vergi/ceza ihbarnamesine karşı dava açılmaması, indirimli ödeme talebinde bulunulması ve vergi aslı ile indirimden arta kalan cezanın süresi içinde ödenmesi gerekir."
  },
  {
    "id": "3196360",
    "unitNumber": 1,
    "text": "<strong>Karşılıklı Anlaşma Usulü başvurusu sonucu mükellefin anlaşmayı kabul edip etmediğini Gelir İdaresi Başkanlığı’na kaç gün içerisinde bildirmesi gerekir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "10",
      "B": "15",
      "C": "20",
      "D": "30",
      "E": "40"
    },
    "explanation": "<strong>Karşılıklı Anlaşma Usûlü Başvurusunun Neticelendirilmesi</strong> “Başvurunun, Gelir İdaresi Başkanlığı ile diğer Akit Devletin yetkili makamı arasında anlaşmaya varılarak sonuçlandırılması hâlinde durum mükellefe bir yazı ile tebliğ edilir” (VUK. Ek m.16/I). “<strong>Yazının tebliğ tarihinden itibaren otuz gün içinde mükellefin varılan anlaşmayı kabul edip etmediğini Gelir İdaresi Başkanlığına bildirmesi şarttır.</strong> Mükellef bu süre içinde bildirimde bulunmadığı takdirde, varılan anlaşmayı kabul etmemiş sayılır. Anlaşma sonucunun kabul edilmemesi veya kabul edilmemiş sayılması durumunda, otuz günlük sürenin bitiminden itibaren dava açma süresi yeniden işlemeye başlar ve vergi mahkemesi nezdinde dava açılabilir. Dava açma süresi, on beş günden az kalmış ise bu süre on beş gün olarak uzar”."
  },
  {
    "id": "3196361",
    "unitNumber": 1,
    "text": "<strong>Vergi mükellefi ile vergi idaresi arasında vergi incelemesi aşamasında varılan uzlaşma çözümleme yolu aşağıdakilerden hangisinde doğru verilmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Tarhiyat öncesi uzlaşma",
      "B": "Tarhiyat sonrası uzlaşma",
      "C": "Karşılıklı anlaşma yoluyla uzlaşma",
      "D": "Cezalarda indirim yoluyla uzlaşma",
      "E": "İzaha davet yoluyla uzlaşma"
    },
    "explanation": "<strong>Tarhiyat öncesi uzlaşma talepleri</strong>, incelemenin herhangi bir aşamasında yazılı olarak yapılmak zorundadır. Daha önce vergi ödevlisinin bir talebi olmamışsa vergi incelemesinin tamamlanmasından sonra düzenlenen son tutanakta inceleme elemanı vergi ödevlisinin tarhiyat öncesi uzlaşma talebinde bulunup bulunmayacağını sorar ve cevabını tutanağa kaydeder."
  },
  {
    "id": "3196364",
    "unitNumber": 1,
    "text": "<strong>Tereddüde yer vermeyecek derecede açık ve mutlak olarak tespit edilebilen vergi hatalarının vergi idaresi tarafından düzeltilmesine ne ad verilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "talep üzerine düzeltme",
      "B": "resen düzeltme",
      "C": "üst kurul düzeltmesi",
      "D": "hakemle düzeltme",
      "E": "mahkeme yoluyla düzeltme"
    },
    "explanation": "<strong>Resen Düzeltme</strong> Tereddüde yer vermeyecek derecede açık ve mutlak olarak tespit edilebilen vergi hatalarının vergi idaresi tarafından resen düzeltilmesi mümkündür. Kendi aleyhlerine düzeltme yapılan kişilerin düzeltme işlemine karşı vergi mahkemesinde dava açma hakları bulunmaktadır."
  },
  {
    "id": "3196365",
    "unitNumber": 1,
    "text": "<strong>Vergi kanunlarının anayasaya uygunluk denetimlerini yapabilen kurum aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Vergi usul mahkemeleri",
      "B": "Vergi hukuku mahkemeleri",
      "C": "Meclis yasama kurulu",
      "D": "Yargıtay",
      "E": "Anayasa Mahkemesi"
    },
    "explanation": "Vergi kanunlarının Anayasaya uygunluğunun iptal davası ve/ya da itiraz yoluyla denetimi, <strong>Anayasa Mahkemesinin görev ve yetki alanına girdiğinden</strong> vergi yargısı organlarının bu anlamda bir <em>anayasaya uygunluk denetimi</em> yapmaları mümkün değildir."
  },
  {
    "id": "3192561",
    "unitNumber": 2,
    "text": "Ülkemizde kanunların Anayasaya uygunluğunun yargı denetimi, hangi kurum tarafından yapılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Sayıştay,",
      "B": "Anayasa Mahkemesi,",
      "C": "Ağır Ceza Mahkemesi,",
      "D": "İstinaf Mahkemesi,",
      "E": "Bölge İdare Mahkemesi,"
    },
    "explanation": "Ülkemizde kanunların Anayasaya uygunluğunun yargı denetimi, Anayasa Mahkemesi tarafından yapılmaktadır."
  },
  {
    "id": "3192562",
    "unitNumber": 2,
    "text": "Yargı nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Devletin, genel anlamda yargı düzeninin devam etmesi ve kişilerin objektif haklarının korunması amacını güden faaliyetidir.",
      "B": "Kişilerin, genel anlamda hukuk düzeninin devam etmesi ve haklarının korunması amacını güden faaliyetidir.",
      "C": "Devletin, özel anlamda hukuk düzeninin devam etmesi amacını güden faaliyetidir.",
      "D": "Devletin, genel anlamda hukuk düzeninin devam etmesi ve kişilerin subjektif haklarının korunması amacını güden faaliyetidir.",
      "E": "Toplumun, özel anlamda hukuk düzeninin devam etmesi ve kişilerin subjektif haklarının korunması amacını güden faaliyetidir."
    },
    "explanation": "Yargı, devletin, genel anlamda hukuk düzeninin devam etmesi ve kişilerin subjektif haklarının korunması amacını güden faaliyetidir"
  },
  {
    "id": "3192564",
    "unitNumber": 2,
    "text": "Aşağıdaki seçeneklerden hangisi ülkemizde vergi uyuşmazlıklarının çözüm yolları anlamına gelen terimlerden biri <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Malî Muhakeme,",
      "B": "Malî Yargı,",
      "C": "Vergi Ölçüsü,",
      "D": "Vergi Muhakemesi,",
      "E": "Vergi Yargılaması"
    },
    "explanation": "Ülkemizde vergi uyuşmazlıklarının çözüm yolları anlamına gelen Malî Muhakeme, Malî Yargı, Malî Kaza, Vergi Muhakemesi, Vergi Kazası, Vergi Yargı, Vergi Yargısı, Vergi Yargılama, Vergi Yargılaması gibi terimler kullanılmaktadır."
  },
  {
    "id": "3192567",
    "unitNumber": 2,
    "text": "\"........ vergi yargısı organlarının, vergi ödevlisi ile vergi idaresi arasında vergi uygulamaları ile ilgili olarak ortaya çıkan uyuşmazlıkları incelemek ve karara bağlamak suretiyle vergi kanunları hükümlerine uygun bir yargılama tasarrufunda bulunmasına yönelik kuralların uygulamasını inceleyen bir hukuk dalıdır.\" Cümlesindeki boşluğa aşağıdaki seçeneklerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Vergi yargılaması hukuku;",
      "B": "Vergi idaresi hukuku;",
      "C": "Mali yargılaması hukuku;",
      "D": "Uyuşmazlık yargılaması hukuku;",
      "E": "bağımsız vergi mahkemesi hukuku;"
    },
    "explanation": "Vergi yargılaması hukuku; vergi yargısı organlarının, vergi ödevlisi ile vergi idaresi arasında vergi uygulamaları ile ilgili olarak ortaya çıkan uyuşmazlıkları incelemek ve karara bağlamak suretiyle vergi kanunları hükümlerine uygun bir yargılama tasarrufunda bulunmasına yönelik kuralların uygulamasını inceleyen bir hukuk dalıdır."
  },
  {
    "id": "3192572",
    "unitNumber": 2,
    "text": "\"........., idare hukukunun bir alt dalı niteliğini taşımaktadır.\" Cümlesindeki boşluğa aşağıdaki seçeneklerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bilirkişi hukuku",
      "B": "Vergi hukuku,",
      "C": "Dava hukuku",
      "D": "Yargı hukuku",
      "E": "Feragat hukuku"
    },
    "explanation": "Vergi hukuku, idare hukukunun bir alt dalı niteliğini taşımaktadır."
  },
  {
    "id": "3192575",
    "unitNumber": 2,
    "text": "Vergi Yargılaması Hukukunun en önemli kaynağını ne oluşturmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yargıtay oluşturmaktadır.",
      "B": "Danıştay oluşturmaktadır.",
      "C": "Anayasa oluşturmaktadır.",
      "D": "Harçlar Kanunu oluşturmaktadır.",
      "E": "İdari Yargı oluşturmaktadır."
    },
    "explanation": "Vergi Yargılaması Hukukunun en önemli kaynağını Anayasa<br/>oluşturmaktadır."
  },
  {
    "id": "3192578",
    "unitNumber": 2,
    "text": "Birer idarî işlem olan vergilendirme işlemlerinin hukuka uygunluğunun yargı yoluyla denetimi hangi organlarınca yapılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Vergi avukatları tarafından yapılmaktadır.",
      "B": "Vergi yargısı organlarınca yapılmaktadır.",
      "C": "Kesin hüküm yargısı organlarınca yapılmaktadır.",
      "D": "Bölge mahkemeleri organlarınca yapılmaktadır.",
      "E": "Danıştay tarafından yapılmaktadır."
    },
    "explanation": "Birer idarî işlem olan vergilendirme işlemlerinin hukuka uygunluğunun yargı yoluyla denetimi vergi yargısı organlarınca yapılmaktadır."
  },
  {
    "id": "3192582",
    "unitNumber": 2,
    "text": "\"Vergi yargılaması hukukunun düzenleyici işlevi olarak da bilinen bir diğer işlevi, ..... oluşturmaktır.\" Cümlesindeki boşluğa aşağıdaki seçeneklerden hangisi gelmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Vergi adaletinin sağlanması",
      "B": "Hukuk güvenliğinin sağlanması",
      "C": "Veri usulü",
      "D": "Danıştay",
      "E": "İçtihat"
    },
    "explanation": "Vergi yargılaması hukukunun düzenleyici işlevi olarak da bilinen bir diğer işlevi, içtihat oluşturmaktır."
  },
  {
    "id": "3192586",
    "unitNumber": 2,
    "text": "Taraflarca hazırlama ilkesi, nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Davanın ve savunmanın dayanağı olmayan olayların ve bunların delillerinin (dava malzemesinin) bir tarafın mahkemeye bildirilmesi demektir.",
      "B": "Davanın dayanağı olan olayların ve bunların delillerinin (dava malzemesinin) tek tarafın mahkemeye bildirilmesi demektir.",
      "C": "Genel olan olayların ve bunların delillerinin (dava malzemesinin) taraflarca mahkemeye bildirilmesi demektir.",
      "D": "Davanın ve savunmanın dayanağı olan olayların ve bunların delillerinin (dava malzemesinin) taraflarca mahkemeye bildirilmesi demektir.",
      "E": "Davanın ve savunmanın dayanağı olmayan olayların taraflarca mahkemeye bildirilmesi demektir."
    },
    "explanation": "Taraflarca hazırlama ilkesi, davanın ve savunmanın dayanağı olan olayların ve bunların delillerinin (dava malzemesinin) taraflarca mahkemeye bildirilmesi demektir."
  },
  {
    "id": "3192589",
    "unitNumber": 2,
    "text": "Delillerin serbestçe değerlendirilmesi ilkesi ne anlama gelmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hâkimin delilleri, kayıtlara bağlı olarak karar varması anlamına gelmektedir.",
      "B": "Savcının delilleri, kayıtlara bağlı olmadan serbestçe değerlendirmesi anlamına gelmektedir.",
      "C": "Hâkimin delilleri, önceden konulmuş kayıtlara bağlı olarak değerlendirmesi anlamına gelmektedir.",
      "D": "Hâkimin delilleri, önceden konulmuş kayıtlara bağlı olmadan serbestçe değerlendirmesi anlamına gelmektedir.",
      "E": "Avukatın delilleri, önceden konulmuş kayıtlara bağlı olmadan serbestçe değerlendirmesi anlamına gelmektedir."
    },
    "explanation": "Delillerin serbestçe değerlendirilmesi ilkesi, hâkimin delilleri, önceden konulmuş kayıtlara bağlı olmadan serbestçe değerlendirmesi anlamına gelmektedir."
  },
  {
    "id": "3193877",
    "unitNumber": 2,
    "text": "“Devletin ve diğer kamu idarelerinin bütün malî faaliyetlerini düzenleyen hukuk kurallarını, kamu gelirleri ile kamu giderlerini ve bunların denkleştirilmesini” inceleyen hukuk dalı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mali hukuk",
      "B": "Vergi hukuku",
      "C": "Kamu hukuku",
      "D": "Yargı hukuku",
      "E": "Ceza hukuku"
    },
    "explanation": "Nitekim Malî Hukuk; devletin ve diğer kamu idarelerinin bütün malî faaliyetlerini düzenleyen hukuk kurallarını, kamu gelirleri ile kamu giderlerini ve bunların denkleştirilmesini incelemektedir. Başka bir deyişle malî hukuk; devletin ve diğer kamu idarelerinin gelir, gider, borçlanma ve kamu mallarının yönetimine ilişkin hukuk kurallarını içeren bir hukuk dalıdır<br/>Doğru cevap a) şıkkıdır"
  },
  {
    "id": "3193938",
    "unitNumber": 2,
    "text": "“Devletin ve diğer kamu idarelerinin cebre dayanan gelir elde etme faaliyetlerini düzenleyen hukuk kurallarını” inceleyen bir hukuk dalı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Mali hukuk",
      "B": "Vergi hukuku",
      "C": "Kamu hukuku",
      "D": "Yargı hukuku",
      "E": "Ceza hukuku"
    },
    "explanation": "Vergi hukuku, devletin akçalı ilişkilerinin önemli bir bölümünü kapsayan vergilendirme işlemlerinin belli kurallar çerçevesinde gerçekleştirilmesini amaçlayan bir hukuk dalıdır. Başka bir deyişle vergi hukuku, devletin ve diğer kamu idarelerinin cebre dayanan gelir elde etme faaliyetlerini düzenleyen hukuk kurallarını inceleyen bir hukuk dalıdır<br/>Doğru cevap b) şıkkıdır"
  },
  {
    "id": "3193939",
    "unitNumber": 2,
    "text": "Vergi yargısının da temelini oluşturan ve en üst hak arama ilkesini ifade eden “İdarenin her türlü eylem ve işlemlerine karşı yargı yolu açıktır.” ibaresi hangi yasal metinde yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Türkiye Cumhuriyeti Anayasası",
      "B": "Türk Ceza Kanunu",
      "C": "Vergi Kanunu",
      "D": "Vergi Muhakemeleri Kanunu",
      "E": "Vergi Muhakemeleri Usulü Kanunu"
    },
    "explanation": "Tamamlayıcı nitelikte olmak üzere 125’inci maddesinde idarenin yargı yoluyla denetimini anayasal temellere oturtmaktadır. Sözü edilen maddeye göre, “İdarenin her türlü eylem ve işlemlerine karşı yargı yolu açıktır.”<br/>Doğru cevap a) şıkkıdır"
  },
  {
    "id": "3193940",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi vergi uyuşmazlıklarının adlî yargıda çözümlenmesi gerektiği görüşüne uygun <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Vergi hukuku özel hukuk ile yakın ilişki içerisindedir",
      "B": "Adlî yargıda görev yapan hâkimler, vergi uyuşmazlıklarının çözümünde başvurulacak ilke ve kuralları da bilmektedir",
      "C": "Vergi uyuşmazlıklarının çözümünün kendine göre uzmanlık istemesi, bu uyuşmazlıkların adlî yargının dışında çözümlenmesini gerektirmez",
      "D": "Genellikle vergi anlaşmazlıkları, vergi ödevlisi ile idare arasında çözülmeye çalışılmaktadır",
      "E": "Adli yargı idarenin haklarını korumakla yükümlü olduğundan bu yargılama yolu tercih edilmelidir"
    },
    "explanation": "Vergi uyuşmazlıklarının adlî yargıda çözümlenmesi gerektiği görüşü şu gerekçelere dayanmaktadır:<br/><ul> <li>Vergi hukuku özel hukuk ile yakın ilişki içerisindedir. Nitekim özel hukukun birçok kavram ve kurumu vergi hukukunda da yer almakta, kullanılmakta ve aynı anlamı taşımaktadır. Kaldı ki vergi yükümlülüğünün özel hukuktaki herhangi bir yükümlülükten bir farkı bulunmamaktadır. Bu bakımdan borçların doğumu, yürütülmesi ve ortadan kalkması ile ilgili ilkeler, kural olarak, vergi borçları için de geçerlidir. Kısacası, özel hukuk ile vergi hukuku arasında belirtilen ilişkilerin ve vergi hukukunun özel hukuk içinde yer alması gerektiği yönündeki görüşlerin bu konuda da kabul edilmesi gerekir.</li> <li>Adlî yargıda görev yapan hâkimler, vergi uyuşmazlıklarının çözümünde başvurulacak ilke ve kuralları da bilmektedir. Vergi uyuşmazlıklarına bakan hâkimin sadece vergi alanında uzman olması yeterli olmayıp, geniş bir hukuk kültürüne de sahip olması gerekir. Bu da genellikle adlî yargıda görev yapan hâkimlerde bulunmaktadır. Bu sebeple, vergi uyuşmazlıklarına da adlî yargıda bakılması tabiîdir.</li> <li>Vergi uyuşmazlıklarının çözümünün kendine göre uzmanlık istemesi, bu uyuşmazlıkların adlî yargının dışında çözümlenmesini gerektirmemelidir çünkü adlî yargıda vergi dışında uzmanlık isteyen çok çeşitli konulara ilişkin uyuşmazlıklar da çözümlenmektedir. Kaldı ki gerekli olması hâlinde mahkemenin bilirkişilere başvurması ve/ya da adlî yargı içinde sadece vergi uyuşmazlıklarına bakmakla görevli mahkemelere yer verilmesi de mümkündür.</li> <li>Genellikle vergi anlaşmazlıkları, vergi ödevlisi ile idare arasında çözülmeye çalışılmaktadır. Buna rağmen anlaşmazlıklar çözülemediği zaman uyuşmazlık hâline gelmekte ve yargı yoluna başvurulmaktadır. Bu süreç, hâkimin önüne davanın olgunlaşmış olarak gelmesini sağlamaktadır. Bu itibarla davaya bakan hâkimin vergi konusunda fazla bilgi sahibi olmasına gerek yoktur çünkü esas olanın, hâkimin genel hukuk bilgisine sahip olması ve önüne gelen dosya üzerinde sahip olduğu hukuk bilgisine dayanarak sentez yapabilmesidir.</li> </ul> Doğru cevap e) şıkkıdır"
  },
  {
    "id": "3193941",
    "unitNumber": 2,
    "text": "Vergi yargısı hakkındaki görüşlerden aşağıda verilenlerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "İdari yargı ayrı bir alandır, vergi yargılaması ile ilgilenmez",
      "B": "Vergi yargısı ayrı bir alandır idari yargı ile ilgisi yoktur",
      "C": "Vergi yargısı idari yargıdan ayrılmaz iki alan birbiriyle bağlantılıdır",
      "D": "Vergi yargısı doğurduğu sonuçları itibarıyla bir ceza yargısıdır",
      "E": "Vergi yargısı sadece idarenin vergi ödevlisine açtığı davaları görür"
    },
    "explanation": "Vergi uyuşmazlıkları da idarî uyuşmazlık niteliğindedir çünkü vergi uyuşmazlığının konusunu, Devlet ve/ya da diğer kamu idarelerinin yaptıkları vergilendirme işlemleri oluşturmaktadır. Bu işlemler, Devletin egemenlik yetkisine dayanarak ve kamu hizmetlerinin gerektirdiği giderleri karşılamak amacıyla yapılmaktadır. Bu bakımdan bu işlemler, özel hukuk işlemlerinden nitelik olarak farklıdır. Bu sebeple vergi uyuşmazlıklarına bakan hâkimin rolü, idarî uyuşmazlıklara bakan hâkimin rolü ile aynıdır. Bu itibarla, adlî yargı ile idarî yargının birbirlerinden ayrılması tabiî olduğu hâlde idarî uyuşmazlıklarla aynı nitelikte olan vergi uyuşmazlıklarının çözümünü idarî yargıdan alarak bunlar için ayrı bir yargı kolu meydana getirmek ise işin mahiyetine aykırıdır çünkü vergi uyuşmazlıklarını idarî yargıdan alarak onları bağımsız bir yargı koluna bırakmak, hukukun ve idarenin bütünlüğünü bozarak idarî yargı kolunun zayıflaması sonucunu doğurur<br/>Doğru cevap c) şıkkıdır"
  },
  {
    "id": "3193942",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi vergi davalarının idari yargıda çözümlenmesi gerektiğini savunanlar tarafından ileri sürülen görüşlerden birisi <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Vergi uyuşmazlıkları idari uyuşmazlık niteliğindedir",
      "B": "Vergi hukukunun ayrı teknik özellikleri olsa da bunlar ayrı bir yargı dalı oluşturmak için yeterli gerekçe değildir",
      "C": "Adli ve idari yargı yanında ayrı bir yargı dalı oluşturmak devlete gereksiz mali yük getirir",
      "D": "Ayrı bir vergi yargısının oluşturulması uyuşmazlıkları arttırır",
      "E": "İdare hukuku içinde vergi hukuku, ihale hukuku, imar hukuku için ayrı yargı mercileri oluşturulması gerekir"
    },
    "explanation": "Vergi uyuşmazlıklarının idarî yargıda çözümlenmesi gerektiği görüşü şu gerekçelere dayanmaktadır:<br/><ul> <li>Adlî yargının dışında ve bağımsız nitelikte bir idarî yargının varlığı, bu iki yargı kolu arasındaki ilke ve yapı farkına dayanmaktadır.</li> <li>Vergi uyuşmazlıkları da idarî uyuşmazlık niteliğindedir çünkü vergi uyuşmazlığının konusunu, Devlet ve/ya da diğer kamu idarelerinin yaptıkları vergilendirme işlemleri oluşturmaktadır</li> <li>İdare hukuku alanı içinde yer alan vergi hukukunun ve vergi yargısının, vergi uyuşmazlıklarının çözümü teknik bilgiler gerektirir, düşüncesiyle idare hukukundan ayrılması hâlinde aynı şekilde idare hukuku içinde bulunan ihale hukuku, imar hukuku gibi daha birçok hukuk dalına ilişkin uyuşmazlıkları da idarî yargıdan ayırmak gerekir çünkü bu hukuk dallarının da en az vergi hukuku kadar teknik özellikleri bulunmaktadır</li> <li>Vergi kanunlarının uygulanmasının bazı teknik bilgileri gerektirmesi de vergi hukukunun bağımsız bir hukuk dalı olmasını ve aynı şekilde vergi uyuşmazlıklarının idarî yargı dışında bağımsız bir yargı kolu içinde çözümlenmesini gerekli kılmaz.</li> <li>İdarî yargının yanında ayrıca vergi yargısının kurulması, idarî yargı ve vergi yargısı arasında pek çok görev ve hüküm uyuşmazlığının ortaya çıkmasına yol açacaktır</li> <li>Adlî ve idarî yargının yanında ayrıca bir de bağımsız bir yargı kolu oluşturacak şekilde vergi yargısının kurulması, gereksiz yere Devlete büyük bir malî yük getirecektir.</li> </ul> Doğru cevap e) şıkkıdır"
  },
  {
    "id": "3193943",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi vergi yargılama hukukunun işlevlerinden birisi <u>değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Uyuşmazlıkları sona erdirme işlevi",
      "B": "İdarenin menfaatlerini koruma işlevi",
      "C": "İçtihatlar oluşturma işlevi",
      "D": "Hukuki güvenlik sağlama işlevi",
      "E": "Vergi adaletini sağlama işlevi"
    },
    "explanation": "Vergi yargılaması hukukunun işlevlerini değişik başlıklar altında incelemek mümkündür. Gerçi, ele alınacak işlevler biri diğerinin sonucu şeklinde bir geçişme özelliği de göstermektedir. Bütün bunlara rağmen vergi yargılaması hukukunun işlevleri, uyuşmazlıkları sona erdirme işlevi, menfaatler dengesini kurma işlevi, içtihat oluşturma işlevi, hukukî güvenlik sağlama işlevi ve vergi adaletini sağlama işlevi başlıkları altında ele alınmaktadır.<br/>Doğru cevap b) şıkkıdır"
  },
  {
    "id": "3193944",
    "unitNumber": 2,
    "text": "Vergi yargısının tamamen mükellefin ya da tamamen idarenin çıkarlarına hizmet etmeden karar vermesi işlevi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Uyuşmazlıkları sona erdirme işlevi",
      "B": "Menfaatler dengesini kurma işlevi",
      "C": "İçtihatlar oluşturma işlevi",
      "D": "Hukuki güvenlik sağlama işlevi",
      "E": "Vergi adaletini sağlama işlevi"
    },
    "explanation": "Vergi hukukunun temel işlevi, devlet ile kişi arasındaki menfaatler dengesinin kurulmasını sağlamaktır. Vergi hukuku uygulamalarından kaynaklanan uyuşmazlıkların yargı yoluyla çözümünü gerçekleştiren vergi yargılaması hukukunun işlevlerinden birisi de aynı dengeyi hukuka uygun olarak kurmaktır. Bu itibarla vergi yargısı organlarının görmekte oldukları bir uyuşmazlık hakkında verdikleri kararların daha fazla vergi toplanması biçiminde ortaya çıkan kamu menfaati (hazine yararı) ile ekonomik insan (homo economicus) eğilimi gereği daha az vergi ödemek isteyen kişilerin menfaati (şahsî yarar) arasındaki dengeyi hukuk çerçevesi içinde kurmaları ve bunun devamını sağlamaları gerekmektedir. Başka bir deyişle vergi yargısı organları, vergi uyuşmazlıklarını hukukîlik-kanunîlik denetimi çerçevesinde kamu menfaati ile kişi menfaatinin sentezini yapmak suretiyle çözmelidir. Vergi yargısı organları, özellikle denetim mahkemesi olarak Bölge İdare Mahkemesi ve/ ya da Danıştay, bunu yaparken mükellef lehine karar verdiğinde mükellefçi olmadığı gibi, hazine lehine (mükellef aleyhine) karar verdiğinde de hazineci sayılmamalıdır. Nitekim, içtihatlar incelendiğinde vergi yargısı organlarının uyuşmazlıkları çözerken mükellef lehine davranmadığı fakat resen hareket etme yetkisine sahip olan idare karşısında mükellef hukukunu gözetmeye çalıştığı anlaşılmaktadır. Bu itibarla vergi yargılaması hukukunun, vergilendirme işlemlerinin hukuka uygunluğunun denetlenmesini gerçekleştirmek suretiyle anılan menfaatler dengesinin belli hukukî düzen içinde kurulmasına yardımcı olduğunu söylemek mümkündür.<br/>Doğru cevap b) şıkkıdır"
  },
  {
    "id": "3193945",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi vergi yargılamasına özgü ilkelerden birisi <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Yazılılık ilkesi",
      "B": "Resen (kendiliğinden) araştırma ilkesi",
      "C": "Kamuya yararlılık ilkesi",
      "D": "Delil serbestisi ilkesi",
      "E": "Ekonomik yaklaşım ilkesi"
    },
    "explanation": "Bu kısımda, yukarıda belirtilen ilkelerden sadece vergi yargılaması hukukuna özgü olan ilkeleri kısaca tanıtmakla yetinilmektedir. Bu ilkeler;<br/><ul> <li>Yazılılık ilkesi</li> <li>Resen (kendiliğinden) araştırma ilkesi</li> <li>Delil serbestisi ilkesi</li> <li>Delillerin serbestçe değerlendirilmesi ilkesi</li> <li>Ekonomik yaklaşım ilkesidir.</li> </ul> Ayrıca, yargılama hukuku bakımından önemi dikkate alınarak usûl ekonomisi ilkesi ile âdil yargılanma hakkına da değinilmektedir.<br/>Doğru cevap c) şıkkıdır"
  },
  {
    "id": "3193946",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi adil yargılanma hakkı unsurlarından birisi <u>değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Kanunî, bağımsız ve tarafsız bir mahkeme tarafından yapılır",
      "B": "Kamu yararı gözetilir",
      "C": "Makûl sürede tamamlanır",
      "D": "Alenî yapılır",
      "E": "Hakkaniyete uygun olarak (âdil) yargıla(n)madır"
    },
    "explanation": "Avrupa İnsan Hakları Sözleşmesi’nin 6’ncı maddesinde yer alan bu hak, Anayasa’nın 36’ncı maddesinde “Herkes, ... adil yargılanma hakkına sahiptir.” şeklinde açıkça düzenlenmektedir. Temel hak olarak âdil yargılanma hakkı yargılama hukukunda her iki tarafa yani hem davacıya hem de davalıya aittir. Adil yargılanma, belli bir yargılama usûlü ile ya da yargılamanın sadece belli bir parçası ile sınırlı değildir. Nitekim, davanın açılmasından yargılamanın sona ermesine ve hükümden sonra da hükmün yerine getirilmesinin tamamlanmasına kadar devam etmektedir. Adil yargılama hakkı, yargılamanın hukuk devleti ilkesine uygun olarak yürütülmesinin garantisidir ve maddî hukuktan da bağımsızdır.<br/>Bu hak, genel olarak dört unsuru içermektedir. Bunlar şunlardır;<br/><ul><br/><li>Kanunî, bağımsız ve tarafsız bir mahkeme tarafından,</li><br/><li>Makûl sürede,</li><br/><li>Alenî,</li><br/><li>Hakkaniyete uygun olarak (âdil) yargıla(n)madır. Buna göre, âdil yargılanma hakkı; tabiî hâkim ilkesine bağlı, tarafsız ve bağımsız bir mahkeme tarafından, makûl sürede, alenî ve hakkaniyete uygun olarak yargılanmayı talep edebilmeyi ifade etmektedir.</li><br/></ul><br/>Doğru cevap b) şıkkıdır"
  },
  {
    "id": "3195734",
    "unitNumber": 2,
    "text": "Vergilendirme işlem ve eylemlerinden kaynaklanan uyuşmazlıklara bakmakla görevli yargılama makamlarını, bunların birbiriyle olan ilişkilerini ve vergi uyuşmazlıklarının çözümünde uyulacak usûl ve esasları ifade eden hukuk alanı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Vergi yargılaması hukuku",
      "B": "İş hukuku",
      "C": "Sağlık hukuku",
      "D": "Ceza hukuku",
      "E": "Fikri mülkiyet hukuku"
    },
    "explanation": "Vergi Yargılaması Hukuku: Vergilendirme işlem ve eylemlerinden kaynaklanan uyuşmazlıklara bakmakla görevli yargılama makamlarını, bunların birbiriyle olan ilişkilerini ve vergi uyuşmazlıklarının çözümünde uyulacak usûl ve esasları ifade etmektedir."
  },
  {
    "id": "3195749",
    "unitNumber": 2,
    "text": "Vergi yargısı organlarının önlerine getirilen uyuşmazlıklar hakkında verdikleri kararlarla uyuşmazlıkların sona erdirilmesini kapsayan işlevi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Menfaatler Dengesini Kurma İşlevi",
      "B": "Uyuşmazlıkları Sona Erdirme İşlevi",
      "C": "İçtihat Oluşturma İşlevi",
      "D": "Hukukî Güvenlik Sağlama İşlevi",
      "E": "Vergi Adaletini Sağlama İşlevi"
    },
    "explanation": "Uyuşmazlıkları Sona Erdirme İşlevi: Vergi yargısı organlarının önlerine getirilen uyuşmazlıklar hakkında verdikleri kararlarla uyuşmazlıkların sona erdirilmesidir."
  },
  {
    "id": "3195759",
    "unitNumber": 2,
    "text": "Vergi Yargılaması Hukukunun, kanun şerhleri, sistematik eserler, monografiler, makaleler, tebliğler, bilirkişi raporları ve hukukî mütalâalar biçiminde ortaya çıkan kaynağı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Danıştay kararları",
      "B": "Devletlerarası sözleşmeler",
      "C": "İlmî içtihatlar",
      "D": "Harçlar kanunu",
      "E": "Anayasa mahkemesi kararları"
    },
    "explanation": "Vergi Yargılaması Hukukunun bir diğer kaynağı, ilmî içtihatları (bilimsel görüşleri) içeren yayınlardır. Bunlar; kanun şerhleri, sistematik eserler, monografiler, makaleler, tebliğler, bilirkişi raporları ve hukukî mütalâalar biçiminde ortaya çıkmaktadır"
  },
  {
    "id": "3195767",
    "unitNumber": 2,
    "text": "Vergi yargılaması hukukunun herkesin bağlı olacağı hukuk kurallarını önceden bilmesi, tutum ve davranışlarını buna göre düzenlemesi ilkesini içeren işlevi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Vergi Adaletini Sağlama İşlevi",
      "B": "İçtihat Oluşturma İşlevi",
      "C": "Menfaatler Dengesini Kurma İşlevi",
      "D": "Hukukî Güvenlik Sağlama İşlevi",
      "E": "Uyuşmazlıkları Sona Erdirme İşlevi"
    },
    "explanation": "Vergi yargılaması hukukunun bir diğer işlevi de hukukî güvenliği sağlamaktır. Bu işlev, hem hukuka güveni hem de hukukî güvenliği sağlama anlamına gelmektedir. Hukukî güvenlik, herkesin bağlı olacağı hukuk kurallarını önceden bilmesi ve tutum ve davranışlarını buna göre düzenlemesi demektir."
  },
  {
    "id": "3195779",
    "unitNumber": 2,
    "text": "Davanın dosya içinde yer alan belge ve bilgilere dayanarak incelenmesi anlamına gelen vergi yargılaması hukuku ilkesi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ekonomik yaklaşım ilkesi",
      "B": "Delillerin serbestçe değerlendirilmesi ilkesi",
      "C": "Delil serbestisi ilkesi",
      "D": "Resen (kendiliğinden) araştırma ilkesi",
      "E": "Yazılılık ilkesi"
    },
    "explanation": "Yazılılık İlkesi<br/>İdarî yargılama hukukunda kural olarak kabul edilen yazılılık ilkesi, vergi yargılaması hukukunda da geçerlidir. Bu ilkeye göre taraflar iddia ve savunmalarını yazılı şekilde bildirirler. İncelemeler de dosya ve yazılı belgeler üzerinden yapılır. Nitekim, İdari Yargılama Usulü Kanunu, Danıştay, bölge idare mahkemeleri, idare mahkemeleri ve vergi mahkemelerinde yazılı yargılama usûlünün uygulanacağını ve incelemenin evrak üzerinden yapılacağını (İYUK.m.1/2) belirtmek suretiyle yazılılık ilkesinden açıkça söz etmektedir"
  },
  {
    "id": "3195799",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi, davanın ve savunmanın dayanağı olan olayların ve bunların delillerinin taraflarca mahkemeye bildirilmesini içerir?",
    "correctAnswer": "A",
    "options": {
      "A": "Taraflarca hazırlama ilkesi",
      "B": "Vergilerin kanunîliği ilkesi",
      "C": "Kamuya yararlılık ilkesi",
      "D": "Hukuk devleti ilkesi",
      "E": "Resen araştırma ilkesi"
    },
    "explanation": "Taraflarca hazırlama ilkesi, davanın ve savunmanın dayanağı olan olayların ve bunların delillerinin (dava malzemesinin) taraflarca mahkemeye bildirilmesi demektir."
  },
  {
    "id": "3195817",
    "unitNumber": 2,
    "text": "Vergi yargılaması hukukunda, yargı organlarının tarafların ileri sürdükleri delillerle bağlı olmaksızın uyuşmazlık konusu olayın aydınlatılması için kendiliklerinden delil araştırması yapabilmesini, bunları yargılamaya sokabilmesini içeren ilke aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Delil serbestisi ilkesi",
      "B": "Resen araştırma ilkesi",
      "C": "Usûl ekonomisi ilkesi",
      "D": "Ekonomik yaklaşım ilkesi",
      "E": "Yazılılık ilkesi"
    },
    "explanation": "Resen araştırma ilkesi; yargı organlarının tarafların ileri sürdükleri delillerle bağlı olmaksızın uyuşmazlık konusu olayın aydınlatılması için kendiliklerinden delil araştırması yapabilmesi, bunları yargılamaya sokabilmesidir."
  },
  {
    "id": "3195827",
    "unitNumber": 2,
    "text": "Vergiyi doğuran olayların belirlenmesinde ve vergi kanunu hükümlerinin yorumlanmasında hukukî biçimlerin ötesine geçilerek gerçek iktisadî nitelik ve içeriklerin esas alınması anlamını taşıyan vergi yargılaması hukuku ilkesi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Delil serbestisi ilkesi",
      "B": "Kendiliğinden araştırma ilkesi",
      "C": "Ekonomik yaklaşım ilkesi",
      "D": "Çabukluk ve ucuzluk ilkesi",
      "E": "Delillerin serbestçe değerlendirilmesi ilkesi"
    },
    "explanation": "Ekonomik yaklaşım ilkesi, vergiyi doğuran olayların belirlenmesinde ve vergi kanunu hükümlerinin yorumlanmasında hukukî biçimlerin ötesine geçilerek gerçek iktisadî nitelik ve içeriklerin esas alınması anlamını taşımaktadır."
  },
  {
    "id": "3195832",
    "unitNumber": 2,
    "text": "Vergiyi doğuran olaya uygulanacak hukuk kuralının iktisadî gerçekler göz ününe alınarak belirlenmesine ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ekonomik irdeleme",
      "B": "Ekonomik yararlılık",
      "C": "Ekonomik araştırma",
      "D": "Ekonomik yorum",
      "E": "Ekonomik hazırlık"
    },
    "explanation": "Vergiyi doğuran olayın iktisadî niteliği ve işlerliğine göre belirlenmesine ve değerlendirilmesine vergi hukukunda ekonomik irdeleme; vergiyi doğuran olaya uygulanacak hukuk kuralının iktisadî gerçekler göz ününe alınarak belirlenmesine ise, ekonomik yorum denilmektedir."
  },
  {
    "id": "3195836",
    "unitNumber": 2,
    "text": "Çiğnenen veya çiğnenme ihtimali bulunan bir hakkın tespit ve tesliminin en az giderle, en kısa sürede, en az zahmetle gerçekleşmesini ve boş yere davalar açılmasının önlenmesini sağlamaya yönelik ilke aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kamuya yararlılık ilkesi",
      "B": "Resen araştırma ilkesi",
      "C": "Delil serbestisi ilkesi",
      "D": "Ekonomik yaklaşım ilkesi",
      "E": "Usûl ekonomisi ilkesi"
    },
    "explanation": "Usûl ekonomisi ilkesi, çiğnenen veya çiğnenme ihtimali bulunan bir hakkın tespit ve tesliminin en az giderle, en kısa sürede, en az zahmetle gerçekleşmesini ve boş yere davalar açılmasının önlenmesini sağlamaya yönelik bir usûl ilkesidir."
  },
  {
    "id": "3195931",
    "unitNumber": 2,
    "text": "Vergi yargılaması hukukunun kaynakları ile ilgili olarak aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Danıştay, bölge idare mahkemeleri, idare ve vergi mahkemelerinin görev alanına giren uyuşmazlıkların çözümü ile ilgili hususlar Vergi Usul Kanunda düzenlenmiştir.",
      "B": "İdari Yargılama Usulü Kanunu’nda düzenlenmeyen feragat kabul gibi bazı kurumlar için Borçlar Kanununda yer alan hükümlerin dikkate alınması gerekir.",
      "C": "Anayasa’nın 36. maddesinde hak arama hürriyetine ilişkin hükümleri vergi yargılaması hukukunu doğrudan ilgilendirmektedir.",
      "D": "Danıştay ve Anayasa Mahkemesi kararları vergi yargılaması hukukunun kaynaklarından biri değildir.",
      "E": "Kanun şerhleri, sistematik eserler, monografiler, makaleler vergi yargılaması hukukunun kaynakları arasında yer almaz."
    },
    "explanation": "Anayasa’nın 36’ncı maddesinde Hak arama hürriyeti; 37’nci maddesinde Kanunî hâkim güvencesi; 38’inci maddesinde Suç ve cezalara ilişkin esaslar; 40’ıncı maddesinde Temel hak ve hürriyetlerin korunması; 125’inci maddesinde Yargı yolu; 138’inci maddesinde Mahkemelerin bağımsızlığı; 141’inci maddesinde Duruşmaların açık ve kararların gerekçeli olması ile Anayasa Mahkemesi’ne (Any.m.148-153) ve Danıştay’a (Any.m.155) ilişkin hükümleri vergi yargılaması hukukunu doğrudan ilgilendirmektedir."
  },
  {
    "id": "3196252",
    "unitNumber": 2,
    "text": "Vergi yargılaması hukukunun işlevleri ile ilgili olarak aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Vergi uyuşmazlıkları hakkında vergi yargısı organlarınca verilen kararların uyuşmazlığın tarafı olsun olmasın herkes için bağlayıcı olması, uyuşmazlıkları sona erdirme işlevi ile ilgilidir.",
      "B": "Vergi yargısı organlarının, vergi uyuşmazlıklarını devletler arasındaki kamu menfaatini dengeleyerek çözmesi, menfaatler dengesini kurma işlevi ile ilgilidir.",
      "C": "Vergi yargısı organlarının, vergi kanunlarını doğru ve tutarlı yorumlaması ve böylece vergi uygulamasına yön vermesi, içtihat oluşturma işlevi ile ilgilidir.",
      "D": "Vergi yargısı organlarının, vergi kanunlarını doğru ve tutarlı yorumlaması ve böylece vergi uygulamasına yön vermesi, vergi adaletini sağlama işlevi ile ilgilidir.",
      "E": "Farklı malî güce sahip olanların aynı vergi yükünü taşıması, vergi adaletini sağlama işlevi ile ilgilidir."
    },
    "explanation": "Vergi yargılaması hukukunun içtihat oluşturma işlevi, vergi kanunlarını doğru ve tutarlı yorumlamak ve böylece vergi uygulamasına yön vermek suretiyle gerçekleşmektedir. Bu çerçevede, belli bir konuda istikrar kazanan Danıştay içtihadına uygun olarak işlem yapılması hususu Maliye idaresine tamim edilebildiği gibi, yapılan kanun değişikliklerinde Danıştay içtihadının bir kanun hükmü hâline getirildiği de görülmektedir."
  },
  {
    "id": "3196263",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi vergi yargılamasına hakim olan ilkelerden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Taraflarca ileri sürülme ilkesi",
      "B": "Sözlülük ilkesi",
      "C": "Gizlilik ilkesi",
      "D": "Tasarruf ilkesi",
      "E": "Delil serbesti ilkesi"
    },
    "explanation": "Vergi yargılaması hukukuna egemen olan ilkelerin farklı başlıklar altında incelenmesi düşünülebilir. Bu ilkeleri herhangi bir sınıflandırma yapmadan şu şekilde sıralamak mümkündür:<br/>• Hukuk devleti ilkesi<br/>• Vergilerin kanunîliği ilkesi<br/>• Kamuya yararlılık ilkesi<br/>• Yazılılık ilkesi<br/>• Resen (kendiliğinden) araştırma ilkesi<br/>Delil serbestisi ilkesi<br/>• Delillerin serbestçe değerlendirilmesi ilkesi<br/>• Ekonomik yaklaşım ilkesi<br/>• Usûl ekonomisi (çabukluk ve ucuzluk) ilkesidir."
  },
  {
    "id": "3196273",
    "unitNumber": 2,
    "text": "\"Vergi yargılaması hukukunda, ......esas olmakla beraber bazı hâllerde ..... yargılama usûlünün de uygulanabileceği kabul edilmektedir (İYUK.m.17/1) ancak vergi mahkemesinde ..... yargılama usûlünün uygulanabilmesi; yani, duruşma yapılabilmesi için Kanunda belirtilen şartların gerçekleşmesi gerekir\". <br/>Yukarıdaki boşlukta yer alması gereken ifadeler aşağıdakilerden hangisinde doğru olarak sıralanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Yazılılık- sözlü-sözlü",
      "B": "Resen araştırma- yazılı-yazılı",
      "C": "Tasarruf- yazılı-sözlü",
      "D": "Basit yargılama- delil-delil",
      "E": "Ekonomik yaklaşım- içtihat- çabukluk"
    },
    "explanation": "Vergi yargılaması hukukunda, yazılılık esas olmakla beraber bazı hâllerde sözlü yargılama usûlünün de uygulanabileceği kabul edilmektedir (İYUK.m.17/1) ancak vergi mahkemesinde sözlü yargılama usûlünün uygulanabilmesi; yani, duruşma yapılabilmesi için Kanunda belirtilen şartların gerçekleşmesi gerekir.<br/>Basit yargılama- delil-delil"
  },
  {
    "id": "3196276",
    "unitNumber": 2,
    "text": "\"İYUK m. 20: Danıştay, bölge idare mahkemeleri ile idare ve vergi mahkemeleri, bakmakta oldukları davalara ait her çeşit incelemeyi kendiliğinden yapar. Mahkemeler belirlenen süre içinde lüzum gördükleri evrakın gönderilmesini ve her türlü bilgilerin verilmesini taraflardan ve ilgili diğer yerlerden isteyebilirler.\"<br/><strong>Yukarıdaki hüküm aşağıdaki ilkelerden hangisi ile ilgilidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Hukuk devleti ilkesi",
      "B": "Çabukluk ilkesi",
      "C": "Yazılılık ilkesi",
      "D": "Resen araştırma ilkesi",
      "E": "Delil serbesti ilkesi"
    },
    "explanation": "İYUK m. 20: Danıştay, bölge idare mahkemeleri ile idare ve vergi mahkemeleri, bakmakta oldukları davalara ait her çeşit incelemeyi kendiliğinden yapar. Mahkemeler belirlenen süre içinde lüzum gördükleri evrakın gönderilmesini ve her türlü bilgilerin verilmesini taraflardan ve ilgili diğer yerlerden isteyebilirler. Bu hüküm, idarî yargılamada ve dolayısıyla vergi yargılaması hukukunda resen araştırma ilkesinin uygulanacağını yeterli açıklıkta göstermektedir."
  },
  {
    "id": "3196283",
    "unitNumber": 2,
    "text": "\"Anayasa m. 141:Davaların en az giderle ve mümkün olan süratle sonuçlandırılması yargının görevidir.\"<br/><strong>Yukarıdaki hüküm aşağıdaki ilkelerden hangisi ile ilgilidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Delil serbestisi ilkesi",
      "B": "Usul ekonomisi ilkesi",
      "C": "Yazılılık ilkesi",
      "D": "Delilleri serbestçe değerlendirme ilkesi",
      "E": "Ekonomik yaklaşım ilkesi"
    },
    "explanation": "Taraflar arasındaki uyuşmazlık, bir dava ile mahkeme önüne getirildikten sonra, artık kamu yararı alanına girmiş demektir. Davanın çabuk ve ucuz bir biçimde görülmesinde, tarafların olduğu kadar toplumun da yararı vardır bu sebeple mahkeme/hâkim, yargılamanın makûl süre içinde ve düzenli bir biçimde yürütülmesini ve gereksiz gider yapılmamasını sağlamakla yükümlüdür (HMK.m.30). Ayrıca, Anayasa’nın 141’inci maddesinin<br/>son fıkrasına göre, “Davaların en az giderle ve mümkün olan süratle sonuçlandırılması yargının görevidir”<br/>(Any.m.141/IV)."
  },
  {
    "id": "3196292",
    "unitNumber": 2,
    "text": "Türk hukukuna göre vergi uyuşmazlıkları hangi yargı kolunda yer<br/>alan mahkemeler tarafından çözümlenmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Anayasa yargısı",
      "B": "İdari yargı",
      "C": "Uyuşmazlık yargısı",
      "D": "Hesap yargısı",
      "E": "Askeri yargı"
    },
    "explanation": "Vergi hukuku, idare hukukunun bir alt dalı niteliğini taşımaktadır. Bu itibarla vergi hukuku; genel idare hukukunun pek çok konusu, genel kavramları ve kurumları üzerine inşa edilmektedir."
  },
  {
    "id": "3196298",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi vergi yargılaması hukukuna ilişkin temel kaynaklar arasında yer almamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "İdari Yargılama Usulü Kanunu",
      "B": "Hukuk Muhakemeleri Kanunu",
      "C": "Danıştay Kanunu",
      "D": "Bölge İdare Mahkemeleri, İdare Mahkemeleri ve Vergi Mahkemelerinin Kuruluş ve Görevleri Hakkında Kanun",
      "E": "Bağımsız Denetim Yönetmeliği"
    },
    "explanation": "İdari Yargılama Usulü Kanunu ve atıf yaptığı Hukuk Muhakemeleri Kanunu ile Vergi Usul Kanunu dışında Danıştay Kanunu ile Bölge İdare Mahkemeleri, İdare Mahkemeleri ve Vergi Mahkemelerinin Kuruluş ve Görevleri Hakkında Kanun da Vergi Yargılaması Hukukuna ilişkin temel kaynaklar arasında yer almaktadır."
  },
  {
    "id": "3196303",
    "unitNumber": 2,
    "text": "Hâkimlerin delilleri, önceden konulmuş kayıtlara bağlı olmaksızın serbestçe değerlendirmesine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Delillerin serbestçe değerlendirilmesi ilkesi",
      "B": "Hukuk devleti ilkesi",
      "C": "Taraflarca getirilme ilkesi",
      "D": "İstemle bağlılık ilkesi",
      "E": "Aleniyet ilkesi"
    },
    "explanation": "Delillerin serbestçe değerlendirilmesi ilkesi, hüküm aşamasını ilgilendiren bir ilkedir ancak söz konusu ilke, takdirî delil sisteminin de bir unsurunu oluşturmaktadır. Delil serbestisi ilkesi; nelerin delil olacağı, delillerin sayısı ve nitelikleri ile ilgili iken delillerin serbestçe değerlendirilmesi ilkesi, delil olarak kabul edilen ispat vasıtalarının önceden konulmuş bir sınırlamaya bağlı kalmadan serbestçe değerlendirilmesine ve uyuşmazlık hakkında bir karara varılması aşamasına ilişkindir."
  },
  {
    "id": "3196311",
    "unitNumber": 2,
    "text": "Vergi yükümlülüğünün Anayasaya uygun kanunlarla konulması, değiştirilmesi ve kaldırılması aşağıdaki ilkelerden hangisi ile ilgilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Vergilerin kanunîliği ilkesi",
      "B": "Resen araştırma ilkesi",
      "C": "Taraflarca getirilme ilkesi",
      "D": "Aleniyet ilkesi",
      "E": "Usul ekonomisi ilkesi"
    },
    "explanation": "Vergi yükümlülüğünün Anayasaya uygun kanunlarla konulması, değiştirilmesi ve kaldırılması anlamına gelen vergilerin kanunîliği ilkesi; aynı zamanda vergilerin kanunlara uygun olarak alınmasını da gerektirmektedir. Bu itibarla vergi kanunlarının uygulanması aşamasında idarenin yaptığı işlem ve eylemlerin hukuka uygunluğunun denetlenmesi, hem hukuk devleti ilkesinin hem de vergilerin kanunîliği ilkesinin bir gereğidir"
  },
  {
    "id": "3192159",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Türkiye'de vergi yargılamasında yer alan mahkemelerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Danıştay",
      "B": "Bölge İdare Mahkemesi",
      "C": "Vergi Mahkemesi",
      "D": "İdare Mahkemesi",
      "E": "İdari Yargılama Usulü Mahkemesi"
    },
    "explanation": "Türkiye’de mevcut vergi yargısı 6.1.1982 tarihinde kabul edilmiş bulunan üç kanunla düzenlenmektedir. Bunlar, 2575 sayılı Danıştay Kanunu (DşK.); 2576 sayılı Bölge İdare Mahkemeleri, İdare Mahkemeleri ve Vergi Mahkemelerinin Kuruluşu ve Görevleri Hakkında Kanun (BİMK) ile 2577 sayılı İdari Yargılama Usulü Kanunu (İYUK)’dur.<br/>İdari Yargılama Usulü Mahkemesi diye bir mahkeme yoktur."
  },
  {
    "id": "3192160",
    "unitNumber": 3,
    "text": "Aynı yargı çevresinde birden fazla idare veya vergi mahkemesinin faaliyet gösterdiği hallerde özel kanunlarda başkaca hüküm bulunmadığı takdirde, ihtisaslaşmanın sağlanması amacıyla, gelen işlerin yoğunluğu ve niteliği dikkate alınarak, mahkemeler arasındaki iş bölümü aşağıdakilerden hangisince belirlenmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hâkimler ve Savcılar Kurulu",
      "B": "Adalet Bakanlığı",
      "C": "Danıştay",
      "D": "İçişleri Bakanlığı",
      "E": "Bölge İdare Mahkemesi"
    },
    "explanation": "Aynı yargı çevresinde birden fazla idare veya vergi mahkemesinin faaliyet gösterdiği hallerde özel kanunlarda başkaca hüküm bulunmadığı takdirde, ihtisaslaşmanın sağlanması amacıyla, gelen işlerin yoğunluğu ve niteliği dikkate alınarak, mahkemeler arasındaki iş bölümü, Hâkimler ve Savcılar Kurulu tarafından belirlenmektedir. Bu kararların Resmî Gazete’de yayımlanması ve mahkemelerin tevzi edilen davalara bakması zorunludur. Bu mahkemelerin kurulmaları, kaldırılmaları ve yargı çevrelerinin değiştirilmeleri hakkındaki kararların Resmî Gazete’de yayınlanması gerekmektedir."
  },
  {
    "id": "3192161",
    "unitNumber": 3,
    "text": "Vergi mahkemeleri, kural olarak, kurul hâlinde çalışmakla birlikte, vergi mahkemesi hâkimlerinden biri tarafından çözümlenen uyuşmazlıklardan birisi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sadece dava konusundan kaynaklanan ve toplam değerinin kanunda belirtilen miktarı aşmayan uyuşmazlıklar",
      "B": "Sadece harçlarla ilgili uyuşmazlıklar",
      "C": "Sadece resimlerle ilgili uyuşmazlıklar",
      "D": "Sadece vergilerle ilgili uyuşmazlıklar",
      "E": "Sadece belediyelerin tahsil ettiği gelirleri kapsayan uyuşmazlıklar"
    },
    "explanation": "Vergi mahkemeleri, kural olarak, kurul hâlinde çalışmakla birlikte,<br/>• Genel bütçeye, il özel idareleri, belediye ve köylere ait vergi, resim ve harçlar ile benzeri malî yükümler ve bunların zam ve cezaları ile tarifelere ilişkin uyuşmazlıkları;<br/>• Belirtilen konularda Amme Alacaklarının Tahsil Usulü Hakkında Kanun’un uygulanmasına ilişkin uyuşmazlıklardan kaynaklanan ve toplam değeri yirmibeşbin Türk Lirasını aşmayan davalar, vergi mahkemesi hâkimlerinden biri tarafından çözümlenmektedir. (Ancak, tek hâkimle çözümlenecek davalara ilişkin parasal sınırlar, her takvim yılı başından geçerli olmak üzere, önceki yılda uygulanan parasal sınırların, o yıl için 213 sayılı Vergi Usul Kanunu’nun mükerrer 298’inci maddesi hükümleri uyarınca Hazine ve Maliye Bakanlığınca her yıl tespit ve ilân edilen yeniden değerleme oranında artırılması suretiyle uygulanır. Bu şekilde belirlenen sınırların bin Türk lirasını aşmayan kısımları dikkate alınmaz. 2022 yılı için bu miktar 77.000.-Türk Lirasıdır.)"
  },
  {
    "id": "3192162",
    "unitNumber": 3,
    "text": "İstinaf mercii olarak görevlendirilen mahkeme aşağıdakilereden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İdare mahkemesi",
      "B": "Vergi mahkemesi",
      "C": "Bölge idare mahkemesi",
      "D": "Danıştay",
      "E": "Yargıtay"
    },
    "explanation": "İstinaf mercii olarak görevlendirilen Bölge İdare Mahkemeleri 20 Temmuz 2016 tarihi itibariyle göreve başlamıştır. Şu an itibariyle, istinaf mercii olarak görev yapmakta olan Bölge idare mahkemelerinin yargı çevresine dahil idare ve vergi mahkemeleri ile yargı çevresine dahil olan İller farklılaşmaktadır."
  },
  {
    "id": "3192164",
    "unitNumber": 3,
    "text": "İdarî mahkemelerce verilen ve kanunun başka bir idarî yargı merciine bırakmadığı karar ve hükümlerin son derece inceleme merciidir. Kanunla gösterilen belli davalara da ilk ve son derece mahkemesi olarak bakan mahkeme aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yargıtay",
      "B": "Danıştay",
      "C": "Bölge İdare Mahkemesi",
      "D": "Anayasa Mahkemesi",
      "E": "Sayıştay"
    },
    "explanation": "Anayasa’nın 155’inci maddesinde,<br/>“Danıştay, idarî mahkemelerce verilen ve kanunun başka bir idarî yargı merciine bırakmadığı karar ve hükümlerin son derece inceleme merciidir. Kanunla gösterilen belli davalara da ilk ve son derece mahkemesi olarak bakar.” denilmek suretiyle bir yüksek mahkeme olarak kabul edilmektedir.<br/>Bu yüksek mahkemenin kuruluş kanunu 2575 sayılı Danıştay Kanunu’dur. Bu Kanun, “Danıştay, Türkiye Cumhuriyeti Anayasası ile görevlendirilmiş yüksek idare mahkemesi, danışma ve inceleme merciidir”."
  },
  {
    "id": "3192166",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Danıştay'ın, ülke çapında uygulanacak düzenleyici işlemleri kapsayan, vergi hukukuna ilişkin <strong>ilk derece</strong> mahkemesi olarak görev yaptığı konuları doğru olarak vermektedir?<br/>I. Cumhurbaşkanı Kararları<br/>II. Bakanlıklar tarafından çıkarılan düzenlemeler<br/>III. Kamu kuruluşları tarafından çıkarılan düzenlemeler<br/>IV. Kamu kurumu niteliğindeki meslek kuruluşları tarafından çıkarılan düzenlemeler",
    "correctAnswer": "D",
    "options": {
      "A": "I, II, ve III",
      "B": "II, III ve IV",
      "C": "II ve III",
      "D": "I, II, III ve IV",
      "E": "Sadece I"
    },
    "explanation": "Danıştay, vergi hukukuna ilişkin genel düzenleyici işlemlerden kaynaklanan uyuşmazlıklarda ilk derece mahkemesi olarak görev yapmaktadır. Örneğin Cumhurbaşkanı Kararı, bakanlıklar ile kamu kuruluşları veya kamu kurumu niteliğindeki meslek kuruluşları tarafından çıkarılan ve ülke çapında uygulanacak düzenleyici işlemlere karşı davaların Danıştay’da açılması gerekmektedir. Bunlar dışında bazı vergi kanunlarının özel hükümleri gereğince Danıştay’da ilk derece mahkemesi sıfatıyla bakılan davalar da vardır. Diğer vergi davalarında ise Danıştay temyiz mercii (üst derece mahkemesi) olarak görev yapmaktadır."
  },
  {
    "id": "3192172",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi temyiz mercii olarak Danıştay Vergi Dava Daireleri Kurulu'nun görevli olduğu kararları doğru olarak vermektedir?<br/>I. (Vergi ) Bölge idare mahkemelerinden verilen ısrar kararları<br/>II. Vergi dava dairelerinin ilk derece mahkemesi olarak verdikleri kararlar<br/>III. Vergi dava dairelerinin farklı kararları",
    "correctAnswer": "D",
    "options": {
      "A": "Sadece I",
      "B": "Sadece II",
      "C": "I, II ve III",
      "D": "I ve II",
      "E": "II ve III"
    },
    "explanation": "Vergi Dava Daireleri Kurulu,<br/>• (Vergi ) Bölge idare mahkemelerinden verilen ısrar kararlarını,<br/>• Vergi dava dairelerinin ilk derece mahkemesi olarak verdikleri kararları<br/>temyiz mercii olarak inceleyip sonuçlandırmakla görevlidir."
  },
  {
    "id": "3192182",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisini verginin tarh aşamasına ilişkin uyuşmazlıklarda dava açılabilmesini doğru olarak vermektedir?<br/>I. verginin ikmalen, resen ya da idarece tarh edilmesi<br/>II. vergi dairesince ceza kesilmesi<br/>III. takdir ve tadilat komisyonu kararlarına dayanarak vergi salınması;<br/>IV. tevkif yoluyla vergi alınması<br/>V. teminat istenmesi",
    "correctAnswer": "E",
    "options": {
      "A": "Sadece I ve IV",
      "B": "Sadece I ve II",
      "C": "Sadece I, II ve V",
      "D": "Sadece I, II ve III",
      "E": "Sadece I, II, III ve IV"
    },
    "explanation": "Tarh aşamasına ilişkin uyuşmazlıklar; matrahın belirlenmesi, muafiyet ve istisna hükümlerinin uygulanması, vergilendirme işlemlerinin ilgiliye tebliği gibi hususlarda ortaya çıkmaktadır.<br/>Bu bağlamda,<br/>• verginin ikmalen, resen ya da idarece tarh edilmesi;<br/>• vergi dairesince ceza kesilmesi;<br/>• takdir ve tadilat komisyonu kararlarına dayanarak vergi salınması;<br/>• tevkif yoluyla vergi alınması<br/>hâllerinde vergi davası açılabilmektedir.<br/>Teminat istenmesi tahsil aşamasında dava konusu olabilmektedir."
  },
  {
    "id": "3192185",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi, verginin<strong> tahsil aşamasına</strong> ilişkin uyuşmazlıklarda dava açılabilmesini doğru olarak vermektedir?<br/>I. tahakkuka ve/ya da ihtiyatî tahakkuka dayanan ihtiyatî haciz uygulanması<br/>II. ödeme emri tebliğ edilmesi<br/>III. haciz uygulanması ve/ya da malların paraya çevrilmesi<br/>IV. tecil ve/ya da terkin taleplerinin reddedilmesi<br/>V. tevkif yoluyla vergi alınması<br/>VI. teminat istenmesi",
    "correctAnswer": "A",
    "options": {
      "A": "Sadece I, II, III, IV ve VI",
      "B": "Sadece I, II, III ve VI",
      "C": "Sadece I, II ve III",
      "D": "Sadece II, III, V ve VI",
      "E": "Sadece III, IV ve V"
    },
    "explanation": "Verginin tahsil aşamasında,<br/>• teminat istenmesi,<br/>• tahakkuka ve/ya da ihtiyatî tahakkuka dayanan ihtiyatî haciz uygulanması,<br/>• ödeme emri tebliğ edilmesi,<br/>• haciz uygulanması ve/ya da malların paraya çevrilmesi,<br/>• tecil ve/ya da terkin taleplerinin reddedilmesi<br/>işlemlerine karşı dava açılması mümkündür."
  },
  {
    "id": "3192192",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi vergi davasının <strong>genellikle</strong> kabul edilen niteliğini göstermektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ulusal/uluslararası standartlarda olma niteliği",
      "B": "tam yargı davası niteliği",
      "C": "Anayasal hak niteliği",
      "D": "Ceza davası niteliği",
      "E": "iptal davası niteliği"
    },
    "explanation": "Vergi davasının <strong>genellikle</strong> iptal davası niteliği taşıdığı; <strong>istisnaen</strong> tam yargı davası şekline de bürünebileceği kabul edilmelidir."
  },
  {
    "id": "3193080",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Bölge idare mahkemesi dairelerinin görevlerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "İlk derece mahkemelerince verilen ve istinaf yolu açık olan nihaî kararlara karşı yapılan istinaf başvurularını inceleyerek karara bağlamak",
      "B": "Bir vergiyi kaldıran ve yerine aynı veya benzeri nitelikte yeni bir vergi koyan kanunlardan doğan uyuşmazlıkların, önceki vergiden doğan uyuşmazlıkları çözümlemekle görevli daire tarafından çözümlenmesini sağlamak",
      "C": "İkinci derece mahkemelerince yürütmenin durdurulması talepleri hakkında verilen kararlara karşı yapılan itirazları inceleyerek karara bağlamak",
      "D": "Genel bütçeye, il özel idareleri, belediye ve köylere ait vergi, resim ve harçlar ile benzeri malî yükümler ve bunların zam ve cezaları ile tarifelere ilişkin uyuşmazlıklarını belirlemek",
      "E": "İlk derece mahkemesi olarak baktığı davalara ilişkin kararların temyiz kanun yolu denetimini yapmak"
    },
    "explanation": "Bölge idare mahkemesi daireleri,<br/>• İlk derece mahkemelerince verilen ve istinaf yolu açık olan nihaî kararlara karşı yapılan istinaf başvurularını inceleyerek karara bağlamak;<br/>• İlk derece mahkemelerince yürütmenin durdurulması talepleri hakkında verilen kararlara karşı yapılan itirazları inceleyerek karara bağlamak;<br/>• Yargı çevresi içinde bulunan ilk derece mahkemeleri arasındaki görev ve yetki uyuşmazlıklarını çözmek;<br/>• Yargı çevresi içinde bulunan yetkili ilk derece mahkemesinin bir davaya bakmasına fiilî veya hukukî bir engel çıktığı veya iki mahkemenin yargı çevresi sınırlarında tereddüt edildiği veya iki mahkemenin de aynı davaya bakmaya yetkili olduklarına karar verdikleri hâllerde; o davanın bölge idare mahkemesi yargı çevresi içinde bulunan başka bir mahkemeye nakline veya yetkili mahkemenin tayinine karar vermek;<br/>• Kanunlarla verilen diğer görevleri yapmakla görevlidir."
  },
  {
    "id": "3193082",
    "unitNumber": 3,
    "text": "Çanakkale, hangi Bölge İdare Mahkemesine bağlıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Adana Bölge İdare Mahkemesi",
      "B": "Eskişehir Bölge İdare Mahkemesi",
      "C": "Çanakkale Bölge İdare Mahkemesi",
      "D": "Balıkesir Bölge İdare Mahkemesi",
      "E": "Bursa Bölge İdare Mahkemesi"
    },
    "explanation": "Bursa Bölge İdare Mahkemesi: Bursa, Balıkesir, Çanakkale, Eskişehir, Kütahya, Sakarya, /Yalova, Bilecik."
  },
  {
    "id": "3193084",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi vergi dava dairesi olarak görev yapmaz?",
    "correctAnswer": "C",
    "options": {
      "A": "Dokuzuncu Daire",
      "B": "Yedinci Daire",
      "C": "İkinci Daire",
      "D": "Dördüncü Daire",
      "E": "Üçüncü Daire"
    },
    "explanation": "Dava dairelerinden Üçüncü, Dördüncü, Yedinci ve Dokuzuncu daireler vergi dava dairesi; diğer dava daireleri ise idarî dava dairesi olarak görev yapmaktadır."
  },
  {
    "id": "3193090",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi yedinci dairenin görevlerinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Gelir, kurumlar ve katma değer vergilerine ilişkin Cumhurbaşkanı ve Bakanlar Kurulu kararları ile düzenleyici diğer işlemlere karşı açılan davaları çözümlemekle",
      "B": "Vergi, resim, harç ve benzeri malî yükümlere ilişkin olup diğer vergi dava dairelerinin görevleri dışında kalan işlerin çözümlenmesinde",
      "C": "Damga vergisine, emlâk vergisine, köy, belediye ve özel idare vergi, resim, harç ve payları ile bunların diğer gelirlerine ve bunlara ait tarifelere, Harçlar Kanunu’na ilişkin davalar ile temyiz başvurularının çözümlenmesinde",
      "D": "Gümrük ve ithale ilişkin vergilere, özel tüketim vergisine, gider vergilerine, motorlu taşıtlar vergisine, veraset ve intikal vergisine ilişkin davalar ile temyiz başvurularının çözümlenmesinde",
      "E": "Vergi, resim, harç ve benzeri malî yükümlere ilişkin olup diğer vergi dava dairelerinin görevleri dışında kalan işlerin çözümlenmesinde"
    },
    "explanation": "Yedinci Daire:<br/>• Gümrük ve ithale ilişkin vergilere, özel tüketim vergisine, gider vergilerine, motorlu taşıtlar vergisine, veraset ve intikal vergisine ilişkin davalar ile temyiz başvurularının çözümlenmesinde görevlidir."
  },
  {
    "id": "3193093",
    "unitNumber": 3,
    "text": "Aşağıdakilerlden hangisi Danıştay Kanunu’nun İdari uyuşmazlık ve davalarda görev başlıklı 26’ncı maddesine göre doğru değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "İdarî uyuşmazlıklar ve davalar; İkinci, Üçüncü, Dördüncü, Beşinci, Altıncı, Yedinci, Sekizinci, Dokuzuncu ve Onuncu daireler ile idarî ve vergi dava daireleri kurullarında incelenir ve karara bağlanır.",
      "B": "Başkanlık Kurulunun iş bölümünün belirlenmesine ilişkin işbu kararı uygulanmaya başlayıncaya kadar bu değişiklikten önceki iş bölümüne ilişkin hükümler uygulanmaya devam olunur.",
      "C": "Başkanlık Kurulu; iş yükü bakımından zorunluluk doğması hâlinde vergi dava daireleri, idarî dava daireleri veya idarî dairelerden birinin veya birkaçının görev alanını değiştirerek bu daireleri, vergi dava dairesi, idarî dava dairesi veya idarî daire olarak görevlendirebilir.",
      "D": "Görevlendirilen dairedeki dosyaların vergi ve idarî uyuşmazlıklara ilişkin görev ayrımı gözetilerek hangi daireye ve nasıl devredileceği, görevlendirilen daireye görevlendirildiği alan içinde hangi daire işlerinin verileceği hususları Başkanlık Kurulu kararıyla belirlenir. Bu kararlar Resmî Gazetede yayımlanır ve yayımını izleyen ay başından itibaren uygulanır.",
      "E": "Daire Başkanı ve üyeleri, dairenin görevlendirildiği işlere bakan dava dairesi genel kuruluna katılır."
    },
    "explanation": "Danıştay Kanunu’nun İdari uyuşmazlık ve davalarda görev başlıklı 26’ncı maddesine göre,<br/>• İdarî uyuşmazlıklar ve davalar; İkinci, Üçüncü, Dördüncü, Beşinci, Altıncı, Yedinci, Sekizinci, Dokuzuncu ve Onuncu daireler ile idarî ve vergi dava daireleri kurullarında incelenir ve karara bağlanır.<br/>• Başkanlık Kurulu; iş yükü bakımından zorunluluk doğması hâlinde vergi dava daireleri, idarî dava daireleri veya idarî dairelerden birinin veya birkaçının görev alanını değiştirerek bu daireleri, vergi dava dairesi, idarî dava dairesi veya idarî daire olarak görevlendirebilir.<br/>• Görevlendirilen dairedeki dosyaların vergi ve idarî uyuşmazlıklara ilişkin görev ayrımı gözetilerek hangi daireye ve nasıl devredileceği, görevlendirilen daireye görevlendirildiği alan içinde hangi daire işlerinin verileceği hususları Başkanlık Kurulu kararıyla belirlenir. Bu kararlar Resmî Gazetede yayımlanır ve yayımını izleyen ay başından itibaren uygulanır. • Daire Başkanı ve üyeleri, dairenin görevlendirildiği işlere bakan dava dairesi genel kuruluna katılır."
  },
  {
    "id": "3193094",
    "unitNumber": 3,
    "text": "I. Toplantıda hazır bulunanlar çift sayıda olursa en kıdemsiz üye Kurula katılmaz. <br/>II. Kurul, Danıştay Başkanı, Başsavcı, başkanvekilleri ve Hakim'den oluşmaktadır.<br/>III. Esas hakkındaki kararlar, birinci toplantıda Kurul üye tamsayısının salt çoğunluğu ile bu toplantıda karar yeter sayısı sağlanamaz ise ikinci toplantıda mevcudun salt çoğunluğu ile verilir. Kurulun diğer kararları oy çokluğu ile verilir. <br/>IV. Toplanma ve görüşme yeter sayısı en az otuz birdir.<br/>V. İçtihatları Birleştirme Kuruluna yeteri kadar tetkik hâkimi ve memur verilir.<br/>Yukarıda verilen seçeneklerden hangisi/hangileri İçtihatları Birleştirme Kurulu ile ilgilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "I, III, IV, V",
      "B": "II, III",
      "C": "V",
      "D": "I, II, IV, V",
      "E": "III"
    },
    "explanation": "İçtihatları Birleştirme Kurulu; Danıştay Başkanı, Başsavcı, başkanvekilleri, dava daireleri başkan ve üyelerinden oluşmaktadır. Toplanma ve görüşme yeter sayısı en az otuz birdir. Toplantıda hazır bulunanlar çift sayıda olursa en kıdemsiz üye Kurula katılmaz. Esas hakkındaki kararlar, birinci toplantıda Kurul üye tamsayısının salt çoğunluğu ile bu toplantıda karar yeter sayısı sağlanamaz ise ikinci toplantıda mevcudun salt çoğunluğu ile verilir. Kurulun diğer kararları oy çokluğu ile verilir. İçtihatları Birleştirme Kuruluna yeteri kadar tetkik hâkimi ve memur verilir."
  },
  {
    "id": "3193408",
    "unitNumber": 3,
    "text": "İdarî eylem ve işlemlerden dolayı kişisel hakları doğrudan muhtel olanlar tarafından açılan dava aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Temyiz davası",
      "B": "Ceza davası",
      "C": "Vergi davası",
      "D": "İptal davası",
      "E": "Tam yargı davası"
    },
    "explanation": "Tam yargı davası, idarî eylem ve işlemlerden dolayı kişisel hakları doğrudan muhtel olanlar tarafından açılan davadır."
  },
  {
    "id": "3193410",
    "unitNumber": 3,
    "text": "I. Taraf ehliyetine sahip olan kişi, davada davacı veya davalı olabilmektedir.<br/>II. Taraf ehliyeti usûlî bir kavramdır.<br/>III. Mahallelerin de tüzel kişiliği olduğundan, kural olarak, taraf ehliyeti de bulunmaktadır.<br/>IV. Taraf ehliyeti, medenî (maddî) hukuktaki medenî haklardan yararlanma (hak) ehliyetinin yargılama hukukunda büründüğü şekildir.<br/>V. Taraf ehliyeti, davada taraf olabilme; yargılama usûlüne ilişkin hukukî ilişkinin süjesi olabilme ehliyetidir.<br/>Yukarıda verilen seçeneklerden hangisi/hangileri Taraf ehliyeti ile ilgili doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, IV, V",
      "B": "III, IV",
      "C": "I, III, V",
      "D": "II",
      "E": "IV,V"
    },
    "explanation": "Taraf ehliyeti, davada taraf olabilme; yargılama usûlüne ilişkin hukukî ilişkinin süjesi olabilme ehliyetidir. Taraf ehliyetine sahip olan kişi, davada davacı veya davalı olabilmektedir. Bu sebeple taraf ehliyeti usûlî bir kavramdır. Taraf ehliyeti, medenî (maddî) hukuktaki medenî haklardan yararlanma (hak) ehliyetinin yargılama hukukunda büründüğü şekildir."
  },
  {
    "id": "3193411",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi davaya katılmanın hukukî sonuçlarından biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Katılma talebi, davanın sona ermesine kadar herhangi bir aşamada yapılabilir.",
      "B": "Temyiz aşamasına kadarki her aşamada davaya katılmak mümkündür.",
      "C": "Katılan; yalnız başına temyiz yoluna başvuramaz, duruşma yapılmasını talep edemez.",
      "D": "Davaya katılan kimse, davanın tarafı sıfatını kazanamaz.",
      "E": "Dava sonunda, katılan adına hüküm verilebilir."
    },
    "explanation": "Davaya katılmanın bazı hukukî sonuçları vardır:<br/>• Katılma talebi, davanın sona ermesine kadar herhangi bir aşamada yapılabilir. Temyiz aşamasına kadarki her aşamada davaya katılmak mümkündür. Katılan; yalnız başına temyiz yoluna başvuramaz, duruşma yapılmasını talep edemez.<br/>• Dava yakatılan kimse, davanın tarafı sıfatını kazanamaz. Bu kimse, sadece katıldığı taraf ile birlikte davayı yürütür. Katılan, yardımcı konumunda olduğu için mahkeme kararının katılan lehine ya da aleyhine olması mümkün değildir.<br/>• Dava sırasında taraflara hangi bildirimler yapılıyorsa aynı bildirimlerin davaya katılan kimseye de yapılması gerekir.<br/>• Dava sonunda katılan adına hüküm verilemez. Hüküm, davacı ve davalı adına verilir çünkü davaya katılma, davaya katılan kimseyi taraf konumuna getirmemektedir."
  },
  {
    "id": "3195256",
    "unitNumber": 3,
    "text": "I• İlk derece mahkemelerince verilen ve istinaf yolu açık olan nihaî kararlara karşı<br/>yapılan istinaf başvurularını inceleyerek karara bağlamak<br/>II• İlk derece mahkemelerince yürütmenin durdurulması talepleri hakkında verilen<br/>kararlara karşı yapılan itirazları inceleyerek karara bağlamak<br/>III• Yargı çevresi içinde bulunan ilk derece mahkemeleri arasındaki görev ve yetki<br/>uyuşmazlıklarını çözmek<br/>Yukarıdakilerden hangisi ya da hangileri Bölge idare mahkemesi dairelerinin görev alanı içindedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "Hepsi"
    },
    "explanation": "Bölge idare mahkemesi daireleri,<br/>• İlk derece mahkemelerince verilen ve istinaf yolu açık olan nihaî kararlara karşı<br/>yapılan istinaf başvurularını inceleyerek karara bağlamak;<br/>• İlk derece mahkemelerince yürütmenin durdurulması talepleri hakkında verilen<br/>kararlara karşı yapılan itirazları inceleyerek karara bağlamak;<br/>• Yargı çevresi içinde bulunan ilk derece mahkemeleri arasındaki görev ve yetki<br/>uyuşmazlıklarını çözmek;<br/>• Yargı çevresi içinde bulunan yetkili ilk derece mahkemesinin bir davaya bakmasına fiilî veya hukukî bir engel çıktığı veya iki mahkemenin yargı çevresi sınırlarında<br/>tereddüt edildiği veya iki mahkemenin de aynı davaya bakmaya yetkili olduklarına<br/>karar verdikleri hâllerde; o davanın bölge idare mahkemesi yargı çevresi içinde bulunan başka bir mahkemeye nakline veya yetkili mahkemenin tayinine karar vermek;<br/>• Kanunlarla verilen diğer görevleri yapmakla görevlidir (BİMK.m.3/D, a-e)."
  },
  {
    "id": "3195257",
    "unitNumber": 3,
    "text": "Anayasanın kaçıncı maddesinde Danıştay yüksek mahkeme olarak kabul edilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "115",
      "B": "125",
      "C": "135",
      "D": "155",
      "E": "175"
    },
    "explanation": "Anayasa’nın 155’inci maddesinde,<br/>“Danıştay, idarî mahkemelerce verilen ve kanunun başka bir idarî yargı merciine bırakmadığı karar ve hükümlerin son derece inceleme merciidir. Kanunla gösterilen belli davalara da ilk ve son derece mahkemesi olarak bakar.”<br/>denilmek suretiyle bir yüksek mahkeme olarak kabul edilmektedir"
  },
  {
    "id": "3195258",
    "unitNumber": 3,
    "text": "Danıştay Başkanlık Kurulu’nun 2020/62 sayılı Danıştay Dava Dairelerinin Görevleri Kararı’na göre hangi daireler vergi dava dairesi olarak görev yapar?",
    "correctAnswer": "B",
    "options": {
      "A": "İkinci, üçüncü, yedinci ve dokuzuncu daireler",
      "B": "Üçüncü, dördüncü, yedinci ve dokuzuncu daireler",
      "C": "Üçüncü, dördüncü, beşinci ve altıncı daireler",
      "D": "Birinci, ikinci, üçüncü ve dördüncü daireler",
      "E": "Üçüncü, beşinci, yedinci ve sekizinci daireler"
    },
    "explanation": "Danıştay Başkanlık Kurulu’nun 2020/62 sayılı Danıştay Dava Dairelerinin Görevleri Kararı’na (RG. 19 Aralık 2020 - 31339.) göre,<br/>• Dava dairelerinden Üçüncü, Dördüncü, Yedinci ve Dokuzuncu Daireler vergi dava dairesi; diğer dava daireleri ise, idarî dava dairesi olarak görev yapar"
  },
  {
    "id": "3195260",
    "unitNumber": 3,
    "text": "\"• Gelir, kurumlar ve katma değer vergisi (ithalde alınan katma değer vergileri hariç) ile ilgili olarak Gaziantep Bölge İdare Mahkemesinin vergi dava dairelerince verilen kararlara; İstanbul Anadolu Yakası vergi dairelerinin taraf olduğu davaları çözümleyen vergi mahkemeleri ile Bursa, Edirne, Kocaeli, Sakarya, Tekirdağ vergi mahkemelerince verilen kararların istinaf yoluyla incelemesini yapan İstanbul Bölge idare Mahkemesinin vergi dava dairelerince verilen kararlara karşı yapılan temyiz başvurularını,<br/>• Vergi, resim, harç ve benzeri malî yükümlere ilişkin olup diğer vergi dava dairelerinin görevleri dışında kalan işlerin çözümlenmesinde görevlidir\"<br/>Yukarıda bahsedilen vergi dava dairesi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Birinci daire",
      "B": "Üçüncü daire",
      "C": "Dördüncü daire",
      "D": "Yedinci daire",
      "E": "Dokuzuncu daire"
    },
    "explanation": "Üçüncü Daire:<br/>• Gelir, kurumlar ve katma değer vergisi (ithalde alınan katma değer vergileri hariç) ile ilgili olarak Gaziantep Bölge İdare Mahkemesinin vergi dava dairelerince verilen kararlara; İstanbul Anadolu Yakası vergi dairelerinin taraf olduğu davaları çözümleyen vergi mahkemeleri ile Bursa, Edirne, Kocaeli, Sakarya, Tekirdağ vergi mahkemelerince verilen kararların istinaf yoluyla incelemesini yapan İstanbul Bölge idare Mahkemesinin vergi dava dairelerince verilen kararlara karşı yapılan temyiz başvurularını,<br/>• Vergi, resim, harç ve benzeri malî yükümlere ilişkin olup diğer vergi dava dairelerinin görevleri dışında kalan işlerin çözümlenmesinde görevlidir"
  },
  {
    "id": "3195263",
    "unitNumber": 3,
    "text": "Gümrük ve ithale ilişkin vergilere, özel tüketim vergisine, gider vergilerine, motorlu taşıtlar vergisine, veraset ve intikal vergisine ilişkin davalar ile temyiz başvurularının çözümlenmesinde görevli olan daire aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Birinci Daire",
      "B": "Üçüncü Daire",
      "C": "Dördüncü Daire",
      "D": "Yedinci Daire",
      "E": "Dokuzuncu Daire"
    },
    "explanation": "Yedinci Daire:<br/>• Gümrük ve ithale ilişkin vergilere, özel tüketim vergisine, gider vergilerine, motorlu<br/>taşıtlar vergisine, veraset ve intikal vergisine ilişkin davalar ile temyiz başvurularının çözümlenmesinde görevlidir."
  },
  {
    "id": "3195266",
    "unitNumber": 3,
    "text": "İçtihatları Birleştirme Kurulu; Danıştay Başkanı, Başsavcı, başkanvekilleri, dava daireleri başkan ve üyelerinden oluşmaktadır. Toplanma ve görüşme yeter sayısı en az kaçtır?",
    "correctAnswer": "C",
    "options": {
      "A": "13",
      "B": "21",
      "C": "31",
      "D": "41",
      "E": "51"
    },
    "explanation": "İçtihatları Birleştirme Kurulu; Danıştay Başkanı, Başsavcı, başkanvekilleri, dava daireleri başkan ve üyelerinden oluşmaktadır. Toplanma ve görüşme yeter sayısı en az otuz birdir"
  },
  {
    "id": "3195269",
    "unitNumber": 3,
    "text": "I• İhbar, üçüncü kişilere yapılabilir.<br/>II• İhbar, ancak dava karara bağladıktan sonra yapılabilir<br/>III• İhbar, davanın her aşamasında yapılabilir. Özel süresi yoktur.<br/>IV• Davanın ihbarı, yargı organı tarafından resen yapılır.<br/>Yukarıdakilerden hangileri davanın ihbarı ile ilgili esaslardır?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "I, III ve IV",
      "D": "I, II, ve IV",
      "E": "Hepsi"
    },
    "explanation": "Davanın ihbarı ile ilgili esaslar şunlardır;<br/>• İhbar, üçüncü kişilere yapılabilir.<br/>• İhbar, ancak açılmış bir dava dolayısıyla yapılabilir. Dava açılmadan ya da dava karara bağladıktan sonra davanın ihbarı yoluna gidilemez.<br/>• İhbar, davanın her aşamasında yapılabilir. Özel süresi yoktur.<br/>• Davanın ihbarı, yargı organı tarafından resen yapılır."
  },
  {
    "id": "3195272",
    "unitNumber": 3,
    "text": "I• Davaya katılma, ancak davanın taraflarından olmayan kimseler yani üçüncü kişiler tarafından istenebilmektedir.<br/>II• Üçüncü kişiler, ancak açılmamış bir davaya katılabilmektedir.<br/>III• Davaya katılan, katıldığı tarafın yardımcısı olduğundan katıldığı tarafın talebinden farklı bir talepte bulunamamaktadır.<br/>Yukarıdakilerden hangisi ya da hangileri davaya katılım şartlarındandır?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "II ve III"
    },
    "explanation": "Katılma şartları şunlardır;<br/>• Davaya katılma, ancak davanın taraflarından olmayan kimseler yani üçüncü kişiler<br/>tarafından istenebilmektedir.<br/>• Üçüncü kişiler, ancak açılmış bir davaya katılabilmektedir. Dava açılmadan önce<br/>ya da hüküm verildikten sonra davaya katılma mümkün değildir.<br/>• Davaya katılan, katıldığı tarafın yardımcısı olduğundan katıldığı tarafın talebinden<br/>farklı bir talepte bulunamamaktadır.<br/>• Davaya katılacak kişinin katıldığı tarafın durumuna göre ya davanın kazanılmasında ya da davanın reddedilmesinde meşrû bir menfaatinin bulunması gerekir<br/>çünkü meşrû olmayan menfaat katılma hakkı vermemektedir"
  },
  {
    "id": "3195274",
    "unitNumber": 3,
    "text": "Vergi Usul Kanunu’nun kaçıncı maddesinde mükelleflerle adına ceza kesilen kişilerin vergi davası açabileceğini belirtilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "177",
      "B": "277",
      "C": "377",
      "D": "477",
      "E": "577"
    },
    "explanation": "Vergi Usul Kanunu’nun 377’nci maddesi, mükelleflerle adına ceza kesilen kişilerin vergi<br/>davası açabileceğini belirtmektedir."
  },
  {
    "id": "3195275",
    "unitNumber": 3,
    "text": "I• işlemin iptali<br/>II• verginin terkini<br/>III• vergi daha önceden tahsil edilmişse, onun iadesi<br/>IV • ihtiyatî haciz ya da haciz uygulanmış ise bunun kaldırılması<br/>Vergi davasıyla ulaşılmak istenen sonuç yukarıdakilerden hangileridir?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "II ve IV",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "Hepsi"
    },
    "explanation": "Vergi davasıyla ulaşılmak istenen sonuç,<br/>• işlemin iptali,<br/>• verginin terkini,<br/>• vergi daha önceden tahsil edilmişse, onun iadesi,<br/>• ihtiyatî haciz ya da haciz uygulanmış ise bunun kaldırılmasıdır"
  },
  {
    "id": "3191927",
    "unitNumber": 4,
    "text": "Vergi uyuşmazlıklarına genel idarî yargı kolunda yer alan mahkemelerden hangi bakmakla görevlidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yargıtay,",
      "B": "Vergi Mahkemeleri,",
      "C": "Bölge İdare Mahkemeleri,",
      "D": "İcra Mahkemeleri,",
      "E": "Ağır Ceza Mahkemeleri,"
    },
    "explanation": "Vergi uyuşmazlıklarına genel idarî yargı kolunda yer alan mahkemelerden vergi mahkemeleri bakmakla görevlidir."
  },
  {
    "id": "3191928",
    "unitNumber": 4,
    "text": "Danıştay’ın ilk derece mahkemesi olarak bakması gereken davalar, Danıştay Kanunu’nun kaçıncı maddesinde düzenlenmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "12’inci maddesinde,",
      "B": "11’inci maddesinde,",
      "C": "14’üncü maddesinde,",
      "D": "23’üncü maddesinde,",
      "E": "24’üncü maddesinde,"
    },
    "explanation": "Danıştay’ın ilk derece mahkemesi olarak bakması gereken davalar, Danıştay Kanunu’nun 24’üncü maddesinde düzenlenmektedir."
  },
  {
    "id": "3191929",
    "unitNumber": 4,
    "text": "\"......., bir uyuşmazlığa görevli mahkemelerden hangi yerdeki mahkemenin bakması gerektiğini ifade etmek için kullanılan bir terimdir.\" Cümlesindeki boşluğa aşağıdaki seçeneklerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yetki,",
      "B": "Kamu düzeni,",
      "C": "uyuşmazlık konusu,",
      "D": "Sorumluluk,",
      "E": "Görev."
    },
    "explanation": "Yetki, bir uyuşmazlığa görevli mahkemelerden hangi yerdeki mahkemenin bakması gerektiğini ifade etmek için kullanılan bir terimdir."
  },
  {
    "id": "3191930",
    "unitNumber": 4,
    "text": "Bağlantılı davalar, nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "hukukî sebepten doğan ya da biri hakkında verilecek hüküm diğerini etkilemeyecek nitelikte olan davalardır.",
      "B": "Hukuksuzluktan doğan ya da toplum hakkında verilecek hüküm davalarıdır.",
      "C": "Maddî veya hukukî sebepten doğan ya da toplumlar hakkında verilecek hüküm diğerini etkilemeyecek nitelikte olan davalardır.",
      "D": "Aynı maddî veya hukukî sebepten doğan ya da biri hakkında verilecek hüküm diğerini etkileyecek nitelikte olan davalardır.",
      "E": "Hukukî sebepten doğan ya da biri hakkında verilecek hüküm toplumu etkileyecek nitelikte olan göreceli davalardır."
    },
    "explanation": "Bağlantılı davalar, aynı maddî veya hukukî sebepten doğan ya da biri hakkında verilecek hüküm diğerini etkileyecek nitelikte olan davalardır."
  },
  {
    "id": "3191931",
    "unitNumber": 4,
    "text": "Davaların ayrılması esası Hukuk Muhakemeleri Kanunu’nun kaçıncı maddesinde düzenlenmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "167’nci maddesinde,",
      "B": "187’nci maddesinde",
      "C": "190’ncı maddesinde",
      "D": "117’nci maddesinde",
      "E": "138’nci maddesinde"
    },
    "explanation": "Davaların ayrılması esası Hukuk Muhakemeleri Kanunu’nun 167’nci maddesinde düzenlenmektedir."
  },
  {
    "id": "3191932",
    "unitNumber": 4,
    "text": "Bağlantılı davalar kaç sebepten kaynaklanmaktadır ve sebepler nelerdir?",
    "correctAnswer": "E",
    "options": {
      "A": "İki sebepten kaynaklanmaktadır. Bu sebepler; davaların toplumsal sebepten doğmuş olması ve davalardan biri hakkında verilecek hükmün geneli etkileyecek nitelikte olmasıdır.",
      "B": "İki sebepten kaynaklanmaktadır. Bu sebepler; davaların genel sebepten doğmuş olması ve davalardan biri hükmün diğerini etkilemeyecek nitelikte olmasıdır.",
      "C": "İki sebepten kaynaklanmaktadır. Bu sebepler; hukukî sebepten doğmuş olması ve davalardan toplum hakkında verilecek hükmün diğerini etkileyecek nitelikte olmasıdır.",
      "D": "Üç sebepten kaynaklanmaktadır. Bu sebepler; maddî ve/ya da hukukî sebepten doğmuş olması, davalardan geneli hakkında verilecek hükümler ve davaların bağlantılı olmasıdır.",
      "E": "İki sebepten kaynaklanmaktadır. Bu sebepler; davaların aynı maddî ve/ya da hukukî sebepten doğmuş olması ve davalardan biri hakkında verilecek hükmün diğerini etkileyecek nitelikte olmasıdır."
    },
    "explanation": "Bağlantılı davalar iki sebepten kaynaklanmaktadır:<br/>• Bunlardan birincisi, davaların aynı maddî ve/ya da hukukî sebepten doğmuş olmasıdır.<br/>Vergilendirme işlemlerinde maddî sebep, davaların aynı tür vergiyi doğuran<br/>olayın meydana gelmesinden kaynaklanmasıdır. Bağlantılı davaların doğmasında<br/>hukukî sebep ise olaya aynı hukuk kurallarının uygulanması gerekliliğidir. Örneğin,<br/>bir limitet şirketin vergisini ödeyememesi sebebiyle birden fazla ortaktan verginin<br/>tahsil edilmek istenmesi hâlinde açılan davalarda olduğu gibi. Bu durumda<br/>vergi aynı vergiyi doğuran olaydan doğmakta ve uyuşmazlığa da kanunun aynı<br/>hükmü uygulanmaktadır.<br/>• Bağlantılı davaların ortaya çıkmasına yol açan ikinci durum ise davalardan biri<br/>hakkında verilecek hükmün diğerini etkileyecek nitelikte olmasıdır. Bir mükellefe<br/>birden fazla vergiyle ilgili (gelir/kurumlar vergisi ve katma değer vergisi gibi) tarhiyat<br/>yapılması, buna örnek gösterilebilir."
  },
  {
    "id": "3191933",
    "unitNumber": 4,
    "text": "\"Vergi yargılaması hukukunda, vergi idaresinin işlemlerine karşı yargı yoluna başvurulmasının belli sürelerle sınırlandırılması, ........ menfaatlerini koruma amacı taşımaktadır.\" Cümlesindeki boşluğa aşağıdaki seçeneklerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "hem yargının hem de genel toplumun",
      "B": "hem hukukun hem de toplumun",
      "C": "hem idarenin hem de kişilerin",
      "D": "hem yargının hem de mahkemelerin",
      "E": "hem toplumun hem de yöneticilerin"
    },
    "explanation": "Vergi yargılaması hukukunda, vergi idaresinin işlemlerine karşı yargı yoluna başvurulmasının belli sürelerle sınırlandırılması, hem idarenin hem de kişilerin menfaatlerini koruma amacı taşımaktadır."
  },
  {
    "id": "3191934",
    "unitNumber": 4,
    "text": "\"İdari Yargılama Usulü Kanunu’nun 7’nci maddesine göre dava açma süresi, özel kanunlarında ayrı süre gösterilmeyen hâllerde Danıştay’da ve idare mahkemelerinde ..... ve vergi mahkemelerinde ...... gündür.\" Cümlesindeki boşluklara aşağıdaki seçeneklerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "otuz, kırk",
      "B": "altmış, otuz",
      "C": "yirmi beş, on",
      "D": "seksen, yirmi",
      "E": "yetmiş, on"
    },
    "explanation": "İdari Yargılama Usulü Kanunu’nun 7’nci maddesine göre dava açma süresi, özel kanunlarında ayrı süre gösterilmeyen hâllerde Danıştay’da ve idare mahkemelerinde altmış ve vergi mahkemelerinde otuz gündür."
  },
  {
    "id": "3191935",
    "unitNumber": 4,
    "text": "Vergilendirme işlemlerine karşı dava açabilmenin süreye bağlanmasının kural<br/>olarak kaç nedeni vardır ve bu nedenler nelerdir?",
    "correctAnswer": "C",
    "options": {
      "A": "iki nedeni vardır. Bunlar; yöneticilere haklarında düzenlenmiş olan<br/>vergilendirme işleminin hukuka uygun olup olmadığını, inceleme imkânı vermek; ikincisi ise yönetilenlerin işlemlerinde istikrarı (süreklilik ve kararlılığı) sağlamaktır.",
      "B": "iki nedeni vardır. Bunlar; yönetilenlere haklarında düzenlenmiş olan<br/>yönlendirme işleminin hukuka uygun olup olmadığını, dava konusu yapmanın gerekip gerekmediğini düşünme ve inceleme imkânı vermek; ikincisi ise çalışanların işlemlerinde istikrarı (süreklilik ve kararlılığı) sağlamaktır.",
      "C": "iki nedeni vardır. Bunlar; yönetilenlere haklarında düzenlenmiş olan<br/>vergilendirme işleminin hukuka uygun olup olmadığını, dava konusu yapmanın gerekip gerekmediğini düşünme ve inceleme imkânı vermek; ikincisi ise idarenin işlemlerinde istikrarı (süreklilik ve kararlılığı) sağlamaktır.",
      "D": "iki nedeni vardır. Bunlar; çalışanların hukuka uygun olup olmadığını, inceleme imkânı vermek; ikincisi ise idarenin işlemlerinde istikrarı (süreklilik ve kararlılığı) sağlamaktır.",
      "E": "iki nedeni vardır. Bunlar; yönetilenlere haklarında düzenlenmiş olan<br/>yönetim işleminin hukuka uygun olup olmadığını, dava konusu yapmanın gerekip gerekmediğini inceleme imkânı vermek; ikincisi ise idarenin işlemlerinde yönetimi sağlamaktır."
    },
    "explanation": "Vergilendirme işlemlerine karşı dava açabilmenin süreye bağlanmasının kural<br/>olarak iki nedeni vardır. Bunlardan birincisi, yönetilenlere haklarında düzenlenmiş olan<br/>vergilendirme işleminin hukuka uygun olup olmadığını, dava konusu yapmanın gerekip gerekmediğini düşünme ve inceleme imkânı vermek; ikincisi ise idarenin işlemlerinde istikrarı (süreklilik ve kararlılığı) sağlamaktır."
  },
  {
    "id": "3191936",
    "unitNumber": 4,
    "text": "Adresleri belli olmayanlara özel kanunlarındaki hükümlere göre ilan yoluyla tebliğ yapılan hâllerde, özel kanununda aksine bir hüküm bulunmadıkça süre son ilan tarihini izleyen günden (itibaren) kaç gün sonra işlemeye başlamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yirmi gün sonra",
      "B": "On beş gün sonra",
      "C": "On sekiz gün sonra",
      "D": "Yirmi beş gün sonra",
      "E": "On dokuz gün sonra"
    },
    "explanation": "Adresleri belli olmayanlara özel kanunlarındaki hükümlere göre ilan yoluyla tebliğ yapılan hâllerde, özel kanununda aksine bir hüküm bulunmadıkça süre son ilan tarihini izleyen günden (itibaren) on beş gün sonra işlemeye başlamaktadır"
  },
  {
    "id": "3192266",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi vergi uyuşmazlıklarına genel idarî yargı kolunda yer alan mahkemeleri doğru vermektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Vergi mahkemesi, İdare mahkemesi",
      "B": "Vergi mahkemesi, Danıştay",
      "C": "Vergi mahkemesi, Bölge İdare mahkemesi",
      "D": "Vergi mahkemesi, İdare mahkemesi ve Bölge İdare mahkemesi",
      "E": "Vergi Mahkemesi, Bölge İdare mahkemesi, Danıştay"
    },
    "explanation": "Vergi uyuşmazlıklarına genel idarî yargı kolunda yer alan mahkemelerden vergi mahkemeleri bakmakla görevlidir ancak Danıştay da bazı durumlarda ilk derece mahkemesi olarak vergi uyuşmazlıklarına bakabilmektedir."
  },
  {
    "id": "3192277",
    "unitNumber": 4,
    "text": "Vergi uyuşmazlıkları bakımından Danıştay'ın, ilk derece mahkemesi olarak iptal ve tam yargı davalarını karara bağlamakla görevli olduğu konuları tam olarak aşağıdakilerden hangisi doğru vermektedir?<br/>I. Cumhurbaşkanlığı Kararları,<br/>II. Cumhurbaşkanınca çıkarılan Cumhurbaşkanlığı Kararnameleri dışındaki düzenleyici işlemler,<br/>III. Bakanlıklar ile kamu kuruluşlarınca veya kamu kurumu niteliğindeki meslek kuruluşlarınca çıkarılan ve ülke çapında uygulanacak düzenleyici işlemler,<br/>IV. Birden çok vergi mahkemesinin yetki alanına giren işlere, karşı açılacak iptal ve tam yargı davaları",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "I, II ve III",
      "C": "III ve IV",
      "D": "I, II, III ve IV",
      "E": "IV"
    },
    "explanation": "Vergi uyuşmazlıkları bakımından Danıştay, ilk derece mahkemesi olarak;<br/>• Cumhurbaşkanlığı Kararlarına,<br/>• Cumhurbaşkanınca çıkarılan Cumhurbaşkanlığı Kararnameleri dışındaki düzenleyici işlemlere,<br/>• Bakanlıklar ile kamu kuruluşlarınca veya kamu kurumu niteliğindeki meslek kuruluşlarınca çıkarılan ve ülke çapında uygulanacak düzenleyici işlemlere,<br/>• Birden çok vergi mahkemesinin yetki alanına giren işlere, karşı açılacak iptal ve tam yargı davalarını karara bağlamakla görevlidir."
  },
  {
    "id": "3192291",
    "unitNumber": 4,
    "text": "Vergi uyuşmazlıklarında yetkili mahkemenin belirlenmesinde aşağıdaki seçeneklerden hangisi tam olarak doğrudur?<br/>I. Uyuşmazlık konusu vergi, resim, harç ve benzeri malî yükümlülükleri tarh ve tahakkuk ettiren, zam ve cezaları kesenin bulunduğu yerdeki vergi mahkemesi<br/>II. Gümrük Kanunu’na göre alınması gereken vergilerle Vergi Usul Kanunu gereğince şikâyet yoluyla hata düzeltme taleplerinin reddine ilişkin işlemlerde; vergi, resim, harç ve benzeri malî yükümleri tarh ve tahakkuk ettirenin bulunduğu yerdeki vergi mahkemesi<br/>III. Amme Alacaklarının Tahsil Usulü Hakkında Kanun’un uygulanmasında ödeme emrini düzenleyenin bulunduğu yerdeki vergi mahkemesi<br/>IV. Diğer uyuşmazlıklarda dava konusu işlemi yapan vergi dairesinin bulunduğu yerdeki vergi mahkemesi<br/>V. Görevsizlik kararı verilen yerdeki vergi mahkemesi",
    "correctAnswer": "B",
    "options": {
      "A": "I, II ve III",
      "B": "I, II, III ve IV",
      "C": "I, II, III ve V",
      "D": "III, IV ve V",
      "E": "I, II ve V"
    },
    "explanation": "Vergi uyuşmazlıklarında yetkili mahkeme;<br/>• Uyuşmazlık konusu vergi, resim, harç ve benzeri malî yükümlülükleri tarh ve tahakkuk ettiren, zam ve cezaları kesen;<br/>• Gümrük Kanunu’na göre alınması gereken vergilerle Vergi Usul Kanunu gereğince şikâyet yoluyla hata düzeltme taleplerinin reddine ilişkin işlemlerde; vergi, resim, harç ve benzeri malî yükümleri tarh ve tahakkuk ettiren;<br/>• Amme Alacaklarının Tahsil Usulü Hakkında Kanun’un uygulanmasında ödeme emrini düzenleyen;<br/>• Diğer uyuşmazlıklarda dava konusu işlemi yapan vergi dairesinin bulunduğu yerdeki vergi mahkemesidir."
  },
  {
    "id": "3192633",
    "unitNumber": 4,
    "text": "Vergi mahkemeleri kural olarak, nasıl çalışır.",
    "correctAnswer": "E",
    "options": {
      "A": "Bireysel",
      "B": "Koordinasyonlu ve eş uyumlu iki hakimle",
      "C": "Üç hakim , danışmanlar ve yardımcı uzman ekiple",
      "D": "Hakimler kurulu atama kararı ile",
      "E": "Vergi mahkemeleri, kural olarak, kurul hâlinde çalışmaktadır."
    },
    "explanation": "Vergi mahkemeleri,, kurul hâlinde çal kural olarak çalışmakla birlikte,<br/>• Genel bütçeye, il özel idareleri, belediye ve köylere ait vergi, resim ve harçlar ile<br/>benzeri malî yükümler ve bunların zam ve cezaları ile tarifelere ilişkin uyuşmazlıkları ile<br/>• Belirtilen konularda Amme Alacaklarının Tahsil Usulü Hakkında Kanun’un uygulanmasına ilişkin uyuşmazlıklardan kaynaklanan ve toplam değeri yirmi beş bin<br/>Türk lirasını aşmayan davalar, vergi mahkemesi hâkimlerinden birisi tarafından<br/>çözümlenmektedir (BİMK.m.7) ancak tek hâkimle çözümlenecek davalara ilişkin<br/>parasal sınırlar, her takvim yılı başından geçerli olmak üzere önceki yılda uygulanan parasal sınırların o yıl için 213 sayılı Vergi Usul Kanunu’nun mükerrer 298’inci<br/>maddesi hükümleri uyarınca Hazine ve Maliye Bakanlığınca her yıl tespit ve ilan<br/>edilen yeniden değerleme oranında artırılması suretiyle uygulanır. Bu şekilde belirlenen sınırların bin Türk lirasını aşmayan kısımları dikkate alınmaz (BİMK.<br/>Ek.m.<br/>Vergi mahkemeleri, kural olarak, kurul hâlinde çalışmaktadır."
  },
  {
    "id": "3192634",
    "unitNumber": 4,
    "text": "Aşağıdaki seçeneklerden hangisi Danıştay’ın İlk Derece Mahkemesi Olarak Baktığı Davalarda biri değildir",
    "correctAnswer": "D",
    "options": {
      "A": "Birden çok vergi mahkemesinin yetki alanına giren işlere,",
      "B": "Cumhurbaşkanlığı Kararlarına,",
      "C": "Bakanlıklar ile kamu kuruluşlarınca veya kamu kurumu niteliğindeki meslek kuruluşlarınca çıkarılan ve ülke çapında uygulanacak düzenleyici işlemlere,",
      "D": "T.C. Aile uyuşmazlıkları ve boşanma davaları",
      "E": "Cumhurbaşkanınca çıkarılan Cumhurbaşkanlığı Kararnameleri dışındaki düzenleyici işlemlere,"
    },
    "explanation": "Danıştay’ın İlk Derece Mahkemesi Olarak Baktığı Davalar<br/>Danıştay’ın ilk derece mahkemesi olarak bakması gereken davalar, Danıştay Kanunu’nun<br/>24’üncü maddesinde düzenlenmektedir. Vergi uyuşmazlıkları bakımından Danıştay, ilk<br/>derece mahkemesi olarak;<br/>• Cumhurbaşkanlığı Kararlarına,<br/>• Cumhurbaşkanınca çıkarılan Cumhurbaşkanlığı Kararnameleri dışındaki düzenleyici işlemlere,<br/>• Bakanlıklar ile kamu kuruluşlarınca veya kamu kurumu niteliğindeki meslek kuruluşlarınca çıkarılan ve ülke çapında uygulanacak düzenleyici işlemlere,<br/>• Birden çok vergi mahkemesinin yetki alanına giren işlere,<br/>T.C. Aile uyuşmazlıkları ve boşanma davaları"
  },
  {
    "id": "3192636",
    "unitNumber": 4,
    "text": "Yetki İtirazlarının Mahkeme Tarafından İncelenmesi hangi durumlarda yapılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Mahkeme kendiliğinden ya da tarafların itirazı üzerine yapar",
      "B": "Danıştay sorgulamasında",
      "C": "Bilir kişi incelemesi sonucunda",
      "D": "Genel kururul değerlendirmelerinde",
      "E": "İdari yapılanma sürecinde"
    },
    "explanation": "Yetki İtirazlarının Mahkeme Tarafından İncelenmesi<br/>Yetkiye ilişkin kurallar kamu düzeninden olduğundan, mahkeme yetki konusunu, kendiliğinden ya da tarafların itirazı üzerine yargılamanın her aşamasında inceleyebilmektedir<br/>(İYUK.m.32/II). Taraflarca davanın açıldığı vergi mahkemesinin veya Danıştay’ın yetkisine girmediği yolunda itiraz söz konusu olduğunda, mahkeme itirazı yerinde görmeyip<br/>reddedebileceği gibi yerinde görüp yetkisizlik kararı da verebilmektedir. Mahkeme yetki<br/>itirazını yerinde görmezse davaya bakmaya devam eder. Mahkeme, şayet davanın vergi mahkemesinin görevinde olmakla birlikte kendisini yetkisiz görürse talep olmaksızın<br/>dosyayı ilgili mahkemeye gönderebilmektedir<br/>Mahkeme kendiliğinden ya da tarafların itirazı üzerine yapar"
  },
  {
    "id": "3192639",
    "unitNumber": 4,
    "text": "Kendisine dava açılan vergi mahkemesi şayet hem kendisini (görevsiz ve) yetkisiz hem<br/>de uyuşmazlığı idarî yargının alanı dışında görürse hangi kararı alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Başka mahkemeye gönderir",
      "B": "Bilir kişi heyetine danışır",
      "C": "Yeniden hakim atar",
      "D": "Davayı aydınlatmak için tekrar görüşür",
      "E": "Davayı (görev ve) yetki yönünden reddeder"
    },
    "explanation": "Kendisine dava açılan vergi mahkemesi şayet hem kendisini (görevsiz ve) yetkisiz hem<br/>de uyuşmazlığı idarî yargının alanı dışında görürse davayı (görev ve) yetki yönünden reddeder (İYUK.m.15/1,a). Davanın (görevli ve) yetkili mahkemede tekrar açılması gerekir."
  },
  {
    "id": "3192642",
    "unitNumber": 4,
    "text": "Kendisine dava açılan vergi mahkemesi davayı (görev ve) yetki yönünden reddedmesi durumunda davanın tekrar görülmesi için hangi yol izlenir",
    "correctAnswer": "A",
    "options": {
      "A": "Davanın (görevli ve) yetkili mahkemede tekrar açılması gerekir.",
      "B": "Bir üst mahkemeye baş vurması gerekir",
      "C": "Avrupa mahkemesine baş vurulur.",
      "D": "Adalet bakanlığına başvurulur.",
      "E": "İstinat mahkemesine başvurulur."
    },
    "explanation": "Kendisine dava açılan vergi mahkemesi şayet hem kendisini (görevsiz ve) yetkisiz hem<br/>de uyuşmazlığı idarî yargının alanı dışında görürse davayı (görev ve) yetki yönünden reddeder (İYUK.m.15/1,a). Davanın (görevli ve) yetkili mahkemede tekrar açılması gerekir."
  },
  {
    "id": "3192644",
    "unitNumber": 4,
    "text": "Davanın yetki yönünden reddine ilişkin kararlar aşağıdaki seçeneklerden hangi niteliği taşır?",
    "correctAnswer": "A",
    "options": {
      "A": "Nihai karar",
      "B": "Ara karar",
      "C": "Tartışmalı karar",
      "D": "Göreceli karar",
      "E": "geçici karar"
    },
    "explanation": "Davanın yetki yönünden reddine ilişkin kararlar nihaî karar olmasına karşılık, yetkisizlik talebinin reddine ilişkin kararlar ara kararı niteliğindedir. Bu itibarla, yetki itirazının<br/>reddine ilişkin karar, ancak nihaî kararla birlikte istinaf/temyiz konusu yapılabilmektedir.<br/>Nihai karar"
  },
  {
    "id": "3192647",
    "unitNumber": 4,
    "text": "Davanın, yetkisizlik talebinin reddine ilişkin kararlar aşağıdaki seçeneklerden hangi niteliği taşır?",
    "correctAnswer": "B",
    "options": {
      "A": "Nihai kara niteliği",
      "B": "Ara karar niteliği",
      "C": "Takipsizlik niteliği",
      "D": "Yargısızlık niteliği",
      "E": "Dava kovuşturma niteliği"
    },
    "explanation": "Davanın yetki yönünden reddine ilişkin kararlar nihaî karar olmasına karşılık, yetkisizlik talebinin reddine ilişkin kararlar ara kararı niteliğindedir. Bu itibarla, yetki itirazının<br/>reddine ilişkin karar, ancak nihaî kararla birlikte istinaf/temyiz konusu yapılabilmektedir."
  },
  {
    "id": "3192650",
    "unitNumber": 4,
    "text": "Vergi uyuşmazlıkları ve vergilendirme işlemine karşı hangi durumlarda dava açma imkânı ortadan kalkmaktadır",
    "correctAnswer": "A",
    "options": {
      "A": "Dava açma sürecinin dolması durumunda",
      "B": "Uyuşmazlığa ilişkin miktarın çokluğu",
      "C": "Uyuşmazlığa ilişkin miktarın azlığı",
      "D": "Dava açma yetki belgesinin olmaması",
      "E": "Gerekçeli yasanın bilinmemesi"
    },
    "explanation": "Dava Açma Sürelerinin Hukukî Niteliği<br/>Vergi uyuşmazlıklarının dava konusu edilebilmesi belli bir süreye bağlanmaktadır. Bu<br/>süre geçirildikten sonra vergilendirme işlemine karşı dava açma imkânı ortadan kalkmaktadır<br/>Dava açma sürecinin dolması durumunda"
  },
  {
    "id": "3192756",
    "unitNumber": 4,
    "text": "Adresleri belli olmayanlara ilan yoluyla tebliğ den sonra dava açma sürecinin başlangıcı özel kanununda aksine bir hüküm bulunmadıkça kaç gündür?",
    "correctAnswer": "B",
    "options": {
      "A": "Son ilan tarihini izleyen günden (itibaren) 30 gün",
      "B": "Son ilan tarihini izleyen günden (itibaren) 15 gün",
      "C": "Son ilan tarihini izleyen günden (itibaren)10",
      "D": "Son ilan tarihini izleyen günden (itibaren) 7gün",
      "E": "Son ilan tarihini izleyen günden (itibaren) 3gün"
    },
    "explanation": "Adresleri belli olmayanlara özel kanunlarındaki hükümlere göre ilan yoluyla tebliğ<br/>yapılan hâllerde, özel kanununda aksine bir hüküm bulunmadıkça süre son ilan tarihini<br/>izleyen günden (itibaren) on beş gün sonra işlemeye başlamaktadır (İYUK.m.7/3).<br/>Son ilan tarihini izleyen günden (itibaren) 15 gün"
  },
  {
    "id": "3192758",
    "unitNumber": 4,
    "text": "Vergi uyuşmazlıklarının vergi mahkemeleri tarafından incelenip karara bağlanabilmesi için aşağıdaki seçeneklerden hangisinin uygulanması gerekir?",
    "correctAnswer": "E",
    "options": {
      "A": "Uyuşmazlığın tespit edilmesi",
      "B": "Gerekli yasal incelemelerin yapılması",
      "C": "Uyuşmazlıkla ilgili yasal sürecin belirlenmesi",
      "D": "Davanın konusunun belirlenmesi",
      "E": "Uyuşmazlık hakkında bir davanın açılmış olması"
    },
    "explanation": "Vergi uyuşmazlıklarının vergi mahkemeleri tarafından incelenip karara bağlanabilmesi<br/>için mutlaka uyuşmazlık hakkında bir davanın açılmış olması gerekmektedir çünkü yargı<br/>organları herhangi bir uyuşmazlığa resen (kendiliğinden) bakma yetkisine sahip değildir."
  },
  {
    "id": "3194048",
    "unitNumber": 4,
    "text": "I-Cumhurbaşkanlığı Kararlarına,<br/>II-Cumhurbaşkanınca çıkarılan Cumhurbaşkanlığı Kararnameleri dışındaki düzenleyici işlemlere,<br/>III-Bakanlıklar ile kamu kuruluşlarınca veya kamu kurumu niteliğindeki meslek kuruluşlarınca çıkarılan ve ülke çapında uygulanacak düzenleyici işlemlere, <br/>IV-Birden çok vergi mahkemesinin yetki alanına giren işlere,<br/>V-Genel bütçeye, il özel idareleri, belediye ve köylere ait vergi, resim ve harçlar ile benzeri malî yükümler ve bunların zam ve cezaları ile tarifelere ilişkin uyuşmazlıkları ile<br/>Yukarıdakilerden hangisi ya da hangileri Danıştay’ın ilk derece mahkemesi olarak bakması gereken davalar arasında yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "I",
      "B": "II,III",
      "C": "III,III,IV",
      "D": "I,II,III,IV",
      "E": "II,III,IV,V"
    },
    "explanation": "Danıştay’ın ilk derece mahkemesi olarak bakması gereken davalar, Danıştay Kanunu’nun 24’üncü maddesinde düzenlenmektedir. Vergi uyuşmazlıkları bakımından Danıştay, ilk derece mahkemesi olarak;<br/>• Cumhurbaşkanlığı Kararlarına,<br/>• Cumhurbaşkanınca çıkarılan Cumhurbaşkanlığı Kararnameleri dışındaki düzenleyici işlemlere,<br/>• Bakanlıklar ile kamu kuruluşlarınca veya kamu kurumu niteliğindeki meslek kuruluşlarınca çıkarılan ve ülke çapında uygulanacak düzenleyici işlemlere,<br/>• Birden çok vergi mahkemesinin yetki alanına giren işlere,<br/>karşı açılacak iptal ve tam yargı davalarını karara bağlamakla görevlidir."
  },
  {
    "id": "3194049",
    "unitNumber": 4,
    "text": "Bir mahkemenin fiilî ve/ya da hukukî engel sebebiyle davaya bakamaması veya mahkemelerin yargı çevrelerinin tayininde tereddüt olması durumunda genel yetki kuralından ayrılarak davanın tayin edilecek başka yer mahkemesi tarafından görülmesi için kullanılan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yetki",
      "B": "Görev",
      "C": "Merci tayini",
      "D": "Temyiz mercii",
      "E": "İtiraz mercii"
    },
    "explanation": "Merci tayini, bir mahkemenin fiilî ve/ya da hukukî engel sebebiyle davaya bakamaması veya mahkemelerin yargı çevrelerinin tayininde tereddüt olması durumunda genel yetki kuralından ayrılarak davanın tayin edilecek başka yer mahkemesi tarafından görülmesidir."
  },
  {
    "id": "3194052",
    "unitNumber": 4,
    "text": "Bağlantılı davaların, ..........bölge idare mahkemesinin yargı çevrelerindeki mahkemelerde bulunması hâlinde dosyaların yine .......... gönderilmesi gerekmektedir.<br/>Yukarıdaki cümlede noktalı yerlere aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ayrı-Danıştay",
      "B": "Aynı-Danıştay",
      "C": "Ayrı-Vergi mahkemesi",
      "D": "Aynı-Vergi mahkemesi",
      "E": "Ayrı-Sayıştay"
    },
    "explanation": "Bağlantılı davaların, ayrı bölge idare mahkemesinin yargı çevrelerindeki mahkemelerde bulunması hâlinde dosyaların yine Danıştay’a gönderilmesi gerekmektedir."
  },
  {
    "id": "3194056",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi vergi uyuşmazlıkları bakımından Danıştay'ın ilk derece mahkemesi olarak bakması gereken davalar arasında <strong>yer almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Cumhurbaşkanlığı Kararlarına karşı açılacak iptal ve tam yargı davaları",
      "B": "Cumhurbaşkanınca çıkarılan Cumhurbaşkanlığı Kararnameleri dışındaki düzenleyici işlemlere karşı açılacak iptal ve tam yargı davaları",
      "C": "Bakanlıklar ile kamu kuruluşlarınca veya kamu kurumu niteliğindeki meslek kuruluşlarınca çıkarılan ve ülke çapında uygulanacak düzenleyici işlemlere karşı açılacak iptal ve tam yargı davaları",
      "D": "Birden çok vergi mahkemesinin yetki alanına giren işlere karşı açılacak iptal ve tam yargı davaları",
      "E": "Genel bütçeye, il özel idareleri, belediye ve köylere ait vergi, resim ve harçlar ile benzeri malî yükümler ve bunların zam ve cezaları ile tarifelere ilişkin davalar"
    },
    "explanation": "Danıştay’ın ilk derece mahkemesi olarak bakması gereken davalar, Danıştay Kanunu’nun 24’üncü maddesinde düzenlenmektedir. Vergi uyuşmazlıkları bakımından Danıştay, ilk derece mahkemesi olarak;<br/>• Cumhurbaşkanlığı Kararlarına,<br/>• Cumhurbaşkanınca çıkarılan Cumhurbaşkanlığı Kararnameleri dışındaki düzenleyici işlemlere,<br/>• Bakanlıklar ile kamu kuruluşlarınca veya kamu kurumu niteliğindeki meslek kuruluşlarınca çıkarılan ve ülke çapında uygulanacak düzenleyici işlemlere,<br/>• Birden çok vergi mahkemesinin yetki alanına giren işlere,<br/>karşı açılacak iptal ve tam yargı davalarını karara bağlamakla görevlidir. Doğru yanıt E seçeneğidir."
  },
  {
    "id": "3194065",
    "unitNumber": 4,
    "text": "İdari Yargılama Usulü Kanunu’nun 7’nci maddesine göre dava açma süresi, özel kanunlarında ayrı süre gösterilmeyen hâllerde vergi mahkemelerinde kaç gündür?",
    "correctAnswer": "C",
    "options": {
      "A": "7",
      "B": "15",
      "C": "30",
      "D": "50",
      "E": "60"
    },
    "explanation": "İdari Yargılama Usulü Kanunu’nun 7’nci maddesine göre dava açma süresi, özel kanunlarında ayrı süre gösterilmeyen hâllerde Danıştay’da ve idare mahkemelerinde altmış ve vergi mahkemelerinde otuz gündür."
  },
  {
    "id": "3194068",
    "unitNumber": 4,
    "text": "Bir mahkemenin fiilî ve/ya da hukukî engel sebebiyle davaya bakamaması veya mahkemelerin yargı çevrelerinin tayininde tereddüt olması durumunda genel yetki kuralından ayrılarak davanın tayin edilecek başka yer mahkemesi tarafından görülmesi aşağıdakilerden hangisi ile ifade edilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Görev",
      "B": "Yetki",
      "C": "Merci tayini",
      "D": "Temyiz",
      "E": "Bağlantılı dava"
    },
    "explanation": "Merci tayini, bir mahkemenin fiilî ve/ya da hukukî engel sebebiyle davaya bakamaması veya mahkemelerin yargı çevrelerinin tayininde tereddüt olması durumunda genel yetki kuralından ayrılarak davanın tayin edilecek başka yer mahkemesi tarafından görülmesidir. Doğru yanıt C seçeneğidir."
  },
  {
    "id": "3194071",
    "unitNumber": 4,
    "text": "Belirlenen süre içinde hakkın kullanılmaması durumunda hakkın sona ermesine sebep olan süre aşağıdakilerden hangisi ile tanımlanmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Dava açma",
      "B": "Hak Düşürücü",
      "C": "Zaman Aşımı",
      "D": "Ek Süre",
      "E": "Hukuki Süre"
    },
    "explanation": "Doktrinde ve Danıştay içtihatlarında ağırlıklı olarak benimsenen görüş, dava açma sürelerinin hak düşürücü süre olduğu yönündedir. Bu görüşün dayanağını, dava açma süresinin geçmesi hâlinde dava açma hakkının kaybedilmesi ve bu sürelerin yargı organlarınca resen göz önünde bulundurulması oluşturmaktadır. Hak düşürücü sürelerin konulmasının amacı, uzun bir zaman dilimi içinde kullanılmayan hakların sonradan kullanılmasının objektif iyiniyet kurallarına aykırı olmasıdır."
  },
  {
    "id": "3194081",
    "unitNumber": 4,
    "text": "Vergi Usul Kanunu’nun mükerrer 49’uncu maddesi uyarınca, takdir komisyonlarının arsalara ve araziye ait asgari ölçüde değer tespitleriyle Hazine ve Maliye Bakanlığı ile Çevre - Şehircilik ve İklim Değişikliği Bakanlığı tarafından yapılan bina metrekare normal inşaat maliyet bedelleri hakkındaki kararlarına karşı açılacak olan davalarda, Kanunda belirtilen kamu idareleri ile kamu kurumu niteliğindeki meslek kuruluşlarına tanınmış bulunan dava açma süresi kaç gündür?",
    "correctAnswer": "B",
    "options": {
      "A": "7",
      "B": "15",
      "C": "30",
      "D": "45",
      "E": "60"
    },
    "explanation": "Vergi Usul Kanunu’nun mükerrer 49’uncu maddesi uyarınca, takdir komisyonlarının arsalara ve araziye ait asgari ölçüde değer tespitleriyle Hazine ve Maliye Bakanlığı ile Çevre - Şehircilik ve İklim Değişikliği Bakanlığı tarafından yapılan bina metrekare normal inşaat maliyet bedelleri hakkındaki kararlarına karşı açılacak olan davalarda, Kanunda belirtilen kamu idareleri ile kamu kurumu niteliğindeki meslek kuruluşlarına tanınmış bulunan dava açma süresi on beş gündür."
  },
  {
    "id": "3194087",
    "unitNumber": 4,
    "text": "I. Bağlantılı davalardan birinin Danıştay’da bulunması hâlinde dava dosyası Danıştay’a gönderilir.<br/>II. Vergi mahkemesi veya Danıştay’a veya birden fazla idare veya vergi mahkemelerine açılmış bulunan davalarda, davaların bağlantılı olup olmadığına, ya taraflardan birinin talebi üzerine veya doğrudan doğruya davalara bakmakta olan mahkeme tarafından karar verilir.<br/>III. Bağlantılı davaların, ayrı bölge idare mahkemesinin yargı çevrelerindeki mahkemelerde bulunması hâlinde dosyalar bölgelerden birindeki bölge idare mahkemesine gönderilir.<br/>IV. Bağlantılı davaların aynı bölge idare mahkemesinin yargı çevresindeki mahkemelerde bulunması hâlinde ise dosyalar Danıştay’a gönderilir.<br/>Bağlantı kararının verilmesinde yetki konusuna ilişkin olarak yukarıda verilen ifadelerden hangileri doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I ve IV",
      "D": "II ve III",
      "E": "III ve IV"
    },
    "explanation": "Davaların bağlantılı dava olup olmadığına yetkili yargı organları karar verir. Burada sözüedilen yetkinin, davaların görülmekte olduğu yargı organına göre tespit edilmesi gerekmektedir.<br/>• Vergi mahkemesi veya Danıştay’a veya birden fazla idare veya vergi mahkemelerine açılmış bulunan davalarda, davaların bağlantılı olup olmadığına, ya taraflardanbirinin talebi üzerine veya doğrudan doğruya davalara bakmakta olan mahkeme tarafından karar verilir.<br/>• Bağlantılı davalardan birinin Danıştay’da bulunması hâlinde yetkili yargı organının Danıştay olması sebebiyle dava dosyası Danıştay’a gönderilir.<br/>• Bağlantılı davaların, ayrı bölge idare mahkemesinin yargı çevrelerindeki mahkemelerde bulunması hâlinde dosyaların yine Danıştay’a gönderilmesi gerekmektedir.<br/>• Bağlantılı davaların aynı bölge idare mahkemesinin yargı çevresindeki mahkemelerde bulunması hâlinde ise dosyalar o yer bölge idare mahkemesine gönderilir(İYUK.m.38/2-4).<br/>Doğru yanıt A seçeneğidir."
  },
  {
    "id": "3194092",
    "unitNumber": 4,
    "text": "İdari Yargılama Usulü Kanunu’nun 7’nci maddesine göre dava açma süresi, özel kanunlarında ayrı süre gösterilmeyen hâllerde Danıştay’da ve idare mahkemelerinde kaç gündür?",
    "correctAnswer": "D",
    "options": {
      "A": "10",
      "B": "15",
      "C": "30",
      "D": "60",
      "E": "90"
    },
    "explanation": "İdari Yargılama Usulü Kanunu’nun 7’nci maddesine göre dava açma süresi, özel kanunlarında ayrı süre gösterilmeyen hâllerde Danıştay’da ve idare mahkemelerinde altmış gündür. Doğru yanıt D seçeneğidir."
  },
  {
    "id": "3194102",
    "unitNumber": 4,
    "text": "I. İlgililerin vergi davasına konu olacak işlem veya eylem için idareye başvuru hakkı vardır.<br/>II. İdarenin on beş gün içinde cevap vermemesi ya da red cevabı vermesi hâllerinde dava açma süresi, duruma göre on beş günün bitiminden başlamaktadır.<br/>III. İdarenin cevabı kesin değilse mükellef kesin cevabı bekleyebilir.<br/>IV. Dava açma süresi, kesin cevaba kadar işlememektedir ancak bekleme süresi, başvuru tarihinden itibaren altı ayı geçemez.<br/>Dava açma sürelerinin başlangıcına ilişkin yukarıda verilen ifadelerden hangileri doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I ve IV",
      "D": "II ve III",
      "E": "III ve IV"
    },
    "explanation": "İlgililerin vergi davasına konu olacak işlem veya eylem için idareye başvuru hakkı vardır. İdarenin otuz gün içinde cevap vermemesi ya da red cevabı vermesi hâllerinde dava açma süresi, duruma göre altmış günün bitiminden ya da cevap tarihinden itibaren başlamaktadır. İdarenin cevabı kesin değilse mükellef kesin cevabı bekleyebilir. Bu hâlde dava açma süresi, kesin cevaba kadar işlememektedir ancak bekleme süresi, başvuru tarihinden itibaren dört ayı geçemez (İYUK.m.10). Doğru yanıt B seçeneğidir."
  },
  {
    "id": "3194107",
    "unitNumber": 4,
    "text": "I. Süreler; tebliğ, yayın veya ilan tarihini izleyen günden (itibaren) işlemeye başlar.<br/>II. Tatil günleri süreye dahil değildir.<br/>III. Sürelerin sona ermesi çalışmaya ara verme zamanına rastlarsa süre ara vermenin bittiği günü izleyen tarihten itibaren (günden başlayarak) 10 gün uzamış sayılır.<br/>IV. Gün olarak belirtilen sürelerde bildirim günü, sürenin hesabında dikkate alınmaz. <br/>Vergi yargılaması hukukunda sürelerin hesaplanmasına ilişkin olarak yukarıda verilen ifadelerden hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I ve IV",
      "D": "II ve III",
      "E": "III ve IV"
    },
    "explanation": "Vergi yargılaması hukukunda sürelerin hesaplanmasına ilişkin olarak;<br/>I. Süreler; tebliğ, yayın veya ilan tarihini izleyen günden (itibaren) işlemeye başlar.<br/>II. Tatil günleri süreye dahildir.<br/>III. Sürelerin sona ermesi çalışmaya ara verme zamanına rastlarsa süre ara vermenin bittiği günü izleyen tarihten itibaren (günden başlayarak) 7 gün uzamış sayılır.<br/>IV. Gün olarak belirtilen sürelerde bildirim günü, sürenin hesabında dikkate alınmaz. <br/>Doğru yanıt seçeneğidir."
  },
  {
    "id": "3194122",
    "unitNumber": 4,
    "text": "Yetkisizlik sebebiyle dosyanın gönderildiği mahkeme, kendisini yetkisiz gördüğü takdirde söz konusu mahkeme ile ilk yetkisizlik kararını veren mahkeme ayrı bölge idare mahkemesinin yargı çevresinde ise uyuşmazlık aşağıdakilerden hangisi tarafından çözülür?",
    "correctAnswer": "C",
    "options": {
      "A": "İlk yetkisizlik kararını veren mahkemenin yargı alanındaki Bölge idare mahkemesi",
      "B": "Kendisini yetkisiz gören mahkemenin yargı alanındaki Bölge idare mahkemesi",
      "C": "Danıştay",
      "D": "Yargıtay",
      "E": "İki mahkemenin yargı alanındaki Bölge idare mahkemelerinin ortak kararıyla"
    },
    "explanation": "Yetkisizlik sebebiyle dosyanın gönderildiği mahkeme, kendisini yetkisiz gördüğü takdirde söz konusu mahkeme ile ilk yetkisizlik kararını veren mahkeme aynı bölge idare mahkemesinin yargı çevresinde ise uyuşmazlık bölge idare mahkemesi; ayrı bölge idare mahkemesinin yargı çevresinde ise Danıştay tarafından çözümlenir."
  },
  {
    "id": "3194133",
    "unitNumber": 4,
    "text": "Bir mahkemenin fiilî ve/ya da hukukî engel sebebiyle davaya bakamaması veya mahkemelerin yargı çevrelerinin tayininde tereddüt olması durumunda genel yetki kuralından ayrılarak davanın tayin edilecek başka yer mahkemesi tarafından görülmesi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bağlantılı dava",
      "B": "Merci Tayini",
      "C": "Davaların birleştirilmesi",
      "D": "Davaların ayrılması",
      "E": "Davanın ertelenmesi"
    },
    "explanation": "Genel yetki kuralının iki istisnası vardır. Bunlardan birincisi, merci tayinidir. Merci tayini, bir mahkemenin fiilî ve/ya da hukukî engel sebebiyle davaya bakamaması veya mahkemelerin yargı çevrelerinin tayininde tereddüt olması durumunda genel yetki kuralından ayrılarak davanın tayin edilecek başka yer mahkemesi tarafından görülmesidir.<br/>Genel yetki kuralının ikinci istisnası, bağlantılı davalardır. Bağlantılı davalar, aynı maddî veya hukukî sebepten doğan ya da biri hakkında verilecek hüküm diğerini etkileyecek nitelikte olan davalardır."
  },
  {
    "id": "3194139",
    "unitNumber": 4,
    "text": "Merci tayinine gidilebilmesi için aşağıdaki şartlardan hangisi gerekli değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Deprem, sel veya yangın gibi bir hâlin mevcut olması ve bu gibi fiilî engellerin mahkemenin davaya bakmasını imkânsız hâle getirmesi",
      "B": "Başka bir hâkimle davayı sürdürmenin mümkün olmadığı hâllerde hâkimin reddi gibi hukukî engellerin mevcut olması ile davaya bakılamaması",
      "C": "Başka bir hâkimle davayı sürdürmenin mümkün olmadığı hâllerde Danıştay'ın karar vermesi",
      "D": "İki mahkemenin yargı çevresi sınırlarında tereddüt edilmesi",
      "E": "İki mahkemenin de aynı davaya bakmaya karar vermiş olması"
    },
    "explanation": "Merci tayinine gidilebilmesi için bazı şartların gerçekleşmesi gerekmektedir. Bu şartlar şunlardır:<br/>• Deprem, sel veya yangın gibi bir hâlin mevcut olması ve bu gibi fiilî engellerin mahkemenin davaya bakmasını imkânsız hâle getirmesi;<br/>• Başka bir hâkimle davayı sürdürmenin mümkün olmadığı hâllerde hâkimin reddi veya davadan çekilmesi gibi hukukî engellerin mevcut olması ile davaya bakılamaması;<br/>• İki mahkemenin yargı çevresi sınırlarında tereddüt edilmesi veya iki mahkemenin de aynı davaya bakmaya karar vermiş olmasıdır."
  },
  {
    "id": "3194150",
    "unitNumber": 4,
    "text": "Davaların aynı maddî ve/ya da hukukî sebepten doğmuş olması veya davalardan biri hakkında verilecek hükmün diğerini etkileyecek nitelikte olması aşağıdakilerden hangisini tanımlamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Merci tayini",
      "B": "Bağlantılı dava",
      "C": "Davaların ayrılması",
      "D": "Kararın düzeltilmesi",
      "E": "Kanun yararına temyiz"
    },
    "explanation": "Bağlantılı davalar iki sebepten kaynaklanmaktadır:<br/>• Bunlardan birincisi, davaların aynı maddî ve/ya da hukukî sebepten doğmuş olmasıdır. Vergilendirme işlemlerinde maddî sebep, davaların aynı tür vergiyi doğuran olayın meydana gelmesinden kaynaklanmasıdır. Bağlantılı davaların doğmasında hukukî sebep ise olaya aynı hukuk kurallarının uygulanması gerekliliğidir. Örneğin, bir limitet şirketin vergisini ödeyememesi sebebiyle birden fazla ortaktan verginin<br/>tahsil edilmek istenmesi hâlinde açılan davalarda olduğu gibi. Bu durumda vergi aynı vergiyi doğuran olaydan doğmakta ve uyuşmazlığa da kanunun aynı hükmü uygulanmaktadır.<br/>• Bağlantılı davaların ortaya çıkmasına yol açan ikinci durum ise davalardan biri hakkında verilecek hükmün diğerini etkileyecek nitelikte olmasıdır. Bir mükellefe birden fazla vergiyle ilgili (gelir/kurumlar vergisi ve katma değer vergisi gibi) tarhiyat yapılması, buna örnek gösterilebilir."
  },
  {
    "id": "3194154",
    "unitNumber": 4,
    "text": "Özel kanunlarında ayrı süre gösterilmeyen hâllerde Danıştay’da ve idare mahkemelerinde dava açma süresi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "30 gün",
      "B": "60 gün",
      "C": "45 gün",
      "D": "90 gün",
      "E": "120 gün"
    },
    "explanation": "İdari Yargılama Usulü Kanunu’nun 7’nci maddesine göre dava açma süresi, özel kanunlarında ayrı süre gösterilmeyen hâllerde Danıştay’da ve idare mahkemelerinde altmış ve vergi mahkemelerinde otuz gündür."
  },
  {
    "id": "3194176",
    "unitNumber": 4,
    "text": "Dava dilekçesi vergi ve/ya da idare mahkemesi bulunmayan yerlerde büyükşehir belediyesi sınırları içerisinde kalıp kalmadığına bakılmaksızın aşağıdaki mercilerden hangisine verilebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Danıştay",
      "B": "Vergi Mahkemesi",
      "C": "Türk Konsolosluğu",
      "D": "Asliye hukuk hâkimlik",
      "E": "İdare Mahkemesi"
    },
    "explanation": "Dilekçelerin verileceği merciler Kanun’da sayılmaktadır. Buna göre, dilekçeler ve savunmalar ile davalara ilişkin her türlü evrak,<br/>• Danıştay veya ait olduğu mahkeme başkanlıklarına veya<br/>• Bunlara gönderilmek üzere vergi ve/ya da idare mahkemesi başkanlıklarına,<br/>• Vergi ve/ya da idare mahkemesi bulunmayan yerlerde büyükşehir belediyesi sınırları içerisinde kalıp kalmadığına bakılmaksızın asliye hukuk hâkimliklerine veya<br/>• Yabancı ülkelerde Türk Konsolosluklarına verilebilir."
  },
  {
    "id": "3194179",
    "unitNumber": 4,
    "text": "Yetkili mahkeme dışında dilekçe kabul edebilen yerlere verilen dilekçeler kaç gün içerisinde Danıştay veya ait olduğu mahkeme başkanlığına taahhütlü olarak gönderilir?",
    "correctAnswer": "B",
    "options": {
      "A": "1 gün",
      "B": "3 gün",
      "C": "5 gün",
      "D": "7 gün",
      "E": "10 gün"
    },
    "explanation": "Yetkili mahkeme dışında dilekçe kabul edebilen yerlere verilen dilekçeler, en geç üç gün içinde Danıştay veya ait olduğu mahkeme başkanlığına taahhütlü olarak gönderilir. Bu yerlerde harç pulları bulunmadığı takdirde bunlara karşılık alınan paraların miktarı ve alındı kâğıdının tarih ve sayısı dilekçelere yazılır."
  },
  {
    "id": "3194182",
    "unitNumber": 4,
    "text": "Vergi yargılaması hukukunda dava açma süresiyle ilgili özelliklerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Dava açma süreleri önceden belirlenmiş zaman dilimleri olması",
      "B": "Dava açma süresine uyulmaması davanın dinlenilmesi yani vergi yargısı organlarının harekete geçirilmesi imkânını ortadan kaldırması",
      "C": "Dava açma sürelerine uyulup uyulmadığı yargı organlarınca resen dikkate alınması mümkün ve gerekli olması",
      "D": "Dava açma sürelerinin kanunlarda belirtilen bazı hâllerde durması veya davanın usûlüne uygun olarak açılabilmesi için ek süre verilmesi mümkün olması",
      "E": "Dava açma sürelerine geçtikten sonra açılıp, görülmeye başlanan davalara devam edilmesinin mümkün olması"
    },
    "explanation": "Vergi yargılaması hukukunda dava açma süresi, şu özelliklere sahiptir:<br/>• Dava açma süreleri önceden belirlenmiş zaman dilimleridir.<br/>• Dava açma süresine uyulmaması davanın dinlenilmesi yani vergi yargısı organlarının harekete geçirilmesi imkânını ortadan kaldırmaktadır çünkü dava açma süresinin usûlüne uygun olarak dava açmadan geçirilmiş olması, yargı organına başvurma ve onun aracılığıyla işlemin iptalini veya zararın tazminini sağlama imkânının ortadan kalkması sonucunu doğurmaktadır. Dava açma süresinin sona ermesi ise herhangi bir subjektif hakkın mutlak-doğrudan kaybına yol açmamaktadır<br/>çünkü kişiler dava açma süresinin sona ermesinden sonra da idareye başvurarak dava konusu etmeyi düşündükleri işlemin hukuka uygun hâle getirilmesini ya da uğradıkları zararın giderilmesini isteyebilmektedir.<br/>• Dava açma sürelerine uyulup uyulmadığı yargı organlarınca resen dikkate alınması mümkün ve gereklidir.<br/>• Dava açma sürelerinin kanunlarda belirtilen bazı hâllerde durması veya davanın usûlüne uygun olarak açılabilmesi için ek süre verilmesi mümkündür."
  },
  {
    "id": "3194184",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi davacı bakımından iddianın genişletilmesi ve değiştirilmesi yasağı konuları arasında <strong>yer almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Talep sonucunun (netice-i talebin) genişletilmemesi,",
      "B": "Niteliğinin değiştirilememesi,",
      "C": "Tarafta değişiklik yapılamaması,",
      "D": "Dava sebebinin genişletilememesi/değiştirilememesi,",
      "E": "Dilekçeyle bağlılık,"
    },
    "explanation": "Dilekçe sahibi (davacı veya davalı), artık dilekçesiyle bağlıdır. Bu bağlılık, davacı bakımından iddianın genişletilmesi ve değiştirilmesi yasağı (veya davanın değiştirilmesi yasağı) olarak adlandırılır (HMK. m.141). Bu yasak, genel olarak<br/>• talep sonucunun (netice-i talebin) genişletilmemesi,<br/>• niteliğinin değiştirilememesi,<br/>• tarafta değişiklik yapılamaması ve<br/>• dava sebebinin genişletilememesi/değiştirilememesi<br/>gibi konuları içermektedir.<br/>Dilekçeyle bağlılık, davalı açısından ise savunmanın genişletilmesi ve değiştirilmesi yasağı<br/>olarak adlandırılmaktadır."
  },
  {
    "id": "3194185",
    "unitNumber": 4,
    "text": "Tevkif yoluyla alınan vergilerde dava açma süresi ne zaman başlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Vergi tahsilatının yapıldığı tarihi izleyen gün",
      "B": "Vergi tebligatının yapıldığı tarihi izleyen gün",
      "C": "İstihkak sahiplerine ödemenin yapıldığı tarihi izleyen gün",
      "D": "İdareye intikal eden tarihi izleyen gün",
      "E": "Vergiyi doğuran olayın ortaya çıktığı tarihi izleyen gün"
    },
    "explanation": "Vergi, resim ve harçlar ile benzeri malî yükümler ve bunların zam ve cezalarından kaynaklanan uyuşmazlıklarda dava açma süreleri;<br/>• Tahakkuku tahsile bağlı olan vergilerde tahsilatın,<br/>• Tebliğ yapılan hâllerde veya tebliğ yerine geçen işlemlerde tebliğin,<br/>• Tevkif yoluyla alınan vergilerde istihkak sahiplerine ödemenin,<br/>• Tescile bağlı vergilerde tescilin yapıldığı;<br/>• İdarenin dava açması gereken konularda ise, ilgili merci ya da komisyon kararının idareye geldiği tarihi izleyen günden başlamaktadır."
  },
  {
    "id": "3194188",
    "unitNumber": 4,
    "text": "Dava açılmakla birlikte davanın görü(şü)lmeye başlanması dava açılmasının hangi sonucudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Derdestlik",
      "B": "Zamanaşımının kesilmesi",
      "C": "Yürütmenin durdurulması",
      "D": "İddia ve Savunmanın Sınırlandırılması",
      "E": "Hüküm verme"
    },
    "explanation": "Davanın derdest olması, dava açılmakla birlikte davanın görü(şü)lmeye başlanması anlamına gelmektedir. Bu bakımdan, davanın derdest hâle gelmesiyle aynı konuda aynı sebeplere dayanarak ve aynı kişiler tarafından başka bir mahkemede dava açmak mümkün değildir. Bir mahkemede açılmış olan bir dava, başka bir mahkemede tekrar açılırsa karşı taraf derdestlik iddiasında bulunabilir."
  },
  {
    "id": "3194539",
    "unitNumber": 4,
    "text": "Vergi uyuşmazlıklarına ilişkin dava açılması konusunda aşağıda verilen ifadelerden hangisi <strong>yanlıştır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Dava konusu kararın ve belgelerin asıllarının veya örneklerinin dava dilekçesine eklenmesi, dilekçeler ile bunlara ekli evrakın örneklerinin karşı taraf sayısından bir fazla olması gerekir.",
      "B": "Davalar elektronik ortamda, güvenli elektronik imza ile de açılabilir.",
      "C": "Vergi, resim, harç, benzeri malî yükümler ve bunların zam ve cezalarına ilişkin davalarda ve tam yargı davalarında uyuşmazlık konusu miktarın dava dilekçesinde yer alması gerekir.",
      "D": "Vergi uyuşmazlıklarına ilişkin davalar, bölge idare mahkemelerine hitaben yazılmış imzalı dilekçelerle açılır.",
      "E": "Dava dilekçesine davaya konu olan idarî işlemin, (örneğin, vergi/ceza ihbarnamesi ya da ödeme emrinin) yazılı bildirim tarihi eklenmelidir."
    },
    "explanation": "Vergi uyuşmazlıklarına ilişkin davalar, Danıştay ya da vergi mahkemesi başkanlıklarına hitaben yazılmış imzalı dilekçelerle açılır. Doğru yanıt D seçeneğidir."
  },
  {
    "id": "3194546",
    "unitNumber": 4,
    "text": "Yetkili mahkeme dışında dilekçe kabul edebilen yerlere verilen dilekçeler kaç gün içinde Danıştay veya ait olduğu mahkeme başkanlığına taahhütlü olarak gönderilir?",
    "correctAnswer": "A",
    "options": {
      "A": "3 gün",
      "B": "7 gün",
      "C": "10 gün",
      "D": "15 gün",
      "E": "30 gün"
    },
    "explanation": "Yetkili mahkeme dışında dilekçe kabul edebilen yerlere verilen dilekçeler, en geç üç<br/>gün içinde Danıştay veya ait olduğu mahkeme başkanlığına taahhütlü olarak gönderilir. Doğru yanıt A seçeneğidir."
  },
  {
    "id": "3194581",
    "unitNumber": 4,
    "text": "I. Davanın açılmış sayılması için dilekçenin dava açılan mahkemede veya Kanunda (İYUK.m.4) belirtilen diğer mercilerde harç ve posta ücretleri alındıktan sonra deftere kaydedilmesi şarttır.<br/>II. Harç veya posta ücretlerinin eksik olmasına rağmen dilekçe deftere kaydedilmişse dava açılmamış sayılır. <br/>III. Herhangi bir nedenle harcı ve posta ücreti verilmeden veya eksik verilerek dava açılmış olması hâlinde otuz gün içinde harcın ve posta ücretinin verilmesi veya tamamlanması davanın açıldığı mahkeme tarafından ilgiliye tebliğ edilir.<br/>IV. Dava açıldıktan sonra posta ücretinde tebliğ işlemlerinin yapılmasını engelleyecek şekilde azalma olması hâlinde yedi gün içinde posta ücretinin tamamlanması daire başkanı veya görevlendireceği tetkik hâkimi, mahkeme başkanı veya hâkim tarafından ilgiliye tebliğ edilir.<br/>Dilekçe hakkında uygulanacak işlemlerle ilgili verilen ifadelerden hangileri doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I ve IV",
      "D": "II ve III",
      "E": "III ve IV"
    },
    "explanation": "Davanın açılmış sayılması için dilekçenin dava açılan mahkemede veya Kanunda<br/>(İYUK.m.4) belirtilen diğer mercilerde harç ve posta ücretleri alındıktan sonra deftere kaydedilmesi şarttır. Harç veya posta ücretlerinin eksik olmasına rağmen dilekçe deftere kaydedilmişse dava yine açılmış sayılır. Herhangi bir nedenle harcı ve posta ücreti verilmeden veya eksik verilerek dava açılmış olması hâlinde otuz gün içinde harcın ve posta ücretinin verilmesi veya tamamlanması davanın açıldığı mahkeme tarafından ilgiliye tebliğ edilir. Dava açıldıktan sonra posta ücretinde tebliğ işlemlerinin yapılmasını engelleyecek şekilde azalma olması hâlinde otuz gün içinde posta ücretinin tamamlanması daire başkanı veya görevlendireceği tetkik hâkimi, mahkeme başkanı veya hâkim tarafından ilgiliye tebliğ edilir. Doğru yanıt B seçeneğidir."
  },
  {
    "id": "3194592",
    "unitNumber": 4,
    "text": "Dava açılmakla birlikte davanın görü(şü)lmeye başlanması aşağıdakilerden hangisi ile ifade edilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Hüküm verme mecburiyeti",
      "B": "Uzlaşmanın vaki olmaması/sağlanamaması",
      "C": "Yürütmenin durması/durdurulması",
      "D": "Zaman aşımı süresinin kesilmesi",
      "E": "Davanın derdest olması"
    },
    "explanation": "Davanın derdest olması, dava açılmakla birlikte davanın görü(şü)lmeye başlanması anlamına gelmektedir. Doğru yanıt E seçeneğidir."
  },
  {
    "id": "3192797",
    "unitNumber": 5,
    "text": "Aşağıda yer alan, ilk inceleme üzerine verilen hangi kararlar için istinaf ya da temyiz yoluna gidilebilmektedir?<br/>I- Adlî yargının görevli olduğu konularda açılan davanın reddine ilişkin kararlar<br/>II- İdarî yargının görevli olduğu konularda davanın görev ve/ya da yetki yönünden reddine ilişkin kararlar<br/>III- İdarî merci tecavüzü hâlinde dilekçelerin görevli idare merciine verilmesine ilişkin kararlar<br/>IV- Dava dilekçesinin kanuna uygun hâle getirilmesine yönelik dilekçe red kararları<br/>V - Dava dilekçesinin gerçek hasma tebliğine ilişkin kararlar",
    "correctAnswer": "E",
    "options": {
      "A": "I, II ve III",
      "B": "I, II, III ve IV",
      "C": "I, II, III ve V",
      "D": "I, II, III, IV ve V",
      "E": "I ve III"
    },
    "explanation": "İdari Yargılama Usulü Kanunu’nun 15’inci maddesine göre Danıştay veya vergi mahkemelerinde<br/>yapılan ilk inceleme sonucunda kanuna aykırılık görülürse;<br/>Adlî ve askerî yargının görevli olduğu konularda açılan davanın reddine;<br/>• İdarî yargının görevli olduğu konularda görevli ve/ya da yetkili olmayan mahkemeye açılan davanın görev veya yetki yönünden reddedilerek dava dosyasının görevli ve/ya da yetkili mahkemeye gönderilmesine;<br/>• Dava ehliyetinin yokluğu, idarî davaya konu olacak kesin ve yürütülmesi gereken bir işlemin bulunmaması, davanın süresinde açılmamış olması hâllerinde davanın reddine;<br/>• Davanın hasım gösterilmeden veya yanlış hasım gösterilerek açılması hâlinde dava dilekçesinin gerçek hasma tebliğine;<br/>• Dava dilekçesinin kanuna uygun ya da tek dilekçe ile dava açılmasının mümkün olmadığının belirlenmesi hâlinde dava dilekçelerinin kanuna uygun şekilde yeniden düzenlenmek veya noksanları tamamlanmak; ehliyetli olan şahsın avukat olmayan vekili tarafından dava açılmış ise otuz gün içinde bizzat veya bir avukat vasıtasıyla dava açılmak üzere dilekçelerin reddine;<br/>• İdarî merci tecavüzü hâlinde dilekçelerin görevli idare merciine verilmesine, karar verilir.<br/>İlk inceleme üzerine Danıştay veya vergi mahkemeleri tarafından verilen;<br/>• İdarî yargının görevli olduğu konularda davanın görev ve/ya da yetki yönünden<br/>reddine ilişkin kararlarla,<br/>• Dava dilekçesinin gerçek hasma tebliğine ve<br/>• Dava dilekçesinin kanuna uygun hâle getirilmesine yönelik dilekçe red kararlarına karşı herhangi bir yargı/kanun yoluna gitmek mümkün değildir. Buna karşılık, ilk inceleme üzerine verilecek diğer kararlara karşı, ilgisine göre istinaf ya da temyiz yoluna başvurulabilir (İYUK.m.15/4)."
  },
  {
    "id": "3192798",
    "unitNumber": 5,
    "text": "Tarafların iddia ve savunmalarını dayandırdıkları bir vakıanın gerçekleşmiş olup olmadığının ispat edilememesi hâlinde aleyhe bir kararla karşılaşma tehlikesi aşağıdakilerden hangisi ile ifade edilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "İspat",
      "B": "İspat yükü",
      "C": "Ehliyet",
      "D": "Delil tespiti",
      "E": "Keşif"
    },
    "explanation": "Tarafların iddia ve savunmalarını dayandırdıkları bir vakıanın gerçekleşmiş olup olmadığının ispat edilememesi hâlinde aleyhe bir kararla karşılaşma tehlikesi ispat yükü olarak ifade edilmektedir."
  },
  {
    "id": "3192801",
    "unitNumber": 5,
    "text": "Bir malın satıldığı fatura ile sabitse bir alıcısının da olduğu muhakkaktır. Böyle bir durum hangisine örnek oluşturmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "İkrar",
      "B": "Fiili karine",
      "C": "Kesin kanuni karine",
      "D": "Adi kanuni karine",
      "E": "Kanuni ölçü"
    },
    "explanation": "Adî kanunî karineler, aksi ispat edilinceye kadar kanunun doğru kabul ettiği varsayımlar olarak ifade edilmektedir. Buna göre, birinci olayın gerçekleştiği tespit edilince aksi ispat edilinceye kadar ikinci olayın da gerçek olduğu varsayılmaktadır. Örneğin, bir malın satıldığı fatura ve benzeri belgeler ile sabitse bir alıcısının da olduğu muhakkaktır."
  },
  {
    "id": "3192802",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi vergi yargılaması hukukunda yararlanılan deliller arasında yer <u>almamaktadır?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Bilirkişi raporu",
      "B": "Tanık beyanı",
      "C": "Mükellef beyanı",
      "D": "Yemin",
      "E": "Keşif"
    },
    "explanation": "Vergi hukuknda yeminin kanıt olarak kullanılması Kanun koyucu tarafından yasaklanmıştır."
  },
  {
    "id": "3192806",
    "unitNumber": 5,
    "text": "Duruşmanın yapılacağı günün taraflara duruşma gününden uygun bir süre önce tebliğ edilmesi gerekir. Nitekim, duruşma davetiyelerinin duruşma gününden <u>en az kaç gün önce</u> taraflara gönderilmesi zorunludur?",
    "correctAnswer": "D",
    "options": {
      "A": "7",
      "B": "10",
      "C": "15",
      "D": "30",
      "E": "60"
    },
    "explanation": "Duruşmanın yapılacağı günün taraflara duruşma gününden uygun bir süre önce tebliğ edilmesi gerekir. Nitekim, duruşma davetiyelerinin duruşma gününden en az otuz gün önce taraflara gönderilmesi zorunludur (İYUK.m.17/5)."
  },
  {
    "id": "3192808",
    "unitNumber": 5,
    "text": "Danıştay’da ilk derece mahkemesi sıfatıyla görülen davalarda savcının esas hakkındaki yazılı düşüncesinin taraflara tebliğ edilmesi gerekir. Tarafların tebliğ tarihinden itibaren <u>kaç gün içinde</u>, savcının esas hakkındaki yazılı düşüncesine ilişkin görüşlerini yazılı olarak bildirmesi mümkündür?",
    "correctAnswer": "C",
    "options": {
      "A": "3",
      "B": "7",
      "C": "10",
      "D": "30",
      "E": "60"
    },
    "explanation": "Danıştay’da ilk derece mahkemesi sıfatıyla görülen davalarda savcının esas hakkındaki yazılı düşüncesinin taraflara tebliğ edilmesi gerekir. Tarafların tebliğ tarihinden itibaren 10 gün içinde, savcının esas hakkındaki yazılı düşüncesine ilişkin görüşlerini yazılı olarak bildirmesi mümkündür."
  },
  {
    "id": "3192809",
    "unitNumber": 5,
    "text": "Vergi mahkemesinde dava açılması yüzünden tahsil işlemleri duran ve taksit süreleri geçmiş olan verginin süreleri geçen taksitlerinin ihbarnamenin tebliğ tarihinden başlayarak hangi sürede ödenmesi gerekmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "7 gün",
      "B": "15 gün",
      "C": "1 ay",
      "D": "3 ay",
      "E": "Verginin vade tarihinde"
    },
    "explanation": "Vergi mahkemesinde dava açılması yüzünden tahsil işlemleri duran ve taksit süreleri geçmiş olan verginin süreleri geçen taksitlerinin ihbarnamenin tebliğ tarihinden başlayarak 1 ay içinde ödenmesi gerekmektedir."
  },
  {
    "id": "3192810",
    "unitNumber": 5,
    "text": "- Dava esnasında ölüm veya herhangi bir sebeple tarafların kişilik veya niteliğinde değişiklik olursa davayı takip hakkı kendisine geçenin başvurmasına kadar;<br/>- Gerçek kişilerden olan tarafın ölümü hâlinde idarenin mirasçılar aleyhine takibi yenilemesine kadar,<br/>dosyanın işlemden kaldırılmasına ilgili mahkemece karar verilir. ............. içinde yenileme dilekçesi verilmemiş ise varsa yürütmenin durdurulması kararı kendiliğinden hükümsüz kalır.<br/>Soruda yer alan boşluğa hangi süre gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "1 ay",
      "B": "3 ay",
      "C": "4 ay",
      "D": "6 ay",
      "E": "12 ay"
    },
    "explanation": "\"4 ay\" dır."
  },
  {
    "id": "3192818",
    "unitNumber": 5,
    "text": "Bilirkişi raporuna ilişkin olarak aşağıdakilerden hangisi <u>yanlıştır</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Bilirkişi, görüşünü mahkemenin tercihine göre sözlü veya yazılı olarak mahkemeye bildirir",
      "B": "Taraflar bilirkişi raporuna, kendilerine tebliği tarihinden itibaren bir hafta içinde itiraz edebilirler",
      "C": "Bilirkişinin raporu hâkimi bağlamaz",
      "D": "Bilirkişi raporunun yeterli görülmediği hâllerde tekrar bilirkişiye başvurulması mümkündür.",
      "E": "Bilirkişi raporunun aksine karar veren hâkimin, mutlaka bunun gerekçesini de göstermesi mecburidir"
    },
    "explanation": "Taraflar bilirkişi raporuna, kendilerine tebliği tarihinden itibaren <strong>iki hafta</strong> içinde itiraz edebilirler"
  },
  {
    "id": "3192822",
    "unitNumber": 5,
    "text": "Taraflardan birinin kendi aleyhine olarak ileri sürülen bir vakıanın doğruluğunu mahkeme huzurunda beyan etmesi durumu aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İkrar",
      "B": "İspat",
      "C": "Kanuni karine",
      "D": "Tanık beyanı",
      "E": "İstinabe"
    },
    "explanation": "İkrar, taraflardan birinin kendi aleyhine olarak ileri sürülen bir vakıanın doğruluğunu mahkeme huzurunda beyan etmesidir. Bu beyan, karşı tarafı bu vakıayı ispat yükünden kurtarmaktadır çünkü karşı tarafın iddiasının kabul edilmesi anlamına gelen ikrarın varlığı hâlinde artık bu iddianın dayandığı vakıa çekişmeli olmaktan çıktığı için ispatı gerekmemektedir."
  },
  {
    "id": "3195490",
    "unitNumber": 5,
    "text": "Dilekçelerin teatisi (verilmesi) aşamasına geçilip geçilemeyeceğini belirlemek için yapılan işleme ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "İlk inceleme",
      "B": "Süre aşımı",
      "C": "Ehliyet",
      "D": "İspat",
      "E": "İdarî merci tecavüzü"
    },
    "explanation": "İlk inceleme, dilekçelerin teatisi (verilmesi) aşamasına geçilip geçilemeyeceğini belirlemek için yapılmaktadır."
  },
  {
    "id": "3195491",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisinin ilk inceleme aşamasında son sırada incelenmesi gerekir?",
    "correctAnswer": "E",
    "options": {
      "A": "Görev ve yetki,",
      "B": "İdarî merci tecavüzü,",
      "C": "Ehliyet,",
      "D": "Süre aşımı,",
      "E": "Dava dilekçesinin düzenlenmesinin ve tek dilekçe ile dava açılmasının kanuna uygun olup olmadığı,"
    },
    "explanation": "İdare ve vergi mahkemelerinde ise mahkeme başkanı veya görevlendireceği bir üye tarafından,<br/>a. Görev ve yetki,<br/>b. İdarî merci tecavüzü,<br/>c. Ehliyet,<br/>ç. İdarî davaya konu olacak kesin ve yürütülmesi gereken bir işlem olup olmadığı,<br/>d. Süre aşımı,<br/>e. Husumet,<br/>f. Dava dilekçesinin düzenlenmesinin ve tek dilekçe ile dava açılmasının kanuna uygun olup olmadığı,<br/>yönlerinden sırasıyla incelenmektedir."
  },
  {
    "id": "3195492",
    "unitNumber": 5,
    "text": "Ehliyet aşağıdakilerden hangisini ifade etmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Görev ve yetki.",
      "B": "İdarî davaya konu olacak kesin ve yürütülmesi gereken bir işlem olup olmadığı.",
      "C": "Davacının, davada taraf olma ve dava açma ehliyetinin olup olmadığı, menfaat ilişkisinin bulunup bulunmadığı, davacının kanunlara uygun olarak temsil edilip edilmediği yönünden incelenmesini ifade eder.",
      "D": "İdarî merci tecavüzü,",
      "E": "Süre aşımı"
    },
    "explanation": "Ehliyet; Davacının, davada taraf olma ve dava açma ehliyetinin olup olmadığı, menfaat ilişkisinin bulunup bulunmadığı, davacının kanunlara uygun olarak temsil edilip edilmediği yönünden incelenmesini ifade eder.<br/>Davacının, davada taraf olma ve dava açma ehliyetinin olup olmadığı, menfaat ilişkisinin bulunup bulunmadığı, davacının kanunlara uygun olarak temsil edilip edilmediği yönünden incelenmesi."
  },
  {
    "id": "3195494",
    "unitNumber": 5,
    "text": "Bir vergi hukuku ilişkisinin temelindeki maddî vakıanın vasıta olarak delillerden yararlanmak suretiyle ortaya konulması aşağıdakilerden hangisi ile tanımlanmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "İspat yükü",
      "B": "İspat",
      "C": "Delil",
      "D": "Ehliyet",
      "E": "İlk inceleme"
    },
    "explanation": "İspat; tespit etme, belirleme anlamına gelmektedir. Yargılama hukukunda ispat, taraflarca iddia edilen vakıaların doğruluğu hakkında deliller ileri sürmek suretiyle hâkimde kanaat uyandırma faaliyetidir. Bu itibarla ispat, uyuşmazlık konusu olayların ortaya çıkarılması ve belirlenmesi suretiyle hâkimi iknaya yönelik bir çaba olmaktadır. Vergi yargılaması hukuku açısından ispatı, bir vergi hukuku ilişkisinin temelindeki maddî vakıanın vasıta olarak delillerden yararlanmak suretiyle ortaya konulması olarak tanımlamak mümkündür."
  },
  {
    "id": "3195495",
    "unitNumber": 5,
    "text": "Dilekçe üzerinde yapılması gereken ilk inceleme ve bu inceleme sonucunda yapılacak işlemlerin dilekçenin alındığı tarihten itibaren en geç kaç gün içinde sonuçlandırılması gerekir?",
    "correctAnswer": "B",
    "options": {
      "A": "10",
      "B": "15",
      "C": "20",
      "D": "25",
      "E": "30"
    },
    "explanation": "Dilekçe üzerinde yapılması gereken ilk inceleme ve bu inceleme sonucunda yapılacak işlemlerin dilekçenin alındığı tarihten itibaren en geç on beş gün içinde sonuçlandırılması gerekir (İYUK.m.14/4).<br/>15"
  },
  {
    "id": "3195496",
    "unitNumber": 5,
    "text": "İlk inceleme konularına ilişkin eksiklik ve/ya da aykırılıkların ilk inceleme aşamasından sonra tespit edilmesi hâlinde yapılması gereken nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "İlk inceleme konularına ilişkin eksiklik ve/ya da aykırılıkların ilk inceleme aşamasından sonra tespit edilmesi hâlinde de yargılamanın her aşamasında, İdari Yargılama Usulü Kanunu’nun 15’inci maddesinde belirtilen işlemlerin yapılması ve kararların verilmesi mümkündür.",
      "B": "Adlî ve askerî yargının görevli olduğu konularda açılan davanın reddi.",
      "C": "Dava ehliyetinin yokluğu, idarî davaya konu olacak kesin ve yürütülmesi gereken bir işlemin bulunmaması, davanın süresinde açılmamış olması hâllerinde davanın reddi.",
      "D": "İdarî merci tecavüzü hâlinde dilekçelerin görevli idare merciine verilmesi.",
      "E": "Dava dilekçesinin gerçek hasma tebliği."
    },
    "explanation": "İlk inceleme konularına ilişkin eksiklik ve/ya da aykırılıkların ilk inceleme aşamasından sonra tespit edilmesi hâlinde de yargılamanın her aşamasında, İdari Yargılama Usulü Kanunu’nun 15’inci maddesinde belirtilen işlemlerin yapılması ve kararların verilmesi mümkündür (İYUK.m.14/6).<br/>İlk inceleme konularına ilişkin eksiklik ve/ya da aykırılıkların ilk inceleme aşamasından sonra tespit edilmesi hâlinde de yargılamanın her aşamasında, İdari Yargılama Usulü Kanunu’nun 15’inci maddesinde belirtilen işlemlerin yapılması ve kararların verilmesi mümkündür."
  },
  {
    "id": "3195497",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi ispat yükünün mükellefte olduğu haller arasında <strong>yer almaz</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Şahsa özgü (kişisel) etkiye sahip olan mücbir sebebin varlığını ispat yükü,",
      "B": "Vergi beyannamesinde yazılı bilgilerin doğruluğunu ispat yükü,",
      "C": "Tapu kayıtlarında yer alan satış bedelinin gerçeği yansıtmadığını ispat yükü,",
      "D": "Bir vergi muafiyeti ya da istisnasından yararlanması gerektiğinin ispat edilmesi,",
      "E": "Emlâk vergisi bakımından beyan/bildirim dışı kalan bina, arsa ve arazinin idare tarafından bilindiğini iddia ve ispat yükü,"
    },
    "explanation": "İspat Yükünün Mükellefte Olduğu Hâller<br/>• Şahsa özgü (kişisel) etkiye sahip olan mücbir sebebin varlığını ispat yükü, mükellefe aittir<br/>• Vergi beyannamesinde yazılı bilgilerin doğruluğunu ispat yükü, beyanda bulunan mükellefe düşmektedir.<br/>• Bir vergi muafiyeti ya da istisnasından yararlanması gerektiğini iddia eden mükellefin, yararlandırıcı işlemler bakımından durumunu ispat etmesi gerekmektedir çünkü vergiyi doğuran olayın meydana gelmesi ile normal olarak yükümlülüğün ortaya çıkması söz konusudur.<br/>• Kanunî karinelerde ispat yükü mükellefe aittir. Peçeleme işlemlerinde olayın gerçek<br/>niteliğinin ispatı ile vergi dairesi yükümlüdür ancak peçeleme işlemleri kanunlarda özel olarak düzenlenmiş ise aksi ispatlanabilir yani bir adî kanunî karine söz konusu olduğundan, ispat yükü yer değiştirmekte ve mükellefe geçmektedir. Bu bağlamda, mükellef kurumun, transfer fiyatlandırması yoluyla örtülü kazanç dağıtımı ve<br/>örtülü sermaye iddialarının aksini ispat etmesi gerekmektedir.<br/>• Vergi mevzuatında adî karine niteliğiyle yer alan örnekler arasında kanunî ölçüler gösterilebilir. Kanunî ölçü uygulaması söz konusu olduğunda neden bu ölçünün altında kaldığını mükellef ispat etmek durumundadır. Bunun gibi örneğin, işe başlandığına dair kanunî belirtilerin varlığından dolayı hakkında adî karine bulunan<br/>bir mükellef, belirtilere rağmen aslında işe başlamadığını ispat edebilir.<br/>• Takdir komisyonlarının yaptığı değerlendirmeler kendi başlarına kesin ve yürütülmesi zorunlu idarî işlem niteliği taşımamaktadır. Bu tespitler, adî karine niteliğinde olduğundan aksi mükellef tarafından ispat edilebilmektedir. Özellikle bu ispat işlemleri bakımından, bilirkişi incelemesi yaptırma ve keşfe başvurma yollarından yararlanılmaktadır.<br/>• Emlâk vergisi bakımından beyan/bildirim dışı kalan bina, arsa ve arazinin idare tarafından bilindiğini iddia ve ispat yükü mükellefe düşmektedir. Benzer bir durum veraset ve intikal vergisi uygulamasında da söz konusudur."
  },
  {
    "id": "3195500",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi ispatın tanımıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Tarafların iddia ve savunmalarını dayandırdıkları bir vakıanın gerçekleşmiş olup olmadığının ispat edilememesi hâlinde aleyhe bir kararla karşılaşma tehlikesidir.",
      "B": "Taraflarca iddia edilen vakıaların doğruluğu hakkında deliller ileri sürmek suretiyle hâkimde kanaat uyandırma faaliyetidir.",
      "C": "Vergilendirmede vergiyi doğuran olay ve bu olaya ilişkin muamelelerin gerçek mahiyeti esastır.",
      "D": "İdari Yargılama Usulü Kanunu tarafından saklı tutulan hâller.",
      "E": "İdari Yargılama Usulü Kanunu’nda resen araştırma ilkesi."
    },
    "explanation": "İspat; tespit etme, belirleme anlamına gelmektedir. Yargılama hukukunda ispat, taraflarca iddia edilen vakıaların doğruluğu hakkında deliller ileri sürmek suretiyle hâkimde kanaat uyandırma faaliyetidir. Bu itibarla ispat, uyuşmazlık konusu olayların ortaya çıkarılması ve belirlenmesi suretiyle hâkimi iknaya yönelik bir çaba olmaktadır."
  },
  {
    "id": "3195503",
    "unitNumber": 5,
    "text": "I-Şahit İfadesi (Tanık Beyanı)<br/>II-Mükellef Beyanı<br/>III-Bilirkişi Raporu<br/>IV-Uzman görüşü <br/>V-İspat<br/>Yukarıdakilerden hangisi ya da hangileri delil çeşitleri arasında yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "I,III",
      "B": "II,IV",
      "C": "II,III,IV",
      "D": "I,II,III,IV",
      "E": "I,II,III,IV,V"
    },
    "explanation": "Vergi yargılaması hukukunda yararlanılabilecek deliller şunlardır;<br/>Mükellef Beyanı, Şahit İfadesi (Tanık Beyanı), Bilirkişi Raporu, Uzman Görüşü, Keşif"
  },
  {
    "id": "3195507",
    "unitNumber": 5,
    "text": "Dosyanın tekemmül edebilmesi için öncelikle aşağıdakilerden hangisi gerçekleşmesi gerekmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dilekçeler teatisinin tamamlanması,",
      "B": "Dilekçesi davacıya tebliğ edilmesi,",
      "C": "Danıştay’da ilk derece mahkemesi sıfatıyla görülen davalarda savcının esas hakkındaki yazılı düşüncesinin taraflara tebliğ edilmesi,",
      "D": "Duruşma talebinin dava dilekçesi ile cevap ve savunmalarda yapılması gerekir,",
      "E": "Delillerin toplanması,"
    },
    "explanation": "Dosyanın tekemmülü, davanın taraflarının dava ile ilgili olarak iddia ve savunmaları ile bunların dayanağını oluşturan delillerinin tamamını ileri sürmüş olması; söyleyecekleri bir sözlerinin ve ileri sürecekleri bir delillerinin kalmaması anlamına gelmektedir. Dosyanın tekemmül edebilmesi için öncelikle dilekçeler teatisinin<br/>tamamlanması gerekir."
  },
  {
    "id": "3195514",
    "unitNumber": 5,
    "text": "İspat yükü kuralı, Türk Medenî Kanunu’nun kaçıncı maddesinde tanımlanmıştır.",
    "correctAnswer": "D",
    "options": {
      "A": "3",
      "B": "4",
      "C": "5",
      "D": "6",
      "E": "7"
    },
    "explanation": "İspat yükü kuralı, Türk Medenî Kanunu’nun 6’ncı maddesinde,<br/>“Kanun’da aksine hüküm bulunmadıkça taraflardan her biri, hakkını dayandırdığı olguların varlığını ispatla yükümlüdür.”"
  },
  {
    "id": "3195515",
    "unitNumber": 5,
    "text": "Duruşma davetiyelerinin duruşma gününden en az kaç gün önce taraflara gönderilmesi zorunludur?",
    "correctAnswer": "B",
    "options": {
      "A": "15",
      "B": "30",
      "C": "45",
      "D": "60",
      "E": "90"
    },
    "explanation": "Duruşmanın yapılacağı günün taraflara duruşma gününden uygun bir süre önce tebliğ edilmesi gerekir. Nitekim, duruşma davetiyelerinin duruşma gününden en az otuz gün önce taraflara gönderilmesi zorunludur."
  },
  {
    "id": "3195518",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi ispat Yükünün Mükellefte Olduğu Hâllerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Vergi beyannamesinde yazılı bilgilerin doğruluğunu ispat yükü.",
      "B": "Faturalı satışlarda, satışın piyasa fiyatının altında olduğu iddiasının vergi dairesince ispat edilmesi.",
      "C": "Peçeleme işlemlerinde olayın gerçek niteliğinin ispatı.",
      "D": "Tahakkuk fişinin tebliğ edilmesinin gerekmesi durumunda",
      "E": "Zaman aşımının durduğunu ve/ya da kesildiğini ispat yükü"
    },
    "explanation": "İspat Yükünün Mükellefte Olduğu Hâller<br/>• Şahsa özgü (kişisel) etkiye sahip olan mücbir sebebin varlığını ispat yükü, mükellefe aittir.<br/>• Vergi beyannamesinde yazılı bilgilerin doğruluğunu ispat yükü, beyanda bulunan mükellefe düşmektedir.<br/>• Bir vergi muafiyeti ya da istisnasından yararlanması gerektiğini iddia eden mükellefin, yararlandırıcı işlemler bakımından durumunu ispat etmesi gerekmektedir çünkü vergiyi doğuran olayın meydana gelmesi ile normal olarak yükümlülüğün<br/>ortaya çıkması söz konusudur.<br/>• Kanunî karinelerde ispat yükü mükellefe aittir. Peçeleme işlemlerinde olayın gerçek niteliğinin ispatı ile vergi dairesi yükümlüdür ancak peçeleme işlemleri kanunlardaözel olarak düzenlenmiş ise aksi ispatlanabilir yani bir adî kanunî karine söz konusu olduğundan, ispat yükü yer değiştirmekte ve mükellefe geçmektedir. Bu bağlamda, mükellef kurumun, transfer fiyatlandırması yoluyla örtülü kazanç dağıtımı ve<br/>örtülü sermaye iddialarının aksini ispat etmesi gerekmektedir.<br/>• Ver<br/>Vergi beyannamesinde yazılı bilgilerin doğruluğunu ispat yükü."
  },
  {
    "id": "3195523",
    "unitNumber": 5,
    "text": "Aşağıdaki terimlerden hangisi dolaylı delillerle ispat edilen bir olayın ispat edilemeyen sonucunu; bilinen bir olaydan bilinmeyen bir olaya, bir sonuca ulaşmayı ifade etmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "İkrar",
      "B": "Karine",
      "C": "Fiili Karine",
      "D": "Kanuni Karine",
      "E": "Kanuni Ölçü"
    },
    "explanation": "Karineler de ispatı gerekmeyen hâller arasında sayılmaktadır çünkü karineye dayanan tarafın bir ölçüde artık o hususu ispat etmesine gerek olmadığı kabul edilmektedir. Yargılama hukukunda karine, dolaylı delillerle ispat edilen bir olayın ispat edilemeyen sonucunu; bilinen bir olaydan bilinmeyen bir olaya, bir sonuca ulaşmayı ifade etmektedir. Bu itibarla hayat tecrübelerine, akıl ve mantık kurallarına göre herkes tarafından kabul edilmesi nedeniyle buna dayanan veya bu sonuçtan yararlanan kimse, ayrıca bunu ispat etmekle yükümlü tutulmamaktadır."
  },
  {
    "id": "3195525",
    "unitNumber": 5,
    "text": "Vergi idaresi tarafından açılan davada kararın vergi idaresi aleyhine verilmesi (davanın reddedilmesi) hâlinde aşağıdakilerden hangisi gerçekleşir?",
    "correctAnswer": "D",
    "options": {
      "A": "Takdir ve tadilat komisyonların kararları, iptal edilmekte ve hükümsüz hâle gelmektedir.",
      "B": "Vergi idaresinin vergilendirme işleminin hukuka uygun olduğu sonucu doğmaktadır.",
      "C": "Karar uyarınca dava konusu işlem iptal edilmekte ve terkin işlemi gerçekleştirilmektedir çünkü böyle bir durumda mahkeme, vergi idaresinin düzenlediği işlemi hukuka aykırı bulmakta ve bu işlemi kısmen ya da tamamen iptal etmektedir.",
      "D": "Dava konusu işlemin hukuka uygun olduğunun kabul edilmesi nedeniyle idarenin mahkeme kararının, dolayısıyla dava konusu işlemin gereğini, Kanunda belirtilen sürede yerine getirmesi gerekir.",
      "E": "Vergi idaresinin vergilendirme işleminin hukuka uygun olmadığı sonucu doğmaktadır."
    },
    "explanation": "Vergi idaresi tarafından açılan davada kararın vergi idaresi aleyhine verilmesi (davanın reddedilmesi) hâlinde dava konusu işlemin hukuka uygun olduğunun kabul edilmesi nedeniyle idarenin mahkeme kararının, dolayısıyla dava konusu işlemin gereğini, Kanunda belirtilen sürede yerine getirmesi gerekir."
  },
  {
    "id": "3195526",
    "unitNumber": 5,
    "text": "Aşağıdaki terimlerden hangisi davanın taraflarının dava ile ilgili olarak iddia ve savunmaları ile bunların dayanağını oluşturan delillerinin tamamını ileri sürmüş olması; söyleyecekleri bir sözlerinin ve ileri sürecekleri bir delillerinin kalmaması anlamına gelmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Delil Tespiti",
      "B": "Delillerin Toplanmaso",
      "C": "Dosyanın Tekemmülü",
      "D": "Yemin",
      "E": "Keşif"
    },
    "explanation": "Usûlüne uygun olarak açılmış olan dava hakkında karar verilebilmesi için dosyanın tekemmül etmesi gerekir. Dosyanın tekemmülü, davanın taraflarının dava ile ilgili olarak iddia ve savunmaları ile bunların dayanağını oluşturan delillerinin tamamını ileri sürmüş olması; söyleyecekleri bir sözlerinin ve ileri sürecekleri bir delillerinin kalmaması anlamına gelmektedir. Dosyanın tekemmül edebilmesi için öncelikle dilekçeler teatisinin tamamlanması gerekir. Ayrıca, şartlarının varlığı hâlinde duruşma yapılması da dosyanın tekemmülünü sağlayan bir unsurdur. Bu anlamda dosyanın tekemmülü, davanın karar verilmesi gereken aşamaya gelmesi demektir."
  },
  {
    "id": "3195530",
    "unitNumber": 5,
    "text": "Vergi mahkemesi kararlarının sonuçlarını aşağıdaki seçeneklerden hangisine göre incelemekte yarar vardır?",
    "correctAnswer": "E",
    "options": {
      "A": "Davanın vergi ödevlisi tarafından açılmasına.",
      "B": "Davanın Vergi dairesi tarafından açılmasına.",
      "C": "Lehte sonuçlanmasına",
      "D": "Aleyhte sonuçlanmasına",
      "E": "Hepsi"
    },
    "explanation": "Vergi mahkemesi kararlarının sonuçlarını davanın vergi ödevlisi ya da vergi dairesi tarafından açılmasına; lehte ya da aleyhte sonuçlanmasına göre incelemekte yarar vardır.<br/>Hepsi"
  },
  {
    "id": "3195536",
    "unitNumber": 5,
    "text": "Vergi yargısı organlarının verdikleri kararların idare tarafından uygulanması, uyuşmazlıkların mahkeme kararı ile çözümlenmesinin tabiî sonucudur. Kararların sonuçlarına ve uygulanmasına ilişkin hükümler, İdari Yargılama Usulü Kanunu’nun kaçıncı maddesinde yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "25",
      "B": "26",
      "C": "27",
      "D": "28",
      "E": "29"
    },
    "explanation": "Vergi yargısı organlarının verdikleri kararların idare tarafından uygulanması, uyuşmazlıkların mahkeme kararı ile çözümlenmesinin tabiî sonucudur. Kararların sonuçlarına ve uygulanmasına ilişkin hükümler, İdari Yargılama Usulü Kanunu’nun 28’inci maddesinde yer almaktadır."
  },
  {
    "id": "3195541",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi dava dosyasının işlemden kaldırılması ile ilgili doğru biri ifadedir?",
    "correctAnswer": "E",
    "options": {
      "A": "beş ay içinde yenileme dilekçesi verilmemiş ise varsa yürütmenin durdurulması kararı kendiliğinden hükümsüz<br/>kalır.",
      "B": "Sadece öleni ilgilendiren davalara ait dilekçeler iptal edilmez.",
      "C": "Davacının gösterdiği adrese tebligat yapılamaması hâlinde yeni adresin bildirilmesine kadar dava dosyası işlemden kaldırılmaz.",
      "D": "Ayrıca davacı, gerçek kişinin hukukî kişiliğinde değişiklik olmamakla birlikte davayı takip<br/>yetkisinin ortadan kalkması hâlinde nitelik değişikliği söz konusu değildir.",
      "E": "Gerçek kişilerden olan tarafın ölümü hâlinde idarenin mirasçılar aleyhine takibi yenilemesine kadar, dosyanın işlemden kaldırılmasına ilgili mahkemece karar verilir."
    },
    "explanation": "• Dava esnasında ölüm veya herhangi bir sebeple tarafların kişilik veya niteliğinde<br/>değişiklik olursa davayı takip hakkı kendisine geçenin başvurmasına kadar;<br/>• Gerçek kişilerden olan tarafın ölümü hâlinde idarenin mirasçılar aleyhine takibi<br/>yenilemesine kadar,<br/>dosyanın işlemden kaldırılmasına ilgili mahkemece karar verilir. Dört ay içinde yenileme dilekçesi verilmemiş ise varsa yürütmenin durdurulması kararı kendiliğinden hükümsüz kalır."
  },
  {
    "id": "3195549",
    "unitNumber": 5,
    "text": "Danıştay’da ilk derece mahkemesi sıfatıyla görülen davalarda savcının esas hakkındaki yazılı düşüncesinin taraflara tebliğ edilmesi gerekir. Tarafların tebliğ tarihinden itibaren savcının esas hakkındaki yazılı düşüncesine ilişkin görüşlerini yazılı olarak bildirme süresi kaç gündür?",
    "correctAnswer": "A",
    "options": {
      "A": "10",
      "B": "15",
      "C": "20",
      "D": "25",
      "E": "30"
    },
    "explanation": "Danıştay’da ilk derece mahkemesi sıfatıyla görülen davalarda savcının esas hakkındaki yazılı düşüncesinin taraflara tebliğ edilmesi gerekir. Tarafların tebliğ tarihinden itibaren on gün içinde, savcının esas hakkındaki yazılı düşüncesine ilişkin görüşlerini yazılı olarak bildirmesi mümkündür."
  },
  {
    "id": "3191937",
    "unitNumber": 6,
    "text": "Kanun yolu, nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Davanın taraflarına tanınan hukukî bir imkân ve Danıştay'a erişim hakkının engellenmesidir",
      "B": "Davanın tek tarafa hukukî bir imkân ve Danıştay'a erişim hakkının bir kullanılma vasıtasıdır.",
      "C": "Davanın taraflarına tanınan savunma hakkının kullanılma vasıtasıdır.",
      "D": "Davanın taraflarına tanınan hukukî bir imkân ve yargıya erişim hakkının bir kullanılma vasıtasıdır.",
      "E": "Davanın tek tarafına tanınan hukukî bir imkân ve yargıya erişim hakkının bir kullanılma vasıtasıdır."
    },
    "explanation": "Kanun yolu, davanın taraflarına tanınan hukukî bir imkân ve yargıya erişim hakkının bir kullanılma vasıtasıdır."
  },
  {
    "id": "3191938",
    "unitNumber": 6,
    "text": "\"Kesinleşmiş kararlara karşı tanınmış olan kanun yoluna, ...... denilmektedir.\" Cümlesindeki boşluğa aşağıdaki seçeneklerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "olağanüstü kanun yolu",
      "B": "olağan kanun yolu",
      "C": "idari kanun yolu",
      "D": "Danıştay yolu",
      "E": "dereceli kanun yolu"
    },
    "explanation": "Kesinleşmiş kararlara karşı tanınmış olan kanun yoluna, olağanüstü kanun yolu denilmektedir."
  },
  {
    "id": "3191939",
    "unitNumber": 6,
    "text": "Olağan kanun yolları nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Üçüncü derece mahkemesi ya da istinaf mercii kararlarının kesinleşmesine neden olan kanun yollarına olağan kanun yolları denilmektedir.",
      "B": "İlk derece mahkemesi ya da istinaf mercii kararlarının kesinleşmesine engel olan kanun yollarına olağan kanun yolları denilmektedir.",
      "C": "İlk derece mahkemesi kesinleşmesine neden olan kanun yollarına olağan kanun yolları denilmektedir.",
      "D": "İkinci istinaf mercii kararlarının kesinleşmesine neden olan kanun<br/>yollarına olağan kanun yolları denilmektedir.",
      "E": "İkinci derece mahkemesi ya da istinaf mercii kararlarının kesinleşmesi yollarına olağan kanun yolları denilmektedir."
    },
    "explanation": "İlk derece mahkemesi ya da istinaf mercii kararlarının kesinleşmesine engel olan kanun yollarına olağan kanun yolları denilmektedir."
  },
  {
    "id": "3191940",
    "unitNumber": 6,
    "text": "İstinaf, kanun yolu nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "bölge idare mahkemelerin verdikleri ara kararlara karşı başvurulan olağan kanun yoludur.",
      "B": "idare ve vergi mahkemelerin verdikleri ara kararlara karşın başvurulan olağan kanun yoludur.",
      "C": "ağır ceza mahkemelerin verdikleri ara kararlara karşı başvurulan olağan kanun yoludur.",
      "D": "idare ve vergi mahkemelerin verdikleri ilk kararlara karşı olan kanun yoludur.",
      "E": "idare ve vergi mahkemelerin verdikleri nihaî kararlara karşı başvurulan olağan kanun yoludur."
    },
    "explanation": "İstinaf, idare ve vergi mahkemelerin verdikleri nihaî kararlara karşı başvurulan olağan kanun yoludur."
  },
  {
    "id": "3191941",
    "unitNumber": 6,
    "text": "\"İdari Yargılama Usulü Kanunu’nun .......... uyarınca, bölge idare mahkemesi, ilk derece mahkemesi kararını hukuka uygun bulmadığı takdirde istinaf başvurusunun kabulü ile ilk derece mahkemesinin kararının kaldırılmasına karar verir.\" Cümlesindeki boşluğa aşağıdaki seçeneklerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "65’inci maddesinin 2’inci bendi",
      "B": "55’inci maddesinin 3’üncü bendi",
      "C": "45’inci maddesinin 4’üncü bendi",
      "D": "35’inci maddesinin 3’üncü bendi",
      "E": "15’inci maddesinin 3’üncü bendi"
    },
    "explanation": "İdari Yargılama Usulü Kanunu’nun 45’inci maddesinin 4’üncü bendi uyarınca, bölge idare mahkemesi, ilk derece mahkemesi kararını hukuka uygun bulmadığı takdirde istinaf başvurusunun kabulü ile ilk derece mahkemesinin kararının kaldırılmasına karar verir."
  },
  {
    "id": "3191942",
    "unitNumber": 6,
    "text": "Bir karara karşı istinaf yoluna başvurulabilmesi için kaç şart aranmaktadır ve bu şartlar nelerdir?",
    "correctAnswer": "E",
    "options": {
      "A": "Üç şart aranmaktadır. Bu şartlar; kararın ağır ceza mahkemesi tarafından verilmiş olması, kararın<br/>nihaî bir karar olması ve kararın konusunun yirmi bin Türk lirasını aşmasıdır.",
      "B": "Üç şart aranmaktadır. Bu şartlar; kararın (idare veya) vergi mahkemesi tarafından verilmemiş olması, kararın ara karar olması ve kararın konusunun on bin Türk lirasını aşmasıdır.",
      "C": "İki şart aranmaktadır. Bu şartlar; Kararın nihaî bir karar olması ve kararın konusunun beş bin Türk lirasını aşmasıdır.",
      "D": "İki şart aranmaktadır. Bu şartlar; kararın (idare veya) vergi mahkemesi tarafından verilmiş olması ve kararın konusunun beş bin Türk lirasını aşmasıdır.",
      "E": "Üç şart aranmaktadır. Bu şartlar; kararın (idare veya) vergi mahkemesi tarafından verilmiş olması, kararın nihaî bir karar olması ve kararın konusunun beş bin Türk lirasını aşmasıdır."
    },
    "explanation": "Bir karara karşı istinaf yoluna başvurulabilmesi için üç şart aranmaktadır;<br/>birincisi, kararın (idare veya) vergi mahkemesi tarafından verilmiş olması; ikincisi, kararın<br/>nihaî bir karar olması; üçüncüsü, kararın konusunun beş bin Türk lirasını aşmasıdır."
  },
  {
    "id": "3191943",
    "unitNumber": 6,
    "text": "\"Vergi mahkemeleri........oluşmakta ve kural olarak davaları kurul hâlinde karara bağlamaktadır.\" Cümlesindeki boşluğa aşağıdaki seçeneklerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "başkan ile iki üyeden",
      "B": "hakim ile altı üyeden",
      "C": "yargıç ile sekiz üyeden",
      "D": "savcı ile üç üyeden",
      "E": "başkan ile beş üyeden"
    },
    "explanation": "Vergi mahkemeleri başkan ile iki üyeden oluşmakta (BİMK.m.4) ve kural olarak davaları kurul hâlinde karara bağlamaktadır."
  },
  {
    "id": "3191944",
    "unitNumber": 6,
    "text": "Bir kararın istinaf kanun yolu incelemesine konu olabilmesi için vergi mahkemesi tarafından verilmiş ve kaç bin Türk lirasını aşan nihaî karar olması gerekir?",
    "correctAnswer": "B",
    "options": {
      "A": "yirmi beş bin Türk lirası,",
      "B": "beş bin Türk lirası,",
      "C": "yirmi bin Türk lirası,",
      "D": "on beş bin Türk lirası,",
      "E": "on bin Türk lirası,"
    },
    "explanation": "Bir kararın istinaf kanun yolu incelemesine konu olabilmesi için vergi mahkemesi tarafından verilmiş ve beş (2022 yılı için dokuz) bin Türk lirasını aşan nihaî karar olması gerekir."
  },
  {
    "id": "3191945",
    "unitNumber": 6,
    "text": "İdarî/vergi yargılaması hukukunda idare ve vergi mahkemelerinin verdikleri nihaî kararlara karşı istinaf yoluna başvuru süresi, kaç gündür?",
    "correctAnswer": "C",
    "options": {
      "A": "otuz beş gündür.",
      "B": "yirmi gündür.",
      "C": "otuz gündür.",
      "D": "yirmi beş gündür.",
      "E": "kırk gündür."
    },
    "explanation": "İdarî/vergi yargılaması hukukunda idare ve vergi mahkemelerinin verdikleri nihaî kararlara<br/>karşı istinaf yoluna başvuru süresi, otuz gündür."
  },
  {
    "id": "3191946",
    "unitNumber": 6,
    "text": "Aşağıdaki seçeneklerden hangisi istinaf dilekçesinde bulunması gerekenlerden biri <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Davanın ve hakkında istinaf başvurusunda bulunulan kararın konusunun, sebeplerinin ve dayandığı delillerin belirtilmesi gerekir.",
      "B": "Hakkında istinaf başvurusunda bulunulan kararın yazılı bildirim tarihinin belirtilmesi gerekir",
      "C": "Tam yargı davalarına veya vergi uyuşmazlıklarına yahut yargılama giderlerine ilişkin istinaf taleplerinde, uyuşmazlık ve istinaf konusunun miktarının belirtilmesi gerekir",
      "D": "İstinaf dilekçesi doğrudan doğruya istinaf talebini inceleyecek olan hakime verilmesi gerekir.",
      "E": "Vergi uyuşmazlıklarıyla ilgili istinaf başvurularında, vergi, resim, harç ve benzeri malî yükümler ile bunların zam ve cezaları, cezanın nev’i ve yılı, ihbarname tebliğ edilmişse ihbarnamenin tarih ve sayısı, varsa mükellefin hesap numarasının belirtilmesi gerekir."
    },
    "explanation": "Ayrıca istinaf dilekçesinde,<br/>• Davanın ve hakkında istinaf başvurusunda bulunulan kararın konusunun, sebeplerinin<br/>ve dayandığı delillerin;<br/>• Hakkında istinaf başvurusunda bulunulan kararın yazılı bildirim tarihinin;<br/>• Tam yargı davalarına veya vergi uyuşmazlıklarına yahut yargılama giderlerine ilişkin<br/>istinaf taleplerinde, uyuşmazlık ve istinaf konusunun miktarının;<br/>• Vergi uyuşmazlıklarıyla ilgili istinaf başvurularında, vergi, resim, harç ve benzeri<br/>malî yükümler ile bunların zam ve cezaları, cezanın nev’i ve yılı, ihbarname tebliğ<br/>edilmişse ihbarnamenin tarih ve sayısı, varsa mükellefin hesap numarasının belirtilmesi<br/>gerekir (İYUK.m.45/2, m. 3/2-e)."
  },
  {
    "id": "3192934",
    "unitNumber": 6,
    "text": "Kesinleşmiş kararlara karşı başvurulan bir yol olması nedeniyle kanun yararına temyiz, olağanüstü kanun yolu olarak nitelendirilmektedir. Söz konusu başvuru aşağıdakilerden hangisi tarafından yapılmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Danıştay Başkanı",
      "B": "Anayasa Mahkemesi Başkanı",
      "C": "Bölge İdare Mahkemesi Başkanı",
      "D": "Danıştay Tetkik Hakimi",
      "E": "Danıştay Başsavcısı"
    },
    "explanation": "Kural olarak, temyiz incelemesinden geçmeden kesinleşen kararlara karşı Danıştay Başsavcısının başvurabileceği kanun yararına temyiz yolu da kesinleşmiş kararlara karşı başvurulan bir yol olması nedeniyle olağanüstü kanun yolu olarak nitelendirilmektedir."
  },
  {
    "id": "3192936",
    "unitNumber": 6,
    "text": "Yürütmenin durdurulması talepleri hakkında verilen kararlara karşı başvurularda, İtiraz merci, dosyanın kendisine gelişinden itibaren kaç gün içinde karar vermek durumundadır?",
    "correctAnswer": "B",
    "options": {
      "A": "3 gün",
      "B": "7 gün",
      "C": "10 gün",
      "D": "15 gün",
      "E": "30 gün"
    },
    "explanation": "İtiraz merci, dosyanın kendisine gelişinden itibaren <strong>yedi gün</strong> içinde karar vermek mecburiyetindedir. İtiraz mercinin itiraz üzerine verdiği kararlar kesindir."
  },
  {
    "id": "3192937",
    "unitNumber": 6,
    "text": "Adli tatil döneminde, bir vergi mahkemesi yürütmeyi durdurma kararı vermiş ise söz konusu karara yönelik itiraz, aşağıdakilerden hangisince incelenmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Vergi Dava Daireleri Kurulu",
      "B": "İlgili Danıştay Dairesi",
      "C": "En yakın Bölge İdare Mahkemesi",
      "D": "Asliye Hukuk Mahkemesi",
      "E": "En yakın nöbetçi mahkeme veya kararı veren hâkimin katılmadığı nöbetçi mahkeme"
    },
    "explanation": "Yürütmeyi durdurma talebi hakkındaki kararları, çalışmaya ara verme süresi içinde vergi mahkemeleri vermişse itiraz mercii, en yakın nöbetçi mahkeme veya kararı veren hâkimin katılmadığı nöbetçi mahkemedir."
  },
  {
    "id": "3192939",
    "unitNumber": 6,
    "text": "Aynı maddî veya hukukî sebepten doğan ya da biri hakkında verilecek hüküm, diğerini etkileyecek nitelikte olan davalar .................... davalardır.<br/>İfadede yer alan boşluğa hangisi getirilmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Seçimlik",
      "B": "Bağlantılı",
      "C": "Kısmi",
      "D": "İstinaf",
      "E": "İlk derece"
    },
    "explanation": "Aynı maddî veya hukukî sebepten doğan ya da biri hakkında verilecek hüküm, diğerini etkileyecek nitelikte olan davalar bağlantılı davalardır."
  },
  {
    "id": "3192940",
    "unitNumber": 6,
    "text": "Dava açma süresi sona erdikten sonra, zaman aşımı süresi içinde hata düzeltme yoluna başvurulması hâlinde vergi dairesinin talebi reddetmesi üzerine şikayet yoluyla aşağıdakilerden hangisine başvuruda bulunulmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Danıştay",
      "B": "Bölge İdare Mahkemesi",
      "C": "Vergi Mahkemesi",
      "D": "Hazine ve Maliye Bakanlığı",
      "E": "Vergi Dairesi Müdürlüğü"
    },
    "explanation": "Dava açma süresi sona erdikten sonra fakat zaman aşımı süresi içinde hata düzeltme yoluna başvurulması hâlinde vergi dairesinin talebi reddetmesi üzerine Hazine ve Maliye Bakanlığı'na şikâyet başvurusunda bulunulması gerekir."
  },
  {
    "id": "3192941",
    "unitNumber": 6,
    "text": "Bölge İdare Mahkemelerinde, duruşma yapıldıktan sonra en geç kaç gün içinde karar verilmesi gerekmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "7 gün",
      "B": "10 gün",
      "C": "15 gün",
      "D": "30 gün",
      "E": "60 gün"
    },
    "explanation": "Duruşma yapıldıktan sonra en geç on beş gün içinde karar verilmesi gerekmektedir."
  },
  {
    "id": "3192942",
    "unitNumber": 6,
    "text": "İstinaf dilekçesi aşağıdakilerden hangisine <u>verilemez</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Yabancı ülkelerde Türk Konsolosluklarına",
      "B": "Bölge idare mahkemesine gönderilmek üzere istinaf başvurusuna konu kararı veren mahkemeye",
      "C": "Kararı veren mahkemeye gönderilmek üzere idare veya vergi mahkemesi başkanlıklarına",
      "D": "Asliye Hukuk Hâkimliklerine",
      "E": "Asliye Ticaret Mahkemesine"
    },
    "explanation": "İstinaf dilekçesi, bölge idare mahkemesine gönderilmek üzere istinaf başvurusuna konu kararı veren mahkemeye (İYUK.m.48/3) veya kararı veren mahkemeye gönderilmek üzere idare veya vergi mahkemesi başkanlıklarına; idare ve vergi mahkemelerinin bulunmadığı yerlerde büyükşehir belediyesi sınırları içerisinde kalıp kalmadığına bakılmaksızın asliye hukuk hâkimliklerine ve yabancı ülkelerde Türk Konsolosluklarına verilebilir."
  },
  {
    "id": "3192944",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangileri ara karar niteliğindedir?<br/>I- Dilekçenin reddi<br/>II- Dilekçenin gerçek hasma tebliği<br/>III- Dilekçenin idarî mercie tevdii<br/>IV- Dosyaların birleştirilmesi",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "I, II ve III",
      "E": "I, II, III ve IV"
    },
    "explanation": "Davayı sonuçlandırmadıkları için dilekçenin reddi, dilekçenin gerçek hasma tebliği, dilekçenin idarî mercie tevdii, dosyaların birleştirilmesi, idarî yargı bünyesinde görevsizlik ve/ya da yetkisizlik kararları nihaî karar değildir."
  },
  {
    "id": "3192946",
    "unitNumber": 6,
    "text": "İlgili merciin istinaf talebinin reddi kararına karşı, bu kararın tebliğ tarihini izleyen günden başlayarak kaç gün içinde istinaf yoluna başvurulması mümkündür?",
    "correctAnswer": "C",
    "options": {
      "A": "3 gün",
      "B": "5 gün",
      "C": "7 gün",
      "D": "10 gün",
      "E": "15 gün"
    },
    "explanation": "İlgili merciin İdari Yargılama Usulü Kanunu’nun 48’inci maddesi kapsamında verdiği,<br/>• Karar hakkında istinaf talebinde başvurulmamış sayılmasına,<br/>• İstinaf talebinin reddine ve<br/>• İstinaf talebinde bulunulmamış sayılmasına ilişkin kararlarına karşı,<br/>bu kararların tebliğ tarihini izleyen günden başlayarak (itibaren) yedi gün içinde istinaf yoluna<br/>başvurulması mümkündür."
  },
  {
    "id": "3192948",
    "unitNumber": 6,
    "text": "Bölge idare mahkemesi kararlarında şekil bakımından yer alacak hususlar, vergi mahkemeleri<br/>kararlarında olduğu gibidir. Buna göre, hangisi karar metninde yer alması gereken hususlardan <u>değildir?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Yargılama giderleri ve hangi tarafa yükletildiği",
      "B": "Karar tarihi ve oybirliği ile mi, oy çokluğu ile mi verildiği",
      "C": "Kararı veren mahkemenin-dairenin adı ile dosyanın esas ve karar numarası",
      "D": "Kararı veren mahkemenin üye sayısı",
      "E": "Tarafların ve varsa vekillerinin veya temsilcilerin ad ve soyadları yahut unvanları ve adresleri"
    },
    "explanation": "Bölge idare mahkemesi kararlarında şekil bakımından yer alacak hususlar, vergi mahkemeleri kararlarında olduğu gibidir. Buna göre, karar metninde yer alması gereken hususlar şunlardır:<br/>• Tarafların ve varsa vekillerinin veya temsilcilerin ad ve soyadları yahut unvanları ve adresleri;<br/>• Davacının ileri sürdüğü olayların ve dayandığı hukukî sebeplerin özeti, talep sonucu ile davalının savunmasının özeti;<br/>• Duruşmalı davalarda duruşma yapılıp yapılmadığı, yapılmış ise hazır bulunan taraflar vekil ve temsilcilerin ad ve soyadları;<br/>• Kararın dayandığı hukukî sebepler ile gerekçesi ve hüküm; tazminat davalarında hükmedilen tazminatın miktarı;<br/>• Yargılama giderleri ve hangi tarafa yükletildiği;<br/>• Karar tarihi ve oybirliği ile mi, oy çokluğu ile mi verildiği;<br/>• Kararı veren başkan ve üyelerinin ad ve soyadları, imzaları, varsa karşı oyları;<br/>• Kararı veren mahkemenin-dairenin adı ile dosyanın esas ve karar numarası (İYUK.m.24).<br/>Kararın alınmasında azınlıkta kalan mahkeme kurulu üyelerinin görüşleri karar altına yazılır"
  },
  {
    "id": "3193518",
    "unitNumber": 6,
    "text": "Kanun yolu kavramına ilişkin aşağıdakilerden hangisi <strong>doğru olmayan</strong> bir ifadedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kanun yolu mahkemenin nihai kararlarının üst derece yargı organları tarafından yeniden incelenmesidir",
      "B": "Kanun yolu hükümlerin doğrudan doğruya kararı veren yargı organınca tekrar gözden geçirilmesidir",
      "C": "Kanun yolu verilen mahkeme kararlarının üst derece yargı organları tarafından hukuki denetiminin yapılmasıdır",
      "D": "Kanun yolu hukuka aykırılığın giderilmesi amacı ile davanın taraflarına tanınmış çeşitli başvuru yollarıdır",
      "E": "Kanun yolu açıklama ve yanlışların düzeltilmesi gibi başvuru yollarını içeren yargı kararları başvuru sistemidir"
    },
    "explanation": "Kanun yolu, mahkemenin nihai/son kararlarının üst derece yargı organları veya doğrudan doğruya kararı veren yargı organı tarafından yeniden incelenmesi, hukuki denetiminin yapılması ve gerekli görülür ise değiştirilmesidir. Kanun yolu yargı organları tarafından verilmiş nihai kararlara karşı varsa hata ve yanlışların veya hukuka aykırılığın giderilmesi amacı ile davanın taraflarına tanınmış çeşitli başvuru yollarıdır. Ancak yargı kararlarına karşı yapılabilecek başvuruların hepsi kanun yolu başvurusu niteliğinde değildir, açıklama ve yanlışların düzeltilmesi gibi kanun yolu başvurusu niteliğinde olmayan veya gerçek anlamda bir kanun yolu niteliğinde olmayan bazı başvuru yolları da vardır."
  },
  {
    "id": "3193521",
    "unitNumber": 6,
    "text": "Davalı taraf mahkemenin verdiği nihai kararın kesinleşmesini önlemek için süresi içerisinde yargı kararlarına karşı başvuru yollarını kullanmaya karar vermiştir. Bu durumda davalı tarafın yargı kararlarına karşı hangi başvuru yoluna başvurması beklenir?",
    "correctAnswer": "B",
    "options": {
      "A": "Olağanüstü kanun yolu",
      "B": "Olağan kanun yolu",
      "C": "Açıklama ve yanlışların düzeltilmesi yolu",
      "D": "Başsavcılık itiraz yolu",
      "E": "Kanun yararına temyiz yolu"
    },
    "explanation": "Davalı taraf mahkemenin verdiği nihai kararın kesinleşmesini önlemek için süresi içerisinde yargı kararlarına karşı başvuru yollarını kullanmaya karar vermiştir. Bu durumda davalı tarafın yargı kararlarına karşı olağan kanun yoluna başvurması beklenir. Mahkemelerin verdiği nihai kararların kesinleşmesine engel olan kanun yollarına olağan kanun yolu denilmektedir. Olağan kanun yolları arasında istinaf ve temyiz yer almaktadır."
  },
  {
    "id": "3193525",
    "unitNumber": 6,
    "text": "Vergi mahkemelerinin nihai kararlarına karşı başvurulan olağan kanun yolu denetimi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İstinaf",
      "B": "Temyiz",
      "C": "(Özel) İtiraz",
      "D": "Danıştay",
      "E": "İtiraz mercii"
    },
    "explanation": "Vergi mahkemelerinin nihai kararlarına karşı başvurulan kanun yolu denetimi istinaftır."
  },
  {
    "id": "3193527",
    "unitNumber": 6,
    "text": "Davalı tarafın, idare veya vergi mahkemelerinin verdikleri nihai kararlara karşı başvurduğu olağan kanun yollarından istinafa başvurması ne anlama gelmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Mahkemenin kesinleşmiş kararlarına karşı tanınmış olan olağanüstü kanun yolunu kullanarak kanun yararına temyiz başvurusudur",
      "B": "Birinci derece mahkemenin tek hakim kararına dayalı olarak kararlar tesis etmesine karşı yapılan itiraz başvurusudur",
      "C": "Mahkeme kararlarına karşı mahkemenin bulunduğu yargı çevresindeki bölge idare mahkemesine yapılan başvurudur",
      "D": "Danıştay dava dairelerinin bölge idare mahkemelerinin verdiği kararları temyiz etmesine yönelik başvurulardır",
      "E": "Davalar arasındaki bağlantı iddalarına karşı yürütmenin durdurulmasına yönelik başvurulan özel itiraz başvurusudur"
    },
    "explanation": "Davalı tarafın, idare veya vergi mahkemelerinin verdikleri nihai kararlara karşı başvurduğu olağan kanun yollarından istinafa başvurması, mahkeme kararlarına karşı mahkemenin bulunduğu yargı çevresindeki bölge idare mahkemesine başvuruda bulunması anlamına gelmektedir."
  },
  {
    "id": "3193528",
    "unitNumber": 6,
    "text": "Konusu yüz bin (2022 yılı için 261.000) Türk lirasını aşmayan bir vergi davasında bölge idare mahkemesinin istinaf incelemesi sonucunda davalı taraf aleyhine karar verilmiş olsun. Bu duruma ilişkin aşağıdakilerden hangisi söylenebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bölge idare mahkemesine yeniden inceleme itiraz dilekçesi verilebilir",
      "B": "Danıştay'a temyiz başvurusunda bulunmak olanaklı hale gelir",
      "C": "Bölge idare mahkemesi tarafından verilen karar kesinleşir",
      "D": "(Özel) itiraz yolu ile kararın yürütmesinin durdurulması istenebilir",
      "E": "Kanun yararına temyiz başvurusunda bulunularak itiraz yapılabilir"
    },
    "explanation": "Konusu yüz bin (2022 yılı için 261.000) Türk lirasını aşmayan bir vergi davasında bölge idare mahkemesinin istinaf incelemesi sonucunda davalı taraf aleyhine karar verilmiş ise bu durumda istinaf incelemesi sonucunda verilen karar karşı temyiz yoluna başvurulması olanaklı değildir. Bölge İdare Mahkemelerinin İdari Yargılama Usulü Kanunu'nun 46. maddesine göre temyiz yoluna başvurulması mümkün olmayan kararları kesindir."
  },
  {
    "id": "3193529",
    "unitNumber": 6,
    "text": "\"....... kararın usul kurallarına uygun olarak verilip verilmediğine ve hukuka uygun olup olmadığını belirlemeye yöneliktir\" ifadesinde boş bırakılan kısmı en uygun biçimde tamamlayan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İstinaf",
      "B": "(özel) itiraz",
      "C": "İstinabe",
      "D": "Temyiz",
      "E": "Nihai karar"
    },
    "explanation": "\"....... kararın usul kurallarına uygun olarak verilip verilmediğine ve hukuka uygun olup olmadığını belirlemeye yöneliktir\" ifadesinde boş bırakılan kısmı en uygun biçimde tamamlayan kavram temyizdir.<br/>\"Temyiz, kararın usul kurallarına uygun olarak verilip verilmediğine ve hukuka uygun olup olmadığını belirlemeye yöneliktir\""
  },
  {
    "id": "3193530",
    "unitNumber": 6,
    "text": "Bölge İdare Mahkemesi istinaf incelemesine tabi olan kararı hukuka aykırı bulması durumunda ne gibi bir işlem yapar?",
    "correctAnswer": "E",
    "options": {
      "A": "Kararını gerekçeli olarak Danıştay'a yazılı iletir",
      "B": "Tarafları kararı bildirmek üzere duruşmaya çağırır",
      "C": "İlk derece mahkemesinde değişiklik talep eder",
      "D": "Temyiz incelemesi için başvuru yapılmasını bekler",
      "E": "İşin esası hakkında yeniden bir karar verir"
    },
    "explanation": "Bölge İdare Mahkemesi istinaf incelemesine tabi olan kararı hukuka aykırı bulması durumunda kaldırdığı kararın yerine, işin esası hakkında yeniden bir karar verir."
  },
  {
    "id": "3193537",
    "unitNumber": 6,
    "text": "Nihai karar kavramına ilişkin aşağıdakilerden hangisi<strong> hatalı</strong> bir ifadedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hakimin kararından dönemediği kararlardır",
      "B": "Yargılamayı sonlandıran kararlardır",
      "C": "Mahkemeyi işten el çektiren karardır",
      "D": "Mahkemenin şartlı kararını geri alabildiği karardır",
      "E": "Davanın tekrar karara bağlanamadığı karardır"
    },
    "explanation": "Nihai karar davayı sonuçlandıran, yargılamayı sona erdiren ve mahkemeye işten el çektiren son karardır. Mahkeme veya hakim verdiği nihai kararından dönemez, kararını geri alamaz. Üst mahkemelerce bozulmadıkça hakim veya mahkeme davayı tekrar inceleyip karara bağlayamaz."
  },
  {
    "id": "3193540",
    "unitNumber": 6,
    "text": "Tarafların davalarda bağlantı bulunduğu yolundaki iddialarının mahkemelerce reddedilmesi halinde başvurulan kanun yolu aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "İstinaf",
      "B": "Temyiz",
      "C": "İstinabe",
      "D": "Danıştay",
      "E": "(Özel) İtiraz"
    },
    "explanation": "Tarafların davalarda bağlantı bulunduğu yolundaki iddialarının mahkemelerce reddedilmesi halinde başvurulan kanun yolu, itiraz yoludur. Bu yol, İdari Yargılam Usulü Kanununda özel bir itiraz türü olarak yer almaktadır."
  },
  {
    "id": "3193549",
    "unitNumber": 6,
    "text": "Bölge İdare Mahkemesi'nin işlemleri hakkında aşağıdakilerden hangisi <strong>ifade edilemez</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "İlk derece mahkemesinin kararının kaldırılmasına karar verebilir",
      "B": "İstinafa konu kararın denetiminin yanı sıra gerekli incelemeyi de yapabilir",
      "C": "Gerekli soruşturmaları yaparak esas hakkında da kararlar verebilir",
      "D": "İnceleme sonucunda istinaf talebine konu kararın niteliğine göre karar verir",
      "E": "İstinaf talebini inceleyerek kararını içeren dosyayı Danıştay'a gönderir"
    },
    "explanation": "Bölge İdare Mahkemesi, ilk derece mahkemesinin kararının kaldırılmasına karar verebilir. İstinafa konu kararın denetiminin yanı sıra gerekli incelemeyi de yapabilir. Gerekli soruşturmaları yaparak esas hakkında da kararlar verebilir. İnceleme sonucunda istinaf talebine konu kararın niteliğine göre karar verir. İstinaf talebini inceleyerek kararını içeren dosyayı kararı vermiş bulunan mahkemeye gönderir. Bu karar dosyanın mahkemeye geldiği tarihten itibaren yedi gün içinde taraflara tebliğe çıkarılır."
  },
  {
    "id": "3193947",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi kesinleşmiş kararlara karşı tanınmış kanun yoluna (olağanüstü kanun yolu) örnek yasal işlemdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yargılamanın yenilenmesi",
      "B": "Açıklama",
      "C": "Temyiz başvurusu",
      "D": "İstinaf başvurusu",
      "E": "Reddi hâkim"
    },
    "explanation": "Kesinleşmiş kararlara karşı tanınmış olan kanun yoluna, olağanüstü kanun yolu denilmektedir. Olağanüstü kanun yolu, yargılamanın yenilenmesidir. Yargılamanın yenilenmesi yoluna, verilen hükmün kesinleşmesine rağmen yargılamanın yeniden yapılmasını sağlamak amacıyla başvurulmaktadır<br/>Doğru cevap a) şıkkıdır"
  },
  {
    "id": "3193948",
    "unitNumber": 6,
    "text": "İlk derece vergi mahkemeleri tarafından verilen nihaî karar niteliğinde olmayan bazı kararların kanun yolu denetimi olan (özel) itiraz aşağıdakilerden hangisinin kapsamına girer?",
    "correctAnswer": "B",
    "options": {
      "A": "Temyiz",
      "B": "Olağan kanun yolları",
      "C": "Olağanüstü kanun yolları",
      "D": "Açıklama",
      "E": "Vergi incelemesi"
    },
    "explanation": "İlk derece mahkemesi ya da istinaf mercii kararlarının kesinleşmesine engel olan kanun yollarına olağan kanun yolları denilmektedir. Yürürlükte bulunan mevzuata göre vergi yargılaması hukukunda iki olağan kanun yolu bulunmaktadır. Bunlar, ilk derece mahkemesi olan vergi mahkemelerinin konusu beş bin (2022 yılı için 9.000.-)Türk Lirasını aşan vergi davaları hakkında verdikleri nihaî kararlarına karşı başvurulan istinaf kanun yolu ile Danıştay’ın ilk derece mahkemesi olarak verdiği kararları ile istinaf mercii olan Bölge İdare Mahkemelerinin konusu yüz bin (2022 yılı için 261.000.-) Türk Lirasını aşan vergi davaları hakkında vermiş olduğu kararlarına karşı başvurulan temyiz kanun yoludur. Bunlara, ilk derece mahkemeleri tarafından verilen nihaî karar niteliğinde olmayan bazı kararların kanun yolu denetimi olan (özel) itirazı da eklemek gerekir.<br/>Doğru cevap b) şıkkıdır"
  },
  {
    "id": "3193949",
    "unitNumber": 6,
    "text": "I-İlk derece mahkemelerinin nihai kararlarına karşı başvurulan olağan kanun yoludur<br/>II-Esas hakkında verdiği kararlar kesin niteliktedir ve temyize kapalıdır<br/>III-Esas hakkında verdiği kararlar kesin nitelikte değildir ve temyize açıktır<br/>IV-İstinaf kanun yolu denetimi yapmakla Asliye Hukuk Mahkemeleri görevlidir<br/>V- İstinaf kanun yolu denetimi yapmakla Bölge İdare Mahkemeleri görevlidir<br/>Sayılan maddelerin istinaf kanun yolu ile ilgili olanlar aşağıdakilerden hangisinde verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "I-II-V",
      "B": "III-IV-V",
      "C": "I-III-V",
      "D": "II-III-IV",
      "E": "I-II-IV"
    },
    "explanation": "İstinaf, ilk derece mahkemesi olan idare ve vergi mahkemelerinin nihaî kararlarına karşı başvurulan olağan bir kanun yoludur. İstinaf kanun yolu denetimi yapmakla Bölge İdare Mahkemeleri görevlidir. Kural olarak, istinaf incelemesi sonucunda verilen kararlar hakkında temyiz yoluna başvurmak mümkündür. 6545 sayılı Kanun ile İdari Yargılama Usulü Kanunu’nda yapılan değişiklikle idarî/vergi yargılaması hukukuna dahil edilmiş olan istinaf kanun yolunda, istinaf merciinin, denetimini yaptığı ilk derece mahkemesinin esas hakkında vermiş olduğu kararın hukuka aykırılığı hâlinde kararı bozmak ve dosyayı ilk derece mahkemesine göndermek yerine uyuşmazlık hakkında gerekli araştırma ve incelemeyi bizzat kendisinin yapıp işin esası hakkında karar verme yetkisi bulunmaktadır. Önceden uygulanmakta olan itiraz kanun yolunda da böyle bir yetki bulunmakla birlikte verilen kararın kesin olması ve temyiz edilememesi söz konusu idi. İstinaf kanun yolunda ise bölge idare mahkemesinin esas hakkında vermiş olduğu karar, kural olarak, kesin karar olmayıp temyiz denetimine açıktır. Eskiden üç mercili ve iki dereceli olan idarî/vergi yargısı sistemi, istinaf kanun yolunun sisteme dahil olmasından sonra, kural olarak, üç mercili ve üç dereceli bir yapıya kavuşmuştur<br/>Doğru cevap c) şıkkıdır"
  },
  {
    "id": "3193950",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisinde istinaf işlemini yürüten mahkemenin kararları hakkındaki işlem doğru olarak verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "İstinaf mahkemesinin dosya incelemesi sonucundaki kararı kesindir ve temyize kapalıdır",
      "B": "İstinaf mahkemesinin hukuka aykırılık kararı vermesi durumunda dava tekrar görülür",
      "C": "İstinaf mahkemesi kararları -niteliğine bakılmaksızın- otomatik olarak temyize gönderilir",
      "D": "İstinaf mahkemesi hukuka aykırı bulduğu kararın yerine esas hakkında yeniden bir karar verir",
      "E": "İstinaf mahkemesi hak ihlali tespit ettiği kararlarda konuyu Anayasa Mahkemesine gönderir"
    },
    "explanation": "Esas hakkında verilmiş kararlara karşı başvurulması hâlinde istinaf incelemesi sonucunda, bölge idare mahkemesinin bozma kararı vererek dosyayı yeniden karara bağlanmak üzere ilgili mahkemeye geri gönderme yetkisinin olmayışı, istinaf kanun yolu ile temyiz kanun yolu arasındaki en önemli farkı oluşturmaktadır. Bölge idare mahkemesi, istinaf incelemesine tâbi olan kararı hukuka aykırı bulması hâlinde kaldırdığı kararın yerine, “İşin esası hakkında yeniden bir karar verir.” (İYUK.m.45/4) ancak bu karara karşı, kural olarak, temyiz talebi ile Danıştay’a başvurma imkânı vardır fakat bölge idare mahkemesi, işin esası hakkında yeniden verdiği bazı kararlarına karşı temyiz yoluna başvurulamaması nedeniyle bu kararların kesin olması açısından da temyiz merciine benzemektedir.<br/>Doğru cevap d) şıkkıdır"
  },
  {
    "id": "3193951",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi istinaf mercii olan bölge idare mahkemelerinin bulunduğu illerden birisi <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Adana",
      "B": "Bursa",
      "C": "Eskişehir",
      "D": "Konya",
      "E": "Samsun"
    },
    "explanation": "İdare ve vergi mahkemeleri tarafından verilen ve konusu beş (2022 yılı için dokuz) bin Türk lirasını aşan nihaî kararların istinaf mercii bölge idare mahkemeleridir (İYUK.m.45/1; BİMK.m.3/A,a). İstinaf mercii olan bölge idare mahkemelerinin bulunduğu iller Adana, Ankara, Bursa, Erzurum, Gaziantep, İstanbul, İzmir, Konya ve Samsun’dur. Her bir bölge idare mahkemesinin yargı çevresi birden çok ili kapsamaktadır.<br/>Doğru cevap c) şıkkıdır"
  },
  {
    "id": "3193952",
    "unitNumber": 6,
    "text": "Vergi davalarında istinaf yoluna başvuru hakkında aşağıda verilenlerden hangisi <u>yanlıştır</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Davalı taraf kararda aleyhine olan hususlar bakımından istinafa başvurabilir",
      "B": "Davacı taraf kararda aleyhine olan hususlar bakımından istinafa başvurabilir",
      "C": "İstinaf mercii bölge idare mahkemesidir",
      "D": "Kamu idareleri ve kamu kurumu niteliğindeki meslek kuruluşları istinafa başvurabilir",
      "E": "Lehine karar verilen taraf kararın başka bir gerekçeye dayandırılması için istinafa başvurabilir"
    },
    "explanation": "Kural olarak, vergi davasında davalı taraf idaredir. Başka bir deyişle özel hukuk kişileri (gerçek ve tüzel kişiler) davacı, idare ise davalıdır ancak vergi uyuşmazlıklarında, bazı durumlarda kamu idareleri ile kamu kurumu niteliğindeki meslek kuruluşlarının da davacı olması mümkündür (VUK. Mük.m.49, 377). Davanın tarafları istinaf talebinde bulunabilmektedir. Taraflardan yalnız birinin değil her iki tarafın da istinaf talebinde bulunması mümkündür (İYUK.m.45/2, 48/3). Davaya katılanın katılma talebinin kabulü, katılana davada taraf sıfatını kazandırmayıp kendisine sadece katıldığı tarafla birlikte hareket etme imkânını sağlamaktadır. Bu nedenle, katılanın (müdahilin) ancak katıldığı tarafla birlikte istinaf talebinde bulunması mümkündür. İstinaf yoluna başvurabilmek için başvuruda bulunan tarafın, istinaf yoluna başvurmasında bir hukukî yararının olması gerekir. Lehine karar verilen taraf, lehe olan sonucu bir tarafa bırakarak kararın gerekçesini beğenmediği veya kararın daha başka bir gerekçeye dayandırılması için istinaf başvurusunda bulunamaz.<br/>Doğru cevap e) şıkkıdır"
  },
  {
    "id": "3193953",
    "unitNumber": 6,
    "text": "Temmuz ayının yirminci günü ile Ağustos ayının otuz biri arasına isabet eden günlerde kurulan nöbetçi mahkeme hangi istinaf işlerine bakabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Davacı tarafın açtığı istinaf davaları",
      "B": "Davalı tarafın açtığı istinaf davaları",
      "C": "Her iki tarafın açtığı istinaf davaları",
      "D": "Sadece yürütmenin durdurulması davaları",
      "E": "Sadece vekille takip edilen davalar"
    },
    "explanation": "Sürelerin hesaplanması ve uzamasına ilişkin hükümler, istinaf sürecinde de geçerlidir. Bu bağlamda, bölge idare mahkemelerinin çalışmaya ara verdikleri Temmuz ayının yirmisi ile Ağustos ayının otuz biri arasına isabet eden günlerde kurulan nöbetçi mahkemenin, istinaf ile ilgili olarak sadece yürütmenin durdurulmasına ilişkin işlere bakması mümkündür (İYUK.m.8, 61, 62).<br/>Doğru cevap d) şıkkıdır"
  },
  {
    "id": "3193954",
    "unitNumber": 6,
    "text": "I-Büyükşehir sınırları içerisinde sulh hukuk mahkemesi hakimlikleri<br/>II-Bölge idare mahkemesine gönderilmek üzere istinaf başvurusuna konu kararı veren mahkeme<br/>III-Kararı veren mahkemeye gönderilmek üzere idare veya vergi mahkemesi başkanlıkları<br/>IV-İdare ve vergi mahkemelerinin bulunmadığı yerlerde büyükşehir belediyesi sınırları içerisinde kalıp kalmadığına bakılmaksızın asliye hukuk hâkimlikleri<br/>V-Yabancı ülkelerde Türk Konsoloslukları<br/>Aşağıdakilerden hangisi istinaf dilekçesinin verileceği yerlerden birisi <u>değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "IV",
      "E": "V"
    },
    "explanation": "İstinaf dilekçesi, bölge idare mahkemesine gönderilmek üzere istinaf başvurusuna konu kararı veren mahkemeye (İYUK.m.48/3) veya kararı veren mahkemeye gönderilmek üzere idare veya vergi mahkemesi başkanlıklarına; idare ve vergi mahkemelerinin bulunmadığı yerlerde büyükşehir belediyesi sınırları içerisinde kalıp kalmadığına bakılmaksızın asliye hukuk hâkimliklerine ve yabancı ülkelerde Türk Konsolosluklarına verilebilir (İYUK.m.4; 48/3).<br/>Doğru cevap a) şıkkıdır"
  },
  {
    "id": "3193955",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi istinaf başvuru dosyalarının tekamülü için gerekli şartlardan birisi <u>değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Dilekçelerin taraf vekilleri tarafından verilmesi",
      "B": "Dilekçeye istinaf konusu kararın ve belgelerin asıllarının ve/ya da örneklerinin eklenmesi",
      "C": "Noksan harç ve posta giderlerinin tamamlanması",
      "D": "İstinaf dilekçesinin karşı tarafa tebliğ edilmesi",
      "E": "Karşı taraf cevabının alınması"
    },
    "explanation": "Dosyanın Tekemmülü Kural olarak, dilekçelerin<br/><ul> <li>İdari Yargılama Usulü Kanunu’nun 3’üncü maddesine göre düzenlenmesi (İYUK.m.45/2, 48/2);</li> <li>dilekçeye istinaf konusu kararın ve belgelerin asıllarının ve/ya da örneklerinin eklenmesi;</li> <li>noksan harç ve posta giderlerinin tamamlanması (İYUK.m.6/4);</li> <li>tek dilekçe ile aynı şahsı ilgilendiren birden fazla işlem aleyhine veya birden fazla şahsı ilgilendiren işlemden dolayı dava açma şartlarının (İYUK.m.5) var olup olmadığının belirlenmesi ve</li> <li>istinaf dilekçesinin karşı tarafa tebliğ edilmesi;</li> <li>cevabın alınması (İYUK.m.45/2, 48/3)</li> </ul> gibi hususların, kararı veren mahkemece tekemmül ettirilerek dosyanın istinaf merciine gönderilmesi gerekmektedir. Bununla beraber istinaf mercii, dosyayı bu hususlar açısından da inceler. Örneğin, tebligata rağmen eksiklikler süresinde tamamlanmamışsa istinaf talebinde (isteminde) bulunulmamış sayılmasına karar verilir (İYUK.m.45/2, 48/2). Ayrıca, istinaf incelemesinde esas dosyanın da tekemmül edip etmediğine bakılır. Eğer dosya tekemmül etmeden karara bağlanmışsa karar kaldırılarak dosya ait olduğu mahkemeye gönderilmeden bölge idare mahkemesi uyuşmazlık hakkında nihaî kararı verir.<br/>Doğru cevap a) şıkkıdır"
  },
  {
    "id": "3193956",
    "unitNumber": 6,
    "text": "“İdare, bölge idare mahkemesinin esas ve yürütmenin durdurulmasına ilişkin kararlarının gereklerine göre gecikmeksizin işlem tesis etmeye veya eylemde bulunmaya mecburdur.” İdarenin mahkeme kararını yerine getirmesi için tanınan azami süre aşağıdakilerden hangisinde verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "7 gün",
      "B": "15 gün",
      "C": "21 gün",
      "D": "30 gün",
      "E": "60 gün"
    },
    "explanation": "İdare, bölge idare mahkemesinin esas ve yürütmenin durdurulmasına ilişkin kararlarının gereklerine göre gecikmeksizin işlem tesis etmeye veya eylemde bulunmaya mecburdur. Bu süre, hiçbir şekilde kararın idareye tebliğinden başlayarak otuz günü geçemez. (İYUK.m.28/1).<br/>Doğru cevap d) şıkkıdır"
  },
  {
    "id": "3193557",
    "unitNumber": 7,
    "text": "Danıştay'ın temyiz başvuru yoluna ilişkin görevi ile ilgili aşağıdakilerden hangisi <strong>söylenemez?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kararların hukuka uygunluğu denetlenmektedir",
      "B": "Karar ve hükümlerin son incelemesi yapılmaktadır",
      "C": "İnceleme ile mahkemenin kararı yargılanmaktadır",
      "D": "Tüm davalar için ilk derece mahkemesi niteliğinde çalışır",
      "E": "İlk derece mahkemesi olarak kendi kararlarının temyiz merciidir"
    },
    "explanation": "Danıştay kararların hukuka uygunluğunu denetlemektedir. Karar ve hükümlerin son incelemesini yapmaktadır. İnceleme ile mahkemenin kararını yargılamaktadır. Hem idari mahkemelerce verilen hem de ilk derece mahkemesi olarak verdiği kararların temyiz mercidir. Bölge idare mahkemelerinin temyize tabi kararları için temyiz merci ve kendisinin ilk derece mahkemesi olarak verdiği kararların temyiz merciidir. Kanun'da gösterilen belli davalara ilk ve son derece mahkemesi olarak bakmaktadır."
  },
  {
    "id": "3193558",
    "unitNumber": 7,
    "text": "Vergi yargılaması hukuku bakımından Danıştay tarafından ilk derece mahkemesi olarak görülen ve karara bağlanan davalar aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Düzenleyici işlemlere karşı açılan iptal davaları",
      "B": "Serbest Bölgeler Kanunu'nun uygulanmasından doğan davalar",
      "C": "Konusu yüz (2022 yılı için iki yüz altmış bir) bin Türk lirasını aşan vergi davaları",
      "D": "Bölge idare mahkemelerinde açılan davalar",
      "E": "Vergi Dava Daireleri Kurulu'nda açılan davalar"
    },
    "explanation": "Vergi yargılaması hukuku bakımından Danıştay tarafından ilk derece mahkemesi olarak görülen ve karara bağlanan davalar, düzenleyici işlemlere karşı açılan iptal davalarıdır."
  },
  {
    "id": "3193559",
    "unitNumber": 7,
    "text": "\"Bir kararın temyiz edilebilmesi için ......... olması gerekir\" ifadesinde boş bırakılan ifadeyi en uygun biçimde tamamlayan seçenek aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "vergi yargılaması kararının",
      "B": "bağlayıcı kararın",
      "C": "nihai karar",
      "D": "iptal davası",
      "E": "görevsizlik veya yetkisizlik kararı"
    },
    "explanation": "\"Bir kararın temyiz edilebilmesi için ......... olması gerekir\" ifadesinde boş bırakılan ifadeyi en uygun biçimde tamamlayan seçenek, \"nihai karar\"'dır.<br/>\"Bir kararın temyiz edilebilmesi için nihai karar olması gerekir\""
  },
  {
    "id": "3193561",
    "unitNumber": 7,
    "text": "Vergi yargısı organı yargılama sırasında bilirkişi incelemesi yaptırmaya yönelik bir karar almıştır. Bu durum ne tür bir karar niteliğindedir?",
    "correctAnswer": "C",
    "options": {
      "A": "temyiz kararı",
      "B": "istinaf kararı",
      "C": "ara karar",
      "D": "reddi karar",
      "E": "son karar"
    },
    "explanation": "Vergi yargısı organı yargılama sırasında bilirkişi incelemesi yaptırmaya yönelik bir karar almıştır. Bu durum ara kararı niteliğindedir."
  },
  {
    "id": "3193563",
    "unitNumber": 7,
    "text": "Kararın açıklanması veya yanlışların düzeltilmesi taleplerine ilişkin verilen kararlar nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Temyiz edilemez",
      "B": "Düzeltme yapılabilir",
      "C": "Karar bozulabilir",
      "D": "İkinci temyiz sağlanabilir",
      "E": "Ara karar alınabilir"
    },
    "explanation": "Kararın açıklanması veya yanlışların düzeltilmesi taleplerine ilişkin verilen kararlar temyiz edilemez."
  },
  {
    "id": "3193574",
    "unitNumber": 7,
    "text": "Tüm talepleri mahkemece kabul edilen ve karar bağlanan bir kişi, hüküm fıkrası aynı kalmak üzere kararın gerekçesinin bozulması talebi ile bu kararın temyiz yoluna başvurmak üzere girişimde bulunmuştur. Bu durumda hangi kararın verilmesi söz konusudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Bölge idare mahkemesinin ilk derece mahkemesine dosyayı göndermesi",
      "B": "Kararın bozulması talebini ve gerekçesini içeren ayrıntılı dilekçe istenmesi",
      "C": "Gerekçelerini belirtecek biçimde ikinci kez temyiz işlemi talebine yer verilmesi",
      "D": "Kararın gerekçesi ara karar niteliğinde değerlendirilerek işlem tahsis edilmesi",
      "E": "Kararın bozulmasına ilişkin hukuki menfaat bulunmadığı için talebin reddedilmesi"
    },
    "explanation": "Tüm talepleri mahkemece kabul edilen ve karar bağlanan bir kişi, hüküm fıkrası aynı kalmak üzere kararın gerekçesinin bozulması talebi ile bu kararın temyiz yoluna başvurmak üzere girişimde bulunmuştur. Bu durumda kararın bozulmasına ilişkin bir hukuki menfaat bulunmadığı için bu kişinin talebi reddedilecektir. Temyiz incelemesi kararın hüküm fıkrası esas alınmak suretiyle yapılmaktadır."
  },
  {
    "id": "3193579",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi İdari Yargılama Usulü Kanunu'nda yer alan temyiz bozma sebeplerinden biri olarak <strong>yer almamaktadır</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Görevi ve yetkisi dışında bir işe bakmak",
      "B": "Hukuka aykırı bir işlem ile karar vermek",
      "C": "Usül açısından kararı etkileyebilecek nitelikte hata yapmak",
      "D": "Kararı olumsuz etkileyecek türden eksikliklere yer vermek",
      "E": "Nihai kararının temelini ara kararlara dayandırmak"
    },
    "explanation": "İdari Yargılama Usulü Kanunu'nda yer alan temyiz bozma sebepleri; görevi ve yetkisi dışında bir işe bakmak, hukuka aykırı bir işlem ile karar vermek, usül açısından kararı etkileyebilecek nitelikte hata yapmak ve eksikliklere yer vermek biçiminde üç başlık altında yer almaktadır."
  },
  {
    "id": "3193591",
    "unitNumber": 7,
    "text": "Vergi mahkemesinde görülmesi gereken bir dava idare mahkemesinde açılmış ve idare mahkemesi de görevsizlik kararı vermeyerek davayı sonuçlandırmıştır. Görev kurallarına aykırılık bağlamında bu duruma ilişkin ne yapılması beklenir?",
    "correctAnswer": "C",
    "options": {
      "A": "İtiraz yolu ile dosya vergi mahkemesine gönderilmelidir",
      "B": "İlk derece mahkemesi olarak Danıştay'a başvurulmalıdır",
      "C": "Görev konusu istinaf aşamasında ele alınmalıdır",
      "D": "Vergi Dava Daireleri Kurulunda karar gözden geçirilmelidir",
      "E": "Vergi mahkemesine yeniden başvuru yapılmalıdır"
    },
    "explanation": "Vergi mahkemesinde görülmesi gereken bir dava idare mahkemesinde açılmış ve idare mahkemesi de görevsizlik kararı vermeyerek davayı sonuçlandırmıştır. Görev kurallarına aykırılık bağlamında bu duruma ilişkin görev konusu istinaf aşamasında ele alınmalıdır."
  },
  {
    "id": "3193592",
    "unitNumber": 7,
    "text": "Danıştay bir kararın gerekçesiz veya yeterli gerekçeye dayanmamasını hangi açıdan bozmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "nihai karar",
      "B": "usul eksikliği",
      "C": "genel formül",
      "D": "illiyet bağı",
      "E": "içtihad"
    },
    "explanation": "Danıştay bir kararın gerekçesiz veya yeterli gerekçeye dayanmamasını usul (biçim) eksikliği açısından bozmaktadır?"
  },
  {
    "id": "3193595",
    "unitNumber": 7,
    "text": "Temyiz talebi ile Danıştay'a gelen bir dosyanın önce görev ve yetki, merci tecavüzü, ehliyet, süre aşımı, husumet, zorunlu bir işlem olup olmadığı, dilekçenin Kanun'a uygunluğu gibi açılardan ilk incelemesi yapılmaktadır. Danıştay tarafından ilk incelemeyi takiben sonraki incelemede ise ne yapılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Görev kurallarına aykırılık açısından denetim yapılmaktadır",
      "B": "Bozma sebeplerinin var olup olmadığına bakılmaktadır",
      "C": "İlgili içtihad tüm yönleri ile gözden geçirilmektedir",
      "D": "İncelemenin duruşmalı olup olmamasına karar verilmektedir",
      "E": "Kararın gerekçesini oluşturan evraklar hakkında bilgi istenmektedir"
    },
    "explanation": "Temyiz talebi ile Danıştay'a gelen bir dosyanın önce görev ve yetki, merci tecavüzü, ehliyet, süre aşımı, husumet, zorunlu bir işlem olup olmadığı, dilekçenin Kanun'a uygunluğu gibi açılardan ilk incelemesi yapılmaktadır. Danıştay tarafından ilk incelemeyi takiben sonraki incelemede ise bozma sebeplerinin var olup olmadığına bakılmaktadır."
  },
  {
    "id": "3195561",
    "unitNumber": 7,
    "text": "Bir kararın temyiz edilebilmesi için aşağıdakilerden hangisi olması gerekmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bölge idare mahkemelerinin verdiği her karar.",
      "B": "Danıştay dava dairelerinin nihaî kararları ile bölge idare mahkemelerinin İdari Yargılama Usulü Kanunu’nun 46’ncı maddesinde belirtilen davalar hakkında verdikleri kararlar.",
      "C": "Danıştay’ın temyiz incelemesinden geçmiş olan kararlar",
      "D": "Kararın açıklanması veya yanlışlıkların düzeltilmesi taleplerine ilişkin verilen kararlar",
      "E": "Hepsi"
    },
    "explanation": "Bir kararın temyiz edilebilmesi için;<br/>• Danıştay dava dairelerinin nihaî kararları ile bölge idare mahkemelerinin İdari Yargılama Usulü Kanunu’nun 46’ncı maddesinde belirtilen davalar hakkında verdikleri kararlardan,<br/>olması gerekmektedir<br/>Danıştay dava dairelerinin nihaî kararları ile bölge idare mahkemelerinin İdari Yargılama Usulü Kanunu’nun 46’ncı maddesinde belirtilen davalar hakkında verdikleri kararlar."
  },
  {
    "id": "3195566",
    "unitNumber": 7,
    "text": "Temyiz dilekçesi kime hitaben yazılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Danıştay Başkanlığına.",
      "B": "Bölge idare mahkemelerine",
      "C": "Vergi dairelerine",
      "D": "Anayasa mahkemesine",
      "E": "Hepsine"
    },
    "explanation": "Temyiz talebinin, Danıştay Başkanlığına hitaben yazılan bir dilekçe ile yapılması gerekir<br/>(İYUK.m.48/1).<br/>Temyiz dilekçesi, İdari Yargılama Usulü Kanunu’nun 3’üncü maddesinde gösterilen dava dilekçesi şartları dikkate alınarak düzenlenmelidir. Ayrıca, temyiz dilekçesinde bunlara ek olarak temyiz edilen kararın bir özetinin, yazılı bildirim tarihinin, temyiz sebeplerinin, duruşma talep edilecekse duruşma talebinin ve talep sonucunun da yer alması şarttır.<br/>Danıştay Başkanlığına."
  },
  {
    "id": "3195571",
    "unitNumber": 7,
    "text": "Kural olarak, Danıştay dava dairelerinin nihaî kararları ile bölge idare mahkemelerinin İdari Yargılama Usulü Kanunu’nun 46’ncı maddesinde sayılan davalar hakkında verdikleri kararlara karşı, kararın tebliğ tarihini izleyen kaç gün içinde temyiz yoluna başvurulması mümkündür?",
    "correctAnswer": "C",
    "options": {
      "A": "10",
      "B": "15",
      "C": "30",
      "D": "45",
      "E": "60"
    },
    "explanation": "Kural olarak, Danıştay dava dairelerinin nihaî kararları ile bölge idare mahkemelerinin İdari Yargılama Usulü Kanunu’nun 46’ncı maddesinde sayılan davalar hakkında verdikleri kararlara karşı, kararın tebliğ tarihini izleyen otuz gün içinde temyiz yoluna başvurulması mümkündür (İYUK.m.46/2).<br/>30"
  },
  {
    "id": "3195573",
    "unitNumber": 7,
    "text": "İdari Yargılama Usulü Kanunu temyiz-bozma sebeplerini kaç başlık altında toplamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "2",
      "B": "3",
      "C": "5",
      "D": "6",
      "E": "7"
    },
    "explanation": "İdari Yargılama Usulü Kanunu temyiz-bozma sebeplerini üç başlık altında toplamaktadır (İYUK.m.49/2).<br/>• Görev ve yetki dışında bir işe bakılmış olması,<br/>• Hukuka aykırı karar verilmesi,<br/>• Usûl hükümlerinin uygulanmasında kararı etkileyebilecek nitelikte hata veya eksikliklerin bulunması.<br/>3"
  },
  {
    "id": "3195577",
    "unitNumber": 7,
    "text": "Temyiz dilekçesi verilirken gerekli harç ve giderlerin tamamı ödenmemiş ise kararı veren merci tarafından ilgiliye tamamını ödemesi için verilen süre aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "7 gün",
      "B": "15 gün",
      "C": "30 gün",
      "D": "45 gün",
      "E": "60 gün"
    },
    "explanation": "Temyiz dilekçesi verilirken gerekli harç ve giderlerin tamamı ödenmemiş ise kararı veren merci tarafından ilgiliye tamamını ödemesi için yedi günlük süre verilir."
  },
  {
    "id": "3195586",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi davanın açılması, yargılamanın yapılması ve kararın verilmesiyle ilgili yöntem kurallarıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Usûl Kurallarına Aykırılık",
      "B": "Maddî hukuka aykırılık",
      "C": "Usul Kuralları",
      "D": "Görev Kurallarına Aykırılık",
      "E": "Yetki Kurallarına Aykırılık"
    },
    "explanation": "Usûl kuralları; davanın açılması, yargılamanın yapılması ve kararın verilmesiyle ilgili yöntem kurallarıdır. İdari Yargılama Usulü Kanunu’nun 49’uncu maddesinin 2’nci bendinde görev ve yetki dışında bir işe bakılmış olması, usûle aykırılığın dışında ayrı bir temyiz sebebi sayılmaktaysa da görev ve yetki kuralları usûl kurallarının bir bölümünü oluşturmaktadır.<br/>İdari Yargılama Usulü Kanunu’nun 49’uncu maddesinin 2’nci bendinin görev ve yetkiyi ayrıca anmış olması, bu iki yönün diğer konulardan önce incelenmesi, kararın görev veya yetki kurallarına aykırı olması hâlinde başkaca bir inceleme yapılmaksızın kararın bu yönden bozulması gereğine işaret etmek içindir.<br/>Usul Kuralları"
  },
  {
    "id": "3195595",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Hukuk Kurallarına Aykırılık başlığı altında değerlendirilebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Maddi Hukuka aykırılık",
      "B": "Yetki Kurallarına Aykırılık",
      "C": "Görev Kurallarına Aykırılık",
      "D": "Diğer Usûl Kurallarına Aykırılık",
      "E": "Hepsi"
    },
    "explanation": "İdari Yargılama Usulü Kanunu’nun 49’uncu maddesinin 2’nci bendinin (b) alt bendi hukuka aykırı karar verilmesini bozma sebebi olarak belirtmektedir. Burada sözü edilen hukuka aykırılık, maddî hukuka aykırılık anlamına gelmektedir. Maddî hukuka aykırılık,<br/>maddî hukuka ilişkin bir hukuk kuralının yanlış uygulanması yani o hukuk kuralının ya hiç uygulanmaması ya da eksik uygulanmasıdır.<br/>Maddi Hukuka aykırılık"
  },
  {
    "id": "3195604",
    "unitNumber": 7,
    "text": "Danıştay, bir kararın gerekçesiz olmasını yahut yeter gerekçeye dayanmamasını hangi eksikliği sayarak bozmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Yetki Kuralları",
      "B": "Görev Kuralları",
      "C": "Hukuk aykırılıkları",
      "D": "Usul",
      "E": "Hiçbiri"
    },
    "explanation": "Anayasa’ya göre, “Bütün mahkemelerin her türlü kararları gerekçeli olarak yazılır” (Any.m.141). Vergi yargısı organlarının kararlarının gerekçeli olması, hem davanın taraflarına kararın sebebini açıklaması hem de yargı denetimini kolaylaştırması ve etkili kılması yönünden zaruri ve mecburidir. Danıştay, bir kararın gerekçesiz olmasını yahut yeter gerekçeye dayanmamasını usûl (biçim) eksikliği sayarak bozmaktadır.<br/>Usul"
  },
  {
    "id": "3195609",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi istinaf merci değil idarî yargının en üst derece denetim ve içtihat mahkemesidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Vergi Dava Daireleri Kurumu",
      "B": "Danıştay",
      "C": "Anayasa Mahkemesi",
      "D": "Hepsi",
      "E": "Hiçbiri"
    },
    "explanation": "Danıştay incelemesini dosyadaki belgelere göre yapar. Bölge idare mahkemesinde olduğu gibi Danıştay’ın bizzat yargılama yaparak esas hakkında karar vermesi mümkün değildir çünkü Danıştay, istinaf merci değil idarî yargının en üst derece denetim ve içtihat mahkemesidir."
  },
  {
    "id": "3195611",
    "unitNumber": 7,
    "text": "Danıştay dairesinin ya da istinaf merciinin kararında bozmayı gerektiren bir eksiklik ve/ya da aykırılığın bulunmaması sebebiyle<br/>temyiz talebinin reddi yönünde verilen karara ne kararı denilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bozma Kararı",
      "B": "Kararın Gerekçesini Değiştirerek Onama Kararı",
      "C": "Onama Kararı",
      "D": "Düzelterek Onama Kararı",
      "E": "Kısmen Onama Kısmen Bozma Kararı"
    },
    "explanation": "Danıştay, temyiz incelemesi sonucunda temyiz edilen kararda bozma sebeplerinin bulunmaması yani kararın hukuka uygun olması hâlinde temyiz talebini reddederek kararın onanmasına karar verir (İYUK.m.49/1,a). Danıştay Dava Dairesinin ya da istinaf merciinin kararında bozmayı gerektiren bir eksiklik ve/ya da aykırılığın bulunmaması sebebiyle temyiz talebinin reddi yönünde verilen karara onama kararı denilmektedir."
  },
  {
    "id": "3195615",
    "unitNumber": 7,
    "text": "Hangi durumlarda temyizden vazgeçilemez?",
    "correctAnswer": "C",
    "options": {
      "A": "Nihaî karar verildikten sonra",
      "B": "emyiz merci tarafından temyiz talebi hakkında bir karar verilinceye kadar",
      "C": "Bölge İdare Mahkemesi veya ilk derece mahkemesi olarak Danıştay Dava Dairesince dava hakkında nihaî karar verilmeden yani temyiz hakkı doğmadan.",
      "D": "Hepsi",
      "E": "Hiçbiri"
    },
    "explanation": "Bölge İdare Mahkemesi veya ilk derece mahkemesi olarak Danıştay Dava Dairesince dava hakkında nihaî karar verilmeden yani temyiz hakkı doğmadan temyizden vazgeçilemez. Nihaî karar verildikten sonra taraflar, temyiz talebinde bulunmaktan vazgeçerek kararın bir an önce kesinleşmesini sağlayabilecekleri gibi temyiz talebinde bulunduktan sonra da temyiz merci tarafından temyiz talebi hakkında bir karar verilinceye kadar yine temyiz taleplerinden vazgeçebilirler.<br/>Bölge İdare Mahkemesi veya ilk derece mahkemesi olarak Danıştay Dava Dairesince dava hakkında nihaî karar verilmeden yani temyiz hakkı doğmadan."
  },
  {
    "id": "3195624",
    "unitNumber": 7,
    "text": "Danıştay Vergi Dava Dairelerinin ilk derece mahkemesi olarak verdikleri nihaî kararların temyiz merci aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Anayasa Mahkemesi",
      "B": "Vergi Dava Daireleri Kurulu",
      "C": "Bölge İdare Mahkemesi",
      "D": "Gelir İdaresi Başkanlığı",
      "E": "Danıştay İçtihatları Birleştirme Kurulu"
    },
    "explanation": "Bölge idare mahkemelerinin temyize tâbi kararları için temyiz merci, Danıştay’ın ilgili Dava Dairesi; Danıştay Vergi Dava Dairelerinin ilk derece mahkemesi olarak verdikleri nihaî kararların temyiz merci ise Vergi Dava Daireleri Kuruludur."
  },
  {
    "id": "3195629",
    "unitNumber": 7,
    "text": "Danıştay dava dairelerinin ilk derece mahkemesi olarak verdiği kararların temyiz merci olan kurulların üyeleri kimlerdir?",
    "correctAnswer": "C",
    "options": {
      "A": "İdarî dava daireleri ile vergi dava dairelerinin başkanları",
      "B": "İdarî dava daireleri ile vergi dava dairelerinin üyeleri",
      "C": "İdarî dava daireleri ile vergi dava dairelerinin başkanları ve üyeleri",
      "D": "Vergi dava dairelerinin başkanları",
      "E": "Vergi dava dairelerinin başkanları ve üyeleri"
    },
    "explanation": "Danıştay dava dairelerinin ilk derece mahkemesi olarak verdiği kararların temyiz merci, kararın ilgisine göre İdarî veya Vergi Dava Daireleri Kurullarıdır (DşK.m.38). Bu kurullar idarî dava daireleri ile vergi dava dairelerinin başkanları ve üyelerinden oluşmaktadır (DşK.m.17/1)."
  },
  {
    "id": "3195644",
    "unitNumber": 7,
    "text": "Gelir İdaresi Başkanlığı, vergi dairesi müdürlüklerinin taraf bulunduğu davalar için muvafakat verme yetkisini hangi kuruma veya kurumlara devredebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnızca vergi dairesi başkanlığına",
      "B": "Yalnızca defterdarlığa",
      "C": "Bölge idare mahkemesine ve/veya vergi mahkemesine",
      "D": "Vergi dairesi başkanlığına ve/veya defterdarlığa",
      "E": "Yalnızca vergi mahkemesine"
    },
    "explanation": "Vergi daireleri ile vergi dairesi başkanlıkları, Hazine ve Maliye Bakanlığı Gelir İdaresi Başkanlığınca belirlenen tutarları aşan davalarda Gelir İdaresi Başkanlığının; il özel idareleri ile belediyeler valilerin muvafakatini almadan istinaf merciinin kararları aleyhine Danıştay’a temyiz yoluyla başvuramazlar ancak Gelir İdaresi Başkanlığı, tespit edeceği hadlerle sınırlı olmak şartıyla muvafakat verme yetkisini vergi dairesi müdürlüklerinin taraf bulunduğu davalar için vergi dairesi başkanlıklarına ve/veya defterdarlıklara devredebilmektedir."
  },
  {
    "id": "3195664",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi temyiz dilekçelerinin verilebileceği kurumlar arasında <strong>yer almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bölge İdare Mahkemesi",
      "B": "Danıştay",
      "C": "Vergi Mahkemesi Başkanlığı",
      "D": "Asliye Hukuk Hâkimliği",
      "E": "Anayasa Mahkemesi"
    },
    "explanation": "Temyiz Dilekçesinin Verileceği Yer<br/>Temyiz dilekçeleri,<br/>• ilgisine göre kararı veren bölge idare mahkemesine,<br/>• Danıştay’a veya<br/>• bunlara gönderilmek üzere idare veya vergi mahkemesi başkanlıklarına,<br/>• idare ve vergi mahkemelerinin bulunmadığı yerlerde büyükşehir belediyesi sınırları içerisinde kalıp kalmadığına bakılmaksızın asliye hukuk hâkimliklerine ve<br/>• yabancı ülkelerde Türk Konsolosluklarına verilebilir (İYUK.m.48/3; m.4)."
  },
  {
    "id": "3195669",
    "unitNumber": 7,
    "text": "Temyiz talebinde bulunma süresi, kararların taraflara veya temyiz dilekçesinin karşı tarafa tebliğ tarihinden itibaren kaç gündür?",
    "correctAnswer": "A",
    "options": {
      "A": "Tebliğ tarihini izleyen gün",
      "B": "Tebliğ tarihinden 7 gün sonra",
      "C": "Tebliğ tarihinden 15 gün sonra",
      "D": "Tebliğ tarihinden 30 gün sonra",
      "E": "Tebliğ tarihinden 45 gün sonra"
    },
    "explanation": "Temyiz talebinde bulunma süresi, kararların taraflara veya temyiz dilekçesinin karşı tarafa tebliği tarihini izleyen günden işlemeye başlamaktadır (İYUK.m.46/I, m.48/3)."
  },
  {
    "id": "3195676",
    "unitNumber": 7,
    "text": "Danıştay Dava Dairesinin ya da istinaf merciinin kararında bozmayı gerektiren bir eksiklik ve/veya aykırılığın bulunmaması sebebiyle temyiz talebinin reddi yönünde verilen karara ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bozma kararı",
      "B": "Onama kararı",
      "C": "Düzelterek onama kararı",
      "D": "Kısmen onama kısmen bozma kararı",
      "E": "Kararın gerekçesini değiştirerek onama kararı"
    },
    "explanation": "Danıştay Dava Dairesinin ya da istinaf merciinin kararında bozmayı gerektiren bir eksiklik ve/ya da aykırılığın bulunmaması sebebiyle temyiz talebinin reddi yönünde verilen karara onama kararı denilmektedir."
  },
  {
    "id": "3195684",
    "unitNumber": 7,
    "text": "Temyiz incelemesi sonucunda Danıştay'ın, kararın sonucunu hukuka uygun olmakla birlikte gösterilen gerekçeyi doğru bulmaması veya eksik bulması durumunda verebileceği karar aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bozma kararı",
      "B": "Onama kararı",
      "C": "Kararın gerekçesini değiştirerek onama kararı",
      "D": "Düzelterek onama kararı",
      "E": "Kısmen onama kısmen bozma kararı"
    },
    "explanation": "Kararın Gerekçesini Değiştirerek Onama Kararı<br/>Temyiz incelemesi sonucunda Danıştay; kararın sonucu hukuka uygun olmakla birlikte gösterilen gerekçeyi doğru bulmaz veya eksik bulursa kararı, gerekçesini değiştirerek onar (İYUK.m.49/1,a)."
  },
  {
    "id": "3195692",
    "unitNumber": 7,
    "text": "Bölge idare mahkemesi, bozmaya uymayarak kararında ısrar ederse ısrar kararının temyizi hâlinde konuyu inceleyen merci aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Danıştay İçtihatları Birleştirme Kurulu",
      "B": "Danıştay İdari Dava Daireleri Kurulu",
      "C": "Gelir İdaresi Başkanlığı",
      "D": "Danıştay Vergi Dava Daireleri Kurulu",
      "E": "Asliye Hukuk Hâkimliği"
    },
    "explanation": "Bölge idare mahkemesi, bozmaya uymayarak kararında ısrar ederse ısrar kararının temyizi hâlinde konusuna göre Danıştay Vergi Dava Daireleri Kurulunca incelenir ve karara bağlanır."
  },
  {
    "id": "3195699",
    "unitNumber": 7,
    "text": "Temyiz incelemesi sonucunda bölge idare mahkemesinin kararında yeniden yargılama yapılmasına ihtiyaç duyulmayan maddî hatalar ile düzeltilmesi mümkün eksiklik veya yanlışlıkların bulunması hâlinde, kararın düzeltilerek onanmasına karar verme yetkisine sahip merci aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Anayasa Mahkemesi",
      "B": "Yargıtay",
      "C": "Sayıştay",
      "D": "Valilik",
      "E": "Danıştay"
    },
    "explanation": "Danıştay, temyiz incelemesi sonucunda bölge idare mahkemesinin kararında yeniden yargılama yapılmasına ihtiyaç duyulmayan maddî hatalar ile düzeltilmesi mümkün eksiklik veya yanlışlıkların bulunması hâlinde kararın düzelterek onamasına karar verebilmektedir (İYUK.m.49/1,b)."
  },
  {
    "id": "3196183",
    "unitNumber": 7,
    "text": "Aşağıdaki davalardan hangisi kural olarak, Danıştay tarafından ilk derece mahkemesi olarak görülmekte ve karara bağlanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Düzenleyici işlemlere karşı açılan iptal davalarına ilişkin kararlar.",
      "B": "Konusu yüz (2022 yılı için iki yüz altmış bir) bin Türk lirasını aşan vergi davaları.",
      "C": "Tam yargı davaları",
      "D": "İdarî işlemler hakkında açılan davalar",
      "E": "Serbest Bölgeler Kanunu’nun uygulanmasından doğan davalar"
    },
    "explanation": "Vergi yargılaması hukuku bakımından önem arz eden üç tür karar söz konusudur.<br/>Bunlardan birincisi, düzenleyici işlemlere karşı açılan iptal davalarına ilişkin kararlardır (İYUK.m.46/I,a). Bu davalar, kural olarak, Danıştay tarafından ilk derece mahkemesi olarak görülmekte ve karara bağlanmaktadır (DşK.m.24)."
  },
  {
    "id": "3196202",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi nihaî karara ilişkin doğru bir bilgi değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bir kararın temyiz edilebilmesi için nihaî karar olması gerekir.",
      "B": "Nihaî karar; davayı sonuçlandıran karardır.",
      "C": "Nihaî kararı mahkemeler geri alamazlar.",
      "D": "Bazı Nihai kararlar işin özünü karara bağlamadan davayı sonuçlandıramaz.",
      "E": "Yargılama sırasında verilen kararlar nihai karar niteliğinde değildir?"
    },
    "explanation": "Yargılama sırasında verilen kararlar ise ara kararı niteliğindedir.Nihaî karar, sadece uyuşmazlığı çözen kararlar değildir. İşin özünü karara bağlamadan davayı sonuçlandıran kararlar da nihaî karar kavramı içinde yer almaktadır."
  },
  {
    "id": "3196216",
    "unitNumber": 7,
    "text": "Belediyeler kimin muvafakatini almadan istinaf merciinin kararları aleyhine<br/>Danıştay’a temyiz yoluyla başvuramazlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Valilerin",
      "B": "Gelir İdaresi Başkanlığının",
      "C": "il özel idarelerinin",
      "D": "Hazine ve Maliye Bakanlığının",
      "E": "Defterdarlıkların"
    },
    "explanation": "il özel idareleri ile belediyeler valilerin muvafakatini almadan istinaf merciinin kararları aleyhine Danıştay’a temyiz yoluyla başvuramazlar."
  },
  {
    "id": "3196222",
    "unitNumber": 7,
    "text": "Temyiz dilekçesi İdari Yargılama Usulü Kanunu’nun 3’üncü maddesine uygun olarak düzenlenmemişse eksikliklerin kaç gün içinde tamamlanması için ilgiliye tebliğ edilir?",
    "correctAnswer": "B",
    "options": {
      "A": "7",
      "B": "15",
      "C": "30",
      "D": "45",
      "E": "60"
    },
    "explanation": "Temyiz dilekçesi İdari Yargılama Usulü Kanunu’nun 3’üncü maddesine uygun olarak düzenlenmemişse eksikliklerin on beş gün içinde tamamlanması, kararı veren<br/>Danıştay veya bölge idare mahkemesi tarafından ilgiliye tebliğ edilir."
  },
  {
    "id": "3196745",
    "unitNumber": 7,
    "text": "İdari Yargılama Usulü Kanunu’na göre, 2022 yılı itibarıyla talep üzerine duruşma yapılmasına karar verilebilmesi için vergi uyuşmazlığı al limiti TL olmalıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "21.000",
      "B": "55.000",
      "C": "121.000",
      "D": "226.000",
      "E": "261.000"
    },
    "explanation": "Vergi yargılaması hukuku bakımından önem arz eden üç tür karar söz konusudur. Bunlardan birincisi, düzenleyici işlemlere karşı açılan iptal davalarına ilişkin kararlardır<br/>(İYUK.m.46/I,a). Bu davalar, kural olarak, Danıştay tarafından ilk derece mahkemesi olarak görülmekte ve karara bağlanmaktadır (DşK.m.24). İkincisi, konusu yüz (2022 yılı için<br/>iki yüz altmış bir) bin Türk lirasını aşan vergi davaları, tam yargı davaları ve idarî işlemler hakkında açılan davalara ilişkin istinaf merci kararlarıdır (İYUK.m.46/b)."
  },
  {
    "id": "3196761",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi vergi yargısı organlarının verdikleri ara kararları arasında <u>yer almaz</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Mahkemeye işten el çektirme",
      "B": "Keşif yapma",
      "C": "Belge isteme",
      "D": "Yürütmeyi durdurma",
      "E": "Bilirkişi incelemesi yaptırma"
    },
    "explanation": "Bir kararın temyiz edilebilmesi için nihaî karar olması gerekir. Nihaî karar; davayı sonuçlandıran, yargılamayı sona erdiren, mahkemeye işten el çektiren karardır. Mahkemeler verdikleri nihaî karardan dönemezler ve bu kararı geri alamazlar. Yargılama sırasında verilen kararlar ise ara kararı niteliğindedir. Vergi yargısı organlarının verdikleri ara kararları arasında, belge istemeye, keşif yapmaya, bilirkişi incelemesi yaptırmaya ya da hukukî durumu açıklığa kavuşturmaya veya yürütmenin durdurulması gibi önlem almaya ilişkin<br/>kararlar yer almaktadır."
  },
  {
    "id": "3196770",
    "unitNumber": 7,
    "text": "Kimlerin temyiz talebinde bulunacakları hangi kanunda düzenlenmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Türk Ticaret Kanunu",
      "B": "Türk Medeni Kanunu",
      "C": "İdari Yargılama Usulü Kanunu",
      "D": "Türk Ceza Kanunu",
      "E": "Türk Ceza Kanunu"
    },
    "explanation": "Kimlerin temyiz talebinde bulunacakları hakkında İdari Yargılama Usulü Kanunu’nda açık bir hüküm bulunmamaktadır"
  },
  {
    "id": "3196789",
    "unitNumber": 7,
    "text": "I-Danıştay<br/>II-Yargıtay<br/>III-Bölge İdare Mahkemesi<br/>IV-Sulh Hukuk Mahkemesi<br/>Yukarıdakilerden hangileri temyiz dilekçesinin verilebileceği yerler arasında yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "I-II",
      "B": "I-III",
      "C": "II-III",
      "D": "II-IV",
      "E": "III-IV"
    },
    "explanation": "Temyiz dilekçeleri,<br/>• ilgisine göre kararı veren bölge idare mahkemesine,<br/>• Danıştay’a veya<br/>• bunlara gönderilmek üzere idare veya vergi mahkemesi başkanlıklarına,<br/>• idare ve vergi mahkemelerinin bulunmadığı yerlerde büyükşehir belediyesi sınırları içerisinde kalıp kalmadığına bakılmaksızın asliye hukuk hâkimliklerine ve<br/>• yabancı ülkelerde Türk Konsolosluklarına verilebilir (İYUK.m.48/3; m.4)."
  },
  {
    "id": "3196801",
    "unitNumber": 7,
    "text": "Temyiz dilekçesi İdari Yargılama Usulü Kanunu’nun 3’üncü maddesine uygun olarak düzenlenmemişse eksikliklerin kaç gün içinde tamamlanması gerekmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "5 gün",
      "B": "10 gün",
      "C": "15 gün",
      "D": "20 gün",
      "E": "30 gün"
    },
    "explanation": "Temyiz dilekçesi İdari Yargılama Usulü Kanunu’nun 3’üncü maddesine uygun olarak düzenlenmemişse eksikliklerin on beş gün içinde tamamlanması, kararı veren<br/>Danıştay veya bölge idare mahkemesi tarafından ilgiliye tebliğ edilir."
  },
  {
    "id": "3196812",
    "unitNumber": 7,
    "text": "Danıştay dava dairelerinin nihaî kararları ile bölge idare mahkemelerinin İdari Yargılama Usulü Kanunu’nun 46’ncı maddesinde sayılan davalar hakkında verdikleri<br/>kararlara karşı, kararın tebliğ tarihini kaç içinde temyiz yoluna başvurulması mümkündür?",
    "correctAnswer": "E",
    "options": {
      "A": "7 gün",
      "B": "10 gün",
      "C": "15 gün",
      "D": "20",
      "E": "30 gün"
    },
    "explanation": "Kural olarak, Danıştay dava dairelerinin nihaî kararları ile bölge idare mahkemelerinin<br/>İdari Yargılama Usulü Kanunu’nun 46’ncı maddesinde sayılan davalar hakkında verdikleri<br/>kararlara karşı, kararın tebliğ tarihini izleyen otuz gün içinde temyiz yoluna başvurulması<br/>mümkündür (İYUK.m.46/2)."
  },
  {
    "id": "3196834",
    "unitNumber": 7,
    "text": "İdari Yargılama Usulü Kanunu'na göre temyiz incelemesinde görev ve yetki dışında bir işe bakılmış olması hangi kararın alınmasına neden olmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Onama",
      "B": "Bozma",
      "C": "Kısmen bozma kısmen onama",
      "D": "Düzelterek onama",
      "E": "Kısmen bozma"
    },
    "explanation": "İdari Yargılama Usulü Kanunu temyiz-bozma sebeplerini üç başlık altında toplamaktadır (İYUK.m.49/2).<br/>• Görev ve yetki dışında bir işe bakılmış olması,<br/>• Hukuka aykırı karar verilmesi,<br/>• Usûl hükümlerinin uygulanmasında kararı etkileyebilecek nitelikte hata veya<br/>eksikliklerin bulunması."
  },
  {
    "id": "3196846",
    "unitNumber": 7,
    "text": "Temyiz talebi ile Danıştay’a gelen dosyanın önce ilk incelemesi yapılır. Aşağıdakilerden hangisi bu inceleme sürecinde bakılan unsurlardan birisi <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Görev ve yetki",
      "B": "Ehliyet",
      "C": "Süre aşımı",
      "D": "Etnik köken",
      "E": "Husumet"
    },
    "explanation": "Temyiz talebi ile Danıştay’a gelen dosyanın önce ilk incelemesi yapılır. Bu bağlamda,<br/>• görev ve yetki;<br/>• merci tecavüzü;<br/>• ehliyet;<br/>• vergi davasına konu olacak kesin ve yürütülmesi zorunlu bir işlem olup olmadığı;<br/>• süre aşımı;<br/>• husumet<br/>• ve dilekçelerin İdari Yargılama Usulü Kanunu’nun 3 ve 5’inci maddelerine uygun<br/>olup olmadıkları yönlerinden inceleme yapılır (İYUK.m.14/3)."
  },
  {
    "id": "3196852",
    "unitNumber": 7,
    "text": "Kanun yolu aşamasında duruşma yapılabilmesi için tarafların talebi ve temyiz merciinin de bu talebi kabul etmesi ile duruşmanın yapılmasına karar verildiği takdirde, duruşma davetiyeleri, duruşma gününden en az kaç gün önce taraflara gönderilir?",
    "correctAnswer": "E",
    "options": {
      "A": "7 gün",
      "B": "10 gün",
      "C": "15 gün",
      "D": "20 gün",
      "E": "30 gün"
    },
    "explanation": "Duruşma talebi, temyiz veya cevap dilekçelerinde yapılabilir (İYUK.m.17/3). Kanun yolu aşamasında duruşma yapılabilmesi için sadece tarafların talebi yeterli olmayıp ayrıca temyiz merciinin de bu talebi kabul etmesi gerekir. Duruşma yapılmasına karar verilince duruşma davetiyeleri, duruşma gününden en az otuz gün önce taraflara gönderilir<br/>(İYUK.m.17/5)."
  },
  {
    "id": "3196866",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi kanun yolu aşamasındaki duruşmalarının işleyişine ilişkin doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Duruşmalar genellikle kapalı olarak yapılır.",
      "B": "Taraflara ikişer kez söz hakkı verilir.",
      "C": "Taraflar gelmese de duruşma hakimler tarafından devam ettirilir.",
      "D": "İncelemeler tarafların ifadeleri üzerinden yapılır.",
      "E": "Duruşmaların yönetilmesi için başkan tayin edilmez."
    },
    "explanation": "Duruşmalar, genellikle, açık olarak yapılır. Duruşmaları başkan yönetir. Taraflara ikişer defa söz verilir. Taraflardan yalnız biri duruşmaya gelirse onun açıklamaları dinlenir;<br/>hiçbiri gelmezse duruşma açılmaz, inceleme evrak üzerinde yapılır (İYUK.m.18/1-3)."
  },
  {
    "id": "3197507",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Danıştay dava dairelerinin nihaî kararları karşı, temyiz yoluna başvurulmasına ilişkin doğru bir bilgi değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kararın tebliğ tarihini izleyen otuz gün içinde temyiz yoluna başvurulmalıdır.",
      "B": "Temyiz süresi, davaların bir an önce kesin sonuca bağlanması açısından önemlidir.",
      "C": "Temyiz dilekçesi karşı tarafa tebliğ edilmelidir.",
      "D": "Temyiz dilekçesi tebliğ edilen taraf dilekçenin tebliğini izleyen otuz gün içinde cevap vermek zorundadır.",
      "E": "Dosya, temyiz dilekçesi tebliğ edilmeden Danıştay’a gönderilmişse, dosya kararı veren mahkemeye gönderilir."
    },
    "explanation": "Temyiz dilekçesi karşı tarafa tebliğ edildiğinde karşı taraf, dilerse dilekçenin tebliğini izleyen otuz gün içinde cevap verebilir. Bir zorunluluk yoktur."
  },
  {
    "id": "3197513",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi temyiz talebinde bulunma süresinişn başlangıcına ilişkin doğru bir bilgi değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kararların taraflara tebliği tarihini izleyen günden işlemeye başlamaktadır.",
      "B": "Vergi yargılaması usûlünde her türlü tebliğ işlemleri Posta, Telgraf ve Telefon İşletmesi aracılığıyla yapılır.",
      "C": "Davanın vekil aracılığı ile yürütülmesi durumunda, temyiz talebinde bulunma süresi vekile yapılan tebliğ ile işlemeye başlar.",
      "D": "Temyiz talebinde bulunma süresi geçtikten sonra, temyiz talebinde bulunulamaz.",
      "E": "Vekil birden çoksa her biirne ayrı ayrı tebligat yapılmak zorundadır."
    },
    "explanation": "Vekil birden çoksa bunlardan birine yapılan tebligat yeterlidir. Eğer tebligat birden fazla vekile yapılmışsa bunlardan ilkine yapılan tebliğ tarihi, asıl tebliğ tarihi sayılır (TebK.m.11)."
  },
  {
    "id": "3197517",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi vergi yargılaması usûlünde, temyiz incelemesinde dikkate alınan bozma sebeplerine ilişkin doğru bir bilgi değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Görev ve yetki dışında bir işe bakılmış olması, iptal sebeplerinden yetki yönünden hukuka aykırıık oluşturur.",
      "B": "Hukuka aykırı karar verilmiş olması, iptal sebeplerinden konu ve sebep yönünden hukuka aykırıık oluşturur.",
      "C": "Usûl hükümlerinin uygulanmasında kararı etkileyebilecek nitelikte eksikliklerin bulunması, şekil yönünden hukuka aykırıık oluşturur.",
      "D": "Etki saptırması yönünden hukuka aykırılık durumu, temyiz kanun yolunun bozma<br/>sebepleri arasında yer alır.",
      "E": "Hukuka aykırı karar verilmiş olması ise dava konusu yapılmış olan idarî işlem ile ilgilidir."
    },
    "explanation": "Etki saptırması yönünden hukuka aykırılık durumu, temyiz kanun yolunun bozma<br/>sebepleri arasında yer almamaktadır."
  },
  {
    "id": "3197520",
    "unitNumber": 7,
    "text": "Aşağıdakikerden hangisi usul kurallarına ilişkin doğru bir kural değildşr?",
    "correctAnswer": "D",
    "options": {
      "A": "Davanın açılması, yargılamanın yapılması ve kararın verilmesiyle ilgili yöntem kurallarıdır.",
      "B": "Görev ve yetki kuralları usûl kurallarının bir bölümünü oluşturmaktadır.",
      "C": "Görev hakkındaki kuralları Danıştay Kanununda bulabiliriz.",
      "D": "Yetkiye ilişkin kurallar Bölge İdare Mahkemeleri, İdare Mahkemeleri ve Vergi Mahkemelerinin Kuruluşu ve Görevleri Hakkında Kanun’da yer alır.",
      "E": "Görev meselesi, yargı düzenleri açısından olabileceği gibi idarî yargı düzeni içindeki<br/>yargı organları arasında da olabilmektedir."
    },
    "explanation": "Yetkiye ilişkin kurallar ile diğer usûl kuralları ise İdari Yargılama Usulü Kanunu’nda yer almaktadır."
  },
  {
    "id": "3197524",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi hukuka aykırılığa ilişkin doğru bir bilgi değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Hukuka aykırı karar verilmesini bozma sebebidir.",
      "B": "Hukuka aykırılık, maddî hukuka aykırılık şekinde olmalıdır.",
      "C": "Kararda anılan bir hukuk kuralı, yanlış yorumlanmıiş ancak sonuca etkili olmamışsa bunun bozma sebebi sayılmaz.",
      "D": "Hukuk kuralının yanlış uygulandığı durumda ortaya çıkan hukuka aykırılıkla karar arasında bir illiyet bağı olmalı.",
      "E": "Bozma nedeni olan hukuka aykırılık açısından, hukuk normu sınırlanmıştır."
    },
    "explanation": "İdari Yargılama Usulü Kanunu’nun 49’uncu maddesinin 2’nci bendinin (b) alt bendinde, bozma nedeni olan hukuka aykırılık açısından, hukuk normu sınırlanmamış bulunmaktadır. Bu bakımdan, vergi davalarında, Anayasa’ya, kanunlara, Cumhurbaşkanlığı Kararnamelerine, Cumhurbaşkanı Kararlarına ve yönetmeliklere aykırılık temyiz denetimine tâbidir ve bozma sebebi olabilmektedir."
  },
  {
    "id": "3197526",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Temyiz talebi ile Danıştay’a gelen dosyanın önce ilk incelemesi sırasında incelenmez?",
    "correctAnswer": "E",
    "options": {
      "A": "Görev ve yetki",
      "B": "Merci tecavüzü",
      "C": "Ehliyet",
      "D": "Husumet",
      "E": "Bozma sebeplerinin varlığı"
    },
    "explanation": "İlk incelemeden sonraki inceleme, Danıştay tarafından bozma sebeplerinin var olup<br/>olmadığı bakımından yapılır."
  },
  {
    "id": "3192983",
    "unitNumber": 8,
    "text": "Yargılamanın yenilenmesi talebine konu olan karar aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İlk inceleme üzerine verilen kararlar",
      "B": "Danıştay’ın temyiz incelemesi üzerine verdiği onama ya da bozma kararı",
      "C": "Yargı organları tarafından işin esası hakkında verilen nihaî ve kesin kararlar",
      "D": "Görev ve yetki uyuşmazlıklarına ilişkin kararlar",
      "E": "Yürütmenin durdurulması kararı"
    },
    "explanation": "YARGILAMANIN YENİLENMESİ<br/>Yargılamanın yenilenmesi talebine konu olan karar \"Yargı organları tarafından işin esası hakkında verilen nihaî ve kesin kararlar\"dır. Yargı organları tarafından işin esası hakkında verilen nihaî ve kesin kararlara karşı yargılamanın yenilenmesi yoluna başvurulabilir. Diğer seçenekler bu nitelikte olmadığı için yargılamanın yenilenmesi talebine konu olamazlar."
  },
  {
    "id": "3192984",
    "unitNumber": 8,
    "text": "Yargılamanın yenilenmesi sebepleri ile ilgili olarak aşağıda verilen ifadelerden hangisi <u>yanlıştır?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Karara Esas Alınan Belgenin Sahteliğinin Anlaşılması sebebinde; belgedeki sahteliğin, lehine hüküm verilen kişi ya da üçüncü kişi tarafından yapılmış olması arasında fark yoktur.",
      "B": "Bilirkişinin Bilerek Gerçeğe Aykırı Beyanda Bulunması sebebinde; karar başka delillere dayanılarak alınmış ise bilirkişinin gerçeğe uymayan rapor düzenlemesinden dolayı mahkûm olması, yargılamanın yenilenmesini gerektirmez.",
      "C": "Lehine Karar Verilen Kişinin Hile Kullanmış Olması sebebinde; hilenin bir ceza mahkemesi kararı ile belirlenmiş olması gereklidir.",
      "D": "Yetkisiz Kimselerin Huzurunda Davanın Görülmesi sebebinde; sadece davanın vekil veya temsilci olmayan kimseler ile görülmüş olması yeterlidir, bu sakatlığın hükmü etkilemiş olup olmadığını araştırmaya gerek yoktur.",
      "E": "Davaya Bakması Yasak Olan Hâkimin Karar Vermesi sebebinde; çekinmesi gereken hâkimin karara katılmış olması, yargılamanın yenilenmesi için yeterlidir, bu katılmanın sonucu etkileyip etkilememesi önemli değildir."
    },
    "explanation": "YARGILAMANIN YENİLENMESİ<br/>Yargılamanın yenilenmesi sebepleri ile ilgili olarak aşağıda verilen ifadelerden C seçeneği (<em>Lehine Karar Verilen Kişinin Hile Kullanmış Olması sebebinde; hilenin bir ceza mahkemesi kararı ile belirlenmiş olması gereklidir.) </em>yanlıştır. Lehine Karar Verilen Kişinin Hile Kullanmış Olması sebebinde; lehine karar verilen tarafın karara etkisi olan bir hile kullanmış olması söz konusudur. Burada kastedilen hile; şahitlik, yalan yere yemin, sahte belge gibi sebeplerin dışında kalan hileli bir tutumdur. Örneğin davayı kazanan tarafın karşı tarafın avukatı ile anlaşması ya da davanın yürütülmesi sırasında yazılı bildirimlerin alınmasında hileli yollara başvurulmuş olması, bildirimin asıl davalı yerine bir başkasına yaptırılması gibi. Burada hilenin bir ceza mahkemesi kararı ile belirlenmiş olmasına gerek yoktur. Hileli tutum, doğrudan doğruya yargılamanın yenilenmesine bakacak olan mahkeme önünde ispat edilebilir."
  },
  {
    "id": "3192985",
    "unitNumber": 8,
    "text": "-------------------------- durumunda, yargılamanın yenilenmesi yoluna başvurma süresi, kararın tebliğ tarihinden itibaren altmış gündür.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Karardan sonra yeni bir belgenin ele geçmiş olması",
      "B": "Karara esas alınan bir ilâmın, kesinleşen bir mahkeme kararı ile kalkması",
      "C": "Yetkisiz kimselerin huzurunda davanın görülmesi",
      "D": "Birbirine aykırı kararların varlığı",
      "E": "Davaya bakması yasak olan hâkimin karar vermesi"
    },
    "explanation": "YARGILAMANIN YENİLENMESİ<br/>Yukarıdaki cümlede boş bırakılan yeri E seçeneği doğru olarak tamamlar. Davaya bakması yasak olan hâkimin karar vermesi durumunda, yargılamanın yenilenmesi yoluna başvurma süresi, kararın tebliğ tarihinden itibaren altmış gündür."
  },
  {
    "id": "3193217",
    "unitNumber": 8,
    "text": "Mahkemeler tarafından verilmiş bulunan kararların yerine getirilmesi sırasında, gerçek anlamından farklı biçimde yorumlanmasını ve bu yolla değişik şekillerde uygulanmasını önlemenin amaçlandığı yargı kararlarına karşı başvuru yolu aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Temyiz",
      "B": "Kanun yararına temyiz",
      "C": "Hükmün açıklanması",
      "D": "İstinaf",
      "E": "Yargılamanın yenilenmesi"
    },
    "explanation": "YARGI KARARLARINA KARŞI DİĞER BAŞVURU YOLLARI<br/>Mahkemeler tarafından verilmiş bulunan kararların yerine getirilmesi sırasında, gerçek anlamından farklı biçimde yorumlanmasını ve bu yolla değişik şekillerde uygulanmasını önlemenin amaçlandığı yargı kararlarına karşı başvuru yolu \"hükmün açıklanması\" dır. Danıştay, bölge idare mahkemeleri, idare ve vergi mahkemelerince verilen kararların yeterince açık olmaması veya birbirine aykırı hüküm fıkraları içermesi hâlinde, hükümdeki gerçek anlamın ortaya çıkarılabilmesi amacıyla uyuşmazlığın taraflarınca başvurulan yola, açıklama ya da hükmün açıklanması yolu denir. Hükmün açıklanmasının amacı, mahkemeler tarafından verilmiş bulunan kararların yerine getirilmesi sırasında gerçek anlamından farklı biçimde yorumlanmasını ve bu yolla değişik şekillerde uygulanmasını önlemektir. Hükmün açıklanması yolu ile bir yargı kararının yerine bir yenisi konulmadan gerçek anlamı belirlenir, açıklığa kavuşturulur."
  },
  {
    "id": "3193233",
    "unitNumber": 8,
    "text": "Hukuki yanlışlıklar aşağıdaki yargı kararlarına başvuru yollarından hangisi ile <u>düzeltilemez?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "İstinaf",
      "B": "Yanlışlıkların düzeltilmesi",
      "C": "Temyiz",
      "D": "Yargılamanın yenilenmesi",
      "E": "Kanun yararına temyiz"
    },
    "explanation": "YARGI KARARLARINA KARŞI DİĞER BAŞVURU YOLLARI<br/>Hukuki yanlışlıklar \"Yanlışlıkların düzeltilmesi\" yolu ile düzeltilemez. \"Yanlışlıkların düzeltilmesi\" düzeltilmesi mümkün olan maddî yanlışlıklardır. Bunlar da dosyanın incelenmesi ile kolayca düzeltilebilir. Yanlışlıkların düzeltilmesi yolu ile kararın özünde herhangi bir değişiklik yapılamaz. Bu itibarla hükmün kapsamı ne genişletilebilir ne de daraltılabilir. Hukukî yanlışlıklar, yanlışlıkların düzeltilmesi yoluyla giderilemez çünkü hukukî yanlışlıklar ancak (özel) itiraz, istinaf, temyiz, yargılamanın yenilenmesi ve kanun yararına temyiz denetimi sayesinde düzeltilebilir."
  },
  {
    "id": "3193240",
    "unitNumber": 8,
    "text": "Yargı kararlarına karşı başvuru yollarından biri olan yanlışlıkların düzeltilmesinde, süreye ilişkin düzenleme aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Herhangi bir sınırlama yoktur, kararlar yerine getirildikten sonra bile istenebilir.",
      "B": "Herhangi bir kesin süre yoktur, ancak karar yerine getirilinceye kadar açıklama talebinde bulunulabilir.",
      "C": "Kararın tebliğinden itibaren otuz gündür.",
      "D": "İlâmların zaman aşımı süresi kadar, yani on yıldır.",
      "E": "Kararın tebliğ tarihinden itibaren altmış gündür."
    },
    "explanation": "YARGI KARARLARINA KARŞI DİĞER BAŞVURU YOLLARI<br/>Yanlışlıkların düzeltilmesinde süre yönünden herhangi bir sınırlama yoktur. Başka bir deyişle yanlışlıkların düzeltilmesi her zaman, hatta kararlar yerine getirildikten sonra bile istenebilir çünkü kararın maddî hatalarla malûl olmaması gerekir. Kaldı ki bu karar, gerektiğinde başka bir uyuşmazlık için kesin hüküm olabilir. Yanlışlıkların düzeltilmesinin, kararın yerine getirilmesine kadar istenebilecek olan hükmün açıklanması ile arasındaki usûl farkı; bu süre bakımından olan farktır."
  },
  {
    "id": "3193245",
    "unitNumber": 8,
    "text": "5982 sayılı Türkiye Cumhuriyeti Anayasasının Bazı Maddelerinde Değişiklik Yapılması Hakkında Kanun'un, Halk Oylamasında<br/>kabul ediliş tarihi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "07.05.2010",
      "B": "13.05.2010",
      "C": "12.09.2010",
      "D": "22.09.2010",
      "E": "23.09.2010"
    },
    "explanation": "ANAYASA MAHKEMESİNE BİREYSEL BAŞVURU<br/>5982 sayılı Türkiye Cumhuriyeti Anayasasının Bazı Maddelerinde Değişiklik Yapılması Hakkında Kanun'un, Halk Oylamasında<br/>kabul ediliş tarihi 12.09.2010'dur. 07.05.2010 tarih ve 5982 sayılı Türkiye Cumhuriyeti Anayasasının Bazı Maddelerinde Değişiklik Yapılması Hakkında Kanun, (RG. 13.05.2010 - 27580), 12.09.2010 tarihli Halk Oylamasında kabul edilmiştir. Buna ilişkin 2.09.2010 tarihli ve 846 sayılı Yüksek Seçim Kurulu Kararı 23.09.2010 tarihli ve 27708 sayılı Resmî Gazetede yayımlanmıştır."
  },
  {
    "id": "3193255",
    "unitNumber": 8,
    "text": "Anayasaya Mahkemesine bireysel başvuruya ilişkin kurallar, 6216 sayılı Anayasa Mahkemesinin Kuruluşu ve Yargılama Usulleri Hakkında Kanun ile düzenlenmiş ve yürürlük tarihi --------- olarak belirlenmiştir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "30.03.2011",
      "B": "03.04.2011",
      "C": "22.09.2010",
      "D": "23.09.2012",
      "E": "22.10.2012"
    },
    "explanation": "ANAYASA MAHKEMESİNE BİREYSEL BAŞVURU<br/>Yukarıdaki cümlede boş bırakılan yeri D seçeneği (23.09.2012) doğru olarak tamamlar. anayasa Mahkemesine bireysel başvuruya ilişkin kurallar, 6216 sayılı Anayasa Mahkemesinin Kuruluşu ve Yargılama Usulleri Hakkında Kanun (Anayasa Mahkemesinin Kuruluş Kanunu) ile düzenlenmiş ve yürürlük tarihi 23.09.2012 olarak belirlenmiştir."
  },
  {
    "id": "3193261",
    "unitNumber": 8,
    "text": "Anayasa Mahkemesine bireysel başvuru ile ilgili olarak aşağıda verilen ifadelerden hangisi <u>yanlıştır?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Yasama işlemleri ile düzenleyici idari işlemler hakkında doğrudan bireysel başvuru yapılması mümkün değildir.",
      "B": "Anayasa Mahkemesi kararları ile Anayasanın yargı denetimi dışında bıraktığı işlemler bireysel başvuru konusu yapılamaz.",
      "C": "Vergi mükellefi olabilen kamu iktisadî kuruluşları ve iktisadî devlet teşekkülleri, Anayasa Mahkemesine bireysel başvuruda bulunamazlar.",
      "D": "Vergi idaresi-vergi dairesi başkanlıklarının bireysel başvuru ehliyeti bulunmamaktadır.",
      "E": "Özel hukuk tüzel kişileri, tüzel kişiliğe ait hakların ihlâl edildiği gerekçesiyle bireysel başvuruda bulunamazlar."
    },
    "explanation": "ANAYASA MAHKEMESİNE BİREYSEL BAŞVURU<br/>Anayasa Mahkemesine bireysel başvuru ile ilgili olarak aşağıda verilen ifadelerden E seçeneği yanlıştır. Özel hukuk tüzel kişileri sadece tüzel kişiliğe ait hakların ihlâl edildiği gerekçesiyle bireysel başvuruda bulunabilir. Nitekim, tüzel kişilerin vergi borcu sebebiyle kanunî temsilcilerinin mülkiyet hakkının kısıtlanması hâlinde bireysel başvurunun tüzel kişi adına değil, kanunî temsilci adına yapılması gerekir."
  },
  {
    "id": "3193272",
    "unitNumber": 8,
    "text": "-----------------, hukuka aykırı içtihat yerleşmesini önlemek ve hukuk uygulamasında birlik sağlamak amacına hizmet eder. <br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Yargılamanın yenilenmesi",
      "B": "Kanun yararına temyiz",
      "C": "İstinaf",
      "D": "Hükmün açıklanması",
      "E": "Yanlışlıkların düzeltilmesi"
    },
    "explanation": "KANUN YARARINA TEMYİZ<br/>Yukarıdaki cümlede boş bırakılan yeri B seçeneği (Kanun yararına temyiz) doğru olarak tamamlar. Kanun yararına temyiz yolu, benzeri davalarda mahkemelerin aynı hukuki yanlışlığı tekrarlamalarını, yani hukuka aykırı içtihat yerleşmesini önlemek ve hukuk uygulamasında birlik sağlamak amacına hizmet eder."
  },
  {
    "id": "3193647",
    "unitNumber": 8,
    "text": "Yargılamanın yenilenmesi yoluna başvurma süresi, belgenin elde edildiği tarihten itibaren kaç gündür?",
    "correctAnswer": "D",
    "options": {
      "A": "Otuz gün",
      "B": "Kırk gün",
      "C": "Elli gün",
      "D": "Altmış gün",
      "E": "Yetmiş gün"
    },
    "explanation": "Yargılamanın yenilenmesi yoluna başvurma süresi, belgenin elde edildiği tarihten itibaren altmış gündür."
  },
  {
    "id": "3194177",
    "unitNumber": 8,
    "text": "Kanunda sınırlandırılmış bir şekilde sayılmış olan sebeplere dayanılarak esas hükmün kaldırılmasını ve davanın yeniden incelenmesini sağlayan olağanüstü kanun yoluna ne denilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kanun yararına temyiz",
      "B": "Birey yararına temyiz",
      "C": "İade-i muhakeme",
      "D": "İhlal kararının düzeltilmesi",
      "E": "Kararın iptali ve temyizi"
    },
    "explanation": "Kanunda sınırlandırılmış bir şekilde sayılmış olan sebeplere dayanılarak esas hükmün kaldırılmasını ve davanın yeniden incelenmesini sağlayan olağanüstü kanun yoluna iade-i muhakeme ya da yargılamanın yenilenmesi denilmektedir."
  },
  {
    "id": "3194242",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Kararın nihaî ve kesin hüküm niteliğinde olması</li> <li>Yargılamanın yenilenmesi sebeplerinden birisinin bulunması</li> <li>Süresi içinde başvuruda bulunulması</li> <li>Belgenin elde edildiği tarihten itibaren otuz günün geçmemiş olması</li> </ol> Yukarıdakilerden hangileri yargılamanın yenilenmesi yoluna başvurabilmek için ihtiyaç duyulan şartlar arasında yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "III ve IV",
      "C": "I ve IV",
      "D": "I, II ve III",
      "E": "II, III ve IV"
    },
    "explanation": "Yargılamanın yenilenmesi yoluna başvurabilmek için kararın nihaî ve kesin hüküm niteliğinde olması, yargılamanın yenilenmesi sebeplerinden birisinin bulunması, süresi içinde başvuruda bulunulması gerekmektedir. Yargılamanın yenilenmesi yoluna başvurma süresi, belgenin elde edildiği tarihten itibaren altmış gündür."
  },
  {
    "id": "3194246",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Asıl davanın tarafları</li> <li>Davanın taraflarından sadece hukukî bir menfaati olan taraf</li> <li>Lehine karar verilmiş olan taraf</li> <li>Davanın taraflarından olmayan kimseler</li> </ol> Yukarıdakilerin hangileri yargılamanın yenilenmesi talebinde bulunabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "III ve IV",
      "C": "I, II ve III",
      "D": "I, II ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Yargılamanın yenilenmesi talebinde bulunma hakkı, asıl davanın taraflarına aittir. Davanın taraflarından olmayan bir kimse, yargılamanın yenilenmesi talebinde bulunamaz. Davaya katılan, katıldığı tarafla birlikte yargılamanın yenilenmesini talep edebilir. Davanın taraflarından sadece hukukî bir menfaati olan taraf, yargılamanın yenilenmesi talebinde bulunabilir. Nitekim lehine karar verilmiş olan taraf, yargılamanın yenilenmesi talebinde bulunamaz."
  },
  {
    "id": "3194381",
    "unitNumber": 8,
    "text": "İstinaf ve temyiz incelemesinden geçmeden kesinleşen kararlara karşı Danıştay Başsavcısının başvurabileceği özel kanun yolu aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yargılamanın yenilenmesi",
      "B": "Kararın düzeltilmesi",
      "C": "Kanun yararına temyiz",
      "D": "Birey yararına temyiz",
      "E": "Olağanüstü itiraz"
    },
    "explanation": "İstinaf ve temyiz incelemesinden geçmeden kesinleşen kararlara karşı Danıştay Başsavcısının başvurabileceği özel kanun yoluna kanun yararına temyiz denilmektedir."
  },
  {
    "id": "3194391",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Kanun yararına temyiz yoluna başvuru için herhangi bir süre belirlenmemiştir.</li> <li>Kanun yararına temyiz yoluna başvurulacak kararın istinaf veya temyiz incelemesinden geçmeden kesinleşmiş olması durumunda kanun yararına temyiz yoluna başvurulabilir.</li> <li>İstinaf veya temyiz incelemesinden geçmeksizin kesinleşmiş kararın niteliği bakımından yürürlükteki hukuka aykırı bulunması durumunda kanun yararına temyiz yoluna başvurulabilir.</li> </ol> Yukarıda kanun yararına temyiz yoluna başvuru için verilen özelliklerden hangisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Kanun yararına temyiz yoluna başvurulabilmesi için iki şart vardır; bunlardan birincisi, kanun yararına temyiz yoluna başvurulacak kararın istinaf veya temyiz incelemesinden geçmeden kesinleşmiş olmasıdır. Kanun yararına temyiz yoluna başvurma şartlarından ikincisi, istinaf veya temyiz incelemesinden geçmeksizin kesinleşmiş kararın niteliği bakımından yürürlükteki hukuka aykırı bulunmasıdır. Kanun yararına temyiz yoluna başvuru için herhangi bir süre belirlenmemiştir."
  },
  {
    "id": "3194399",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Hükmün açıklanması yolu ile bir yargı kararı açıklığa kavuşturulmaktadır.</li> <li>Hükmün açıklanması yolu, İdari Yargılama Usulü Kanunu’nun 30’uncu maddesinde düzenlenmektedir.</li> <li>Hükmün açıklanması ancak kararın yeterince açık olmaması veya kararın birbirleri ile çelişkili hüküm fıkraları içermesi hâlinde istenebilmektedir.</li> <li>Hükmün açıklanması ancak açıklanması istenilen karara konu uyuşmazlığın taraflarınca talep edilebilir.</li> </ol> Yukarıda hükmün açıklanmasına ilişkin yer alan özelliklerden hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "III ve IV",
      "C": "I, II ve III",
      "D": "I, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Hükmün açıklanması yolu ile bir yargı kararının yerine bir yenisi konulmadan gerçek anlamı belirlenmekte, açıklığa kavuşturulmaktadır. Hükmün açıklanması yolu, İdari Yargılama Usulü Kanunu’nun 29’uncu maddesinde düzenlenmektedir. Hükmün açıklanması ancak kararın yeterince açık olmaması veya kararın birbirleri ile çelişkili hüküm fıkraları içermesi hâlinde istenebilmektedir. Hükmün açıklanması ancak açıklanması istenilen karara konu uyuşmazlığın taraflarınca talep edilebilir (İYUK.m.29)."
  },
  {
    "id": "3194407",
    "unitNumber": 8,
    "text": "Yargı kararlarındaki yanlışlıkların düzeltilmesine yönelik aşağıda verilen bilgilerden hangisi <u>yanlıştır</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Yanlışlıkların düzeltilmesi yoluyla düzeltilebileceği İdari Yargılama Usulü Kanunu’nun 28’inci maddesinde belirtilmektedir.",
      "B": "Yanlışlıkların düzeltilmesinde süre yönünden herhangi bir sınırlama yoktur.",
      "C": "Yanlışlıkların düzeltilmesi her zaman, hatta kararlar yerine getirildikten sonra bile istenebilir.",
      "D": "Tarafların yanlışlıkların düzeltilmesini, düzeltilecek kararı veren yargı organından bir dilekçe ile talep etmeleri mümkündür.",
      "E": "Yanlışlıkların düzeltilmesi kararı, düzeltilen ilâmın altına yazılır."
    },
    "explanation": "Yargı kararlarında yer alan ne gibi yanlışlıkların, yanlışlıkların düzeltilmesi yoluyla düzeltilebileceği İdari Yargılama Usulü Kanunu’nun 30’uncu maddesinde belirtilmektedir. Yanlışlıkların düzeltilmesinde süre yönünden herhangi bir sınırlama yoktur. Başka bir deyişle yanlışlıkların düzeltilmesi her zaman, hatta kararlar yerine getirildikten sonra bile istenebilir çünkü kararın maddî hatalarla malûl olmaması gerekir. Tarafların yanlışlıkların düzeltilmesini, düzeltilecek kararı veren yargı organından bir dilekçe ile talep etmeleri mümkündür. Yanlışlıkların düzeltilmesi kararı, düzeltilen ilâmın altına yazılır (İYUK.m.30/3)."
  },
  {
    "id": "3194414",
    "unitNumber": 8,
    "text": "Kişilerin Anayasa’da güvence altına alınmış olan temel hak ve hürriyetlerinden, Avrupa İnsan Hakları Sözleşmesi ve buna ek olarak Türkiye’nin taraf olduğu Protokoller kapsamındaki herhangi birinin kamu gücü tarafından ihlâl edildiği iddiası ile Anayasa Mahkemesine yaptığı başvuru aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bireysel başvuru",
      "B": "Anayasal başvuru",
      "C": "Tüzel başvuru",
      "D": "Hukuksal başvuru",
      "E": "Hak ihlali başvurusu"
    },
    "explanation": "Kişilerin Anayasa’da güvence altına alınmış olan temel hak ve hürriyetlerinden, Avrupa İnsan Hakları Sözleşmesi ve buna ek olarak Türkiye’nin taraf olduğu Protokoller kapsamındaki herhangi birinin kamu gücü tarafından ihlâl edildiği iddiası ile Anayasa Mahkemesine yaptığı başvuru bireysel başvurudur."
  },
  {
    "id": "3194423",
    "unitNumber": 8,
    "text": "Bireysel başvurunun ön şart olan başvuru yollarının tüketildiği tarihten (başvuru yolu şartı getirilmemiş ihlâlin öğrenildiği tarihten) itibaren kaç gün içerisinde yapılması gerekir?",
    "correctAnswer": "C",
    "options": {
      "A": "On gün",
      "B": "Yirmi gün",
      "C": "Otuz gün",
      "D": "Altmış gün",
      "E": "Doksan gün"
    },
    "explanation": "Bireysel başvurunun ön şart olan başvuru yollarının tüketildiği tarihten, başvuru yolu şartı getirilmemiş ihlâlin öğrenildiği tarihten itibaren otuz gün içerisinde yapılması gerekir."
  },
  {
    "id": "3195228",
    "unitNumber": 8,
    "text": "I. Kararın nihaî ve kesin hüküm niteliğinde olması<br/>II. Yargılamanın yenilenmesi sebeplerinden birisinin bulunması<br/>III. Süresi içinde başvuruda bulunulması<br/>Yukarıdaki şartların hangisi ya da hangilerinin gerçekleşmesi durumunda kesin hüküm niteliği kazanmış olan bir yargı kararının, kararı vermiş olan mahkeme tarafından yeniden incelenmesi mümkündür",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "Hepsi"
    },
    "explanation": "Yargılamanın yenilenmesi yoluna başvurabilmek için bazı şartların gerçekleşmesi gerekir.<br/>Bu şartlar gerçekleşmediği takdirde, yargılamanın yenilenmesi talebinde bulunulamaz. Bu<br/>şartlar,<br/>• Kararın nihaî ve kesin hüküm niteliğinde olması,<br/>• Yargılamanın yenilenmesi sebeplerinden birisinin bulunması,<br/>• Süresi içinde başvuruda bulunulmasıdır.<br/>Bu üç şartın gerçekleşmesi hâlinde kesin hüküm niteliği kazanmış olan bir yargı kararının,<br/>kararı vermiş olan mahkeme tarafından yeniden incelenmesi mümkündür."
  },
  {
    "id": "3195234",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi yargı organları tarafından işin esası hakkında verilen nihaî ve kesin kararlara karşı yargılamanın yenilenmesi yoluna başvurulabilmesi mümkün olan kararlardandır?",
    "correctAnswer": "D",
    "options": {
      "A": "Danıştay’ın temyiz incelemesi üzerine verdiği onama ya da bozma kararları",
      "B": "Ara kararlar",
      "C": "Görev ve yetki uyuşmazlıklarına ilişkin kararlar",
      "D": "İşin esası hakkında verilen nihaî ve kesin kararlar",
      "E": "Yürütmenin durdurulması kararı"
    },
    "explanation": "Yargı organları tarafından işin esası hakkında verilen nihaî ve kesin kararlara karşı yargılamanın yenilenmesi yoluna başvurulabilmektedir."
  },
  {
    "id": "3195240",
    "unitNumber": 8,
    "text": "Yargılamanın yenilenmesi sebepleri İdari Yargılama Usulü Kanunu’nun hangi maddesinde belirtilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "51",
      "B": "52",
      "C": "53",
      "D": "54",
      "E": "55"
    },
    "explanation": "Yargılamanın yenilenmesi sebepleri İdari Yargılama Usulü Kanunu’nun 53’üncü maddesinde sayma yolu ile belirtilmektedir."
  },
  {
    "id": "3195243",
    "unitNumber": 8,
    "text": "Yargılamaya son vermeyen aksine onu yürütmeye, ilerletmeye, derinleştirmeye yönelik kararlar aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ara kararlar",
      "B": "Görev ve yetki uyuşmazlıklarına ilişkin kararlar",
      "C": "Yürütmenin durdurulması kararı",
      "D": "Danıştay’ın temyiz incelemesi üzerine verdiği onama ya da bozma kararı",
      "E": "İlk inceleme üzerine verilen kararlar"
    },
    "explanation": "Ara kararları, yargılamaya son vermeyen aksine onu yürütmeye, ilerletmeye, derinleştirmeye yönelik kararlardır. Ara kararların ortak niteliği, mahkemenin davadan el çekmeyip aksine davaya devam etmesidir. Ara kararları, davayı esastan sonuçlandıran nihaî kararlar olmadığından yargılamanın yenilenmesine konu<br/>oluşturmamaktadır."
  },
  {
    "id": "3195245",
    "unitNumber": 8,
    "text": "I. Karara Esas Alınan Belgenin Sahteliğinin Anlaşılması<br/>II. Karara Esas Alınan Bir İlâmın Kesinleşen Bir Mahkeme Kararı ile Kalkması<br/>III. Lehine Karar Verilen Kişinin Hile Kullanmış Olması<br/>IV. Yetkili Kimselerin Huzurunda Davanın Görülmesi<br/>Yukarıdaki hallerin hangisinde yargılanmanın yenilenmesi durumu söz konusudur?",
    "correctAnswer": "B",
    "options": {
      "A": "I ve II",
      "B": "I, II ve III",
      "C": "II, III ve IV",
      "D": "I,III ve IV",
      "E": "Hepsi"
    },
    "explanation": "Yetkili Kimselerin Huzurunda Davanın Görülmesi durumunda değil, Yetkisiz Kimselerin Huzurunda Davanın Görülmesi durumunda yargılanmanın yenilenmesi durumu söz konusudur"
  },
  {
    "id": "3195247",
    "unitNumber": 8,
    "text": "\"Çekinmesi gereken hâkimin karara katılmış olması yargılamanın yenilenmesi için yeterlidir. Bu katılmanın sonucu etkileyip etkilememesi önemli değildir.\"<br/>Bu durumda yargılamanın yenilenmesi yoluna başvurma süresi, kararın tebliğ tarihinden itibaren ne kadardır?",
    "correctAnswer": "D",
    "options": {
      "A": "15",
      "B": "30",
      "C": "45",
      "D": "60",
      "E": "90"
    },
    "explanation": "Çekinmesi gereken hâkimin karara katılmış olması yargılamanın yenilenmesi için yeterlidir. Bu katılmanın sonucu etkileyip etkilememesi önemli değildir.<br/>Bu durumda yargılamanın yenilenmesi yoluna başvurma süresi, kararın tebliğ tarihinden itibaren altmış gündür"
  },
  {
    "id": "3195249",
    "unitNumber": 8,
    "text": "Avrupa İnsan Hakları Sözleşmesinin İhlâl Edilmesi durumunda yargılamanın yenilenmesi yoluna başvurma süresi, ne kadardır?",
    "correctAnswer": "E",
    "options": {
      "A": "15 gün",
      "B": "30 gün",
      "C": "60 gün",
      "D": "120 gün",
      "E": "1 yıl"
    },
    "explanation": "Avrupa İnsan Hakları Sözleşmesinin İhlâl Edilmesi durumunda yargılamanın yenilenmesi yoluna başvurma süresi, 1 yıldır"
  },
  {
    "id": "3195250",
    "unitNumber": 8,
    "text": "Hükmün açıklanması yolu, İdari Yargılama Usulü Kanunu’nun hangi maddesinde düzenlenmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "19",
      "B": "24",
      "C": "29",
      "D": "44",
      "E": "53"
    },
    "explanation": "Hükmün açıklanması yolu, İdari Yargılama Usulü Kanunu’nun 29’uncu maddesinde düzenlenmektedir."
  },
  {
    "id": "3195251",
    "unitNumber": 8,
    "text": "Yargı kararlarında yer alan ne gibi yanlışlıkların, yanlışlıkların düzeltilmesi yoluyla düzeltilebileceği İdari Yargılama Usulü Kanunu’nun hangi maddesinde belirtilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "24",
      "B": "26",
      "C": "28",
      "D": "30",
      "E": "32"
    },
    "explanation": "Yargı kararlarında yer alan ne gibi yanlışlıkların, yanlışlıkların düzeltilmesi yoluyla düzeltilebileceği İdari Yargılama Usulü Kanunu’nun 30’uncu maddesinde belirtilmektedir."
  },
  {
    "id": "3195253",
    "unitNumber": 8,
    "text": "I• Başvurucunun davadan açıkça feragat etmesi;<br/>II• Başvurucunun davasını takipsiz bıraktığının anlaşılması;<br/>III• İhlâlin ve sonuçlarının ortadan kalkmış olması;<br/>IV• Bölümler ya da Komisyonlar tarafından tespit edilen herhangi bir başka gerekçeden ötürü, başvurunun sürdürülmesini haklı kılan bir sebep bulunmaması<br/>Yukarıdaki hallerin hangilerinde Anayasa Mahkemesi bünyesinde yer alan Bölümler ya da Komisyonlar tarafından yargılamanın her aşamasında düşme kararı verilmesi mümkündür?",
    "correctAnswer": "E",
    "options": {
      "A": "Ive II",
      "B": "II ve III",
      "C": "I, II ve IV",
      "D": "II, III ve IV",
      "E": "Hepsi"
    },
    "explanation": "Anayasa Mahkemesi bünyesinde yer alan Bölümler ya da Komisyonlar tarafından,<br/>• Başvurucunun davadan açıkça feragat etmesi;<br/>• Başvurucunun davasını takipsiz bıraktığının anlaşılması;<br/>• İhlâlin ve sonuçlarının ortadan kalkmış olması;<br/>• Bölümler ya da Komisyonlar tarafından tespit edilen herhangi bir başka gerekçeden ötürü, başvurunun sürdürülmesini haklı kılan bir sebep bulunmaması<br/>hâllerinde yargılamanın her aşamasında düşme kararı verilmesi mümkündür"
  }
]