[
  {
    "id": "3833309",
    "unitNumber": 1,
    "text": "I. Vergilemede adaletin sağlanması<br/>II. Vergi türlerinin ekonomik etkileri<br/>III. Vergilemede etkinliğin sağlanması<br/>Yukarıdakilerden hangisi veya hangileri vergi teorisinin özünü oluşturan hususlar arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I,II ve III"
    },
    "explanation": "Vergi teorisinin özünü oluşturan iki temel konu vardır. Birincisi, vergi teorisi sosyal refahın artırılması için vergilerin nasıl tasarlanması gerektiği, yani vergilemede adaletin ve etkinliğin sağlanması konusu ile ilgilenir. İkincisi, vergi teorisi çeşitli vergi türlerinin ekonomik etkileri konusu ile ilgilenmektedir"
  },
  {
    "id": "3833312",
    "unitNumber": 1,
    "text": "Kamusal mal ve hizmetleri finanse etmek için gündeme gelen alternatiflerden birisi de devletin sunduğu mal ve hizmetlere bir bedel uygulamaktır.<br/>Aşağıdakilerden hangisi söz konusu uygulamanın yaratabileceği sorunlar arasında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Para arzının artması",
      "B": "Kişinin hizmetten ne oranda yararlandığının tespitinin olanaksız olması",
      "C": "Fiyatlar genel seviyesinin yükselmesi",
      "D": "Enflasyon etkisinin ortaya çıkması",
      "E": "Özel sektör işerleri ile rekabet edilememesi"
    },
    "explanation": "Kamusal mal ve hizmetleri finanse etmek için bir diğer alternatif devletin sunduğu mal ve hizmetlere bir bedel uygulamaktır. Bu noktada devlet aynen bir ticari işletme gibi hareket eder. Ancak bu yola başvurmak yani kamusal mal ve hizmetlere bir bedel uygulamak da oldukça güçtür, hatta savunma gibi tam kamusal özellik gösteren hizmetlerinde kişileri kullanım derecelerine göre bir yükümlülüğe tabi tutmak imkânsızdır. Bir başka ifade ile savunma gibi tam kamusal özellik gösteren hizmetlerde kişinin hizmetten ne kadar (az ya da çok) yararlandığını tespit etmek ve ona göre bir bedel uygulamak mümkün değildir."
  },
  {
    "id": "3833314",
    "unitNumber": 1,
    "text": "I. Vergileme<br/>II. Borçlanma<br/>III. Para arzını azaltma<br/>Yukarıdakilerden hangisi veya hangileri kamusal mal ve hizmetlerin finansman ihtiyacını karşılamaya yönelik yöntemler arasında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Kamusal mal ve hizmetlerin finansman ihtiyacını karşılama yolları arasında vergileme ve borçlanma yer alır."
  },
  {
    "id": "3833316",
    "unitNumber": 1,
    "text": "Vergilemeyle ilgili olarak aşağıdakilerden hangisi <u>söylenemez</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Devlet tarafından sunulan mal ve hizmetlerin alternatif maliyetini oluşturur",
      "B": "Devlet vasıtasıyla elde edilir",
      "C": "Anayasamızda açıkça düzenlenmiştir",
      "D": "Temel ilke olarak gönüllülük esasına dayanır",
      "E": "Devletin vergi toplama yetkisi kanunlarla sınırlandırılmıştır."
    },
    "explanation": "Diğer yandan kişiler arasında gerçekleştirilen birçok para transferinin aksine vergi, gönüllü değil zorunlu bir ödemedir."
  },
  {
    "id": "3833317",
    "unitNumber": 1,
    "text": "Verginin en önemli özelliklerinden biri de devletin diğer yükümlülüklerinden farklı olarak,mükellef ve kamu otoriteleri arasında doğrudan bir karşılığa dayanmamasıdır.<br/>Yukarıda yer verilen cümleyi ifade eden kişi kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Taussing",
      "B": "Keynes",
      "C": "Friedman",
      "D": "Tullock",
      "E": "Rabushka"
    },
    "explanation": "Taussing’in ifadesiyle verginin en önemli özelliklerinden biri de devletin diğer yükümlülüklerinden farklı olarak,mükellef ve kamu otoriteleri arasında doğrudan bir karşılığa dayanmamasıdır"
  },
  {
    "id": "3833318",
    "unitNumber": 1,
    "text": "Vergiye ilişkin Anayasa düzenlemesiyle ilgili olarak aşağıdakilerden hangisi söylenebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Vergi hak ve ödevi başlığı altında düzenlenmiştir.",
      "B": "Düzenlemeye göre vergi, harç ve benzeri mali yükümlülükler Cumhurbaşkanı kararnamesiyle koyulabilir",
      "C": "Düzenlemeye göre herkes eşit oranda vergi ödemekle yükümlüdür.",
      "D": "Anayasa'nın 43. maddesinde düzenlenmiştir.",
      "E": "Vergi oranlarına ilişkin hükümlerde düzenlemede yer alan yukarı ve aşağı sınırlar içinde değişiklik yapmak yetkisi Cumhurbaşkanına verilebilir."
    },
    "explanation": "“Herkes, kamu giderlerini karşılamak üzere, mali gücüne göre, vergi ödemekle yükümlüdür. Vergi yükünün adaletli ve dengeli dağılımı, maliye politikasının sosyal amacıdır. Vergi, resim, harç ve benzeri mali yükümlülükler kanunla konulur, değiştirilir veya kaldırılır. Vergi, resim, harç ve benzeri mali yükümlülüklerin muaflık, istisnalar ve indirimleriyle oranlarına ilişkin hükümlerinde kanunun belirttiği yukarı ve aşağı sınırlar içinde değişiklik yapmak yetkisi Cumhurbaşkanına verilebilir”"
  },
  {
    "id": "3833319",
    "unitNumber": 1,
    "text": "Yeni bir verginin yürürlüğe koyulması amacıyla yapılacak düzenlemenin usulüne uygun ve geçerli şekilde sisteme dahil olabilmesi için hangi hukuk kaynağıyla düzenlenmesi yeterli ve gereklidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Cumhurbaşkanı Kararnamesi",
      "B": "Yönetmelik",
      "C": "Tüzük",
      "D": "Kanun Hükmünde Kararname",
      "E": "Kanun"
    },
    "explanation": "Yeni yürürlüğe koyulacak bir verginin mutlaka kanunla yürürlüğe koyulması gerekir."
  },
  {
    "id": "3833320",
    "unitNumber": 1,
    "text": "I. Yerli endüstriyi korumak için ithal ürünlerden alınan verginin artırılması<br/>II. Tütün mamullerinden alınan verginin artırılması<br/>III. Devletin kamu harcamalarının finanse edilmesi<br/>Yukarıdakilerden hangisi veya hangileri verginin mali olmayan amaçları arasında yer alabilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I,II ve III"
    },
    "explanation": "Günümüzde ise vergilemenin mali olmayan amaçlar için de kullanıldığı görülmektedir. Örneğin vergi, tütün gibi sağlığa zararlı bir malın tüketimini kısmak suretiyle sosyal politikanın bir aracı olarak kullanılabilir. Yerli endüstriyi korumak için bazı ithal mallardan yüksek oranda vergi alınabilir."
  },
  {
    "id": "3833321",
    "unitNumber": 1,
    "text": "I. Kişiler kamu mal ve hizmetleri için de tıpkı özel sektörde olduğu gibi bedel öder<br/>II. Bu prensibe göre yatay adaleti sağlamak için aynı fayda seviyesine sahip olanların aynı vergiyi ödemeleri gereklidir<br/>III. Bu prensibe göre hizmetten yararlanmayanın vergi ödemesine ihtiyaç yoktur.<br/>Fayda prensibi ile ilgili olarak yukarıdakilerden hangisi veya hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız II",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I,II ve III"
    },
    "explanation": "Önermelerin tamamı doğrudur."
  },
  {
    "id": "3833324",
    "unitNumber": 1,
    "text": "Ödeme gücü prensibiyle ilgili olarak aşağıdakilerden hangisi <u>söylenemez</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "A. Smith ve J.S. Mill bu prensibin öncüleridir",
      "B": "Kişiler ödedikleri vergiler karşılığında özel karşılık beklemezler",
      "C": "Vergilemede yatay adaleti sağlamak için vergi matrahından bazı indirimlerin yapılmasına izin verilir",
      "D": "Dikey adaleti sağlamak için genellikle azalan oranlı vergileme uygulanmaktadır",
      "E": "Kamu malları için ödeme güçleri oranında fedakârlıkta bulunmaları görüşüne dayanır."
    },
    "explanation": "Dikey adaleti sağlamak için genellikle artan oranlı vergileme uygulanmakta ve böylece vergi borcu gelirdeki artıştan daha hızlı artmaktadır. Bir örnek vermek gerekirse artan oranlı vergilemede 20 lira geliri olan 2 lira (gelirinin %10’u), 30 lira geliri olan 4 lira (gelirinin %13,3’ü) vergi ödeyecektir. Bunun alternatifleri ise azalan oranlı ve düz oranlı vergilemedir."
  },
  {
    "id": "3841098",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi vergi tanımında mutlaka bulunması gereken<u> temel</u> unsurlardan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Vergi kamu otoriteleri tarafından alınır.",
      "B": "Vergi gönüllü bir katılımdır.",
      "C": "Vergide özel bir karşılık bulunmaktadır.",
      "D": "Vergi aynî bir yükümlülüktür.",
      "E": "Vergi faydalanma esasına dayanır."
    },
    "explanation": "Diğer seçenekler verginin özelliği değildir.<br/>Vergi tanımında mutlaka bulunması gereken temel unsurları şu şekilde özetlemek mümkündür:<br/>• Vergi kamu otoriteleri tarafından alınır."
  },
  {
    "id": "3841099",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi vergi tanımında mutlaka bulunması gereken temel unsurlardan biri<u> değildir?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "Vergi kamu otoriteleri tarafından alınır.",
      "B": "Vergi gönüllü bir katılımdır.",
      "C": "Vergide özel karşılık bulunmamaktadır.",
      "D": "Vergi parasal bir yükümlülüktür.",
      "E": "Vergiyi devlet egemenlik gücüne dayanarak almaktadır."
    },
    "explanation": "\"Vergi gönüllü bir katılımdır.\" vergi tanımında mutlaka bulunması gereken temel unsurlardan biri değildir. Vergiye katılım kanuni bir zorunluluktur."
  },
  {
    "id": "3841100",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisinde devletin vergi toplama konusundaki gücünü sınırlayan ve hukuki çerçevesini çizen ana kaynaktır?",
    "correctAnswer": "C",
    "options": {
      "A": "1961 Anayasası’nın “vatandaşlık ödevi” başlıklı 18. maddesi",
      "B": "Vergi Usul Kanunu",
      "C": "1982 Anayasası’nın “Vergi Ödevi” başlıklı 73. maddesi",
      "D": "Gelir Vergisi Kanunu",
      "E": "1982 Anayasası’nın “Vatan hizmeti” başlıklı 72. maddesi"
    },
    "explanation": "Devletin vergi toplama konusundaki gücünü sınırsız olarak algılamak doğru<br/>değildir. Bu amaçla ülkemizde de 1982 Anayasası’nın “Vergi Ödevi” başlıklı 73. maddesi<br/>ile vergilemenin hukuki çerçevesi belirlenmiştir."
  },
  {
    "id": "3841101",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi verginin mali amacını ifade etmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kamunun giderlerini kontrol etmek",
      "B": "Kamuya nitelikli personel sağlamak",
      "C": "Kamunun sahip olduğu malları arttırmak",
      "D": "Kamuya gelir sağlamak",
      "E": "Kamu kesiminin ekonomi içindeki büyüklüğünü arttırmak"
    },
    "explanation": "Bir verginin en temel amacı kamuya gelir sağlamaktır. Buna verginin mali amacı denilmektedir."
  },
  {
    "id": "3841102",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi vergilemenin mali olmayan amaçlarından biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sağlığa zararlı bir malın tüketimini kısmak",
      "B": "Yerli endüstriyi korumak",
      "C": "Gelir dağılımını daha adil hale getirmek",
      "D": "Talep fazlasını engelleyerek enflasyonu kontrol altına almak",
      "E": "Devlete gelir sağlamak"
    },
    "explanation": "Devlete gelir sağlamak vergilemenin mali amacıdır. Mali olmayan amaçları ise çok çeşitli olabilir: sağlığa zararlı bir malin tüketimini azaltmak, çevreye zararlı bir malin tüketimini azaltmak... gibi."
  },
  {
    "id": "3841103",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi vergilemede fayda prensibinin dayandığı görüştür?",
    "correctAnswer": "A",
    "options": {
      "A": "Herkes kamu hizmetlerinden sağladığı fayda oranında vergi ödemelidir.",
      "B": "Herkes kamu hizmetlerinden sağladığı faydadan daha fazla vergi ödemelidir.",
      "C": "Herkes kamu hizmetlerinden sağladığı faydadan daha az vergi ödemelidir.",
      "D": "Herkes kamu hizmetlerinden sağladığı faydanın geometrik ortalaması kadar vergi ödemelidir.",
      "E": "Herkes kamu hizmetlerinden sağladığı faydadan bağımsız bir şekilde vergi ödemelidir."
    },
    "explanation": "Herkesin kamu hizmetlerinden sağladığı fayda oranında vergi ödemesine fayda prensibine göre vergileme denir."
  },
  {
    "id": "3841107",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi ödedikleri vergiler için özel bir karşılık beklemek yerine, kamu malları için mali güçleri oranında fedakârlıkta bulunmaları görüşüne dayanan alternatif bir vergileme prensibidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Fayda prensibi",
      "B": "Ödeme gücü prensibi",
      "C": "Eşit mutlak fedakarlık",
      "D": "Eşit marjinal fedakarlık",
      "E": "Muafiyet ve istisna prensibi"
    },
    "explanation": "Ödedikleri vergiler için özel bir karşılık beklemek yerine, kamu malları için ödeme güçleri oranında fedakârlıkta bulunmaları görüşüne dayanan alternatif bir vergileme prensibi geliştirmiş ve vergi ödemelerinin yatay ve dikey adalete uygun olması gerektiğini de ifade etmişlerdir. Bu ödeme gücü prensibidir."
  },
  {
    "id": "3841111",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi son birim vergi ödemesinden doğan fayda kaybının bütün mükellefler için aynı olmasını gerektiren fedakarlık türüdür?",
    "correctAnswer": "C",
    "options": {
      "A": "Eşit mutlak fedakarlık",
      "B": "Eşit orantılı fedakarlık",
      "C": "Eşit marjinal fedakarlık",
      "D": "Eşit toplamsal fedakarlık",
      "E": "Eşit yüzdesel fedakarlık"
    },
    "explanation": "Eşit marjinal fedakârlık; toplumun katlandığı toplam fedakârlığın mümkün olduğunca<br/>minimum olmasını ifade etmektedir. Bunun için son birim vergi ödemesinden doğan fayda kaybının bütün mükellefler için aynı olması gerekmektedir.<br/>Eşit marjinal fedakârlık; toplumun katlandığı toplam fedakârlığın mümkün olduğunca minimum olmasını ifade etmektedir. Bunun için son birim vergi ödemesinden doğan fayda kaybının bütün mükellefler için aynı olması gerekmektedir."
  },
  {
    "id": "3841113",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi yansımanın yani verginin en son kimin üzerinde kaldığının bilinmesini gerektiren vergi sistemi özelliğidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ekonomik etkinlik",
      "B": "İdari etkinlik",
      "C": "Esneklik",
      "D": "Adalet",
      "E": "Faydalanma"
    },
    "explanation": "İyi bir vergi sistemi adil olmalıdır. Vergi sistemi farklı kişilere olabildiğince adil uygulanmalı ve vergi yükü adil bir şekilde dağıtılmalıdır. Bunun için de yansımanın yani verginin en son kimin üzerinde kaldığının bilinmesi gereklidir."
  },
  {
    "id": "3841116",
    "unitNumber": 1,
    "text": "Aşağıdaki hangisi kaynakların etkin dağılımını sağlayacak, maliye politikasının büyüme ve istikrar amaçlarına ulaşmasını kolaylaştıracak ve mükelleflerin tercihlerini çarpıtıcı etkisi minimum olacak temel vergi sistemi özelliğidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Adalet",
      "B": "İdari etkinlik",
      "C": "Esneklik",
      "D": "Faydalanma",
      "E": "Ekonomik etkinlik"
    },
    "explanation": "İyi bir vergi sistemi ekonomik etkinliği sağlamalıdır. Bunun için bir ülkede uygulanan<br/>vergiler ekonomik kararları en az engelleyecek şekilde seçilmelidir. Bunun için vergi sisteminin; kaynakların etkin dağılımını sağlayacak, maliye politikasının büyüme ve istikrar amaçlarına ulaşmasını kolaylaştıracak ve mükelleflerin tercihlerini çarpıtıcı etkisi minimum olacak şekilde tasarlanması gereklidir."
  },
  {
    "id": "3844074",
    "unitNumber": 1,
    "text": "Benjamin Franklin’in (1789) ifadesiyle ...... ölüm ile birlikte kesin olan iki şeyden biridir.",
    "correctAnswer": "A",
    "options": {
      "A": "Vergi",
      "B": "Miras",
      "C": "Mevduat",
      "D": "Devlet",
      "E": "Maliye Politikası"
    },
    "explanation": "Benjamin Franklin’in (1789) ifadesiyle “vergi\" ölüm ile birlikte kesin olan iki şeyden biridir"
  },
  {
    "id": "3844085",
    "unitNumber": 1,
    "text": "I) Vergi kamu otoriteleri tarafından alınır.<br/>II) Vergi gönüllü değil kanuni bir zorunluluktur.<br/>III) Vergi parasal bir yükümlülüktür.<br/>Yukardakilerden hangisi vergi tanımında mutlaka bulunması gereken temel unsurlar arasında yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yanlız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I,II ve III"
    },
    "explanation": "Netice olarak bütün bu anlatılanlardan hareketle bir vergi tanımında mutlaka bulunması gereken temel unsurları şu şekilde özetlemek mümkündür:<br/>• Vergi kamu otoriteleri tarafından alınır.<br/>• Vergi gönüllü değil kanuni bir zorunluluktur.<br/>• Vergide özel bir karşılık bulunmamaktadır.<br/>• Vergi parasal bir yükümlülüktür."
  },
  {
    "id": "3844087",
    "unitNumber": 1,
    "text": "Devletin ve devletin yetkilendirdiği kamu kuruluşlarının mali ve mali olmayan görevleri gerçekleştirmek üzere gerçek veya tüzel kişilerden<br/>hukuken zorla, karşılıksız olarak ve egemenlik gücüne dayanarak aldığı para şeklindeki iktisadi değerlere ....... denir.",
    "correctAnswer": "C",
    "options": {
      "A": "Borç",
      "B": "Tahvil",
      "C": "Vergi",
      "D": "İtfa",
      "E": "Bono"
    },
    "explanation": "Devletin ve devletin yetkilendirdiği kamu kuruluşlarının mali ve mali olmayan görevleri gerçekleştirmek üzere gerçek veya tüzel kişilerden<br/>hukuken zorla, karşılıksız olarak ve egemenlik gücüne dayanarak aldığı para şeklindeki iktisadi değerlere vergi denir."
  },
  {
    "id": "3844088",
    "unitNumber": 1,
    "text": "Bir verginin en temel amacı kamuya gelir sağlamaktır. Buna verginin ......... amacı denilmektedir",
    "correctAnswer": "B",
    "options": {
      "A": "Ekonomik",
      "B": "Mali",
      "C": "Finansal",
      "D": "Toplumsal",
      "E": "Bireysel"
    },
    "explanation": "Bir verginin en temel amacı kamuya gelir sağlamaktır. Buna verginin mali amacı denilmektedir"
  },
  {
    "id": "3844089",
    "unitNumber": 1,
    "text": "Vergi sisteminin adil olması, yani herkesin kamu hizmetlerinin maliyetine hissesi oranında katılması, genel kabul görmüş bir vergileme ilkesidir. Burada sorun “adil hisse payının” ne olacağı ya da nasıl tanımlanacağıdır. Bu konuyla ilgili olarak ..... görüş geçerlidir.",
    "correctAnswer": "B",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "Vergi sisteminin adil olması, yani herkesin kamu hizmetlerinin maliyetine hissesi oranında katılması, genel kabul görmüş bir vergileme ilkesidir. Burada sorun “adil hisse payının” ne olacağı ya da nasıl tanımlanacağıdır. Bu konuyla ilgili olarak iki görüş geçerlidir.<br/>Vergi sisteminin adil olması, yani herkesin kamu hizmetlerinin maliyetine hissesi oranında katılması, genel kabul görmüş bir vergileme ilkesidir. Burada sorun “adil hisse payının” ne olacağı ya da nasıl tanımlanacağıdır. Bu konuyla ilgili olarak iki görüş geçerlidir."
  },
  {
    "id": "3844091",
    "unitNumber": 1,
    "text": "I) Fayda Prensibi<br/>II) Ödeme Gücü Prensibi<br/>III) Hakkaniyet Prensibi<br/>Vergi sisteminin adil olması, yani herkesin kamu hizmetlerinin maliyetine hissesi oranında katılması, genel kabul görmüş bir vergileme ilkesidir. Burada sorun “adil hisse payının” ne olacağı ya da nasıl tanımlanacağıdır. Yukarıdakilerden hangisi bu konuyla ilgili olan prensiplerdendir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Vergi sisteminin adil olması, yani herkesin kamu hizmetlerinin maliyetine hissesi oranında katılması, genel kabul görmüş bir vergileme ilkesidir. Burada sorun “adil hisse payının” ne olacağı ya da nasıl tanımlanacağıdır. Bu konuyla ilgili olarak iki görüş geçerlidir.<br/>Bunlardan birincisi faydayı tek vergi ölçütü olarak kabul eden fayda prensibidir. Buna göre herkes kamu hizmetlerinden sağladığı fayda ile orantılı olarak vergi ödemelidir. İkincisi ise faydayı değil, ödeme gücünü ön plana çıkartan ödeme gücü prensibidir. Ödeme gücü prensibine göre ihtiyaç duyulan toplam gelir her mükellefe ödeme gücü ile orantılı olarak dağıtılmalıdır"
  },
  {
    "id": "3844093",
    "unitNumber": 1,
    "text": "Adam Smith’ten (1776) günümüze iyi bir vergi sisteminde olması gereken temel özellikler tartışılmaktadır. Aşağıdakilerden hangisi üzerinde hemfikir olunan başlıca vergi sistemi özelliklerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Adalet",
      "B": "Ekonomik Etkinlik",
      "C": "İdari Etkinlik",
      "D": "Esneklik",
      "E": "Hakkaniyet"
    },
    "explanation": "Adam Smith’ten (1776) günümüze iyi bir vergi sisteminde olması gereken temel özellikler tartışılmaktadır. ‘Adalet, ekonomik ve idari etkinlik ve esneklik’ üzerinde hemfikir olunan başlıca vergi sistemi özellikleridir"
  },
  {
    "id": "3844095",
    "unitNumber": 1,
    "text": "Vergilemede kaç farklı fedakârlık kavramı bulunmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Vergilemede eşit mutlak, eşit orantılı ve eşit marjinal (en az toplam) fedakârlık olmak üzere üç farklı fedakârlık kavramı bulunmaktadır."
  },
  {
    "id": "3844096",
    "unitNumber": 1,
    "text": "Eşit ........... fedakârlık; toplumun katlandığı toplam fedakârlığın mümkün olduğunca minimum olmasını ifade etmektedir. Bunun için son birim vergi ödemesinden doğan fayda kaybının bütün mükellefler için aynı olması gerekmektedir.",
    "correctAnswer": "D",
    "options": {
      "A": "Orantılı",
      "B": "Mutlak",
      "C": "Ortalama",
      "D": "Marjinal",
      "E": "Doğrusal"
    },
    "explanation": "Eşit marjinal fedakârlık; toplumun katlandığı toplam fedakârlığın mümkün olduğunca minimum olmasını ifade etmektedir. Bunun için son birim vergi ödemesinden doğan fayda kaybının bütün mükellefler için aynı olması gerekmektedir."
  },
  {
    "id": "3844109",
    "unitNumber": 1,
    "text": "Eşit ........ fedakârlık; vergi oranlarının bütün kişilerin katlandıkları fedakârlık aynı olacak şekilde ayarlanmasını ifade etmektedir. Dolayısıyla bu kural, herkesin eşit vergi ödemesini değil, eşit fedakârlıkta bulunmasını savunmaktadır.",
    "correctAnswer": "A",
    "options": {
      "A": "Mutlak",
      "B": "Orantılı",
      "C": "Marjinal",
      "D": "Doğrusal",
      "E": "Toplam"
    },
    "explanation": "Eşit mutlak fedakârlık; vergi oranlarının bütün kişilerin katlandıkları fedakârlık aynı olacak şekilde ayarlanmasını ifade etmektedir. Dolayısıyla bu kural, herkesin eşit vergi ödemesini değil, eşit fedakârlıkta bulunmasını savunmaktadır."
  },
  {
    "id": "3834249",
    "unitNumber": 2,
    "text": "<h3><strong>Adam Smith'e göre klasik görüş çerçevesinde vergilerin temel amacı nedir?</strong></h3>",
    "correctAnswer": "B",
    "options": {
      "A": "Ekonomik faaliyetleri düzenlemek",
      "B": "Kamu harcamalarını finanse etmek",
      "C": "Sosyal davranışları etkilemek",
      "D": "Zenginliği yeniden dağıtmak",
      "E": "Enflasyonu kontrol altına almak"
    },
    "explanation": "Sorunun doğru cevabı B şıkkıdır.<br/>İskoçyalı bir ahlak filozofu olan ve aynı zamanda modern iktisadın kurucusu kabul edilen<br/>Adam Smith’in öncülüğünü yaptığı klasik anlayışta vergiler, yalnızca kamu harcamalarını<br/>finanse etmenin bir aracıdır. 1930’lu yıllarda John Maynard Keynes ile başlayan yaklaşıma<br/>göre, vergiler kamu harcamalarını finanse etmenin yanında iktisadi ve sosyal hayata<br/>müdahale etmenin ve sosyal hayatı düzenlemenin de bir aracı olarak karşımıza çıkmaktadır.<br/>Bunun nedeni, vergilerin dinamik karakterli olması ve zaman içinde ekonomik, siyasi<br/>ve sosyal değişmelere paralel olarak değişiklik gösterebilmesidir. Örneğin, sıraladığımız<br/>değişmelerin bir sonucu olarak; önceleri pek bir önem atfedilmeyen bir vergi, sonraki<br/>dönemlerde önemli bir hâle gelebileceği gibi, tamamen önemsiz bir hâle de dönüşebilir.<br/>Gerçekten de geçmişte çok fazla önem atfedilen bir verginin, günümüzde önemsiz hâle<br/>geldiğinin örnekleri mevcuttur. Eskiden ihracat üzerinden alınan vergilerin, yerini ithalattan<br/>alınan vergilere bırakması bunun tipik bir örneğidir. Yine, aşar gibi ayni olarak alınan<br/>vergilerin yerini nakdî vergilere bırakması da buna örnek olarak gösterilebilir."
  },
  {
    "id": "3834253",
    "unitNumber": 2,
    "text": "<h3><strong>1930'larda Keynesyen yaklaşım ile vergilerin rolünde hangi değişiklik meydana gelmiştir?</strong></h3>",
    "correctAnswer": "B",
    "options": {
      "A": "Vergiler yalnızca askeri harcamalar için kullanılmaya başlanmıştır.",
      "B": "Vergiler, ekonomik ve sosyal hayata müdahale aracı haline gelmiştir.",
      "C": "Vergiler artık devlet harcamalarını finanse etmek için kullanılmamaktadır.",
      "D": "Vergiler tamamen kamu borçlanması ile ikame edilmiştir.",
      "E": "Vergiler, ekonomik büyümeyi teşvik etmek için düşürülmüştür."
    },
    "explanation": "Sorunun doğru cevabı B şıkkıdır.<br/>Keynesyen iktisat, İngiliz iktisatçı John Maynard Keynes’in görüşlerine dayanan ve teorik<br/>dayanağını Keynes’in 1936 yılında yayımlanan “İstihdam, Faiz ve Paranın Genel Teorisi”<br/>başlıklı eserinin oluşturduğu bir iktisadi akımdır. Keynes’e göre, doğası gereği ekonomiler<br/>istikrarsızdır ve eksik istihdamda dengeye gelirler. Bir ekonomide yatırım-tasarruf tutarsızlığı,<br/>likidite tuzağı ve ücretlerin düşüş yönünde esnek olmaması durumları, devlet<br/>müdahalesi olmadan tam istihdamın kendiliğinden gerçekleşmesini engeller. Bu nedenle,<br/>ekonomiler genelde tam istihdamda değil; eksik istihdamda dengeye gelir. O hâlde ekonomide<br/>tam istihdamı sağlamanın yolu, devlet müdahalesinden geçmektedir. Böylece devlet,<br/>ekonomiye maliye politikasının araçları olan kamu harcamaları ve vergiler aracılığı ile<br/>müdahalede bulunmalı ve tam istihdamı sağlamalıdır."
  },
  {
    "id": "3834257",
    "unitNumber": 2,
    "text": "<h3><strong>Merkantilist görüşte vergilerin rolü hakkında aşağıdakilerden hangisi doğrudur?</strong></h3>",
    "correctAnswer": "C",
    "options": {
      "A": "Vergiler, tüketimi teşvik etmek için mümkün olduğunca düşük tutulmalıdır.",
      "B": "Vergiler, iş gücü piyasasını düzenlemek için kullanılmalıdır.",
      "C": "Vergiler, ulusal servetin artırılmasına yönelik bir araç olarak görülmüştür.",
      "D": "Vergiler yalnızca tarım sektöründe uygulanmalıdır.",
      "E": "Vergiler, devletin büyüklüğüne bakılmaksızın gereksizdir."
    },
    "explanation": "Sorunun doğru cevabı C şıkkıdır.<br/>Merkantilizm (merkantilist akım) kavramsal olarak ekonomik işlere özellikle de ticaret ve<br/>sanayiye ilişkin devletçe yapılan düzenlemeler anlamına gelen, feodalizm ile kapitalizm<br/>arasında yer alan ve “ticari kapitalizm” olarak da adlandırılan bir iktisadi akımdır. Feodalizme<br/>bir tepki olarak ortaya çıkan ve dolayısıyla feodalizmin külleri üzerinde filizlenen<br/>merkantilizm, 1450-1750 yılları arasında geçen üç asır gibi bir süre boyunca Batı Avrupa’da<br/>hüküm sürmüş bir iktisadi akımdır. Merkantilizmin hüküm sürdüğü dönem feodalizmin<br/>çöktüğü; buna karşın, liberalizmin filizlenmeye yüz tuttuğu bir geçiş dönemi olması bakımından<br/>iktisat tarihinde önemli bir yere sahiptir. Temel hareket noktasını devletçiliğin,<br/>merkeziyetçiliğin, müdahaleciliğin ve parasalcılığın oluşturduğu merkantilizmin yegâne<br/>amacı ekonomik, siyasi ve askerî açıdan güçlü bir devlet inşa etmektir. Merkantilistlere<br/>göre, güçlü bir devlet olmanın yolu zenginlikten geçer. O hâlde, zenginliğin kaynağı olan<br/>ulusal servetin arttırılması gerekir. Bunun için de özellikle şu iki şeye önem verilmelidir: i)<br/>Sömürgecilik olabildiğince yaygınlaştırılmalıdır. ii) Dış ticaret fazlası oluşturmaya odaklanan<br/>ve korumacılığı önceleyen bir dış ticaret politikası izlenmelidir"
  },
  {
    "id": "3834260",
    "unitNumber": 2,
    "text": "<h3><strong>\"Doğal düzen\" kavramı hangi ekonomik akımda önemli bir yer tutmaktadır?</strong></h3>",
    "correctAnswer": "D",
    "options": {
      "A": "Klasik İktisat",
      "B": "Keynesyen İktisat",
      "C": "Monetarist İktisat",
      "D": "Fizyokrasi",
      "E": "Arz Yönlü İktisat"
    },
    "explanation": "Sorunun doğru cevabı D şıkkıdır.<br/>Yunanca bir sözcük olan ve doğanın egemenliği anlamına gelen fizyokrasi, bir iktisadi<br/>akım olarak 15. yüzyılın ikinci yarısında Fransa’da doğmuş ve etkinliğini 1450-1750 yılları<br/>arasında yine bu ülkede devam ettirmiştir. Fizyokrasinin özünü, gerek toplumsal gerekse<br/>ekonomik olaylara hâkim olduğu düşünülen “doğal düzen” oluşturmaktadır. Bu akımı savunan<br/>fizyokratlara göre, ekonomik hayatın tamamına doğal düzen hâkimdir. Bu nedenle<br/>de devlet, bu işleyişi bozmamak için toplumsal ve ekonomik alanlara müdahale etmemeli;<br/>yalnızca bu düzenin işleyişinin devamı için gerekli düzenlemeleri yapmalıdır. Fizyokratlara<br/>göre vergiler, ekonomideki her türlü kaynak üzerinden değil de, tek bir kaynak üzerinden<br/>alınmalı ve o kaynak da net hasıla yaratan tarım sektörü olmalıdır. Çok vergi sistemi<br/>yerine tek vergi sistemi önerisinde bulunan fizyokratlara göre tarım sektörü, artı değer (net<br/>hasıla) yaratan yegâne sektördür. O nedenle, bol kaynak yaratma potansiyeline sahiptir. O<br/>hâlde vergi, yalnızca bu sektör üzerinden alınmalıdır. Çünkü tarım dışı sektörler, bir artı<br/>değer yaratmaktan uzaktırlar. Dolayısıyla tarım sektörünün vergiyi yüklenebilme olanağı,<br/>diğer sektörlere göre daha yüksektir."
  },
  {
    "id": "3834263",
    "unitNumber": 2,
    "text": "<h3><strong>Klasik iktisat perspektifine göre ideal vergi sistemi nasıl olmalıdır?</strong></h3>",
    "correctAnswer": "B",
    "options": {
      "A": "Vergiler, eşitsizliği azaltacak şekilde artan oranlı olmalıdır.",
      "B": "Vergiler, bireylerin ekonomik kararlarını etkilememelidir.",
      "C": "Vergiler, tüketimi teşvik etmek için yüksek olmalıdır.",
      "D": "Vergiler yalnızca devlet harcamalarını karşılamak için kullanılmalıdır.",
      "E": "Vergiler, yalnızca zenginlerden alınmalıdır."
    },
    "explanation": "Sorunun doğru cevabı B şıkkıdır.<br/>Klasikler, vergilere tarafsız maliye penceresinden bakmaktadırlar. Onlara göre en iyi<br/>vergi, iktisadi ajanların (bireyler, hanehalkı ve firmalar); yatırım, tasarruf, tüketim gibi<br/>kararlarını hiçbir surette olumlu veya olumsuz yönde etkilemeyen vergidir. Bir başka<br/>anlatımla, vergiler, iktisadi ajanların kararları üzerinde saptırıcı etkide bulunmamalı ve<br/>dolayısıyla tarafsız olmalıdır. Yine klasiklere göre vergiler hem dolaylı olmalı hem de tek<br/>ve düşük oranlı olmalıdır. Vergiler mükellefler açısından en uygun zaman ve koşullarda,<br/>yani mükellef psikolojisi ile uyumlu ve mali anesteziye uygun olacak bir biçimde tarh ve<br/>tahsil olunmalıdır. Klasiklere göre, bu da ancak vergilerin dolaylı olarak tahsil edilmesi<br/>ile mümkündür. Bir vergi sisteminin tarafsız olabilmesi için en başta tespit edilen vergi<br/>oranlarının düşük ve düz oranlı olması, vergilerin belirli kişi ve/veya kurumlara imtiyaz<br/>tanımaması gerekir. Bunun yanında, klasiklerin önemle üzerinde durduğu vergilemede<br/>tarafsızlık ilkesi, vergi yoluyla rekabete verilebilecek zararların istenmeyen sonuçlarından<br/>kaçınma şeklinde yorumlanabilir"
  },
  {
    "id": "3834266",
    "unitNumber": 2,
    "text": "<h3><strong>Çokuluslu şirketlerin, kendi bağlı şirketleri arasında mal ve hizmet alışverişi yaparken kullandıkları \"transfer fiyatlandırması\" kavramı neyi ifade eder?</strong></h3>",
    "correctAnswer": "B",
    "options": {
      "A": "Ülkeler arası vergi oranlarının belirlenmesini",
      "B": "Şirketlerin içindeki mal ve hizmetlerin fiyatlandırılmasını",
      "C": "Uluslararası ticaretin vergi tarifelerini",
      "D": "Bir ülkenin kurumlar vergisi oranlarını",
      "E": "Vergi anlaşmalarının hükümetler arasındaki düzenlemelerini"
    },
    "explanation": "Sorunun doğru cevabı B şıkkıdır.<br/>Öte yandan küreselleşmeyle beraber dünya genelinde hem ticaret hacmi artmış hem<br/>de dünyanın dört bir yanında faaliyet gösteren çok uluslu şirketler ortaya çıkmıştır. Pek<br/>çoğumuzun adını dahi duymadığı bu şirketler, sahip oldukları şube ağları vasıtasıyla dünyanın<br/>her tarafında faaliyet göstermektedirler. Bu şirketler, küreselleşmenin kendilerine<br/>sağladıkları imkânları etkin bir biçimde kullanmak suretiyle kârlarını maksimize etmeye<br/>çalışmaktadırlar. Bu amaçla çok uluslu şirketlerin en çok başvurdukları yöntemlerden<br/>biri, transfer fiyatlandırmasıdır. Bilindiği üzere çok uluslu şirketler, yalnızca dış tedarikçilerden<br/>mal ve hizmet temin eden şirketler değildir. Aynı zamanda, şirket içinden de mal ve<br/>hizmet temin eden şirketlerdir. Ana şirket ya da buna bağlı şirketler, birbirinden ara malı<br/>veya hizmet alma yoluna gidebilmektedirler. Çok uluslu şirketlerce yaygın olarak başvurulan<br/>böyle bir durumda, satın alınan mal ve hizmetin fiyatlandırılması vergisel açıdan<br/>büyük bir sorun oluşturmaktadır. Çok uluslu şirketler, alım satıma konu olan söz konusu<br/>mal ve hizmetlerin fiyatlarını olduğundan çok düşük veya yüksek göstermek suretiyle gerçeği<br/>pekâlâ manipüle edebilmektedirler."
  },
  {
    "id": "3834272",
    "unitNumber": 2,
    "text": "<h3><strong>\"Vergi rekabetinin\" aşırı şiddetlenmesinin sonucunda aşağıdakilerden hangisi ortaya çıkar?</strong></h3>",
    "correctAnswer": "C",
    "options": {
      "A": "Yabancı yatırımların azalması",
      "B": "Küresel vergi uyumu",
      "C": "Vergi tabanının aşınması",
      "D": "Hükümet harcamalarının artması",
      "E": "Vergi oranlarının artması"
    },
    "explanation": "Sorunun doğru cevabı C şıkkıdır.<br/>Küreselleşmenin bir sonucu olarak daha mobil hâle gelen nitelikli iş gücünü çekebilmek<br/>ve yabancı sermayeden daha fazla pay alabilmek ve böylece refah düzeylerini arttırabilmek<br/>için ülkeler, kıyasıya rekabete girmekte ve bu rekabette vergileri de bir araç olarak<br/>kullanmak istemektedirler. Vergi rekabeti, küreselleşme ile gündemimize giren en önemli<br/>vergisel terimlerden biridir. Kaynakların sınırlı olduğu bir dünyada bu rekabetten bazı<br/>ülkeler kazançlı çıkarken, diğerleri de zararlı çıkmaktadırlar. Vergi rekabetinden kazançlı<br/>çıkanlar açısından “yararlı vergi rekabeti” söz konusu olurken, zararlı çıkanlar için ise<br/>“zararlı vergi rekabeti” söz konusu olmaktadır. Bu ayrım, vergilerin ekonomik etkileri<br/>açısından yapılan bir ayrımdır. Vergi rekabetinin aşırı ölçüde şiddetlenmesi durumunda<br/>bundan zarar gören ülkeler, vergi erozyonu (matrah aşınması) ile karşı karşıya kalırlar. Bu<br/>da bahse konu ülkeleri ciddi vergi kayıpları ile karşı karşıya bırakır"
  },
  {
    "id": "3834276",
    "unitNumber": 2,
    "text": "<h3><strong>\"Vergi cenneti\" kavramı aşağıdakilerden hangisiyle ifade edilmektedir?</strong></h3>",
    "correctAnswer": "B",
    "options": {
      "A": "Yüksek vergi oranlarının uygulandığı bir bölge",
      "B": "Yabancı gerçek ve tüzel kişilere düşük vergi oranları sunan bölge",
      "C": "Devletin yalnızca zenginlerden vergi aldığı yer",
      "D": "Uluslararası ticaretin sıfır vergi ile yapıldığı bölge",
      "E": "Vergilerin yalnızca dış ticarete yönelik olduğu yer"
    },
    "explanation": "Sorunun doğru cevabı B şıkkıdır.<br/>Küreselleşme ile gündemimize giren bir diğer vergisel terim, vergi cennetleridir. Vergi<br/>cennetleri, yabancı gerçek ve tüzel kişilere hem vergi avantajı sağlayan hem de daha iyi<br/>yönetim, uygun yasal prosedür, kazançları gizleme gibi fırsatlar sunan ülke, eyalet, bölge<br/>veya yerel yönetimlerdir. Vergi cennetleri, küreselleşmenin ortaya çıkardığı vergisel sorunların<br/>başında gelmektedir. Vergi cennetleri bu kişilere yerleşme, şube açma gibi sembolik<br/>koşulları yerine getirmeleri kaydıyla hiç vergi almama veya normalden daha düşük<br/>oranda vergi alma gibi bir dizi vergisel avantaj sağlar."
  },
  {
    "id": "3834284",
    "unitNumber": 2,
    "text": "<h3><strong>Aşağıdakilerden hangisi \"Vergi rekabeti\"nin olumsuz etkilerinden birisidir?</strong></h3>",
    "correctAnswer": "D",
    "options": {
      "A": "Yabancı sermaye girişi artar",
      "B": "Devlet harcamaları azalır",
      "C": "Vergi oranları düşer",
      "D": "vergi erozyonu artar",
      "E": "Vergi gelirleri artar"
    },
    "explanation": "Sorunun doğru cevabı D şıkkıdır.<br/>Küreselleşmenin bir sonucu olarak daha mobil hâle gelen nitelikli iş gücünü çekebilmek<br/>ve yabancı sermayeden daha fazla pay alabilmek ve böylece refah düzeylerini arttırabilmek<br/>için ülkeler, kıyasıya rekabete girmekte ve bu rekabette vergileri de bir araç olarak<br/>kullanmak istemektedirler. Vergi rekabeti, küreselleşme ile gündemimize giren en önemli<br/>vergisel terimlerden biridir. Kaynakların sınırlı olduğu bir dünyada bu rekabetten bazı<br/>ülkeler kazançlı çıkarken, diğerleri de zararlı çıkmaktadırlar. Vergi rekabetinden kazançlı<br/>çıkanlar açısından “yararlı vergi rekabeti” söz konusu olurken, zararlı çıkanlar için ise<br/>“zararlı vergi rekabeti” söz konusu olmaktadır. Bu ayrım, vergilerin ekonomik etkileri<br/>açısından yapılan bir ayrımdır. Vergi rekabetinin aşırı ölçüde şiddetlenmesi durumunda<br/>bundan zarar gören ülkeler, vergi erozyonu (matrah aşınması) ile karşı karşıya kalırlar. Bu<br/>da bahse konu ülkeleri ciddi vergi kayıpları ile karşı karşıya bırakır"
  },
  {
    "id": "3834289",
    "unitNumber": 2,
    "text": "<h3><strong>Monetarist iktisatçılar, Keynesyen vergi politikasını neden eleştirirler?</strong></h3>",
    "correctAnswer": "B",
    "options": {
      "A": "Vergiler, yalnızca yüksek gelirli bireylerden alınmalıdır.",
      "B": "Vergiler ekonomiye müdahale ettiğinden, ekonomik istikrarsızlığa yol açar.",
      "C": "Vergiler, dış ticaretin artmasını engeller.",
      "D": "Vergiler düşük tutulmalıdır.",
      "E": "Vergiler yalnızca devletin büyüklüğünü artırmak için kullanılmalıdır."
    },
    "explanation": "Sorunun doğru cevabı B şıkkıdır.<br/>Monetarist iktisatta devlet ekonomiye müdahalede bulunmamalıdır. Çünkü ekonomi<br/>genel olarak istikrarlıdır ve piyasalar etkin çalışır. Ekonomideki istikrarsızlık sanıldığının<br/>aksine geçicidir ve para arzındaki dalgalanmalardan kaynaklanmaktadır. O nedenle<br/>ekonominin istikrarlı olduğu ve piyasaların etkin çalıştığı bir ortamda, ekonominin tam<br/>istihdam dengesinden uzaklaşması da doğal olarak geçici olacaktır. Böyle bir durumda<br/>ekonomi tam istihdama doğru hızla yol alacaktır."
  },
  {
    "id": "3841148",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi verginin tarihi ile paralel bir gelişim göstermektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kolektif yaşam",
      "B": "Sportif yaşam",
      "C": "Karada yaşam",
      "D": "İslami yaşam",
      "E": "Çevreye duyarlı yaşam"
    },
    "explanation": "Verginin tarihi, devletlerin tarihi ve hatta ondan da öte insanlığın kolektif yaşamını tarihi kadar eskidir. Bu nedenle vergilerin tarihi, kolektif yaşamaya/devletleşmeye giden<br/>sürecin başlangıcına kadar götürülmekte ve insanlığın uygarlık tarihindeki gelişimine paralel bir gelişim trendi izlediği savunulmaktadır.<br/>Verginin tarihi, devletlerin tarihi ve hatta ondan da öte insanlığın kolektif yaşamını tarihi kadar eskidir. Bu nedenle vergilerin tarihi, kolektif yaşamaya/devletleşmeye giden sürecin başlangıcına kadar götürülmekte ve insanlığın uygarlık tarihindeki gelişimine paralel bir gelişim trendi izlediği savunulmaktadır."
  },
  {
    "id": "3841149",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi vergileme ile ilgili ortaya çıkan ilk kayıtlarda verginin kullanım amacı olarak yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Sağlık ve sanitasyon harcamalarının finansmanında",
      "B": "Savaş ve güvenlik harcamalarının finansmanında",
      "C": "Eğitim ve öğretim harcamalarının finansmanında",
      "D": "Dini öğretme ve yayma harcamalarının finansmanında",
      "E": "Gıda arzı ve güvenliği harcamalarının finansmanında"
    },
    "explanation": "Eski Mısır’ı takiben vergilerin Çin’de de uygulandığı ve özellikle toplanan vergilerin Çin Seddi’nin yapımında, sarayların inşasında, savaş ve güvenlik harcamalarının finansmanında kullanıldığı ileri sürülmektedir."
  },
  {
    "id": "3841150",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisinde verginin ödenmesinin üç temel safhası tarihsel olarak geçmişten günümüze doğru olarak sıralanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Kıymetli madenlerle- Aynî olarak mal cinsinden - Parasal tutar olarak",
      "B": "Kıymetli madenlerle - Aynî olarak mal cinsinden - döviz olarak",
      "C": "Bedensel çalışarak - Aynî olarak mal cinsinden - Parasal tutar olarak",
      "D": "Bedensel çalışarak - başkasına olan borcundan - Parasal tutar olarak",
      "E": "Tarımsal ürünler - Madensel ürünler - Döviz olarak"
    },
    "explanation": "Vergilerin ödenmesi konusuna tarihsel perspektiften baktığımızda, verginin ödenmesinin genel olarak üç temel safhası bulunduğu görülmektedir. Birinci safhada vergiler bedenen çalışarak ödenmiştir. Para ekonomisinden önceki bu dönemde yol, köy çeşmesi gibi ortak ihtiyaçlar bu yöntemle giderilmeye çalışılmıştır. Tabii burada önemle belirtelim, bedenen vergi ödeme, bazı dönemlerde vergisini ödemeyenleri cezalandırma aracı olarak da kullanılmıştır. Verginin tarihsel gelişim sürecinde ikinci safhada bedenen çalışma yerini ayni vergiye bırakmıştır. Ayni vergileme, mübadele (takas) ekonomisinin uygulamasının doğal bir sonucudur. Para ekonomisinin olmadığı bir ortamda vergiler mal cinsinden ödenmiştir. Hasat edilen buğday, arpa gibi tarımsal ürünlerin belirli bir miktarının devlete vergi olarak verilmesi ayni vergi örnekleridir. Verginin tarihsel gelişim sürecinin son safhasında, günümüzde de olduğu gibi, vergi para olarak ödenmektedir."
  },
  {
    "id": "3841151",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi merkantilizmin amacı olan güçlü devleti kurmanın yoludur?",
    "correctAnswer": "D",
    "options": {
      "A": "Sömürgeciliği azaltmak - Dış ticaret fazlası vermek",
      "B": "Sömürgeciliği ortadan kaldırmak - Dış ticaret açığı vermek",
      "C": "Sömürgeciliği yaygınlaştırmak - Dış ticaret açığı vermek",
      "D": "Sömürgeciliği yaygınlaştırmak - Dış ticaret fazlası vermek",
      "E": "Hümanizmi yaygınlaştırmak - Dış ticareti bitirmek"
    },
    "explanation": "Merkantilistlere göre, güçlü bir devlet olmanın yolu zenginlikten geçer. O hâlde, zenginliğin kaynağı olan ulusal servetin arttırılması gerekir. Bunun için de özellikle şu iki şeye önem verilmelidir: i) Sömürgecilik olabildiğince yaygınlaştırılmalıdır. ii) Dış ticaret fazlası oluşturmaya odaklanan ve korumacılığı önceleyen bir dış ticaret politikası izlenmelidir."
  },
  {
    "id": "3841152",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Merkantilistlerin vergileri mali araç olarak kullanılarak erişmek istedikleri nihai amaçtır?",
    "correctAnswer": "E",
    "options": {
      "A": "Devleti daha hümanist ve daha insan haklarına saygılı yapmak",
      "B": "Devleti daha sosyal ve daha eşitlikçi yapmak",
      "C": "Devleti daha adil ve daha hukuki temellere dayandırmak",
      "D": "Devleti daha barışçıl ve daha müzakereci yapmak",
      "E": "Devleti daha zengin ve daha güçlü yapmak"
    },
    "explanation": "Öyle ki merkantilistler vergileri, devleti daha zengin ve daha güçlü yapmanın bir mali aracı olarak görmüşlerdir."
  },
  {
    "id": "3841163",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Fizyokratlara göre artı değer yaratan tek sektör olduğu için verginin de alınması gereken kaynaktır?",
    "correctAnswer": "A",
    "options": {
      "A": "Tarım sektörü",
      "B": "Hizmet sektörü",
      "C": "Sanayii sektörü",
      "D": "Madencilik sektörü",
      "E": "Ticaret sektörü"
    },
    "explanation": "Fizyokratlara göre vergiler, ekonomideki her türlü kaynak üzerinden değil de, tek bir kaynak üzerinden alınmalı ve o kaynak da net hasıla yaratan tarım sektörü olmalıdır. Çok vergi sistemi yerine tek vergi sistemi önerisinde bulunan fizyokratlara göre tarım sektörü, artı değer (net hasıla) yaratan yegâne sektördür."
  },
  {
    "id": "3841166",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi klasik iktisada göre devletin görevleri arasında <u>değildir?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "Hukuk düzenini devam ettirerek",
      "B": "Vatandaşların eğitim almasını sağlamak",
      "C": "Özel mülkiyeti korumak",
      "D": "Sözleşmelerin uygulanabilmesi için gerekli ortamı kurmak",
      "E": "Vatandaşların can ve mal güvenliğini sağlamak"
    },
    "explanation": "Vatandaşların eğitim almasını sağlamak klasik iktisada göre devletin görevleri arasında değildir.<br/>Bu akıma göre ekonomide devlete düşen görev, yalnızca hukuk düzenini devam ettirerek özel mülkiyeti korumak ve sözleşmelerin uygulanabilmesi için gerekli ortamı temin ve tesis etmektir. Yine klasik iktisatta, devletin ekonomi<br/>dışındaki görevi ise vatandaşlarının can ve mal güvenliğini ve bu bağlamda ülkenin dış güvenliğini ve asayişi sağlamaktır."
  },
  {
    "id": "3841170",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Monetaristlere göre enflasyon vergisinin mükellefidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Servetini gayrimenkul cinsinde tutanlardır.",
      "B": "Varlıklarını yabancı para cinsinde tutanlardır.",
      "C": "Varlıklarını ulusal para cinsinde tutanlardır.",
      "D": "Servetini ticaret yapmakta kullananlardır.",
      "E": "Varlıklarını tüketime harcayanlardır."
    },
    "explanation": "Ancak enflasyon vergisinin mükelleflerini, miktarını ve ne zaman, ne miktarda ödeneceğini önceden kestirme olanağı yoktur. Ayrıca bu verginin mükellefi toplumun genelidir. Daha doğrusu, varlıklarını ulusal para cinsinden tutanlardır."
  },
  {
    "id": "3841173",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi çok uluslu bir şirketin hukuki ve ticari açılardan birbirine bağlı olan yurt içi ve yurt dışı şubeleri, kolları ve/veya iştirakleri arasındaki mal alım ve satımlarında uyguladıkları fiyattır?",
    "correctAnswer": "D",
    "options": {
      "A": "Enflasyon vergisi",
      "B": "Elektronik ticaret",
      "C": "Kripto para",
      "D": "Transfer fiyatlaması",
      "E": "Vergi rekabeti"
    },
    "explanation": "Transfer fiyatlandırması, çok uluslu bir şirketin hukuki ve ticari açılardan birbirine bağlı olan yurt içi ve yurt dışı şubeleri, kolları ve/ veya iştirakleri arasındaki mal alım ve satımlarında uyguladıkları fiyattır."
  },
  {
    "id": "3841176",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi ikili gelir vergisi sisteminin önerisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Emek gelirlerinin, sermaye gelirlerine göre daha düşük oranda vergilendirilmesidir.",
      "B": "Sermaye gelirlerinin, faiz gelirlerine göre daha düşük oranda vergilendirilmesidir.",
      "C": "Gayrimenkul gelirlerinin, faiz gelirlerine göre daha düşük oranda vergilendirilmesidir.",
      "D": "Telif hakları gelirlerinin, emek gelirlerine göre daha düşük oranda vergilendirilmesidir.",
      "E": "Sermaye gelirlerinin, emek gelirlerine göre daha düşük oranda vergilendirilmesidir."
    },
    "explanation": "İkili (dual) gelir vergisi sistemi, küreselleşme ile sermaye kazançlarının, emek kazançlarına göre daha riskli hâle geldiği noktasından hareketle sermaye gelirlerinin, emek gelirlerine göre daha düşük oranda vergilendirilmesini öngörmektedir."
  },
  {
    "id": "3831874",
    "unitNumber": 3,
    "text": "Dolaylı ve dolaysız vergilerin temel ayırımı aşağıdakilerden hangisine dayandırılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Verginin toplanması ve hesaplanmasına ilişkin yasal düzenlemelere",
      "B": "Verginin yarattığı nihai makro ekonomik etkilere",
      "C": "Vergi oranının değiştirilmesindeki yetkiye",
      "D": "Mükelleflerin vergiyi ödeme yöntemlerine",
      "E": "Vergi oranının düzeyine"
    },
    "explanation": "Dolaylı ve dolaysız vergilerin temel ayırımı verginin toplanması ve hesaplanmasına ilişkin yasal düzenlemelere dayandırılmaktadır."
  },
  {
    "id": "3831875",
    "unitNumber": 3,
    "text": "Verginin yansıtılması göz ardı edildiğinde, her türlü mal ve hizmetin satışından alınan vergiler aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dolaylı",
      "B": "Dolaysız",
      "C": "Advolerem",
      "D": "Spesifik",
      "E": "Brüt"
    },
    "explanation": "Verginin yansıtılması göz ardı edildiğinde, her türlü mal ve hizmetin satışından alınan vergiler dolaylı vergilerdir."
  },
  {
    "id": "3831876",
    "unitNumber": 3,
    "text": "Zorunlu tüketim harcamalarının düşük gelirlilerin bütçesi içerisinde yüksek gelirlilere göre çok daha yüksek paya sahip olması aşağıdaki sonuçlardan hangisini doğurmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Dolaylı vergilerin daha çok düşük gelir grubu tarafından ödenmesi",
      "B": "Dolaysız vergilerin daha çok düşük gelir grubu tarafından ödenmesi",
      "C": "Dolaylı vergilerin daha çok yüksek gelir grubu tarafından ödenmesi",
      "D": "Dolaysız vergilerin yansıtılamaması",
      "E": "Dolaylı vergilerin hesaplanmasını güçleştirmesi"
    },
    "explanation": "Zorunlu tüketim harcamalarının düşük gelirlilerin bütçesi içerisinde yüksek gelirlilere göre çok daha yüksek paya sahip olması dolaylı vergilerin daha çok düşük gelir grubu tarafından ödenmesi ile sonuçlanmaktadır."
  },
  {
    "id": "3831877",
    "unitNumber": 3,
    "text": "Dolaysız bir vergi sisteminin dikey adaleti sağlayacak şekilde düzenlenmesinde esas alınan temel yöntem aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Artan oranlı vergileme",
      "B": "Vergi indirimleri uygulanması",
      "C": "Sabit oran uygulanması",
      "D": "Vergi oranının kişiselleştirilmesi",
      "E": "Vergi matrahının kişiler arasında bölünmesi"
    },
    "explanation": "Dolaysız bir vergi sisteminin dikey adaleti sağlayacak şekilde düzenlenmesinde esas alınan temel yöntem artan oranlı bir vergi sistemi olulturmaktır."
  },
  {
    "id": "3831878",
    "unitNumber": 3,
    "text": "Günümüzde spesifik vergilerin uygulama alanlarının azalma nedeni aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fiyat değişikliklerini takip edememeleri",
      "B": "Miktarın hesaplanmasının zor olması",
      "C": "Ekonominin hızlı büyümesi",
      "D": "Finansal işlemlerin yaygınlaşması",
      "E": "Ekonomik belirsizliklerin artması"
    },
    "explanation": "Günümüzde spesifik vergilerin uygulama alanlarının azalma nedeni bu tür vergilerin Fiyat değişikliklerini takip edememeleridir."
  },
  {
    "id": "3831879",
    "unitNumber": 3,
    "text": "Devletin senyoraj geliri elde edebilmesinin ardında yatan faktör aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Para basma tekeline sahip olması",
      "B": "Vergi adaletinin sağlanması",
      "C": "Ekonominin dışa açık olması",
      "D": "Servet dağılımında adaletsizlik mevcut olması",
      "E": "Gelir dağılımının iyileştirilmesi"
    },
    "explanation": "Devletin para basma tekeline sahip olması senyoraj geliri elde etmesinin ardındaki temel faktördür."
  },
  {
    "id": "3831880",
    "unitNumber": 3,
    "text": "Patrimuan gelirleri ile aşağıdakilerden hangisi ifade edilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Devletin mülk ve teşebbüs gelirleri",
      "B": "Borçlanma gelirleri",
      "C": "Yardım ve bağış gelirleri",
      "D": "Senyoraj geliri",
      "E": "Yabancı para cinsi varlıklardan elde edilen gelir"
    },
    "explanation": "Devletin mülk ve teşebbüslerinden elde edilen gelir patrimuan gelirleri olarak adlandırılmaktadır."
  },
  {
    "id": "3831882",
    "unitNumber": 3,
    "text": "Yarı kamu niteliğine haiz sosyal ve mesleki kuruluşlarca toplanan kamu gelirleri aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Parafiskal gelirler",
      "B": "Patrimuan gelirleri",
      "C": "Senyoraj gelirleri",
      "D": "Harç gelirleri",
      "E": "Vergi gelirleri"
    },
    "explanation": "Yarı kamu niteliğine haiz sosyal ve mesleki kuruluşlarca toplanan kamu gelirleri parafiskal gelirler olarak adlandırılmaktadır."
  },
  {
    "id": "3831883",
    "unitNumber": 3,
    "text": "Kamu hizmetlerinin sunumunda tam fiyat tayınlamasından söz edebilmek için aşağıdakilerden hangisi gereklidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hizmetin tamamen harçlarla finanse edilmesi",
      "B": "Hizmetin tamamen parafiskal gelirlerle finanse edilmesi",
      "C": "Hizmetin tamamen senyoraj geliri ile finanse edilmesi",
      "D": "Hizmetin tamamen patrimuan gelirleri ile finanse edilmesi",
      "E": "Hizmetin kısmen de olsa harçlarla finanse edilmesi"
    },
    "explanation": "Kamu hizmetlerinin sunumunda tam fiyat tayınlamasından söz edebilmek için hizmetin tamamen harçlarla finanse edilmesi gerekmektedir."
  },
  {
    "id": "3831884",
    "unitNumber": 3,
    "text": "Faydasından kimsenin dışlanmadığı ve bir bireyin elde ettiği faydanın diğerlerinin faydasını azaltmadığı kamusal malların finansmanı tamamıyla aşağıdakilerden hangisi ile gerçekleştirilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Vergiler",
      "B": "Harçlar",
      "C": "Parafiskal gelirler",
      "D": "Patrimuan gelirleri",
      "E": "Senyoraj geliri"
    },
    "explanation": "Faydasından kimsenin dışlanmadığı ve bir bireyin elde ettiği faydanın diğerlerinin faydasını azaltmadığı kamusal malların finansmanı tamamıyla vergilerle gerçekleştirilir."
  },
  {
    "id": "3841001",
    "unitNumber": 3,
    "text": "I) Adalet<br/>II) Kesinlik<br/>III) Karmaşıklık<br/>Aşağıdakilerden hangisi dolaysız vergilerin üstün taraflarından biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sadece I",
      "B": "Sadece II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Dolaysız vergilerin vergi idaresi ve mükellef açısından başlıca avantajları şunlardır:<br/>• Adalet<br/>• Kesinlik<br/>• Uygunluk<br/>• Yansıma<br/>• Tahsis<br/>• Esneklik"
  },
  {
    "id": "3841002",
    "unitNumber": 3,
    "text": "I) Karmaşıklık<br/>II) Çalışma Arzusu<br/>III) Mükellef Direnci<br/>Aşağıdakilerden hangisi dolaysız vergilerin bünyelerinde barındırdıkları başlıca dezavantajlardan biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sadece I",
      "B": "Sadece II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I,II ve III"
    },
    "explanation": "Dolaysız vergilerin bünyelerinde barındırdıkları başlıca dezavantajları ise şunlardır:<br/>* Karmaşıklık<br/>* Çalışma Arzusu<br/>* Mükellef Direnci"
  },
  {
    "id": "3841004",
    "unitNumber": 3,
    "text": "I) Kaçakçılığı Azaltma<br/>II) Psikolojik Etki<br/>III) Tüketimi Çarpıtma<br/>Aşağıdakilerden hangisi dolaylı vergilerin üstün taraflarından biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sadece I",
      "B": "Sadece II",
      "C": "Sadece III",
      "D": "I ve II",
      "E": "II ve III"
    },
    "explanation": "Dolaylı Vergilerin Üstün Tarafları<br/>Dolaylı vergilerin idare ve mükellef açısından başlıca avantajları şunlardır:<br/>• Kaçakçılığı Azaltma<br/>• Psikolojik Etki<br/>• Seçimlik Yapı<br/>• Esneklik<br/>• Basitlik<br/>• Uyum Maliyeti"
  },
  {
    "id": "3841005",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi dolaylı vergilerin olumsuz taraflarından biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tersine artan oranlı vergi yükü",
      "B": "Konjonktürel duyarlılık",
      "C": "Tüketimi çarpıtma",
      "D": "Üretimi çarpıtma",
      "E": "Enflasyonist etki"
    },
    "explanation": "Dolaylı Vergilerin Olumsuz Tarafları<br/>Dolaylı vergilerin başlıca dezavantajları şunlardır:<br/>• Tersine artan oranlı vergi yükü<br/>• Tüketimi Çarpıtma<br/>• Üretimi Çarpıtma<br/>• Enflasyonist Etki"
  },
  {
    "id": "3841007",
    "unitNumber": 3,
    "text": "I) Gelir üzerinden alınan vergiler dolaysız vergilerdir.<br/>II) Servet üzerinden alınan vergiler dolaysız vergilerdir.<br/>III) Harcamalar üzerinden alınan vergiler dolaylı vergilerdir.<br/>Yukarıdakilerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Sadece I",
      "B": "Sadece II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Gelir ve servet üzerinden alınan vergiler dolaysız, harcamalar üzerinden alınan vergiler ise dolaylı vergilerdir."
  },
  {
    "id": "3841008",
    "unitNumber": 3,
    "text": "I) Artan Oranlı Vergiler<br/>II) Düz Vergiler<br/>III) Azalan Oranlı Vergiler<br/>Aşağıdakilerden hangisi oran yapısına göre vergilere örnektir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sadece I",
      "B": "Sadece II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Vergileri gelire göre değişen oran yapılarına göre; artan oranlı vergiler, düz vergiler ve azalan oranlı vergiler olmak üzere üç gruba ayırmak mümkündür."
  },
  {
    "id": "3841009",
    "unitNumber": 3,
    "text": "Vergi konusunun değeri üzerinden alınan vergilere .............. vergiler denir",
    "correctAnswer": "A",
    "options": {
      "A": "Ad Valorem",
      "B": "Spesifik",
      "C": "Artan Oranlı",
      "D": "Azalan Oranlı",
      "E": "Düz"
    },
    "explanation": "Vergi konusunun değeri üzerinden alınan vergilere ad valorem vergiler denir."
  },
  {
    "id": "3841010",
    "unitNumber": 3,
    "text": "Vergi konusunun büyüklük ya da ağırlık miktarına dayandığı vergilere .......... vergiler denir.",
    "correctAnswer": "B",
    "options": {
      "A": "Ad Valorem",
      "B": "Spesifik",
      "C": "Artan Oranlı",
      "D": "Azalan Oranlı",
      "E": "Düz"
    },
    "explanation": "Vergi konusunun büyüklük ya da ağırlık miktarına dayandığı vergilere spesifik vergiler denir."
  },
  {
    "id": "3841011",
    "unitNumber": 3,
    "text": "Günümüzde vergi para ile ödenmektedir, yani ........... vergi ödeme şekli kalmamıştır",
    "correctAnswer": "A",
    "options": {
      "A": "Ayni",
      "B": "Nakdi",
      "C": "Dolaylı",
      "D": "Dolaysız",
      "E": "Sürekli"
    },
    "explanation": "Günümüzde vergi para ile ödenmektedir, yani ayni vergi ödeme şekli kalmamıştır"
  },
  {
    "id": "3841012",
    "unitNumber": 3,
    "text": "Sosyoekonomik alanda devlet müdahaleciliğinin artması nedeniyle artan kamu harcamalarını gerçekleştirmek üzere kurulan yarı kamu niteliğine haiz sosyal ve mesleki kuruluşlarca toplanan kamu gelirlerine ..... gelir denir.",
    "correctAnswer": "A",
    "options": {
      "A": "Parafiskal",
      "B": "Senyoraj",
      "C": "Patrimuan",
      "D": "Harç",
      "E": "Dolaylı"
    },
    "explanation": "Sosyoekonomik alanda devlet müdahaleciliğinin artması nedeniyle artan kamu harcamalarını gerçekleştirmek üzere kurulan yarı kamu niteliğine haiz sosyal ve mesleki kuruluşlarca toplanan kamu gelirlerine parafiskal gelirler denir."
  },
  {
    "id": "3831888",
    "unitNumber": 4,
    "text": "Bir vergi alınabilmesi için vergi konusunun aşağıdakilerden hangisi ile belirlenmesi gerekir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kanunla",
      "B": "Yönetmelikle",
      "C": "Bakanlar kurulu kararı ile",
      "D": "Toplumsal normlarla",
      "E": "Uluslararası kuruluşların onayı ile"
    },
    "explanation": "Bir vergi alınabilmesi için vergi konusunun kanun ile belirlenmesi gerekmektedir."
  },
  {
    "id": "3831890",
    "unitNumber": 4,
    "text": "Kendisi kanunlarda vergi mükellefi olarak gösterilmediği halde vergiyi ödemek durumunda kalan mükellef aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fiili mükellef",
      "B": "Kanuni mükellef",
      "C": "Tesadüfi mükellef",
      "D": "Üstlenici mükellef",
      "E": "İkincil mükellef"
    },
    "explanation": "Kendisi kanunlarda vergi mükellefi olarak gösterilmediği halde vergiyi ödemek durumunda kalan mükellef fiili mükellef olarak adlandırılmaktadır."
  },
  {
    "id": "3831892",
    "unitNumber": 4,
    "text": "Verginin ödenmesi bakımından alacaklı vergi dairesine karşı muhatap olan kimse aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Vergi sorumlusu",
      "B": "Vergi mükellefi",
      "C": "Vergi yükümlüsü",
      "D": "Vergi üstlenici",
      "E": "Vergi taşıyıcısı"
    },
    "explanation": "Verginin ödenmesi bakımından alacaklı vergi dairesine karşı muhatap olan kimse vergi sorumlusu olarak adlandırılmaktadır."
  },
  {
    "id": "3831896",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisinde vergi idaresi verginin tarh ve tahsil sorumluluğunu vergi sorumlusuna bırakmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Stopaj",
      "B": "Nakit ödeme",
      "C": "Taksitli ödeme",
      "D": "Peşin ödeme",
      "E": "Harç tahsilatı"
    },
    "explanation": "Stopaj yönteminde vergi idaresi verginin tarh ve tahsil sorumluluğunu vergi sorumlusuna bırakmaktadır."
  },
  {
    "id": "3831900",
    "unitNumber": 4,
    "text": "Vergilendirilmesi gereken bir konunun kısmen veya tamamen vergi dışı bırakılması ile aşağıdakilerden hangisi oluşur?",
    "correctAnswer": "A",
    "options": {
      "A": "Vergi istisnası",
      "B": "Vergi muafiyeti",
      "C": "Vergi yansıması",
      "D": "Vergi intikali",
      "E": "Vergiden kaçınma"
    },
    "explanation": "Vergilendirilmesi gereken bir konunun kısmen veya tamamen vergi dışı bırakılması ile vergi istisnası oluşmaktadır."
  },
  {
    "id": "3831902",
    "unitNumber": 4,
    "text": "Vergi tarifesinin üzerine uygulandığı değer veya miktar aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Matrah",
      "B": "Tarh",
      "C": "Tahsil",
      "D": "Vergiyi doğuran olay",
      "E": "Vergi mükellefiyeti başlangıcı"
    },
    "explanation": "Vergi tarifesinin üzerine uygulandığı değer veya miktar vergi matrahı olarak adlandırılmaktadır."
  },
  {
    "id": "3831905",
    "unitNumber": 4,
    "text": "Günümüzde temel olarak kullanılan vergi tarhı yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Beyan üzerine tarh",
      "B": "Geçici tarh",
      "C": "Fiili tarh",
      "D": "Karine ile tarh",
      "E": "Efektif tarh"
    },
    "explanation": "Günümüzde temel olarak kullanılan vergi tarhı yöntemi beyan üzerine tarhiyattır."
  },
  {
    "id": "3831906",
    "unitNumber": 4,
    "text": "Tarh ve tebliğ edilen bir verginin ödenmesi gereken aşamaya gelmesi aşağıdakilerden hangisi ile adlandırılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Verginin tahakkuku",
      "B": "Verginin oluşumu",
      "C": "Verginin doğması",
      "D": "Verginin tahsili",
      "E": "Verginin intikali"
    },
    "explanation": "Tarh ve tebliğ edilen bir verginin ödenmesi gereken aşamaya gelmesi verginin tahakkuku olarak adlandırılmaktadır."
  },
  {
    "id": "3831908",
    "unitNumber": 4,
    "text": "Bir mükellefin vergi ile ilgili yürürlükteki tüm kurallara uyarak vergisini ödemesi aşağıdakilerden hangisi ile isimlendirilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Vergi uyumu",
      "B": "Vergiyi kabullenme",
      "C": "Vergi üstlenme",
      "D": "Vergi mükellefiyeti",
      "E": "Vergi sorumluluğu"
    },
    "explanation": "Bir mükellefin vergi ile ilgili yürürlükteki tüm kurallara uyarak vergisini ödemesi vergi uyumu olarak adlandırılmaktadır."
  },
  {
    "id": "3831909",
    "unitNumber": 4,
    "text": "Vergi uyumunu etkileyen en önemli faktör aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Vergi ahlakı",
      "B": "Yasalar",
      "C": "Vergi idaresi",
      "D": "Vergiye tabi olay",
      "E": "Nüfusun büyüklüğü"
    },
    "explanation": "Vergi uyumunu etkileyen en önemli faktör vergi ahlakıdır."
  },
  {
    "id": "3842802",
    "unitNumber": 4,
    "text": "I) Verginin konusu en basit tabirle üzerine vergi konulan şeydir.<br/>II)Verginin konusu verginin kaynağını oluşturur<br/>III) Verginin konusu gelir, mal, hukuki işlem, hizmet gibi farklı unsurlar olabilir<br/>Verginin konusu ile ilgili yukarıda ifade edilenlerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Sadece I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Verginin konusu en basit tabirle üzerine vergi konulan şeydir. Verginin konusu verginin kaynağını oluşturur. Bir vergi alınabilmesi için konusunun kanunla belirlenmiş olması gereklidir. Verginin konusu gelir, mal, hukuki işlem, hizmet gibi farklı unsurlar olabilir. Vergi konuları zamandan zamana ve toplumdan topluma farklılıklar gösterebilir"
  },
  {
    "id": "3842803",
    "unitNumber": 4,
    "text": "..............., vergi kanunlarına göre kendisine vergi borcu düşen gerçek veya tüzel kişidir.",
    "correctAnswer": "A",
    "options": {
      "A": "Mükellef",
      "B": "Vergi sorumlusu",
      "C": "Vergi memuru",
      "D": "Vergi Politikası",
      "E": "Maliye politikası"
    },
    "explanation": "Mükellef, vergi kanunlarına göre kendisine vergi borcu düşen gerçek veya tüzel kişidir."
  },
  {
    "id": "3842804",
    "unitNumber": 4,
    "text": "Kanuni mükellef, ekonomik faktörlerin elverdiği ölçüde ödediği vergiyi başkalarına aktarabilir ki buna ............... denilir",
    "correctAnswer": "C",
    "options": {
      "A": "Vergi Tarhı",
      "B": "Vergi Matrahı",
      "C": "Vergi Yansıması",
      "D": "Vergi Muafiyeti",
      "E": "Vergi İstisnası"
    },
    "explanation": "Kanuni mükellef, ekonomik faktörlerin elverdiği ölçüde ödediği vergiyi başkalarına aktarabilir ki buna vergi yansıması denilir."
  },
  {
    "id": "3842805",
    "unitNumber": 4,
    "text": "..........., verginin ödenmesi bakımından, alacaklı vergi dairesine karşı muhatap olan kişidir.",
    "correctAnswer": "B",
    "options": {
      "A": "Vergi mükellefi",
      "B": "Vergi sorumlusu",
      "C": "Vergi memuru",
      "D": "Vergi istisnası",
      "E": "Vergi yansıması"
    },
    "explanation": "Vergi sorumlusu, verginin ödenmesi bakımından, alacaklı vergi dairesine karşı muhatap olan kişidir."
  },
  {
    "id": "3842807",
    "unitNumber": 4,
    "text": "Vergi kanunlarına göre vergi mükellefi olmaları gereken kişilerin yine kanunlar ile kısmen veya tamamen vergi dışında tutulmalarına ........ denir",
    "correctAnswer": "A",
    "options": {
      "A": "Vergi Muafiyeti",
      "B": "Vergi İstisnası",
      "C": "Vergi Tarhı",
      "D": "Vergi Sorumlusu",
      "E": "Vergi Politikası"
    },
    "explanation": "Vergi kanunlarına göre vergi mükellefi olmaları gereken kişilerin yine kanunlar ile kısmen veya tamamen vergi dışında tutulmalarına vergi muafiyeti denir"
  },
  {
    "id": "3842808",
    "unitNumber": 4,
    "text": "................ vergilendirilmesi gereken bir konunun yine kısmen veya tamamen vergi dışı bırakılması ile oluşur.",
    "correctAnswer": "D",
    "options": {
      "A": "Vergi Muafiyeti",
      "B": "Vergi Tarhı",
      "C": "Vergi Yansıması",
      "D": "Vergi İstisnası",
      "E": "Vergi Politikası"
    },
    "explanation": "Vergi istisnası ise vergilendirilmesi gereken bir konunun yine kısmen veya tamamen vergi dışı bırakılması ile oluşur."
  },
  {
    "id": "3842810",
    "unitNumber": 4,
    "text": "..............., vergi alacağının kanunlarında gösterilen matrah ve nispetler üzerinden vergi dairesi tarafından hesaplanarak bu alacağı miktar itibarıyla tespit eden idari bir işlemdir",
    "correctAnswer": "E",
    "options": {
      "A": "Vergi İstisnası",
      "B": "Vergi Muafiyeti",
      "C": "Vergi Yansıması",
      "D": "Vergi Politikası",
      "E": "Vergi Tarhı"
    },
    "explanation": "Verginin tarhı, vergi alacağının kanunlarında gösterilen matrah ve nispetler üzerinden vergi dairesi tarafından hesaplanarak bu alacağı miktar itibarıyla tespit eden idari bir işlemdir"
  },
  {
    "id": "3842811",
    "unitNumber": 4,
    "text": "Vergi tarifesinin üzerine uygulandığı değer veya ölçülere ........ denir",
    "correctAnswer": "D",
    "options": {
      "A": "İstisna",
      "B": "Muafiyet",
      "C": "Mükellef",
      "D": "Matrah",
      "E": "Tarh"
    },
    "explanation": "Vergi tarifesinin üzerine uygulandığı değer veya ölçülere matrah denir"
  },
  {
    "id": "3842813",
    "unitNumber": 4,
    "text": "I) Verginin tahakkuku; tarh ve tebliğ edilen bir verginin ödenmesi gereken bir safhaya gelmesidir<br/>II) Vergi tarifesinin üzerine uygulandığı değer veya ölçülere tarh denir<br/>III) Vergi kanunlarına göre vergi mükellefi olmaları gereken kişilerin yine kanunlar ile kısmen veya tamamen vergi dışında tutulmalarına vergi istisnası denir<br/>Yukarıdakilerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Sadece I",
      "B": "Sadece II",
      "C": "Sadece III",
      "D": "I ve II",
      "E": "II ve III"
    },
    "explanation": "Verginin tahakkuku; tarh ve tebliğ edilen bir verginin ödenmesi gereken bir safhaya gelmesidir<br/>Vergi tarifesinin üzerine uygulandığı değer veya ölçülere matrah denir<br/>Vergi kanunlarına göre vergi mükellefi olmaları gereken kişilerin yine kanunlar ile kısmen veya tamamen vergi dışında tutulmalarına vergi muafiyeti denir"
  },
  {
    "id": "3842815",
    "unitNumber": 4,
    "text": "I) Vergi yansıması<br/>II) Verginin ikame etkisi<br/>III) Vergi kaçırma<br/>Yukardakilerden hangisi vergi uyumunda mükellef kaynaklı sınırlar arasında yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Sadece I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I,II ve III"
    },
    "explanation": "Vergi uyumunda mükellef kaynaklı sınırlar aşağıdaki gibidir:<br/>• Vergi yansıması<br/>• Verginin ikame etkisi<br/>• Vergi kaçırma ve vergiden kaçınma"
  },
  {
    "id": "3832153",
    "unitNumber": 5,
    "text": "\"...........................\", devlet müdahalesi olmadığı varsayımı altında piyasa işleyişi sonucunda ortaya çıkan gelir dağılımıdır.\"<br/>Yukarıdaki ifadede boş bırakılan yeri aşağıdakilerden hangisi en doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Birincil gelir dağılımı",
      "B": "İkincil gelir dağılımı",
      "C": "Serbest gelir dağılımı",
      "D": "Adil gelir dağılımı",
      "E": "Cari gelir dağılımı"
    },
    "explanation": "<img style=\"display: block; margin-left: auto; margin-right: auto;\" src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/9043f014f2ea5e06dca7cd56b9e6390a.png\" alt=\"Birincil gelir dağılımı\" width=\"300\" height=\"172\">"
  },
  {
    "id": "3832154",
    "unitNumber": 5,
    "text": "\"......................., bütçenin gelir ve gider kalemlerinin etkileri ile değişir ve nihai gelir dağılımı ortaya çıkarır.\"<br/>Yukarıdaki ifadede boş bırakılan yeri aşağıdakilerden hangisi en doğru şekilde tamalar?",
    "correctAnswer": "B",
    "options": {
      "A": "İkincil gelir dağılımı",
      "B": "Birincil gelir dağılımı",
      "C": "Serbest gelir dağılımı",
      "D": "Adil gelir dağılımı",
      "E": "Cari gelir dağılımı"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/19183f513d777b8155abfe1a9c0a9981.png\" alt=\"Birincil gelir dağılımı\" width=\"741\" height=\"100\">"
  },
  {
    "id": "3832155",
    "unitNumber": 5,
    "text": "\".........................., ödenen verginin matraha bölünmesiyle ulaşılan orandır.\"<br/>Yukarıdaki ifadede boş bırakılan yeri aşağıdakilerden hangisi en doğru şekilde ?",
    "correctAnswer": "C",
    "options": {
      "A": "Ortalama vergi matrahı",
      "B": "Cari vergi matrahı",
      "C": "Ortalama vergi oranı",
      "D": "Cari vergi oranı",
      "E": "Asgari vergi oranı"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/2bd0d3504b1e6df75b4f7cf69e81a517.png\" alt=\"Ortalama vergi oranı\" width=\"735\" height=\"157\">"
  },
  {
    "id": "3832156",
    "unitNumber": 5,
    "text": "\"Basit artan oranlılık uygulamasında matrah hangi dilime isabet etmekteyse o dilimin<br/>oranı .............. uygulanmaktadır.\"<br/>Yukarıdaki ifadede boş bırakılan yeri aşağıdakilerden hangisi en doğru şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Matrahın % 10 una",
      "B": "Matrahın % 20 sine",
      "C": "Matrahın % 30 una",
      "D": "Tüm matraha",
      "E": "Matrahın yarısına"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/5d8a2e1a3cb686388f0124da49172e6a.png\" alt=\"Tüm matraha \" width=\"729\" height=\"65\">"
  },
  {
    "id": "3832157",
    "unitNumber": 5,
    "text": "\"Düz oranlı vergi tarifesi uygulamasında matrahtan bir indirim yapılması öngörüldüğünde ortaya çıkan fiilî durum ........................... olarak adlandırılır.\"<br/>Yukarıdaki ifadede boş bırakılan yeri aşağıdakilerden hangisi en doğru şekilde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Azalan oranlılık",
      "B": "Gizli azalan oranlılık",
      "C": "Artan oranlı vergi tarifesi",
      "D": "Soğuk artan oranlılık",
      "E": "Gizli artan oranlılık"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/cf3fce0ffbd9b01a5cd1d6bc9a9f6989.png\" alt=\"Gizli artan oranlılık\" width=\"728\" height=\"90\">"
  },
  {
    "id": "3832160",
    "unitNumber": 5,
    "text": "\"Ödenen verginin iktisadi imkânları kullanarak kısmen veya tamamen başkalarına aktarılmasına .................... denir.\"<br/>Yukarıdaki ifadede boş bırakılan yeri aşağıdakilerden hangisi en doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Vergi yansıması",
      "B": "Vergi transferi",
      "C": "Verginin yayılımı",
      "D": "Vergi matrağı",
      "E": "Verginin tarhı"
    },
    "explanation": "<img style=\"display: block; margin-left: auto; margin-right: auto;\" src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/7ebb365d482cc3f4be3cc3776350c68c.png\" alt=\"Vergi yansıması\" width=\"201\" height=\"105\">"
  },
  {
    "id": "3832164",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangi vergi yansımasının aşamalarından biri <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Verginin ödenmesi",
      "B": "Verginin tahakkuku",
      "C": "Vurgu",
      "D": "Devretme-yayılma",
      "E": "Yerleşme"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/d21b08cad8405be9e015a785d91e0a2b.png\" alt=\"Vergi yasıması aşamaları\" width=\"746\" height=\"453\">"
  },
  {
    "id": "3832167",
    "unitNumber": 5,
    "text": "\"Bir satıcının vergi ödediği malın fiyatını artırdığında malı satamazsa, diğer bir malın fiyatını artırarak vergi yükünü devretme yoluna gitmesine ................. denir.\"<br/>Yukarıdaki ifadede boş bırakılan yeri aşağıdaki ifadelerden hangisi en doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "İleriye doğru yansıma",
      "B": "Geriye doğru yansıma",
      "C": "Çapraz yansıma",
      "D": "İktisadi yansıma",
      "E": "Sınırlı yansıma"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/3a9d03ffc735c113b588a92193e079c7.png\" alt=\"Çapraz yansıma\" width=\"720\" height=\"132\">"
  },
  {
    "id": "3832176",
    "unitNumber": 5,
    "text": "<img style=\"display: block; margin-left: auto; margin-right: auto;\" src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/a01f982b23417056c13c651795ecc716.png\" alt=\"Gerçek vergi yükü\" width=\"528\" height=\"117\"> Yukarıdaki formül aşağıdakilerden hangisi ile en doğru şekilde ifade edilebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Net vergi yükü",
      "B": "Gerçek vergi yükü",
      "C": "Bireysel vergi yükü",
      "D": "Gerçek bireysel vergi yükü",
      "E": "Sektörel vergi yükü"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/8427586a5e51ed4404798fafb91cf95e.png\" alt=\"Net bireysel vergi yükü\" width=\"727\" height=\"123\">"
  },
  {
    "id": "3832182",
    "unitNumber": 5,
    "text": "\"Verginin gelir esnekliğinin yüksek olmasının yarattığı olumsuz bir sonuçtur.\" cümlesi aşağıdakilerden hangisi ile en doğru şekilde ifade edilebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Daraltıcı etki",
      "B": "Ters esneklik",
      "C": "Adil olmayan vergileme",
      "D": "Aşırı vergi yükü",
      "E": "Mali sürüklenme"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/b530940ed932f8e30061f367c208fc94.png\" alt=\"Mali sürüklenme\" width=\"754\" height=\"259\">"
  },
  {
    "id": "3841583",
    "unitNumber": 5,
    "text": "Aşağıdaki vergi türlerinden hangisi otomatik stabilizatörlük özelliği taşır?",
    "correctAnswer": "A",
    "options": {
      "A": "Artan oranlı gelir vergisi",
      "B": "Gümrük vergisi",
      "C": "Katma değer vergisi",
      "D": "Emlak vergisi",
      "E": "Çevre temizlik vergisi"
    },
    "explanation": "Yanıtınız yanlış ise Vergilerin Otomatik Stabilizatörlüğü konusunu yeniden inceleyiniz.<br/>Artan oranlı gelir vergisi bir otomatik stabilizatör örneğidir."
  },
  {
    "id": "3841585",
    "unitNumber": 5,
    "text": "Maktu vergi çarpanının doğru gösterimi aşağıdakilerden hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "(c+s)/1-c",
      "B": "1/(1-c)",
      "C": "-c/(1-c)",
      "D": "c/(1+c)",
      "E": "-c/(1-c+ct)"
    },
    "explanation": "Yanıtınız yanlış ise Maktu Vergi Çarpanı konusunu yeniden inceleyiniz.<br/>Maktu vergi gelire bağlı olmayan vergidir. Maktu vergi çarpanı aşağıdaki formülle hesaplanır:<br/>MaktuVergiÇarpanı = −c/1− c"
  },
  {
    "id": "3841586",
    "unitNumber": 5,
    "text": "Vergiyi fiilen ödeyen ile yüklenen aynı olmadığı durum aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Objektif vergi yükü",
      "B": "Artan oranlı vergi",
      "C": "Sabit oranlı vergi",
      "D": "Vergi yansıması",
      "E": "Vergi çarpanı"
    },
    "explanation": "Yanıtınız yanlış ise Vergi Yansıması konusunu yeniden inceleyiniz.<br/>Vergi yükünün iktisadi bazı imkânlardan yararlanarak kısmen veya tamamen başkalarına<br/>devredilmesine vergi yansıması denir. Vergi yükünün devredilmesinin doğal sonucu,<br/>vergi yükünün yasal yükümlüsü dışındaki ekonomik birimlerce (bireyler ve firmalar)<br/>yüklenilmesidir."
  },
  {
    "id": "3841589",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi, gelir düzeyi arttıkça hem mutlak hem de oransal vergi yükünün arttığı bir vergi tarifesi türüdür?",
    "correctAnswer": "C",
    "options": {
      "A": "Sabit miktarlı vergi tarifesi",
      "B": "Düz oranlı vergi tarifesi",
      "C": "Artan oranlı vergi tarifesi",
      "D": "Azalan oranlı vergi tarifesi",
      "E": "Gizli oranlı vergi tarifesi"
    },
    "explanation": "Yanıtınız yanlışsa Artan Oranlı Vergi Tarifesi konusunu yeniden inceleyiniz.<br/>Artan oranlı tarifede, gelir arttıkça hem ödenen vergi miktarı hem de vergi oranı yükselir."
  },
  {
    "id": "3841590",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi, vergi yansımasının gerçekleşme sürecinin doğru sıralamasıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Vurgu → Yerleşme → Devretme/Yayılma → Verginin ödenmesi",
      "B": "Vurgu → Verginin ödenmesi → Devretme/Yayılma → Yerleşme",
      "C": "Verginin ödenmesi → Vurgu → Devretme/Yayılma → Yerleşme",
      "D": "Verginin ödenmesi → Devretme/Yayılma → Vurgu → Yerleşme",
      "E": "Vurgu → Devretme/Yayılma → Yerleşme → Verginin ödenmesi"
    },
    "explanation": "Yanıtınız yanlış ise vergi yansımasının aşamaları konusunu yeniden inceleyiniz.<br/>İlk adım yasal ödeme, ardından bireyin yükü fark etmesi (vurgu), sonra devretme ve son olarak yerleşme gelir."
  },
  {
    "id": "3841591",
    "unitNumber": 5,
    "text": "Bir üreticinin ödediği vergiyi ürün fiyatına yansıtarak tüketiciye devretmesi aşağıdaki kavramlardan hangisiyle açıklanır?",
    "correctAnswer": "C",
    "options": {
      "A": "Geriye yansıma",
      "B": "Kanuni yansıma",
      "C": "İleriye yansıma",
      "D": "Çapraz yansıma",
      "E": "Diferansiyel yansıma"
    },
    "explanation": "Yanıtınız yanlış ise Vergi Yansımasının Türleri konusunu yeniden inceleyiniz.<br/>Mal veya hizmetin fiyatına vergi eklenerek son tüketiciye devredilmesi ileriye yansımadır."
  },
  {
    "id": "3841592",
    "unitNumber": 5,
    "text": "Ramsey Kuralı bağlamında, aşağıdakilerden hangisi doğru bir vergi uygulaması örneğidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Talep esnekliği yüksek mallara daha düşük oranlı vergi uygulanması",
      "B": "Esnekliği yüksek mallara yüksek oranda vergi konulması",
      "C": "Zorunlu tüketim mallarına daha düşük oran uygulanması",
      "D": "Talep esnekliği ile vergi oranı arasında doğrusal ilişki kurulması",
      "E": "Fiyatı değişmeyen malların daha yüksek vergiyle vergilendirilmesi"
    },
    "explanation": "Yanıtınız yanlış ise Aşırı Vergi Yükü konusunu yeniden inceleyiniz.<br/>Ramsey Kuralı’na göre aşırı vergi yükünü azaltmak için, fiyat esnekliği yüksek mallara düşük vergi oranı uygulanmalıdır."
  },
  {
    "id": "3841593",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi, vergi uyum maliyeti kapsamında değerlendirilemez?",
    "correctAnswer": "B",
    "options": {
      "A": "Mükellefin defter tutma giderleri",
      "B": "Vergi idaresinin bina kiraları",
      "C": "Beyanname hazırlama sürecindeki zaman maliyeti",
      "D": "Muhasebeciye ödenen ücretler",
      "E": "Vergiye ilişkin yargı sürecinde oluşan masraflar"
    },
    "explanation": "Yanıtınız yanlış ise Vergi Uyum Maliyeti konusunu yeniden inceleyiniz.<br/>Vergi idaresine ait giderler açık maliyet, mükellef kaynaklı giderler uyum maliyeti kapsamındadır."
  },
  {
    "id": "3841594",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi, vergi çarpanının etkisiyle ilgili doğru bir tespittir?",
    "correctAnswer": "E",
    "options": {
      "A": "Vergi çarpanı sabit olup tüm vergi sistemlerinde aynıdır.",
      "B": "Çarpan, yalnızca kamu harcamaları üzerinden hesaplanır.",
      "C": "Çarpan, yalnızca kamu harcamaları üzerinden hesaplanır.",
      "D": "Çarpan etkisi sadece gelir vergilerinde geçerlidir.",
      "E": "Maktu vergi çarpanı, karma vergi çarpanından daima büyüktür."
    },
    "explanation": "Yanıtınız yanlış ise Vergi Çarpanı konusunu yeniden inceleyiniz.<br/>Gelire bağlı verginin varlığı tüketim etkisini azaltır; bu nedenle karma vergi çarpanı daha küçüktür."
  },
  {
    "id": "3841595",
    "unitNumber": 5,
    "text": "Tarım sektörü üzerindeki vergi yükünü hesaplamak isteyen bir kişi aşağıdaki vergi yüklerinden hangisiyle ilgileniyordur?",
    "correctAnswer": "C",
    "options": {
      "A": "Toplam vergi yükü",
      "B": "Bölgesel vergi yükü",
      "C": "Sektörel vergi yükü",
      "D": "Bireysel vergi yükü",
      "E": "Net vergi yükü"
    },
    "explanation": "Yanıtınız yanlış ise Sektörel Vergi Yükü konusunu yeniden inceleyiniz.<br/>Ekonomide tarım, maden, sanayi, enerji ve hizmet olmak üzere beş ana sektör vardır. Ekonomik gelişmişlik düzeyi ve ülke şartları (insan gücü, doğal kaynak sahipliği vs.) gibi etmenlere göre sektörlerin millî gelirden aldıkları pay değişir. Öte yandan vergi sistemi, ekonomik, sosyal ve mali nedenlerden dolayı sektörlere yaklaşımda farklılıklar barındırabilir. Bu ana sektörler, alt sektörler veya meslek gruplarının ödedikleri vergileri gelirlerine oranlayarak vergi yüklerini hesaplayabiliriz. Bu hesaplamalar vergi sisteminin ekonomik, sosyal ve mali analizlerinde kullanılabilir."
  },
  {
    "id": "3842825",
    "unitNumber": 5,
    "text": "Devlet müdahalesi olmadığı varsayımı altında piyasa işleyişi sonucunda ortaya çıkan gelir dağılımına ......... gelir dağılımı denir.",
    "correctAnswer": "A",
    "options": {
      "A": "Birincil",
      "B": "İkincil",
      "C": "Üçüncül",
      "D": "Dördüncül",
      "E": "Beşincil"
    },
    "explanation": "Birincil gelir dağılımı devlet müdahalesi olmadığı varsayımı altında piyasa işleyişi sonucunda ortaya çıkan gelir dağılımıdır."
  },
  {
    "id": "3842826",
    "unitNumber": 5,
    "text": "Devletin birincil gelir dağılımına müdahale etmesi sonucu ortaya çıkan yeni gelir dağılımına ........ gelir dağılımı denir.",
    "correctAnswer": "B",
    "options": {
      "A": "Birincil",
      "B": "İkincil",
      "C": "Üçüncül",
      "D": "Dördüncül",
      "E": "Beşincil"
    },
    "explanation": "Devletin birincil gelir dağılımına müdahale etmesi sonucu ortaya çıkan yeni gelir dağılımına ikincil gelir dağılımı denir."
  },
  {
    "id": "3842837",
    "unitNumber": 5,
    "text": "............ vergi oranı matrahtaki değişmenin vergide neden olduğu değişmeyi gösterir",
    "correctAnswer": "C",
    "options": {
      "A": "Ortalama",
      "B": "Toplam",
      "C": "Marjinal",
      "D": "Artan",
      "E": "Azalan"
    },
    "explanation": "Marjinal vergi oranı matrahtaki değişmenin vergide neden olduğu değişmeyi gösterir"
  },
  {
    "id": "3842838",
    "unitNumber": 5,
    "text": "I) Sabit bir vergi oranının matraha uygulanması durumunda vergi tarifesine düz oranlı vergi tarifesi denir<br/>II) Matrah yükseldikçe daha yüksek oranlarda vergi ödenen tarifeye artan oranlı vergi tarifesi denir<br/>III) Matrah arttıkça vergi oranının azaldığı tarifeye azalan oranlı vergi tarifesi denir.<br/>Yukardakilerden hangisi doğrudur",
    "correctAnswer": "E",
    "options": {
      "A": "Sadece I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I,II ve III"
    },
    "explanation": "Sabit bir vergi oranının matraha uygulanması durumunda vergi tarifesine düz oranlı vergi tarifesi denir<br/>Matrah yükseldikçe daha yüksek oranlarda vergi ödenen tarifeye artan oranlı vergi tarifesi denir<br/>Matrah arttıkça vergi oranının azaldığı tarifeye azalan oranlı vergi tarifesi denir."
  },
  {
    "id": "3842839",
    "unitNumber": 5,
    "text": "Vergi yükünün iktisadi bazı imkânlardan yararlanarak kısmen veya tamamen başkalarına devredilmesine vergi ....... denir",
    "correctAnswer": "A",
    "options": {
      "A": "Yansıması",
      "B": "Politikası",
      "C": "Tarhı",
      "D": "Muafiyeti",
      "E": "İstisnası"
    },
    "explanation": "Vergi yükünün iktisadi bazı imkânlardan yararlanarak kısmen veya tamamen başkalarına devredilmesine vergi yansıması denir"
  },
  {
    "id": "3842840",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi vergi yansımasının aşamalarından biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Verginin Ödenmesi",
      "B": "Vurgu",
      "C": "Devretme-Yayılma",
      "D": "Yerleşme",
      "E": "İstisna-Muafiyet"
    },
    "explanation": "Vergi Yansımasının Aşamaları<br/>• Verginin ödenmesi: Bu aşamada verginin yasal yükümlüsü vergi borcunu öder.<br/>• Vurgu: Verginin yasal yükümlüsü, verginin reel gelirinde oluşturduğu azalmayı fark eder. Gelirindeki bu azalma, yükümlünün üzerinde negatif etki oluşturabilir. Bu psikolojik baskı yüzünden vergi yükünü başkalarına aktarma arayışına girebilir. Eğer vergi, yükümlü üzerinde negatif etki oluşturmazsa vergiyi başkalarına devretmeye çalışmaz. Bu yüzden vergi ödemeyi ödev olarak gören, vergisini ödemekle<br/>topluma karşı sorumluluğunu yerine getirdiğini düşünen bir mükellef, vergi yükünü başkalarına aktarmaya çalışmayacaktır. Şüphesiz bu anlayışta mükelleflerin çoğunlukta olduğu bir toplumda vergi yükü, daha çok verginin yasal mükellefleri üzerinde kalacaktır.<br/>• Devretme-yayılma: Vergi yükümlüsü, iktisadi imkân bulduğunda ödediği verginin tamamını veya bir kısmını başkalarına aktarır (yansıtır).<br/>• Yerleşme: Verginin artık başkasına devredilemediği, bir iktisadi birim üzerinde kaldığı aşamadır. Kendisine vergi yansıtılan da verginin tamamını ya da bir kısmını başkasına aktarabilir. Fakat yansıma kesintisiz devam etmezse nihayetinde yükü başkasına aktaramayan bir iktisadi birim üzerinde yerleşir."
  },
  {
    "id": "3842841",
    "unitNumber": 5,
    "text": "I) Ödenen verginin fiyata ilave edilerek alıcıya devredilmesine ileriye yansıma denir<br/>II) Ödenen verginin alınan ham madde fiyatı azaltılarak ve/veya işçi ücretleri gibi diğer üretim girdilerinin fiyatı düşürülerek yansıtılmasına geriye yansıma denir.<br/>III) Bir satıcının vergi ödediği malın fiyatını artırdığında malı satamazsa diğer bir malın fiyatını artırarak vergi yükünü devretme yoluna gitmesine çapraz yansıma denir.<br/>Yukarıdakilerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Sadece I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Ödenen verginin fiyata ilave edilerek alıcıya devredilmesine ileriye yansıma denir<br/>Ödenen verginin alınan ham madde fiyatı azaltılarak ve/veya işçi ücretleri gibi diğer üretim girdilerinin fiyatı düşürülerek yansıtılmasına geriye yansıma denir.<br/>Bir satıcının vergi ödediği malın fiyatını artırdığında malı satamazsa diğer bir malın fiyatını artırarak vergi yükünü devretme yoluna gitmesine çapraz yansıma denir."
  },
  {
    "id": "3842842",
    "unitNumber": 5,
    "text": "Brüt vergi yükünün kaç türü bulunmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "Bireysel, sektörel, bölgesel ve toplam vergi yükü olmak üzere brüt vergi yükünün dört türü bulunmaktadır."
  },
  {
    "id": "3842843",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi brüt vergi yükü türlerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bireysel",
      "B": "Sektörel",
      "C": "Bölgesel",
      "D": "Toplam",
      "E": "Toplumsal"
    },
    "explanation": "Bireysel, sektörel, bölgesel ve toplam vergi yükü olmak üzere brüt vergi yükünün dört türü bulunmaktadır."
  },
  {
    "id": "3842844",
    "unitNumber": 5,
    "text": "..... vergi yükü, ödenen vergilerin harcandığı hizmetlerin faydasının dikkate alındığı vergi yükü hesaplamasıdır",
    "correctAnswer": "A",
    "options": {
      "A": "Net",
      "B": "Brüt",
      "C": "Sektörel",
      "D": "Bölgesel",
      "E": "Toplam"
    },
    "explanation": "Net vergi yükü, ödenen vergilerin harcandığı hizmetlerin faydasının dikkate alındığı vergi yükü hesaplamasıdır"
  },
  {
    "id": "3832095",
    "unitNumber": 6,
    "text": "\"Bir bireyin belli bir andaki varlıkları ile borçları arasındaki farkın değerini temsil etmektedir.\"<br/>Yukarıdaki ifade aşağıdakilerden hangisini ifade etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Net servet",
      "B": "Net gelir",
      "C": "Brüt servet",
      "D": "Bürüt gelir",
      "E": "Net kar"
    },
    "explanation": "<img style=\"display: block; margin-left: auto; margin-right: auto;\" src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/187c502b53329c80f7f8719830543040.png\" alt=\"Net servet\" width=\"133\" height=\"75\"><br/><img style=\"display: block; margin-left: auto; margin-right: auto;\" src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/187c502b53329c80f7f8719830543040.png\" alt=\"Net servet\" width=\"191\" height=\"108\">"
  },
  {
    "id": "3832099",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi bir malın üretilmesinde yer alan faktörler arasında <strong>yer almaz?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Emek",
      "B": "Ücret",
      "C": "Arazi",
      "D": "Sermaye",
      "E": "Girişim"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/2a7e522fa2e926bccf914b412b66b5a4.png\" alt=\"Üretim faktörleri\" width=\"700\" height=\"163\"><br/><img style=\"display: block; margin-left: auto; margin-right: auto;\" src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/2a7e522fa2e926bccf914b412b66b5a4.png\" alt=\"Üretim faktörleri\" width=\"700\" height=\"163\">"
  },
  {
    "id": "3832105",
    "unitNumber": 6,
    "text": "................... = Tüketim + Vergiler ve Hediyeler + Tasarruflar -<br/>Gelirin Elde Edilme Maliyetleri<br/>Yukarıda boş bırakılan yere gelecek en uygun ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kaynaklarına Göre Kapsamlı Gelir",
      "B": "Akım gelir",
      "C": "Kullanıma Göre Kapsamlı Gelir",
      "D": "Kapsamlı Gelir",
      "E": "Vergilenebilir gelir"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/e565b90ae0203300af9372fcc79bd7b8.png\" alt=\"Tam kapsamlı gelir\" width=\"697\" height=\"85\">"
  },
  {
    "id": "3832110",
    "unitNumber": 6,
    "text": "\"Sadece bireylerin sahip olduğu üretim faktörlerinin kullanılması sayesinde<br/>elde edilen sürekli nitelikteki gelirlerden oluşan gelir\" aşağıdakilerden hangisi ile ifade edilebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Dar kapsamlı gelir",
      "B": "Tam kapsamlı gelir",
      "C": "Net gelir",
      "D": "Akım gelir",
      "E": "Bürüt gelir"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/dfffba83e7084a21379bd404267e4cf4.png\" alt=\"Akım gelir\" width=\"705\" height=\"89\"><br/><img style=\"display: block; margin-left: auto; margin-right: auto;\" src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/dfffba83e7084a21379bd404267e4cf4.png\" alt=\"Akım gelir\" width=\"705\" height=\"89\">"
  },
  {
    "id": "3832117",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Kişisel Gelir Vergisinin etkileri arasında <strong>yer almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Emek Arzı Üzerine Etkisi",
      "B": "Tasarruflar Üzerine Etkisi",
      "C": "Yatırımlar Üzerine Etkisi",
      "D": "Gelir Dağılımı Üzerine Etkisi",
      "E": "Ücretler Üzerine Etkisi"
    },
    "explanation": "<strong>Kişisel Gelir Vergisinin Ekonomik Etkileri</strong><br/>İktisat teorisinin alt dallarından refah iktisadı, ne üretmeliyiz, nasıl üretmeliyiz, kim için<br/>üretmeliyiz ve bu kararları kim almalı soruları çerçevesinde, iktisadi hayatın organizasyonu ile ilgilidir. Refah iktisadı içerisinde yapılan analizlerin temel sonucu; belirli varsayımlar altında rekabetçi piyasaların Pareto etkin olduğu, kaynak kullanımında etkinliği sağlayarak toplumsal refahı en çoklayacak sonuçları ürettiğidir. Dolayısıyla piyasa aktörleri<br/>tarafından alınan iktisadi kararların bozulmasına yol açacak müdahaleler etkin kaynak<br/>kullanımından uzaklaşılmasına yol açacaktır. Bu nedenle devletin gerek kamu mallarını<br/>topluma sunması gerekse de diğer piyasa başarısızlıklarına müdahale için ihtiyaç duyduğu<br/>vergilerin toplanmasında, olabildiğince piyasanın oluşturduğu etkin kaynak tahsisi sonuçlarını bozmaması vergi politikasının yönelmesi gereken hedeflerden birisidir. Çünkü<br/>devletin temel amaçlarından birisi ihtiyaç duyduğu finansmanı sağlamaktır. Bunu sağlarken iktisadi aktörlere ya da başka bir ifade ile topluma aşırı yük yaratmaması beklenir.<br/>Eğer bir vergi, bireylerin iktisadi kararlarını değiştirmesine neden olmuyorsa, bu verginin<br/>saptırıcı etkilerinin olmadığını ya da etkinlik maliyeti yaratmadığını söyleyebiliriz. Tersi<br/>durumda ise etkinlik kaybı yaratacaktır. İktisaden götürü vergi dışında tüm vergiler bireylerin kararları üzerinde etkiye sahiptir ve bu nedenle az ya da çok etkinlik kaybı yaratırlar.<br/>Gelir vergisinin konusunu oluşturan ücret, faiz, kira ve kâr gelirleri düşünüldüğünde,<br/>gelir vergisinin az ya da çok bireylerin çalışma, tasarruf ve yatırım kararları üzerinde etkiler yaratması beklenmelidir. Ortaya çıkan bozucu etkilerin büyüklüğüne bağlı olarak da<br/>etkinlik kayıplarının artacağı söylenebilir."
  },
  {
    "id": "3832139",
    "unitNumber": 6,
    "text": "Kişilerin elde ettiği geliri vergi konusu yapan Gelir Vergisi dışında gelir üzerinden alınan<br/>bir diğer vergi de ...........................’dir.<br/>Yukarıda boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Kurumlar Vergisi",
      "B": "Stopaj",
      "C": "Emlak Vergisi",
      "D": "Damga Vergisi",
      "E": "Çevre Temizlik Vergisi"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/e174d8b2527146df5556ea99f1d44891.png\" alt=\"Kurumlar Vergisi\" width=\"737\" height=\"93\">"
  },
  {
    "id": "3832140",
    "unitNumber": 6,
    "text": "\"Tekel koşulları altında, .......................................... olan bir mal üretilmesi söz konusu olduğunda tekel tarafından ödenen kurumlar vergisinin tüketicilere yansıtılması çok daha mümkün hâle gelecektir.\"<br/>Yukarıdaki ifadede boş bırakılan bölümü aşağıdaki ifadelerden hangisi en uygun şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Talep esnekliği nötr",
      "B": "Talep esnekliği düşük",
      "C": "Talep esnekliği yüksek",
      "D": "Arz esnekliği düşük",
      "E": "Arz esnekliği yüksek"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/c15c601ad4a2d644b4843550cff2d6b6.png\" alt=\"Talep esnekliği\" width=\"730\" height=\"80\">"
  },
  {
    "id": "3832142",
    "unitNumber": 6,
    "text": "\"Kurumlar vergisinin iktisadi etkinlik üzerindeki etkileri genel olarak gelir vergisinin etkilerine ............\"<br/>Yukarıdaki ifadeyi aşağıdakilerden hangisi en uygun şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Paralel değildir.",
      "B": "Uygundur.",
      "C": "Paraleldir",
      "D": "Uygun değildir.",
      "E": "Paralel değildir."
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/db5ee0af9d441f79a176cd0ba9201346.png\" alt=\"Paraleldir\" width=\"721\" height=\"101\">"
  },
  {
    "id": "3832145",
    "unitNumber": 6,
    "text": "\"..................., üretim sürecinde rol alan faktör sahiplerinin üretimden aldıkları payı<br/>ifade eder.\"<br/>Yukarıda boş bırakılan yeri aşağıdakilerden hangisi en doğru şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Vergi matrahı açısından gelir",
      "B": "Üretim açısından gelir",
      "C": "Hasılat açısından gelir",
      "D": "İktisadi açıdan gelir",
      "E": "Özsermaye açısından gelir"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/5d0737b3ee8c02f0b9b9ee1cf4eba43f.png\" alt=\"İktisadi açıdan gelir\" width=\"736\" height=\"143\">"
  },
  {
    "id": "3832149",
    "unitNumber": 6,
    "text": "\"Kazanç vergisi, ........ yılında Gelir Vergisi’nin yürürlüğe girmesiyle birlikte kaldırılmıştır.\"<br/>Yukarıdaki ifadede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "1926",
      "B": "1928",
      "C": "1939",
      "D": "1946",
      "E": "1950"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/b44f4bc5a63df2fd248bb1bcfa18aef6.png\" alt=\"Kazanç vergisi\" width=\"724\" height=\"79\">"
  },
  {
    "id": "3841596",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi kapsamlı gelir tanımının bileşenlerinden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tüketim harcamaları",
      "B": "Net servet değişimi",
      "C": "Transfer ödemeleri",
      "D": "Toplam ihracat tutarı",
      "E": "Sermaye değer artışı"
    },
    "explanation": "Yanıtınız yanlış ise Gelirin Tanımı konusunu yeniden inceleyiniz.<br/>Kapsamlı gelir, bireyin tüketimi, transferleri, net servetindeki değişim ve sermaye kazançlarını kapsar. İhracat geliri bireysel kapsamlı gelir kapsamında değerlendirilmez."
  },
  {
    "id": "3841597",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi sadece üretim faktörlerinden elde edilen ve sürekli nitelik taşıyan gelirleri kapsayan tanımdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Nominal gelir",
      "B": "Kapsamlı gelir",
      "C": "Reel gelir",
      "D": "Akım gelir",
      "E": "Net gelir"
    },
    "explanation": "Yanıtınız yanlış ise Akım Gelir konusunu yeniden inceleyiniz.<br/>Akım gelir sadece üretim faktörlerinden elde edilen, sürekli gelirleri ifade eder."
  },
  {
    "id": "3841598",
    "unitNumber": 6,
    "text": "Türkiye’de gelir vergisi sisteminde tercih edilen gelir tanımı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kapsamlı gelir",
      "B": "Brüt gelir",
      "C": "Net gelir",
      "D": "Akım gelir",
      "E": "Arızi gelir"
    },
    "explanation": "Yanıtınız yanlış ise Akım Gelir konusunu yeniden inceleyiniz.<br/>Uygulamada kapsamlı gelir tanımı zorluklar içerdiği için Türkiye'de akım gelir tanımı benimsenmiştir."
  },
  {
    "id": "3841599",
    "unitNumber": 6,
    "text": "Aşağıdaki ifadelerden hangisi toplu gelir vergisinin temel avantajlarından biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Her gelir türüne farklı oran uygulanması",
      "B": "Ayni gelirlerin dışlanması",
      "C": "Vergi istisnasının yaygın kullanımı",
      "D": "Gelirlerin birleştirilerek artan oranlı tarifeye tabi tutulması",
      "E": "Gelir türlerinin sınıflandırılmadan muaf tutulması"
    },
    "explanation": "Yanıtınız yanlış ise Toplu Gelir Vergisi ve Ayrı Sınıflı Gelir Vergisi konusunu yeniden inceleyiniz.<br/>Toplu gelir vergisi, tüm gelirleri toplayarak artan oranlı tarife ile vergilendirmeyi amaçlar."
  },
  {
    "id": "3841600",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi negatif gelir vergisinin temel hedeflerinden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sermaye kazançlarını artırmak",
      "B": "Gelir dağılımını düzeltmek",
      "C": "Asgari yaşam düzeyini desteklemek",
      "D": "Gelir düzeyi çok düşük bireylere transfer yapmak",
      "E": "Sosyal yardımı vergi sistemiyle bütünleştirmek"
    },
    "explanation": "Yanıtınız yanlış ise Gelir Vergisinin Gelir Dağılımı Üzerine Etkileri konusunu yeniden inceleyiniz.<br/>Negatif gelir vergisi düşük gelirli bireyleri desteklemeye yöneliktir, sermaye kazançlarıyla ilişkili değildir."
  },
  {
    "id": "3841601",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi kurumlar vergisinin uygulanma nedenleri arasında yer almaz?",
    "correctAnswer": "C",
    "options": {
      "A": "Kurumların bireylerden daha güçlü ekonomik yapıya sahip olması",
      "B": "Kurumların özel ayrıcalıklardan faydalanması",
      "C": "Kurumların vergiye direncinin düşük olması",
      "D": "Kârların dağıtılmadan kurum bünyesinde tutulması",
      "E": "Kolay ve düşük maliyetle tahsil imkânı"
    },
    "explanation": "Yanıtınız yanlış ise Kurumlar Vergisinin Gerekliliği konusunu yeniden inceleyiniz.<br/>Kurumların direnci değil, yapısal avantajları önemlidir."
  },
  {
    "id": "3841602",
    "unitNumber": 6,
    "text": "Tam rekabet piyasasında kurumlar vergisinin tüketiciye yansıtılamamasının nedeni nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tüketici tercihleri esnektir",
      "B": "Arz sabittir",
      "C": "Fiyat firma tarafından belirlenemez",
      "D": "Vergi yükü kamuya aktarılır",
      "E": "Talep sonsuz esnektir"
    },
    "explanation": "Yanıtınız yanlış ise Kurumlar Vergisinin İktisadi Etkinlik Üzerine Etkisi konusunu yeniden inceleyiniz.<br/>Tam rekabet piyasasında firmalar fiyat alıcıdır; vergiyi fiyata yansıtamazlar."
  },
  {
    "id": "3841603",
    "unitNumber": 6,
    "text": "Aşağıdaki vergilerden hangisi iktisadi kararlar üzerinde en az bozucu etkiye sahiptir?",
    "correctAnswer": "D",
    "options": {
      "A": "Artan oranlı gelir vergisi",
      "B": "Düz oranlı vergi",
      "C": "Negatif gelir vergisi",
      "D": "Götürü vergi",
      "E": "Kâr üzerinden alınan vergi"
    },
    "explanation": "Yanıtınız yanlış ise Kişisel Gelir Vergisinin Ekonomik Etkileri konusunu yeniden inceleyiniz.<br/>Götürü vergi sabit olduğu için iktisadi davranışları değiştirmez, bu nedenle en az saptırıcıdır."
  },
  {
    "id": "3841604",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi kapsamlı gelirin kaynaklarına göre tanımı içinde yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Ücret ve maaş gelirleri",
      "B": "Transfer gelirleri",
      "C": "Net servet değişimi",
      "D": "Sermaye değer kazançları",
      "E": "İşletme giderleri"
    },
    "explanation": "Yanıtınız yanlış ise kapsamlı gelir konusunu yeniden inceleyiniz.<br/>Gelirin bu tür kullanımı iktisadi anlamda bir tüketim sayılamaz, bu nedenle gelirin bu tür kullanımlarını da göz önüne alarak yukardaki formülde bir düzeltme yapılması uygun olacaktır. Bu anlamda ödenen vergiler (T), yapılan bağış/yardım ve verilen hediyeleri (G) de dikkate alarak kapsamlı geliri aşağıdaki gibi yazmak mümkündür. I = C + T + G + ΔNW Kapsamlı gelir yukarıda ifade edildiği gibi gelirin kaynağı dikkate alınarak da tanımlanabilir. Kaynakları açısından kapsamlı gelir; veri bir yılda bireyin alım gücünü artıran kazançlar ile net servetinin değerinde ortaya çıkan artışların toplamıdır. Bu anlamda bireylerin gelirlerinin; üretken hizmetlerin satışından elde edilen kazançlar, kişi ve kurumlardan alınan transferler ve sahip olunan servetin değerinde ortaya çıkan artışlar ya da sermaye değer artış kazançları olmak üzere üç kaynağı bulunmaktadır. Bireylerin üretken hizmetlerin satışı ile iki tür kazanç elde etmesi"
  },
  {
    "id": "3841606",
    "unitNumber": 6,
    "text": "Haig-Simons gelir tanımı olarak da bilinen tanım aşağıdakilerden hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kapsamlı gelir",
      "B": "Akım gelir",
      "C": "Reel gelir",
      "D": "Brüt gelir",
      "E": "Nominal gelir"
    },
    "explanation": "Yanıtınız yanlış ise Kapsamlı Gelir konusunu yeniden inceleyiniz.<br/>Kapsamlı gelir; bir yıldaki tüketim harcamaları ve bireyin o yıldaki net servetinde ortaya çıkan değişimin toplamına eşittir. Kapsamlı gelir kavramı aynı zamanda Haig-Simons Gelir Tanımı olarak da bilinmektedir."
  },
  {
    "id": "3842983",
    "unitNumber": 6,
    "text": "Türkiye’de ise gelir vergisi uygulamasına benzer ilk uygulama olan Kazanç Vergisi kaç yılında yürürlüğe konmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "1923",
      "B": "1924",
      "C": "1926",
      "D": "1931",
      "E": "1933"
    },
    "explanation": "Türkiye’de ise gelir vergisi uygulamasına benzer ilk uygulama, 1926 yılında yürürlüğe konulan Kazanç Vergisi’dir."
  },
  {
    "id": "3842984",
    "unitNumber": 6,
    "text": "Tarihsel olarak ilk defa 1779 yılında geçici olarak uygulanan ve daha sonraki dönemlerde ihtiyaç duyuldukça kısa süreli olarak kullanılan gelir vergisi ilk defa hangi ülkede uygulanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "İngiltere",
      "B": "ABD",
      "C": "Almanya",
      "D": "Fransa",
      "E": "İtalya"
    },
    "explanation": "Bu çerçevede İngiltere’de 1779 yılında geçici olarak uygulanan ve daha sonraki dönemlerde ihtiyaç duyuldukça kısa süreli olarak kullanılan gelir vergisi, 1860 yılından itibaren sürekli olarak uygulanmaya başlanmıştır. Benzer şekilde Amerika Birleşik Devletleri’nde 1913, Fransa’da 1849 ve Almanya’da 1891’de gelirin vergilendirilmesine yönelik uygulamaların başladığı söylenebilir"
  },
  {
    "id": "3842986",
    "unitNumber": 6,
    "text": "I) Net servet, bir bireyin belli bir andaki varlıkları ile borçları arasındaki farkın değerini temsil etmektedir.<br/>II) Kapsamlı gelir; bir yıldaki tüketim harcamaları ve bireyin o yıldaki net servetinde ortaya çıkan değişimin toplamına eşittir.<br/>III) Eğer birey o yıl elde ettiği gelirden daha azını tüketirse, bireyin net servetindeki değişim pozitif olacak yani net serveti artacaktır.<br/>Yukardakilerden hangisi doğrudur",
    "correctAnswer": "E",
    "options": {
      "A": "Sadece I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Net servet, bir bireyin belli bir andaki varlıkları ile borçları arasındaki farkın değerini temsil etmektedir.<br/>Kapsamlı gelir; bir yıldaki tüketim harcamaları ve bireyin o yıldaki net servetinde ortaya çıkan değişimin toplamına eşittir.<br/>Eğer birey o yıl elde ettiği gelirden daha azını tüketirse, bireyin net servetindeki değişim pozitif olacak yani net serveti artacaktır."
  },
  {
    "id": "3842987",
    "unitNumber": 6,
    "text": ".............; bir yıldaki tüketim harcamaları ve bireyin o yıldaki net servetinde ortaya çıkan değişimin toplamına eşittir.",
    "correctAnswer": "D",
    "options": {
      "A": "Brüt Servet",
      "B": "Brüt Gelir",
      "C": "Akım Gelir",
      "D": "Kapsamlı Gelir",
      "E": "Stok Gelir"
    },
    "explanation": "Kapsamlı gelir; bir yıldaki tüketim harcamaları ve bireyin o yıldaki net servetinde ortaya çıkan değişimin toplamına eşittir"
  },
  {
    "id": "3842989",
    "unitNumber": 6,
    "text": "........, bir bireyin belli bir andaki varlıkları ile borçları arasındaki farkın değerini temsil etmektedir.",
    "correctAnswer": "A",
    "options": {
      "A": "Net Servet",
      "B": "Brüt Servet",
      "C": "Akım Servet",
      "D": "Stok Servet",
      "E": "Kapsamlı Servet"
    },
    "explanation": "Net servet; bir bireyin belli bir andaki varlıkları ile borçları arasındaki farkın değerini temsil etmektedir."
  },
  {
    "id": "3842990",
    "unitNumber": 6,
    "text": "\"Kazançlar + Transferler + Net Sermaye Değer Artışı - Gelirin Elde Edilme Maliyetleri \" aşağıdakilerden hangisini göstermektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kaynaklarına Göre Kapsamlı Gelir",
      "B": "Kullanıma Göre Kapsamlı Gelir",
      "C": "Amacına Göre Kapsamlı Gelir",
      "D": "Kaynaklarına Göre Akım Gelir",
      "E": "Kullanıma Göre Akım Gelir"
    },
    "explanation": "Kaynaklarına Göre Kapsamlı Gelir = Kazançlar + Transferler + Net Sermaye Değer Artışı - Gelirin Elde Edilme Maliyetleri"
  },
  {
    "id": "3842991",
    "unitNumber": 6,
    "text": "..............; baz alınan dönem içerisinde elde edilen gelirlerin hepsinin toplanarak standart bir usulde vergilendirildiği bir uygulamadır.",
    "correctAnswer": "A",
    "options": {
      "A": "Toplu gelir vergisi",
      "B": "Ayrı Sınıflı Gelir Vergisi",
      "C": "Kişisel Gelir Vergisi",
      "D": "Fonksiyonel Gelir Vergisi",
      "E": "Düz Gelir Vergisi"
    },
    "explanation": "Toplu gelir vergisi; baz alınan dönem içerisinde elde edilen gelirlerin hepsinin toplanarak standart bir usulde vergilendirildiği bir uygulamadır."
  },
  {
    "id": "3842994",
    "unitNumber": 6,
    "text": "Kapsamlı gelir; bir yıldaki tüketim harcamaları ve bireyin o yıldaki net servetinde ortaya çıkan değişimin toplamına eşittir. Kapsamlı gelir kavramı aynı zamanda ........... Gelir Tanımı olarak da bilinmektedir",
    "correctAnswer": "B",
    "options": {
      "A": "Pareto",
      "B": "Haig-Simons",
      "C": "Wicks",
      "D": "Pigou",
      "E": "Samuelson"
    },
    "explanation": "Kapsamlı gelir; bir yıldaki tüketim harcamaları ve bireyin o yıldaki net servetinde ortaya çıkan değişimin toplamına eşittir. Kapsamlı gelir kavramı aynı zamanda Haig-Simons Gelir Tanımı olarak da bilinmektedir."
  },
  {
    "id": "3842997",
    "unitNumber": 6,
    "text": "I) Kurumlar vergisinin yansıtılabilmesi piyasanın rekabet yapısına bağlı olarak da değişecektir. Tam rekabet koşulları altında, fiyat veri olarak alındığı için, firmaların kurumlar vergisini fiyatları yükseltme yoluyla yansıtma imkanları da yoktur.<br/>II) Aksak rekabet piyasasında kurumlar vergisinin yansıma mümkündür ve yansımanın derecesi aksak rekabet koşullarının niteliği ile ilgilidir.<br/>III) Tekel koşulları altında, talep esnekliği düşük olan bir mal üretilmesi söz konusu olduğunda tekel tarafından ödenen kurumlar vergisinin tüketicilere yansıtılması çok daha mümkün hâle gelecektir.<br/>Kurumlar vergisinin yansıtılması ile ilgili olarak yukarıdakilerin hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yanlız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Kurumlar vergisinin yansıtılabilmesi piyasanın rekabet yapısına bağlı olarak da değişecektir. Tam rekabet koşulları altında, fiyat veri olarak alındığı için, firmaların kurumlar vergisini fiyatları yükseltme yoluyla yansıtma imkanları da yoktur. Dolayısıyla, kurumlar vergisi nedeniyle sermayenin kârlılığının azalması tüm firmalar için geçerli olduğundan, üretilen mal miktarı ve satış fiyatı değişmeden aynı kalmaktadır. Ancak aksak rekabet piyasasında durum tam tersidir. Yansıma mümkündür ve yansımanın derecesi aksak rekabet koşullarının niteliği ile ilgilidir. Tekel koşulları altında, talep esnekliği düşük olan bir mal üretilmesi söz konusu olduğunda tekel tarafından ödenen kurumlar vergisinin tüketicilere yansıtılması çok daha mümkün hâle gelecektir."
  },
  {
    "id": "3842998",
    "unitNumber": 6,
    "text": "Kurumlar vergisinin yansıtılabilmesi piyasanın rekabet yapısına bağlı olarak da değişmektedir. Hangi piyasa türünde kurumlar vergisinin yansıtılma ihtimali en azdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Tam Rekabet",
      "B": "Tekelci Rekabet",
      "C": "Tekel",
      "D": "Oligopol",
      "E": "Oligopolcü Rekabet"
    },
    "explanation": "Kurumlar vergisinin yansıtılabilmesi piyasanın rekabet yapısına bağlı olarak da değişecektir. Tam rekabet koşulları altında, fiyat veri olarak alındığı için, firmaların kurumlar vergisini fiyatları yükseltme yoluyla yansıtma imkanları da yoktur. Dolayısıyla, kurumlar vergisi nedeniyle sermayenin kârlılığının azalması tüm firmalar için geçerli olduğundan, üretilen mal miktarı ve satış fiyatı değişmeden aynı kalmaktadır."
  },
  {
    "id": "3841178",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Kaldor'a göre ödeme gücünün en iyi göstergesidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tüketim",
      "B": "Yatırım",
      "C": "Tasarruf",
      "D": "Gelir",
      "E": "Gayrimenkul"
    },
    "explanation": "Tüketimin ödeme gücünün en iyi göstergesi olduğunu savunan Kaldor’a göre; bir bireyin kişisel tatmini ancak bir mal ya da hizmeti tükettiğinde gerçekleşmektedir."
  },
  {
    "id": "3841179",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi vergi idarelerinin organizasyon kapasitesi düşük ve kayıt dışılığın yüksek olduğu az gelişmiş ve gelişmekte olan ülkelerde önem kazanan vergi türüdür?",
    "correctAnswer": "B",
    "options": {
      "A": "Tasarruf vergisi",
      "B": "Tüketim vergisi",
      "C": "Servet vergisi",
      "D": "Gelir vergisi",
      "E": "Emek vergisi"
    },
    "explanation": "Tüketim vergisi uygulamalarında ekonomik olarak vergiyi ödeyen taraf alıcı iken vergiyi tahsil ederek vergi idaresine ödemekle yükümlü olanın satıcı olması, otokontrol işlevi görmektedir. Bu özellikler, özellikle organizasyon kapasitesi düşük olan ve kayıt dışılığın yüksek olduğu az gelişmiş ve gelişmekte olan ülkelerde önem kazanmaktadır. Vergi idarelerinin organizasyon kapasitesi düşük, belge düzeni yerleşmemiş ve kayıt dışı ekonominin yüksek olduğu az gelişmiş ve gelişmekte olan ülkelerde tüketim vergileri daha çok tercih edilmektedir."
  },
  {
    "id": "3841180",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi bir gerçek kişinin belli bir dönemde yaptığı toplam tüketim harcamaları üzerinden alınan dolaysız bir vergi türü niteliğindeki vergidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Katma değer vergisi",
      "B": "Özel tüketim vergisi",
      "C": "Dolaysız tüketim vergisi",
      "D": "Gümrük vergisi",
      "E": "Toptan tüketim vergisi"
    },
    "explanation": "Bir gerçek kişinin belli bir dönemde yaptığı toplam tüketim harcamaları üzerinden alınan dolaysız bir vergi türü niteliğindeki tüketim vergisi; kişisel harcama vergisi, nakitakış vergisi gibi isimlerle de anılmaktadır."
  },
  {
    "id": "3841181",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi herhangi bir dönem esasına bağlı olmaksızın, tüketimin gerçekleştiği aşamada verginin doğduğu ve vergilemenin gerçekleştiği tüketim vergisi<br/>türüdür?",
    "correctAnswer": "D",
    "options": {
      "A": "Tasarruf vergisi",
      "B": "Gelir vergisi",
      "C": "Servet vergisi",
      "D": "Dolaylı tüketim vergisi",
      "E": "Dolaysız tüketim vergisi"
    },
    "explanation": "Dolaylı tüketim vergileri ise; herhangi bir dönem esasına bağlı olmaksızın, tüketimin gerçekleştiği aşamada verginin doğduğu ve vergilemenin gerçekleştiği tüketim vergisi<br/>türüdür.<br/>Dolaylı tüketim vergileri ise; herhangi bir dönem esasına bağlı olmaksızın, tüketimin gerçekleştiği aşamada verginin doğduğu ve vergilemenin gerçekleştiği tüketim vergisi türüdür."
  },
  {
    "id": "3841182",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Piyasaların çalışması sonucunda ortaya çıkan dışsallıklar ya da kaynakların etkin kullanılamaması sonucunu yaratan diğer piyasa başarısızlıklarıyla ilgili olarak düzeltici işlev gören tüketim vergisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Katma değer vergisi",
      "B": "Ciro vergisi",
      "C": "Toptan tüketim vergisi",
      "D": "Perakende tüketim vergisi",
      "E": "Özel tüketim vergisi"
    },
    "explanation": "Özel Tüketim Vergisi (ÖTV), sadece bazı mal ve hizmetlerin vergi konusu yapıldığı tüketim vergisi türüdür. Özellikle iktisadi ve sosyal amaçların yerine getirilebilmesi açısından<br/>ÖTV oldukça uygun bir vergi tipidir."
  },
  {
    "id": "3841183",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi uluslararası mal ve hizmet ticareti üzerinden alınan bir tüketim vergisi türüdür?",
    "correctAnswer": "A",
    "options": {
      "A": "Gümrük vergileri",
      "B": "Özel tüketim vergileri",
      "C": "Katma değer vergileri",
      "D": "Yayılı muamele vergisi",
      "E": "Ciro vergisi"
    },
    "explanation": "Gümrük vergileri, uluslararası mal ve hizmet ticareti üzerinden alınan bir tüketim vergisi türüdür."
  },
  {
    "id": "3841184",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi etkinlik konusunda odaklanan Ramsey'in tüketim vergilerine yönelik kuralıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Bir malın talep esnekliği ne kadar düşükse o malın vergi<br/>oranı o kadar düşük olmalıdır",
      "B": "Bir malın talep esnekliği ne kadar yüksekse o malın vergi<br/>oranı o kadar düşük olmalıdır.",
      "C": "Bir malın talep esnekliği ne kadar yüksekse o malın vergi<br/>oranı o kadar yüksek olmalıdır.",
      "D": "Bir malın arz esnekliği ne kadar düşükse o malın vergi<br/>oranı o kadar yüksek olmalıdır",
      "E": "Bir malın talep esnekliği ile o malın vergi oranı arasında ilişki olmamalıdır."
    },
    "explanation": "Bu çerçevede bütün bireylerin benzer olduğu varsayımı altında, bir mal üzerine uygulanacak vergi oranının o malın talep esnekliği ile ters orantılı olması gerekir. Ters talep esnekliği kuralı olarak bilinen bu kurala göre; bir malın talep esnekliği ne kadar yüksekse o malın vergi oranı o kadar düşük olmalıdır."
  },
  {
    "id": "3841212",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Ramsey'in önerdiği düşük talep esnekliği olan mallara vergi koyulmasına örnek olacak mal grubu içinde <u>değildir?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Akaryakıt ürünleri",
      "B": "Elektrik",
      "C": "Mücevherat ürünleri",
      "D": "Temel gıda maddeleri",
      "E": "Tütün mamülleri"
    },
    "explanation": "Dolayısıyla bireylerin tüketim davranışlarında değişiklik ortaya çıkmayacağı için etkinlik kaybının da ortaya çıkmayacağı düşünülmektedir. Akaryakıt ürünleri, elektrik, temel gıda maddeleri, alkollü içecekler ve tütün mamulleri gibi talep esnekliği düşük olan mallar üzerine konulan özel tüketim vergileri Ramsey kuralının bir uygulaması olarak görülebilir ve düşük etkinlik kaybına yol açtığı savunulabilir."
  },
  {
    "id": "3841217",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi tüketim vergilerinde yatay ve dikey eşitlik bakımından sorunlara yol açmasının nedenidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bireylerin yaşını dikkate alması",
      "B": "Bireylerin aile durumu dikkate alması",
      "C": "Bireylerin engellilik durumunu dikkate alması",
      "D": "Bireylerin kişisel özelliklerini dikkate almaması",
      "E": "Bireylerin tüketimlerini dikkate alması"
    },
    "explanation": "Tüketim vergileri yatay ve dikey eşitlik bakımından da bazı sorunları beraberinde getirmektedir. Her şeyden önce dolaylı tüketim vergilerinde bireylerin kişisel özelliklerini dikkate alarak artan oranlı bir vergi yapısı uygulama olanağı yoktur ya da oldukça sınırlıdır. T"
  },
  {
    "id": "3841222",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi kanuni vergi mükellefinin, verginin ekonomik yükünü taşımamasına neden olan durumdur?",
    "correctAnswer": "E",
    "options": {
      "A": "Verginin tahsili",
      "B": "Verginin tahakkuku",
      "C": "Verginin tarhı",
      "D": "verginin tebliği",
      "E": "Verginin yansıması"
    },
    "explanation": "Verginin yansıtılabilmesi kanuni vergi mükellefinin, verginin ekonomik yükünü taşımaması sonucunu yaratır. Bu durum, vergi politikasını oluşturanların vergi sistemi ile ulaşmak istedikleri gelir dağılımı hedeflerine ulaşamaması sonucunu doğurmaktadır."
  },
  {
    "id": "3841614",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi tüketimin vergi tabanı olarak seçilmesinin bir gerekçesi değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bireylerin gerçek ödeme gücüne ulaşmaya yaraması",
      "B": "Tüketimin kolay izlenebilir olması",
      "C": "Gelire göre daha adaletli olması",
      "D": "Kayıt dışı ekonomiyle mücadele imkânı sunması",
      "E": "Tüketimin daha istikrarlı bir taban sunması"
    },
    "explanation": "Yanıtınız yanlış ise Vergi Tabanı Olarak Tüketim konusunu yeniden inceleyiniz.<br/>Tüketim vergileri genellikle regresiftir; bu nedenle gelir vergilerine kıyasla daha adaletli değildir."
  },
  {
    "id": "3841617",
    "unitNumber": 7,
    "text": "Ciro vergisinin önemli bir olumsuz yönü olan \"Vergi Piramidi\" etkisine yol açan durum aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Üretim sürecinde dikey bütünleşmeye yol açmaması",
      "B": "Önceki aşamalarda ödenen vergilerin de vergi matrahına dahil olması ve verginin vergisinin hesaplanması",
      "C": "Vergi yükünün imalatçı, toptancı ve perakendeci arasında adil bir şekilde paylaşılması",
      "D": "Verginin sadece nihai tüketim aşamasında alınması",
      "E": "Verginin sadece ilk üretim aşamasında alınması"
    },
    "explanation": "Yanıtınız yanlış ise Genel Tüketim Vergileri konusunu yeniden inceleyiniz.<br/>Ciro vergisi, sahip olduğu bazı olumsuzluklar nedeniyle çok fazla uygulanmamaktadır. Ciro vergisi vergi piramidine yol açmaktadır. Özellikle ciro vergisi, nihai tüketime kadar malın geçtiği aşama sayısının arttığı durumda çok daha büyük olumsuzluk yaratmaktadır."
  },
  {
    "id": "3841619",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi genel nitelikli tüketim vergisi örneğidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Motorlu taşıtlar vergisi",
      "B": "Katma Değer Vergisi",
      "C": "Özel iletişim vergisi",
      "D": "Gelir vergisi",
      "E": "Şans oyunları vergisi"
    },
    "explanation": "Yanıtınız yanlış ise Genel Tüketim Vergileri konusunu yeniden inceleyiniz.<br/>KDV çok sayıda mal ve hizmeti kapsadığı için genel nitelikli tüketim vergisidir."
  },
  {
    "id": "3841621",
    "unitNumber": 7,
    "text": "Özel Tüketim Vergisi'nin (ÖTV) amacı aşağıdakilerden hangisinde yanlış ifade edilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sağlık açısından zararlı tüketim kalıplarını azaltmak",
      "B": "Mali gelir yaratmak",
      "C": "Gelir grupları arasında tam eşitlik sağlamak",
      "D": "Çevresel zararı olan tüketimi sınırlamak",
      "E": "Lüks tüketimi vergilendirmek"
    },
    "explanation": "Yanıtınız yanlış ise Özel Tüketim Vergisi Konusunu yeniden inceleyiniz.<br/>Özel Tüketim Vergisi (ÖTV), sadece bazı mal ve hizmetlerin vergi konusu yapıldığı tüketim vergisi türüdür. Özellikle iktisadi ve sosyal amaçların yerine getirilebilmesi açısından ÖTV oldukça uygun bir vergi tipidir. Piyasaların çalışması sonucunda ortaya çıkan dışsallıklar ya da kaynakların etkin kullanılamaması sonucunu yaratan diğer piyasa başarısızlıklarıyla ilgili olarak ÖTV, bir düzeltici vergi olarak işlev görmektedir. Ayrıca özellikle devletin mali amaçlarını gerçekleştirmek için ÖTV; akaryakıt, elektrik, temel gıda maddeleri, alkollü içecekler ve tütün mamulleri gibi talep esnekliği düşük olan mallar üzerine konulmaktadır. ÖTV, gelir dağılımı çarpıklıkları, bölgesel gelişme farklılıkları ve çevresel sorunlar gibi toplumsal ve kalkınma temelli sorunların aşılması açısından da önemli fonksiyonlar yüklenebilir. Bu çerçevede, özellikle az gelişmiş bölgelerde üretim ve/veya tüketim özellikleri açısından önemli özellik taşıyan ürünlere vergisel avantajlar sağlanabilmektedir"
  },
  {
    "id": "3841622",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi farklılaştırılmış tüketim vergilemesinin uygulanmasına örnektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Lüks malların vergilendirilmesi",
      "B": "Tüm ürünlere tek oran uygulanması",
      "C": "Vergilerin sadece gelirle ilişkilendirilmesi",
      "D": "Tüketim harcamalarına sabit oran uygulanması",
      "E": "Kayıt dışı harcamalara ceza uygulanması"
    },
    "explanation": "Yanıtınız yanlış ise Farklılaştırılmış Tüketim Vergilemesi konusunu yeniden inceleyiniz.<br/>Ülkeler farklı amaçlarla sadece bazı mal ve hizmetler üzerine ayrı (farklılaştırılmış) vergiler uygulamayı tercih etmektedirler. Bu vergilerden havaalanı vergisi ve köprü geçiş ücretleri gibi bazıları “fayda prensibi” çerçevesinde uygulanmaktadır. Petrol ürünleri, tütün mamulleri ve alkollü içecekler gibi bazı mal ve hizmetler üzerine konulan vergiler ise “düzeltici vergiler” (ya da Pigoucu vergiler) olarak kullanılmaktadır. <strong>Diğer bir grup vergi ise; sosyal adalete de katkı sağlamaya uygun olarak parfüm, kozmetik, mücevher gibi lüks tüketim konusu mal ve hizmetlerin vergilendirilmesini hedefleyen “lüks mal ve hizmet vergileri” dir.</strong>"
  },
  {
    "id": "3841623",
    "unitNumber": 7,
    "text": "Tüketim vergilerinin regresif etkiye yol açmasının temel nedeni aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Düşük gelirli bireylerin tasarruf eğiliminin yüksek olması",
      "B": "Yüksek gelirli bireylerin harcama eğiliminin yüksek olması",
      "C": "Tüm gelir gruplarının aynı oranda tüketim vergisi ödemesi",
      "D": "Düşük gelirli bireylerin tüketime daha az yönelmesi",
      "E": "Tüketim vergilerinin sadece ithalatı kapsaması"
    },
    "explanation": "Yanıtınız yanlış ise Genel Tüketim Vergileri konusunu yeniden inceleyiniz.<br/>Sabit oranlı tüketim vergileri, düşük gelirli bireylerin bütçelerine daha fazla yük bindirir."
  },
  {
    "id": "3841624",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi tüketim vergilerinin etkinlik kaybının bağlı olduğu faktörlerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "İkame etkisinin büyüklüğü",
      "B": "Vergi miktarı",
      "C": "Talep esnekliği",
      "D": "Tüketici bütçesinin büyüklüğü",
      "E": "Firmaların maliyetleri"
    },
    "explanation": "Yanıtınız yanlış Tüketim Vergilerinin Ekonomik Etkinlik Üzerindeki Etkileri konusunu yeniden inceleyiniz.<br/>Etkinlik kaybı belirli bazı değişkenlere bağlı olarak büyüyebilir ya da küçülebilir. Etkinlik kaybı üzerinde etkili olan bu değişkenler; vergi miktarı, talep eğrisinin esneklik değeri ve söz konusu malın tüketici bütçesi içerisindeki nispi payıdır. Vergi miktarı arttıkça tüketim miktarı çok daha fazla azalacak ve bu nedenle etkinlik kaybı alanı büyüyecektir. Benzer şekilde talep eğrisinin esneklik değeri büyüdükçe, talep eğrisi daha yatay hâle gelecek ve etkinlik kaybı büyüyecektir. Esneklik değerinin artması, tüketicilerin fiyata duyarlılığının yükselmesi ve ikame etkilerinin artması anlamına gelir. Etkinlik kaybını etkileyen son değişken; vergi getirilen malın tüketici bütçesi içerisindeki nispi önemidir. Eğer vergi getirilen malın fiyatı çok düşükse ve/veya çok az tüketimi olan bir mal ise bu mal üzerine getirilen verginin ikame etkileri yaratması söz konusu olmayacak ve çok fazla etkinlik kaybı ortaya çıkmayacaktır. Tersine eğer mal yüksek fiyatlı ve çokça tüketilen bir mal ise, bu durumda ikame etkileri ve etkinlik kaybı büyük olacaktır. Örneğin bir ailenin aylık tüketimi içerisinde tuza ve akaryakıta harcanan bütçenin nispi önemi aynı değildir. Dolayısıyla bu iki mala uygulanacak bir tüketim vergisine karşı bireylerin göstereceği tepkiler birbirinden farklı olacaktır."
  },
  {
    "id": "3841627",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Katma Değer Vergisi (KDV) uygulamasının temel özelliklerinden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "KDV, perakende satışlar dahil, mal ve hizmetlerin üretim ve teslimlerinin her aşamasında uygulanır.",
      "B": "KDV, milli gelirin tamamını kapsayan genel bir vergidir.",
      "C": "KDV, bireylerin öznel durumlarını dikkate almayan objektif ve tarafsız bir vergidir.",
      "D": "KDV, artan oranlı bir vergi olup, artan oranlılığın uygulanması mümkündür.",
      "E": "KDV katma değer üzerinden alınır."
    },
    "explanation": "Yanıtınız yanlış ise Genel Tüketim Vergileri konusunu yeniden inceleyiniz.<br/>KDV, tek (düz) oranlı bir vergidir ve artan oranlılığın uygulanması mümkün değildir. Bu ifade KDV'nin temel özelliklerinden değildir."
  },
  {
    "id": "3841628",
    "unitNumber": 7,
    "text": "Yatırımları teşvik etmek isteyen ülkeler tarafından tercih edilen ve tasarrufları vergiden muaf tutan bir gelir vergisi uygulamasına eş değer kabul edilen KDV uygulama türü hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Gelir Tipi KDV",
      "B": "Gayrisafi Hasıla Tipi KDV",
      "C": "Tüketim Tipi KDV",
      "D": "Ücret Tipi KDV",
      "E": "Artan oranlı KDV"
    },
    "explanation": "Yanıtınız yanlış ise Genel Tüketim Vergileri konusunu yeniden inceleyiniz.<br/>Tüketim tipi KDV uygulamasında, diğer firmalardan satın alınan mal ve hizmet bedelleri ile sermaye mallarının bedelleri firmanın satış hasılatından düşülmektedir. Bu nedenle amortismanların ayrıca vergi matrahından düşülmesi söz konusu değildir. Tüketim tipi KDV uygulaması altında matrah [Satışlar - Alışlar] şeklinde hesaplanmaktadır. Özellikle yatırımları teşvik etmek isteyen ülkeler tarafından tercih edilen tüketim tipi KDV uygulamasının tasarrufları vergiden muaf tutan bir gelir vergisi uygulamasına eş değer olduğunu söylemek mümkündür."
  },
  {
    "id": "3841629",
    "unitNumber": 7,
    "text": "Ülkelerin ithalat üzerinden gümrük vergisi almalarının doğrudan nedenlerinden biri aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İhraç edilen malların dünya piyasasındaki arzını düşürmek",
      "B": "Döviz fazlasına girerek ödemeler dengesi açıklarını artırmak",
      "C": "Ülke içinde benzer malları üreten yerli üreticileri korumak",
      "D": "İthal mallarının ülke içerisindeki fiyatını düşürerek tüketimi teşvik etmek",
      "E": "Ekonomik büyümeyi arttırmak"
    },
    "explanation": "Yanıtınız yanlış ise Gümrük Vergileri konusunu yeniden inceleyiniz.<br/>İthalat üzerinden alınan gümrük vergileri, yerli üreticilerin rekabet gücünü artırarak onları koruma amacı taşır."
  },
  {
    "id": "3842999",
    "unitNumber": 7,
    "text": "..............., rekabet gücünü artırmak isteyen idarelerin vergilendirme yetkisine sahip olduğu alanlarda rakip idarelere kıyasla mükelleflerin vergi yüklerini düşük tutmak suretiyle hareketliliği yüksek olan üretim faktörlerini kendi bölgesine çekmeye yönelik çabalardır.",
    "correctAnswer": "A",
    "options": {
      "A": "Vergi rekabeti",
      "B": "Vergi teşviği",
      "C": "Vergi istisnası",
      "D": "Vergiden kaçınma",
      "E": "Vergi muafiyeti"
    },
    "explanation": "Vergi rekabeti, rekabet gücünü artırmak isteyen idarelerin vergilendirme yetkisine sahip olduğu alanlarda rakip idarelere kıyasla mükelleflerin vergi yüklerini düşük tutmak suretiyle hareketliliği yüksek olan üretim faktörlerini kendi bölgesine çekmeye yönelik çabalardır."
  },
  {
    "id": "3843001",
    "unitNumber": 7,
    "text": "Tüketimin ödeme gücünün en iyi göstergesi olduğunu savunan ........ göre; bir bireyin kişisel tatmini ancak bir mal ya da hizmeti tükettiğinde gerçekleşmektedir",
    "correctAnswer": "C",
    "options": {
      "A": "Hicks",
      "B": "Samuelson",
      "C": "Kaldor",
      "D": "Pigou",
      "E": "Keynes"
    },
    "explanation": "Tüketimin ödeme gücünün en iyi göstergesi olduğunu savunan Kaldor’a göre; bir bireyin kişisel tatmini ancak bir mal ya da hizmeti tükettiğinde gerçekleşmektedir"
  },
  {
    "id": "3843007",
    "unitNumber": 7,
    "text": "I) İmalat tüketim vergisi<br/>II) Toptan tüketim vergisi<br/>III) Parekende tüketim vergisi<br/>Yukardakilerden hangisi Toplu Tüketim Vergilerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sadece I",
      "B": "Sadece II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Üç seçenekte Toplu Tüketim Vergileri içinde yer almaktadır. Sorunun cevabı için Şekil 7.1 incelenebilir."
  },
  {
    "id": "3843009",
    "unitNumber": 7,
    "text": "I) Ciro Vergisi<br/>II) Katma Değer Vergisi<br/>III) Özel Tüketim Vergileri<br/>Yukarıdakilerden hangisi Yayılı Tüketim Vergilerinden biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sadece I",
      "B": "Sadece II",
      "C": "Sadece III",
      "D": "I ve II",
      "E": "II ve III"
    },
    "explanation": "Ciro vergisi ve Katma Değer Vergisi Yayılı Tüketim Vergileri içerisinde yer almaktadır. Sorunun cevabı için Şekil 7.1 incelenebilir."
  },
  {
    "id": "3843012",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi genel tüketim vergilerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ciro Vergisi",
      "B": "Katma Değer Vergisi",
      "C": "İmalat Tüketim Vergisi",
      "D": "Toptan Tüketim Vergisi",
      "E": "Gümrük Vergisi"
    },
    "explanation": "Ciro vergisi ve katma değer vergisi genel tüketim vergileri altında yayılı tüketim vergileri içinde yer almaktadır.<br/>İmalat tüketim vergisi, toptan ve perekende tüketim vergileri ise genel tüketim vergileri altında toplu tüketim vergileri içinde yer almaktadır.<br/>Gümrük vergisi ise genel tüketim vergilerinden biri değildir."
  },
  {
    "id": "3843014",
    "unitNumber": 7,
    "text": "I) Gümrük Vergisi<br/>II) Ciro Vergisi<br/>III) Özel Tüketim Vergisi<br/>Yukardakilerden hangisi genel tüketim vergilerinden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sadece I",
      "B": "Sadece II",
      "C": "Sadece III",
      "D": "I ve III",
      "E": "II ve III"
    },
    "explanation": "Ciro vergisi genel tüketim vergisi içinde yer almaktadır. Diğerleri ise değildir. Deyatlı bilgi için Şekil 7.1 incelenebilir."
  },
  {
    "id": "3843015",
    "unitNumber": 7,
    "text": "Bir yayılı tüketim vergisi olan ciro vergisinde önceki aşamalarda ödenen vergilerin de vergi matrahına dahil olmasının yarattığı sonuca ......... denir.",
    "correctAnswer": "A",
    "options": {
      "A": "Vergi piramidi",
      "B": "Vergi düzlemi",
      "C": "Vergi cenneti",
      "D": "Vergi politikası",
      "E": "Vergi istisnası"
    },
    "explanation": "Bir yayılı tüketim vergisi olan ciro vergisinde önceki aşamalarda ödenen vergilerin de vergi matrahına dahil olmasının yarattığı sonuca vergi piramidi denir."
  },
  {
    "id": "3843016",
    "unitNumber": 7,
    "text": "I) KDV, millî gelirin tamamını kapsayan genel bir vergidir.<br/>II) KDV, bireylerin öznel durumlarını dikkate almayan objektif ve tarafsız bir vergidir.<br/>III) KDV artan oranlı bir vergidir<br/>KDV'nin temel özellikleri ile ilgili aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Sadece I",
      "B": "Sadece II",
      "C": "Sadece III",
      "D": "I ve II",
      "E": "II ve III"
    },
    "explanation": "KDV’nin temel özellikleri şu şekilde özetlenebilir:<br/>• KDV, millî gelirin tamamını kapsayan genel bir vergidir.<br/>• KDV, perakende satışlar dahil, mal ve hizmetlerin üretim ve teslimlerinin her aşamasında uygulanır.<br/>• KDV, tek (düz) oranlı bir vergi olup artan oranlılığın uygulanması mümkün değildir.<br/>• KDV, bireylerin öznel durumlarını dikkate almayan objektif ve tarafsız bir vergidir.<br/>• KDV, kayıt ve belgelere göre alındığı ve otokontrol mekanizmasına sahip olduğu için belge düzeninin yerleşmesine katkı sağlamaktadır."
  },
  {
    "id": "3843017",
    "unitNumber": 7,
    "text": "KDV, ...... oranlı bir vergidir.",
    "correctAnswer": "C",
    "options": {
      "A": "Artan",
      "B": "Azalan",
      "C": "Düz",
      "D": "Üssel",
      "E": "Logaritmik artan"
    },
    "explanation": "KDV, tek (düz) oranlı bir vergi olup artan oranlılığın uygulanması mümkün değildir."
  },
  {
    "id": "3843018",
    "unitNumber": 7,
    "text": "KDV'nin kaç farklı uygulama türü bulunmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "KDV’nin dört farklı uygulama türü bulunmaktadır:<br/>1)Gayrisafi Hasıla Tipi KDV<br/>2)Gelir tipi KDV<br/>3)Tüketim tipi KDV<br/>4) Ücret Tipi KDV"
  },
  {
    "id": "3832545",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi servet olarak <strong>sayılmaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Otomobil",
      "B": "Arsa",
      "C": "Mücevher",
      "D": "Nakit para",
      "E": "İkinci işverenden alınan ücret"
    },
    "explanation": "Belirli bir anda bir gerçek kişi veya tüzel kişinin sahip olduğu iktisadi değeri olan menkul ve gayrimenkul varlığın tümüne servet denir. Servet tasarruf, miras ve bağış yoluyla elde edilebilir. Finansal varlıklar (hisse senedi, tahvil, vb.), nakit para, arsa, ev, iş yeri, dayanıklı mallar (araba gibi), mücevher servete örnek gösterilebilir."
  },
  {
    "id": "3832546",
    "unitNumber": 8,
    "text": "Servet değer artış vergilerinin doğrudan nedeni aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hızlı şehirleşme ve sanayileşme sonucu servet değerlerindeki yüksek artış",
      "B": "Enflasyonist ekonomi",
      "C": "Milli gelirin artışı",
      "D": "Para değerinin düşmesi",
      "E": "Gelir dağılımında adaletin bozulması"
    },
    "explanation": "Servet değer artış vergileri belli bir dönem başı ile sonu arasındaki servet farkı üzerinden genellikle bir defaya mahsus alınırlar. Hızlı şehirleşme ve sanayileşme sonucu servet değerlerindeki yüksek artış ‘servet değer artış vergilerinin’ nedenini oluşturmaktadır."
  },
  {
    "id": "3832548",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi yarı şahsi servet vergisi olarak nitelendirilebilir?<br/>I. Motorlu Taşıtlar Vergisi<br/>II. Emlak Vergisi<br/>III. Veraset ve İntikal Vergisi",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız III",
      "B": "Yalnız II",
      "C": "I ve III",
      "D": "I ve II",
      "E": "I - II ve III"
    },
    "explanation": "Emlak vergisinde ödenecek vergi hem mükellefin niteliklerine hem de evin niteliklerine bağlı olarak değişebilmektedir. Bu nedenle emlak vergisi yarı şahsi servet vergisine örnek gösterilebilir."
  },
  {
    "id": "3832552",
    "unitNumber": 8,
    "text": "Değerli Konut Vergisi ülkemizde kaç yılında uygulanmaya başlamıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "2020",
      "B": "2021",
      "C": "2022",
      "D": "2023",
      "E": "2024"
    },
    "explanation": "2021 yılında ülkemizde uygulanmaya başlanan Değerli Konut Vergisi merkezî hükûmet tarafından toplanmaktadır. Bu vergide artan oranlı tarife kullanılmakta ve tarife her yıl güncellenmektedir."
  },
  {
    "id": "3832555",
    "unitNumber": 8,
    "text": "İkinci Dünya Savaşı döneminde ülkemizde uygulanan olağanüstü servet vergisi hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Harp vergisi",
      "B": "Harp kazançları vergisi",
      "C": "Emlak vergisi",
      "D": "Varlık vergisi",
      "E": "Tuz vergisi"
    },
    "explanation": "İkinci Dünya Savaşı yıllarında Türkiye’de uygulanmış olan ‘Varlık Vergisi’ olağanüstü servet vergilerine örnek gösterilebilir."
  },
  {
    "id": "3832559",
    "unitNumber": 8,
    "text": "Hayatta iken vergisi kaçırılan gelir servete dönüştürülür ve kişinin ölümünden sonra bu servetin veraset vergisi ile vergilendirilmesi durumunda veraset vergisi kaçırılan gelir vergisinin \"................. vergisi\" olmaktadır. <br/>Boşluğa gelmesi gereken ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Düzenleyici",
      "B": "Tamamlayıcı",
      "C": "Denetleyici",
      "D": "Kişiselleştirici",
      "E": "Objektif"
    },
    "explanation": "Vergi kaçakçılığı başka bir vergi ile denetleniyorsa bu vergiye ‘denetleyici vergi’ denir. Veraset vergisi gelir vergisinin denetleyici vergisi olabilir. Örneğin; hayatta iken vergisi kaçırılan gelir servete dönüştürülür ve kişinin ölümünden sonra bu servetin veraset vergisi ile vergilendirilmesi durumunda veraset vergisi kaçırılan gelir vergisinin ‘denetleyici vergisi’ olmaktadır."
  },
  {
    "id": "3832569",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi servet vergilerinin olumlu yönleri arasında <strong>yer almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Servet vergisinin gelir vergisini tamamlayıcılık fonksiyonu vardır.",
      "B": "Servet vergilerinin gelir/servet dağılımı eşitsizliğini azaltma fonksiyonu vardır.",
      "C": "Servet vergilerinin dikey eşitsizliği azaltma fonksiyonu vardır.",
      "D": "Servet vergilerinin yatay eşitsizliği azaltma fonksiyonu vardır.",
      "E": "Servet vergilerinin mülkiyet hakkını kısıtlamama fonksiyonu vardır."
    },
    "explanation": "Servet vergilerinin mülkiyet hakkını kısıtlama fonksiyonu vardır. Piyasa ekonomisinde sınırsız mülk edinme özgürlüğü vardır. Bu özgürlük ancak kamulaştırma ve servet vergileri yöntemleriyle kısıtlanabilir."
  },
  {
    "id": "3833347",
    "unitNumber": 8,
    "text": "Kaynak kriterine göre ayrımda servet vergileri kaç gruba ayrılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "7"
    },
    "explanation": "Kaynak kriterine göre ayrımda servet vergileri servetten alınan, servet transferinden alınan ve servet artışından alınan şeklinde 3 gruba ayrılabilir."
  },
  {
    "id": "3833351",
    "unitNumber": 8,
    "text": "Servet vergilerinin sermaye birikimini teşvik etmemesi yatırımları azaltabilir. Servet vergilerinin yatırımlar üzerinde negatif etkisi olabilir. Bu nedenle de servet vergileri vergi ............ bir araç olarak kullanılabilir.<br/>Boşluğa gelmesi gereken uygun ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "yansımasında",
      "B": "kaçakçılığında",
      "C": "rekabetinde",
      "D": "ödeme gücünde",
      "E": "adaletinin sağlanmasında"
    },
    "explanation": "Servet vergilerinin sermaye birikimini teşvik etmemesi yatırımları azaltabilir. Servet vergilerinin yatırımlar üzerinde negatif etkisi olabilir. Bu nedenle de servet vergileri <strong>vergi rekabetinde</strong> bir araç olarak kullanılabilir. Servet vergileri az olan veya hiç olmayan yerler, diğer yerlere göre yatırım yapmak ve yaşamak için daha cazip hâle gelebilir."
  },
  {
    "id": "3833355",
    "unitNumber": 8,
    "text": "Emlak vergisi aşağıdakilerden hangisi tarafından tahsil edilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "İl Özel İdareleri",
      "B": "Gelir İdaresi Başkanlığı",
      "C": "Defterdarlıklar",
      "D": "Belediyeler",
      "E": "Vergi Dairesi Müdürlükleri"
    },
    "explanation": "Bir servet vergisi olarak emlak vergileri belediye gelirleri arasında yer alır ve belediyeler tarafından tahsil edilir."
  },
  {
    "id": "3841230",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi belirli bir anda bir gerçek kişi veya tüzel kişinin sahip olduğu iktisadi değeri olan menkul ve gayrimenkul varlığın tümüne verilen stok değer kavramıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Servet",
      "B": "Gelir",
      "C": "Tüketim",
      "D": "Yatırım",
      "E": "Harcama"
    },
    "explanation": "Belirli bir anda bir gerçek kişi veya tüzel kişinin sahip olduğu iktisadi değeri olan menkul ve gayrimenkul varlığın tümüne servet denir."
  },
  {
    "id": "3841232",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi servet transferinden alınan vergidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Emlak vergisi",
      "B": "Veraset ve intikal vergisi",
      "C": "Motorlu taşıtlar vergisi",
      "D": "Değerli konut vergisi",
      "E": "Banka ve sigorta muameleleri vergisi"
    },
    "explanation": "Servet transferinden alınan vergilere ise veraset ve intikal vergisi örnek gösterilebilir."
  },
  {
    "id": "3841236",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi görünürde servet vergisinin alındığı kaynaktır?",
    "correctAnswer": "C",
    "options": {
      "A": "Sermayenin kendisi",
      "B": "Sermayenin tarhı",
      "C": "Sermayenin getirisi",
      "D": "Sermayenin tahakkuku",
      "E": "Sermayenin değeri"
    },
    "explanation": "Gerçek servet vergileri sermayenin kendisi üzerinden alınırken görünürde servet vergileri sermayenin getirisi üzerinden alınmaktadır."
  },
  {
    "id": "3841240",
    "unitNumber": 8,
    "text": "Servet vergilerinin toplam vergi gelirlerine oranının düşük olması gerçeği ile toplanmasındaki amaç nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Mali amaç",
      "B": "Gelir amacı",
      "C": "Objektif amaç",
      "D": "Sosyal amaç",
      "E": "Subjektif amaç"
    },
    "explanation": "Servet vergilerinin toplam vergi gelirlerine oranının düşük olması gerçeği de dikkate alınırsa servet vergilerinde mali amaçtan daha ziyade sosyal amaç ve diğer amaçların hedeflendiği iddia edilebilir."
  },
  {
    "id": "3841243",
    "unitNumber": 8,
    "text": "İkinci Dünya Savaşı yıllarında Türkiye'de uygulanmış olan \"Varlık Vergisi\" aşağıdakilerden hangisine örnektir?",
    "correctAnswer": "E",
    "options": {
      "A": "Olağan servet vergileri",
      "B": "Objektif servet vergileri",
      "C": "Subjektif servet vergileri",
      "D": "Sürekli servet vergileri",
      "E": "Olağanüstü servet vergileri"
    },
    "explanation": "İkinci Dünya Savaşı yıllarında Türkiye’de uygulanmış olan ‘Varlık Vergisi’ olağanüstü servet vergilerine örnek gösterilebilir."
  },
  {
    "id": "3841246",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi devletin servetin artması ve korunmasındaki rolüne dayanarak verginin ödenmesi gerektiğini ileri süren prensiptir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fayda prensibi",
      "B": "Ödeme gücü prensibi",
      "C": "Objektif prensip",
      "D": "Genellik prensibi",
      "E": "Süreklilik prensibi"
    },
    "explanation": "Devlet servetin değerinin artmasında ve korunmasında rol üstlenmektedir. Devlet ev gibi gayrimenkuller için yol, su, kanalizasyon vb. altyapı hizmeti sunmaktadır. Devlet servetlerin savunma hizmeti ile fiilî korunmasını ve yasal düzenlemelerle mülkiyet haklarının hukuki korunmasını sağlamaktadır. Bu hizmetlerin karşılığı olarak servet sahipleri servet vergisi ödemelidir. Fayda prensibine göre, kamu hizmetlerinden servetlerine yönelik fayda elde edenler servet vergisi ödemelidir."
  },
  {
    "id": "3841251",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi vergi kaçakçılığının başka bir vergi ile denetlendiği durumdaki vergiye verilen isimdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sürekli vergi",
      "B": "Denetleyici vergi",
      "C": "Objektif vergi",
      "D": "Olağanüstü vergi",
      "E": "Dolaylı vergi"
    },
    "explanation": "Vergi kaçakçılığı başka bir vergi ile denetleniyorsa bu vergiye ‘denetleyici vergi’ denir."
  },
  {
    "id": "3841254",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi bireyin gelir elde ederken, geliri tüketirken vergi vermesine ek olarak tüketilmeyen kısmını tasarruf ederken servet vergisinin ortaya çıkardığı olumsuz durumdur?",
    "correctAnswer": "C",
    "options": {
      "A": "Vergiden kaçınma",
      "B": "Vergi kaçırma",
      "C": "Çifte vergilendirme",
      "D": "Vergi transferi",
      "E": "Vergi rekabeti"
    },
    "explanation": "Kişiler elde ettikleri gelir üzerinden vergi öderler. Gelirin bir kısmını tüketirken vergi öderler. Gelirin tüketilmeyen kısmı olan tasarrufun servete dönüştürülmesi durumunda servet vergisi ödenmesi çifte vergilemeye yol açmaktadır. Bu nedenle servet vergileri eleştirilmektedir."
  },
  {
    "id": "3841256",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi servet vergisinin çalışma isteği üzerinde gelir vergisinden daha az olumsuz etkisi olmasının nedenidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Servet vergilerinin ggeleceği vergilendirmesi",
      "B": "Servet vergilerinin şimdiki zamanı vergilendirmesi",
      "C": "Servet vergilerinin sürekli vergilendirmesi",
      "D": "Servet vergilerinin geçmişi vergilendirmesi",
      "E": "Servet vergilerinin olağanüstü vergilendirmesi"
    },
    "explanation": "Servet vergileri geçmişi, gelir vergisi ise mevcut çalışma gücünü vergilendirdiği için servet vergilerinin çalışma isteği üzerinde gelir vergisinden daha az olumsuz etkisi vardır."
  },
  {
    "id": "3841259",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi motor hacmi büyüdükçe daha fazla vergi tarh edilen spesifik yapıdaki motorlu taşıtlar vergisinin devlete gelir getirmek dışındaki faydasıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Aile yapısını koruması",
      "B": "Hayvanları koruması",
      "C": "Veri alış-verişini azaltması",
      "D": "Dış göçü azaltması",
      "E": "Çevre kirliliğini azaltması"
    },
    "explanation": "Devlet motorlu taşıtlar vergisi ile hem gelir toplamakta hem de dolaylı bir etkiyle çevre kirliliğini azaltmaktadır."
  },
  {
    "id": "3841633",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi belirli bir anda bir gerçek kişi veya tüzel kişinin sahip olduğu iktisadi değeri olan menkul ve gayrimenkul varlıkların tümünü ifade eder?",
    "correctAnswer": "C",
    "options": {
      "A": "Zenginlik",
      "B": "Refah",
      "C": "Servet",
      "D": "Emlak",
      "E": "Para"
    },
    "explanation": "Yanıtınız yanlış ise Servet Vergileri konusunu yeniden inceleyiniz.<br/>Belirli bir anda bir gerçek kişi veya tüzel kişinin sahip olduğu iktisadi değeri olan menkul ve gayrimenkul varlıkların tümüne servet denir."
  },
  {
    "id": "3841635",
    "unitNumber": 8,
    "text": "Ülkelerin zor zamanlarında almak zorunda olduğu ve milli dayanışma vergileri olarak da adlandırılan servet vergisi türü aşağıdakilerden hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Olağanüstü servet vergileri",
      "B": "Veraset vergisi",
      "C": "İntikal vergisi",
      "D": "Emlak vergisi",
      "E": "Motorlu taşıtlar vergisi"
    },
    "explanation": "Yanıtınız yanlış ise Servet Vergilerinin Sınıflandırılması konusunu yeniden inceleyiniz.<br/>Olağanüstü servet vergileri, toplumların hayatında yaşanan, ülke ekonomisini sarsan ve olağanüstü harcamalara yol açan ciddi olaylar (savaş ve depremler gibi) karşısında uygulanan vergiler olup, milli dayanışma vergileri olarak da adlandırılır."
  },
  {
    "id": "3841636",
    "unitNumber": 8,
    "text": "Servet vergisinin genel ve özel olarak sınıflandırılması aşağıdaki kriterlerden hangisi esas alınarak yapılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Kaynak",
      "B": "Kapsam",
      "C": "Objektiflik",
      "D": "Nitelik",
      "E": "Süreklilik"
    },
    "explanation": "Yanıtınız yanlış ise Servet Vergilerinin Sınıflandırılması konusunu yeniden inceleyiniz.<br/>Servet vergileri, vergi kaynağının kapsamına göre genel ve özel servet vergileri olarak sınıflandırılabilir."
  },
  {
    "id": "3841638",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi servet kapsamına girmez?",
    "correctAnswer": "D",
    "options": {
      "A": "Arsa",
      "B": "Ev",
      "C": "İş yeri",
      "D": "Satılan mallar",
      "E": "Araba"
    },
    "explanation": "Yanıtınız yanlış ise Servet Vergileri konusunu yeniden inceleyiniz.<br/>Finansal varlıklar (hisse senedi, tahvil, vb.), nakit para, arsa, ev, iş yeri, dayanıklı mallar (araba gibi), mücevher servete örnek gösterilebilir. Satılan mallar servet unsuru değildir."
  },
  {
    "id": "3841640",
    "unitNumber": 8,
    "text": "Güncel servet vergilerinin tahsilatında birincil neden aşağıdakilerden hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ekonomik istikrar",
      "B": "Ekonomik kalkınma",
      "C": "Ödemeler dengesinin sağlanması",
      "D": "Gelir dağılımında adalet",
      "E": "Kamu harcamalarının arttırılması"
    },
    "explanation": "Yanıtınız yanlış ise Servet Vergilerinin Olumlu ve Olumsuz Yönleri konusunu inceleyiniz.<br/>Servet vergilerinin toplanmasında mali amacın yanı sıra, gelir ve servet dağılımında eşitsizliğin azaltılması gibi bir sosyal amaç da vardır."
  },
  {
    "id": "3841641",
    "unitNumber": 8,
    "text": "Aşağıdaki vergilerden hangisi servet vergisinin tamamlayıcı fonksiyonu kapsamında değerlendirilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gelir vergisi",
      "B": "Katma değer vergisi",
      "C": "Özel tüketim vergisi",
      "D": "Emlak vergisi",
      "E": "Damga vergisi"
    },
    "explanation": "Yanıtınız yanlış ise Servet Vergilerinin Olumlu Yönleri konusunu yeniden inceleyiniz.<br/>Servet vergisinin gelir vergisini tamamlayıcılık fonksiyonu vardır."
  },
  {
    "id": "3841644",
    "unitNumber": 8,
    "text": "I. Servet vergisinin gelir vergisini tamamlayıcılık fonksiyonunun olması<br/>II. Servet vergilerinin milli gelirdeki değişiklikleri izlemesinin zor olması<br/>III. Servet vergilerinin denetiminin güç olması<br/>Yukarıda verilenlerden hangisi servet vergilerinin olumsuz nedenleri arasında gösterilmez?",
    "correctAnswer": "E",
    "options": {
      "A": "I-II",
      "B": "Yalnız II",
      "C": "I-II-III",
      "D": "II-III",
      "E": "Yalnız I"
    },
    "explanation": "Yanıtınız yanlış ise Servet Vergilerinin Olumlu Yönleri konusunu inceleyiniz.<br/>Servet vergisinin gelir vergisini tamamlayıcılık fonksiyonu servet vergilerinin olumlu yönleri arasındadır."
  },
  {
    "id": "3841646",
    "unitNumber": 8,
    "text": "Günümüzde uygulanan vergilerin bazıları doğrudan etkilere sahipken aynı zamanda dolaylı etkileri de mevcuttur. Motorlu taşıtlar vergisi de doğrudan etkilerinin yanı sıra dolaylı etkileri olan bir vergidir. Aşağıdakilerden hangisi motorlu taşıtlar vergisinin dolaylı etkileri arasındadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Çevre kirliliğini azaltması",
      "B": "Ekonomik büyüme",
      "C": "Verginin denetim fonksiyonu",
      "D": "Gelir adaleti",
      "E": "Kamusal finansman"
    },
    "explanation": "Yanıtınız yanlış ise Servet Vergilerinin Olumlı Ekonomik Etkileri konusunu inceleyiniz.<br/>Spesifik matraha dayalı motorlu taşıtlar vergisinde motor hacmi büyüdükçe ödenen vergi artmaktadır. Vergi bir maliyet unsurudur. İktisat kurallarına göre maliyet arttıkça fiyat artar, fiyat arttıkça mala olan talep azalır. Bu nedenle motorlu taşıtlar vergisinin motor hacmi büyük taşıtların tüketimini azaltması beklenir. Motor hacmi büyük taşıtların daha fazla hava kirliliğine neden olduğu düşünülürse, motorlu taşıtlar vergisinin dolaylı bir şekilde hava kirliliğini azaltıcı etkisinin olduğu iddia edilebilir."
  },
  {
    "id": "3841647",
    "unitNumber": 8,
    "text": "I. Sermaye birikimini olumsuz etkilemesi<br/>II. Çevre kirliliğini azaltması<br/>III. Ekonomik kararlarda saptırıcı bir etkiye neden olması<br/>Yukarıdakilerden hangisi servet vergisinin olumsuz ekonomik etkileri arasında yer almaz?",
    "correctAnswer": "D",
    "options": {
      "A": "I-III",
      "B": "I-II",
      "C": "I-II-III",
      "D": "Yalnız II",
      "E": "Yalnız III"
    },
    "explanation": "Yanıtınız yanlış ise Servet Vergilerinin Olumsuz Ekonomik Etkileri konusunu yeniden inceleyiniz.<br/>Çevre kirliliğini azaltması, motorlu taşıtlar vergisinin dolaylı yoldan sağladığı olumlu bir ekonomik etkidir. Diğer şıklar servet vergisinin olumsuz ekonomik etkileri arasındadır."
  },
  {
    "id": "3841652",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi gerçekleşmemiş kazanca örnek olarak gösterilebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bir kişinin evini satarak elde ettiği gelir",
      "B": "Kişinin cebine veya kasasına girmemiş, ancak tahakkuk etmiş gelir",
      "C": "Birikimli mevduattan elde edilen faiz geliri",
      "D": "Hisse senedi satışından elde edilen kar.",
      "E": "Kira gelirleri"
    },
    "explanation": "Yanıtınız yanlış ise Servet Vergilerinin Olumlu Yönleri konusunu yeniden inceleyiniz.<br/>Gerçekleşmemiş kazanç, kişi için tahakkuk etmiş ancak nakde dönüşmemiş (kişinin cebine veya kasasına girmemiş) gelirdir."
  }
]