[
  {
    "id": "3605172",
    "unitNumber": 1,
    "text": "Vergi suçları ve/ya da kabahatleri kural olarak hangi birime karşı işlenen (ekonomik) suç ve/ya da kabahat olarak kabul edilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Devlet hazinesi",
      "B": "Merkez bankası",
      "C": "Sayıştay",
      "D": "Özel bankalar",
      "E": "Ekonomi bakanlığı"
    },
    "explanation": "Bu kabahatin oluşması, Devlet Hazinesinin vergi zıyaı (kaybı) şeklinde bir zarara uğraması şartına bağlıdır. Hazinenin ileride karşılaşabileceği bir zarar, bir vergi kaybı ihtimali nedeniyle kabahat sayılmaktadır. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3605173",
    "unitNumber": 1,
    "text": "Vergi kabahatlerinin belirlenmesi ve bunlara birtakım yaptırımların uygulanması görev ve yetkisi aşağıdakilerden hangi kamu kurumuna aittir?",
    "correctAnswer": "C",
    "options": {
      "A": "Devlet hazinesi",
      "B": "Merkez bankası",
      "C": "Vergi idaresi",
      "D": "Belediye",
      "E": "Valilik"
    },
    "explanation": "Vergi kabahatlerinin belirlenmesi ve bunlara birtakım yaptırımların uygulanması görev ve yetkisi vergi idaresine aittir. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3605174",
    "unitNumber": 1,
    "text": "Vergi kabahatlerinin ve suçlarının belirlenmesinde ceza kesme işlemlerinden kaynaklanan uyuşmazlıkların çözümlenmesine ilişkin hükümler aşağıdaki hangi kanun kapsamında düzenlenmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Vergi usul kanunu",
      "B": "İdari yargılama usulü kanunu",
      "C": "Ceza Mahkemesi kanunu",
      "D": "Asli hukuk kanunu",
      "E": "Kabahatler kanunu"
    },
    "explanation": "Vergi Usul Kanunu’nda; ceza kesme işlemlerinden kaynaklanan uyuşmazlıkların çözümlenmesine ilişkin hükümler İdari Yargılama Usulü Kanunu’nda düzenlenmektedir. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3605175",
    "unitNumber": 1,
    "text": "Vergi ceza hukukunun aşağıdaki hangi hukuk dalıyla bir bağlantısı yoktur?",
    "correctAnswer": "D",
    "options": {
      "A": "Anayasa hukuku",
      "B": "Ceza hukuku",
      "C": "İdare hukuku",
      "D": "Medeni hukuk",
      "E": "Devletlerarası hukuk"
    },
    "explanation": "Vergi ceza hukukunun bazı hukuk dalları ile ilişkisinin bulunması kaçınılmazdır. Bu ilişkiler daha çok, <br/>anayasa hukuku, ceza hukuku, idare hukuku, devletlerarası hukuk ve devletlerarası vergi hukuku ile özel hukukun bazı dalları arasındadır. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3605176",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi vergi ceza hukukunun bağlayıcı kaynaklarından biri <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Anayasa",
      "B": "Kanun",
      "C": "Cumhurbaşkanlığı kararnamesi",
      "D": "İçtihadı birleştirme (Yargıtay ve Danıştayın) kararları",
      "E": "Maliye bakanlığı"
    },
    "explanation": "Vergi ceza hukukunun bağlayıcı kaynakları, anayasa, kanun, devletler arası anlaşma, Cumhurbaşkanlığı Kararnamesi, Anayasa Mahkemesi Kararları, içtihadı birleştirme (Yargıtay ve Danıştayın) kararlarıdır. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3605177",
    "unitNumber": 1,
    "text": "Cumhurbaşkanı hangi anayasa maddesi gereğince vergi, resim, harç ve benzeri mali yükümlülüklerin muaflık, istisna, indirim ve oranlarına ilişkin düzenlemeler yapma yetkisine sahip olabilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Anayasanın 73’üncü maddesi son fıkrası",
      "B": "Anayasanın 81’inci maddesi üçüncü fıkrası",
      "C": "Anayasanın 38’inci maddesi",
      "D": "Anayasanın 125’inci maddesi ilk fıkrası",
      "E": "Anayasanın 36’ıncı maddesi son fıkrası"
    },
    "explanation": "Anayasa’nın 73’üncü maddesinin son fıkrası uyarınca kanunla Cumhurbaşkanına, kanunun belirttiği yukarı ve aşağı sınırlar içinde vergi, resim, harç ve benzeri malî yükümlülüklerin muaflık, istisna, indirim ve oranlarına ilişkin düzenlemeler yapma yetkisi verilebilmektedir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3605178",
    "unitNumber": 1,
    "text": "Yönetmeliklerin normlar hiyerarşisinde anayasaya, kanunlara, cumhurbaşkanlığı kararnamelerine aykırı olduğu hallerde dava açılması gereken kurum aşağıdakilerden hangisidir ?",
    "correctAnswer": "D",
    "options": {
      "A": "Sayıştay",
      "B": "Anayasa Mahkemesi",
      "C": "Avrupa insan hakları Mahkemesi",
      "D": "Danıştay",
      "E": "Suç ceza Mahkemesi"
    },
    "explanation": "Yönetmelikler normlar hiyerarşisinde, Anayasaya, kanunlara, Cumhurbaşkanlığı Kararnamelerine aykırı olamazlar. Aykırılık hâlinde, Danıştay'da açılacak iptal davası sonucunda iptal edilmelerine <br/>karar verilmesi mümkündür. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3605179",
    "unitNumber": 1,
    "text": "Hukuk alanında akademide ya da uygulama-yargılama alanında faaliyet gösteren kişilerin hukuki konular hakkında açıkladıkları görüş ve düşüncelere ne ad verilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Genel tebliğler",
      "B": "Sirkülerler",
      "C": "Bilimsel görüşler (doktrin-öğreti)",
      "D": "Özelgeler",
      "E": "Yönetmelikler"
    },
    "explanation": "Hukuk alanında akademide ya da uygulama-yargılama alanında faaliyet gösteren kişilerin <br/>hukukî konular ve meseleler hakkında açıkladıkları görüş ve düşüncelerine bilimsel görüş (ilmî içtihat doktrin-öğreti) denilmektedir. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3605180",
    "unitNumber": 1,
    "text": "Kanunların yorumlanmasında kanun koyucu tarafından yapılan yorum aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İdari yorum",
      "B": "Yargı yorumu",
      "C": "Bilimsel yorum",
      "D": "Yasama yorumu",
      "E": "Deyimsel yorum"
    },
    "explanation": "Yasama yorumu, yasama organı, yani kanun koyucu tarafından yapılan yorumdur. Kanun hükmünün nasıl anlaşılması gerektiğine ilişkin olarak yasama organı tarafından yapılan yoruma yasama yorumu denmektedir. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3605181",
    "unitNumber": 1,
    "text": "Soyut hukuk kuralının somut olaya uygulanması sırasında ilk başvurulacak yöntem aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sistematik yorum",
      "B": "Tarihi yorum",
      "C": "Amaca göre (gai) yorum",
      "D": "Keyfe göre yorum",
      "E": "Lafzi (deyimsel) yorum"
    },
    "explanation": "Lafzî yorum, soyut hukuk kuralının somut olaya uygulanması sırasında başvurulacak ilk yöntemdir. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3844317",
    "unitNumber": 1,
    "text": "Vergi ceza hukukuna ilişkin olarak aşağıdakilerden hangisi söylenemez?",
    "correctAnswer": "A",
    "options": {
      "A": "Vergi Ceza Hukuku sadece kabahat niteliği taşıyan vergi kanunlarına aykırılıkları incelemektedir.",
      "B": "Vergi suçları ve/ya da kabahatleri, kural olarak Devlet Hazinesine karşı işlenmektedir.",
      "C": "Vergi kabahatlerinin belirlenmesi ve bunlara birtakım yaptırımların uygulanması görev ve yetkisi vergi idaresine aittir.",
      "D": "Usulsüzlük kabahatlerini oluşturan fiiller, Hazinenin ileride karşılaşabileceği bir zarar, bir vergi kaybı ihtimali nedeniyle kabahat sayılmaktadır.",
      "E": "Vergi borcu bakımından yalnız mükellef ve vergi sorumlularının vergi dairesine muhatap olmaktadır."
    },
    "explanation": "Vergi Ceza Hukuku hem kabahat hem de suç niteliği taşıyan vergi kanunlarına aykırılıkları ve bunlara ilişkin ceza ve/ya da yaptırımları incelemektedir."
  },
  {
    "id": "3844318",
    "unitNumber": 1,
    "text": "Vergi ödevi ilişkisinden kaynaklanan hukuka aykırılıklardan hangilerinin kabahat ve/ya da suç oluşturduğunun ve bunlara hangi cezaların ve/ya da yaptırımların uygulanacağının kanunlarda düzenlenmesi gerekmektedir.<br/>Bu durum, aşağıdaki ilkelerden hangisinin sonucu niteliğindedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Usul ekonomisi ilkesi",
      "B": "Kanunsuz suç ve ceza olmaz ilkesi",
      "C": "Tabi hakim ilkesi",
      "D": "Hukuki dinlenilme hakkı",
      "E": "Mahkemeye erişim ilkesi"
    },
    "explanation": "Vergi ödevi ilişkisinden kaynaklanan hukuka aykırılıklardan hangilerinin kabahat ve/ya da suç oluşturduğunun ve bunlara hangi cezaların ve/ya da yaptırımların uygulanacağının kanunlarda düzenlenmesi gerekmektedir. Bu, kanunsuz suç ve ceza olmaz ilkesinin bir gereğidir."
  },
  {
    "id": "3844319",
    "unitNumber": 1,
    "text": "Ceza kesme işlemlerinden kaynaklanan uyuşmazlıkların çözümlenmesine ilişkin hükümler aşağıdaki kanunların hangisinde yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Vergi Usul Kanunu",
      "B": "Ceza ve Güvenlik Tedbirlerin İnfazı Hakkında Kanun",
      "C": "İdari Yargılama Usulü Kanunu",
      "D": "Türk Ceza Kanunu",
      "E": "Ceza Muhakemesi Kanunu"
    },
    "explanation": "Vergi kabahatlerinin ve suçlarının belirlenmesi; kabahat işlemiş olanlar hakkında ceza kesilmesi Vergi Usul Kanunu’nda; ceza kesme işlemlerinden kaynaklanan uyuşmazlıkların çözümlenmesine ilişkin hükümler İdari Yargılama Usulü Kanunu’nda; ceza mahkemelerinde yargılanacak suçlar için uygulanacak usûl hükümleri de Ceza Muhakemesi Kanunu’nda düzenlenmektedir."
  },
  {
    "id": "3844320",
    "unitNumber": 1,
    "text": "Vergiyi tarh, tebliğ, tahakkuk ve tahsili gibi, vergi cezalarına ilişkin olarak yapılması gereken bu görev ve yetkiler, aşağıdaki hukuk dallarından hangisi ile ilişkilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Anayasa hukuku",
      "B": "Ceza hukuku",
      "C": "Devletlerarası hukuk",
      "D": "İdare hukuku",
      "E": "Ticaret hukuku"
    },
    "explanation": "Vergi Hukukunun İdare Hukuku ile yoğun ve yakın ilişkisi, Vergi Ceza Hukukunun da İdare Hukuku ile çok yakın bir bağlantısı olmasını gerektirmektedir. Örneğin, vergiyi tarh, tebliğ, tahakkuk ve tahsil eden idare olduğu gibi, vergi cezalarına ilişkin olarak yapılması gereken bu görev ve yetkilerin hemen hemen tümü de idareye aittir. Nitekim idare, vergi kabahatlerinin tesbiti ve bunlara uygulanacak olan cezaların kesilmesi görev ve yetkisine sahiptir."
  },
  {
    "id": "3844321",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi, vergi ceza hukukunun yardımcı kaynağı niteliğindedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Anayasa",
      "B": "Kanun",
      "C": "Anayasa Mahkemesi Kararları",
      "D": "İçtihadı birleştirme kararları",
      "E": "Hazine ve Maliye Bakanlığının Genel Tebliğleri"
    },
    "explanation": "Bağlayıcılık ve yeni vergi ceza normu koyma ölçütüne göre bağlayıcı kaynak niteliği taşımayan yardımcı kaynaklar arasında yargı kararları, Cumhurbaşkanı Kararları, Yönetmelik, Hazine ve Maliye Bakanlığının Genel Tebliğleri, özelgeleri (muktezaları), sirkülerleri ile bilimsel görüşler yer almaktadır."
  },
  {
    "id": "3844323",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi, vergi ceza hukukukun bağlayıcı kaynaklarındandır?",
    "correctAnswer": "A",
    "options": {
      "A": "Cumhurbaşkanlığı Kararnamesi",
      "B": "Yargı kararları",
      "C": "Yönetmelik",
      "D": "Hazine ve Maliye Bakanlığının Genel Tebliğleri",
      "E": "Bilimsel görüşler"
    },
    "explanation": "Vergi ceza hukukunun bağlayıcı kaynakları, anayasa, kanun, devletler arası anlaşma, Cumhurbaşkanlığı Kararnamesi, Anayasa Mahkemesi Kararları, içtihadı birleştirme (Yargıtay ve Danıştayın) kararlarıdır."
  },
  {
    "id": "3844325",
    "unitNumber": 1,
    "text": "........hiyerarşik âmirlerin ve özellikle bakanların, sahip oldukları hiyerarşi gücüne dayanarak astlarına onların uygulamakla yükümlü oldukları kanun, Cumhurbaşkanlığı Kararnamesi, Cumhurbaşkanı Kararı ile yönetmelik hükümlerinin yorumlanması ve uygulanması konusunda verdikleri emir, talimat ve görüşlerdir. İlgili boşluk, aşağıdakilerden hangisi ile doldurulmalıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Genelge",
      "B": "Sirküler",
      "C": "Tüzük",
      "D": "Genel tebliğ",
      "E": "Özelge"
    },
    "explanation": "Sirkülerler, hiyerarşik âmirlerin ve özellikle bakanların, sahip oldukları hiyerarşi gücüne dayanarak astlarına onların uygulamakla yükümlü oldukları kanun, Cumhurbaşkanlığı Kararnamesi, Cumhurbaşkanı Kararı ile yönetmelik hükümlerinin yorumlanması ve uygulanması konusunda verdikleri emir, talimat ve görüşlerdir."
  },
  {
    "id": "3844327",
    "unitNumber": 1,
    "text": "Kanun hükmünün nasıl anlaşılması gerektiğine ilişkin olarak yasama organı tarafından yapılan yorum, aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yargı yorumu",
      "B": "İdari yorum",
      "C": "Yasama yorumu",
      "D": "Bilimsel yorum",
      "E": "Sistematik yorum"
    },
    "explanation": "Yasama yorumu, yasama organı, yani kanun koyucu tarafından yapılan yorumdur. Kanun hükmünün nasıl anlaşılması gerektiğine ilişkin olarak yasama organı tarafından yapılan yoruma yasama yorumu denmektedir."
  },
  {
    "id": "3844329",
    "unitNumber": 1,
    "text": "Hazine ve Maliye Bakanlığının vergi kanunlarına ilişkin olarak yayınladığı Genel Tebliğler, aşağıdaki yorum türlerinden hangisi kapsamında değerlendirilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yargı yorumu",
      "B": "Tarihi yorum",
      "C": "İdari yorum",
      "D": "Amaçsal yorum",
      "E": "Yasama yorumu"
    },
    "explanation": "İdarî yorum, genel düzenleyici işlemlerle yapılırsa genel ve soyut; şahsa özgü (bireysel) işlemlerle yapılırsa özel ve somut nitelik taşımaktadır. Hazine ve Maliye Bakanlığının vergi kanunlarına ilişkin olarak yayınladığı Genel Tebliğler birinci türe; mükelleflerin vergi durumları ve vergi uygulamalarına ilişkin bilgi edinme isteklerine cevap olarak Hazine ve Maliye Bakanlığı Gelir İdaresi Başkanlığının ve/<br/>ya da vergi dairesi başkanlıkların/Defterdarlıkların verdiği cevaplar (özelgeler) (VUK.m.413) ise, ikinci türe örnektir.<br/>İdarî yorum, genel düzenleyici işlemlerle yapılırsa genel ve soyut; şahsa özgü (bireysel) işlemlerle yapılırsa özel ve somut nitelik taşımaktadır. Hazine ve Maliye Bakanlığının vergi kanunlarına ilişkin olarak yayınladığı Genel Tebliğler birinci türe; mükelleflerin vergi durumları ve vergi uygulamalarına ilişkin bilgi edinme isteklerine cevap olarak Hazine ve Maliye Bakanlığı Gelir İdaresi Başkanlığının ve/ ya da vergi dairesi başkanlıkların/Defterdarlıkların verdiği cevaplar (özelgeler) (VUK.m.413) ise, ikinci türe örnektir."
  },
  {
    "id": "3844331",
    "unitNumber": 1,
    "text": "Kıyasa ilişkin aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Kıyas ise, sebeplerdeki benzerliğe dayanarak var olan bir kuralın kanun tarafından kapsama alınmayan bir olaya uygulanması demektir.",
      "B": "Vergi hukuku ve ceza hukukunda, dolayısıyla vergi ceza hukukunda kıyasa başvurmak mümkün değildir.",
      "C": "Kıyas, kanunun anlamını ortaya koyabilmek için değil fakat kanundaki boşlukları doldurmak için yapılan genişletici bir işlemdir.",
      "D": "Kıyasta, kanun koyucunun amacı araştırılmamakta, kanun koyucuya özgü bir<br/>faaliyette bulunulmuş olmaktadır.",
      "E": "Kanunun yorumlanması ile kıyasen uygulanması aynı kavramlardır."
    },
    "explanation": "Kanun hükümlerinin uygulanmasında kimi zaman kıyas yoluna da başvurulur. Fakat kanunun yorumlanması ile kıyasen uygulanması birbirinden farklı kavramlardır."
  },
  {
    "id": "3604966",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi vergi ceza hukukunda müteselsil sorumluluğa örnek değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bireysel vergide sorumluluk",
      "B": "Damga vergisinde müteselsil sorumluluk",
      "C": "Meslek mensuplarının müteselsil sorumluluğu",
      "D": "Tasfiye memurlarının müteselsil sorumluluğu",
      "E": "Motorlu taşıtlar vergisinde müteselsil sorumluluk"
    },
    "explanation": "Bireysel vergide sorumluluk vergi ceza hukukunda müteselsil sorumluluğa örnek değildir."
  },
  {
    "id": "3604969",
    "unitNumber": 2,
    "text": "Damga vergisinde, ............................... Bakanlığı tarafından belirlenen mükellefler, kurum ve kuruluşlar, taraf oldukları işlemlere ilişkin kâğıtlara ait verginin beyan ve ödenmesinden sorumludurlar. Cümledeki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Adalet",
      "B": "Hazine ve Maliye",
      "C": "İçişleri",
      "D": "Dışişleri",
      "E": "Milli Savunma"
    },
    "explanation": "Hazine ve Maliye Bakanlığı tarafından belirlenen mükellefler, kurum ve kuruluşlar, taraf oldukları işlemlere ilişkin kâğıtlara ait verginin beyan ve ödenmesinden sorumludurlar. Verginin ödenmemesi veya noksan ödenmesi durumunda vergi, ceza ve fer’ileri, vergi için diğer işlem taraflarına rücû hakkı olmak üzere, bu fıkrada belirtilen kişilerden alınır (DVK.m.24/III)."
  },
  {
    "id": "3604971",
    "unitNumber": 2,
    "text": "Vergi suçlarına ilişkin cezalarda ceza ehliyeti aşağıdakilerden hangisinin hükümlerine göre belirlenmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ticaret Hukuk",
      "B": "Vergi Hukuku",
      "C": "Ceza Hukuku",
      "D": "Borçlar Hukuku",
      "E": "İdare Hukuku"
    },
    "explanation": "Ceza hukuku anlamında vergi suçlarına ilişkin cezalarda ceza ehliyeti ise, Ceza Hukuku (TCK.m.31) hükümlerine göre belirlenmektedir."
  },
  {
    "id": "3604977",
    "unitNumber": 2,
    "text": "..................... Kanunu’na göre, medenî hakları kullanma ehliyetine sahip olsun olmasın, her kişinin vergi kanunları karşısında mükellef ve/ya da vergi sorumlusu olması mümkündür. Cümledeki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Borçlar",
      "B": "Medeni",
      "C": "Ticaret",
      "D": "Vergi Usul",
      "E": "Ceza"
    },
    "explanation": "Vergi Usul Kanunu’na göre, medenî hakları kullanma ehliyetine sahip olsun olmasın, her kişinin vergi kanunları karşısında mükellef ve/ya da vergi sorumlusu olması mümkündür. Ayrıca vergiyi doğuran olay, kanunlarla yasak edilmiş bir fiilden doğmuş olsa bile, herhangi bir verginin konusuna girmesi hâlinde, yükümlülük ve/ya da sorumluluk ortadan kalmamaktadır (VUK.m.9)."
  },
  {
    "id": "3604980",
    "unitNumber": 2,
    "text": "Kabahatler Kanununa göre kabahatler karşılığı olan yaptırımların türü, süresi ve miktarı, ancak neyle belirlenebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "genelge",
      "B": "idari karar",
      "C": "yönerge",
      "D": "yönetmelik",
      "E": "kanunla"
    },
    "explanation": "“Kabahat karşılığı olan yaptırımların türü, süresi ve miktarı, ancak kanunla belirlenebilir.” (KabK.m.4/1, 2)."
  },
  {
    "id": "3604981",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi suçluluğu mahkeme kararı ile sabit olmadıkça kimsenin suçlu sayılmamasıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Masumiyet karinesi",
      "B": "Kabahatlerin kanunîliği ilkesi",
      "C": "Yaptırımların kanunîliği ilkesi",
      "D": "Ceza ve Güvenlik tedbirlerinin kanunîliği ilkesi",
      "E": "Suçların kanunîliği ilkesi"
    },
    "explanation": "Masumiyet karinesi: Suçluluğu mahkeme kararı ile sabit olmadıkça kimsenin suçlu sayılmamasıdır."
  },
  {
    "id": "3604982",
    "unitNumber": 2,
    "text": "Vergi kabahati, mükellef ve vergi sorumlusu başta olmak üzere, vergi ödevlilerinin vergi kanunları ile hangi kanununda belirtilen usûl ve şekle veya görev ve/ya da ödeve ilişkin hükümlerine yaptırımı gerektirecek şekilde kısmen ya da tamamen aykırı davranmasıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Medeni Kanun",
      "B": "Vergi Usul Kanunu",
      "C": "Ceza Kanunu",
      "D": "Borçlar Kanunu",
      "E": "Ticaret Kanunu"
    },
    "explanation": "Vergi kabahati, mükellef ve vergi sorumlusu başta olmak üzere, vergi ödevlilerinin vergi kanunları ile Vergi Usul Kanunu’nda belirtilen usûl ve şekle veya görev ve/ya da ödeve ilişkin hükümlerine yaptırımı gerektirecek şekilde kısmen ya da tamamen aykırı davranmasıdır."
  },
  {
    "id": "3604983",
    "unitNumber": 2,
    "text": "Kabahat işlenmesi hâlinde idarî makamlar tarafından uygulanan idarî para cezası ve idarî tedbirlere ne dedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Fail",
      "B": "Suç",
      "C": "İdari yaptırım",
      "D": "Kabahat",
      "E": "Güvenlik tedbiri"
    },
    "explanation": "İdarî yaptırım, kabahat işlenmesi hâlinde idarî makamlar tarafından uygulanan idarî para cezası ve idarî tedbirlerdir.<br/>İdari yaptırım"
  },
  {
    "id": "3604984",
    "unitNumber": 2,
    "text": "........................., hukuka aykırı davranışta bulunan kişiyi ve/ya da toplumu belli zarar tehlikesinden koruma amacına yönelik bir müeyyidedir. Boşluğa aşağılardakilerden hangisi gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Fail",
      "B": "Suç",
      "C": "Kabahat",
      "D": "Güvenlik tedbiri",
      "E": "İdari suç"
    },
    "explanation": "Güvenlik tedbiri, hukuka aykırı davranışta bulunan kişiyi ve/ya da toplumu belli zarar tehlikesinden koruma amacına yönelik bir müeyyidedir."
  },
  {
    "id": "3604985",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi kanunun, karşılığında idarî yaptırım uygulanmasını gerekli gördüğü haksızlıktır?",
    "correctAnswer": "E",
    "options": {
      "A": "Güvenlik tedbiri",
      "B": "Yaptırım",
      "C": "Fail",
      "D": "Suç",
      "E": "Kabahat"
    },
    "explanation": "Kabahat, kanunun, karşılığında idarî yaptırım uygulanmasını gerekli gördüğü haksızlıktır."
  },
  {
    "id": "3844434",
    "unitNumber": 2,
    "text": "Kanunî tarife (tipe) uygun, hukuka aykırı ve kusurlu fiil aşağıdaki kavramlardan hangisi ile ifade edilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Suç",
      "B": "Ceza",
      "C": "Kabahat",
      "D": "Güvenlik tedbiri",
      "E": "İdari yaptırım"
    },
    "explanation": "Genel ceza hukukunda suçun tanımı konusunda ayrıntılı tartışmaların olduğu bilinmektedir. Suçu, kanunî tarife (tipe) uygun, hukuka aykırı ve kusurlu bir fiil olarak tanımlamak mümkündür."
  },
  {
    "id": "3844436",
    "unitNumber": 2,
    "text": "Kabahate ilişkin olarak aşağıdaki ifadelerden hangisi yanlıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Kabahat, kanunun, karşılığında idarî yaptırım uygulanmasını gerekli gördüğü haksızlıktır.",
      "B": "Kabahatler, her durumda sadece kasten işlenebilir.",
      "C": "Kanunla düzenlenmeyen veya kapsam ve şartlarının çerçevesi kanunla belirlenmeyen bir fiilin kabahat olarak nitelendirilmesi ve buna idare tarafından bir yaptırım uygulanması mümkün değildir.",
      "D": "Kabahat, icraî veya ihmalî davranışlarla işlenebilir.",
      "E": "İhmalî davranışla bir kabahatin işlenmiş sayılabilmesi için kişi açısından belli bir icraî davranışta bulunma hususunda hukukî yükümlülüğün varlığı şarttır."
    },
    "explanation": "Kabahatler, kanunda açıkça hüküm bulunmayan hâllerde hem kasten hem de taksirle işlenebilir."
  },
  {
    "id": "3844437",
    "unitNumber": 2,
    "text": "I. İdarî para cezası, sadece maktû niteliktedir. <br/>II. Kabahatler Kanunu, yaptırımı tanımlamıştır. <br/>III. İşlenen kabahatler karşılığında idarî yaptırım uygulanması gerekir.<br/>IV. İdarî yaptırım, kabahat işlenmesi hâlinde idarî makamlar tarafından uygulanan idarî para cezası ve idarî tedbirlerdir.<br/>İdari yaptırıma ilişkin olarak yukarıdakilerden hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II",
      "B": "II, III",
      "C": "III, IV",
      "D": "I, III",
      "E": "II, IV"
    },
    "explanation": "Kabahatler Kanunu, yaptırımı tanımlamayıp kabahatler için uygulanması gereken idarî yaptırım türlerini düzenlemektedir. İdarî yaptırım, kabahat işlenmesi hâlinde idarî makamlar tarafından uygulanan idarî para cezası ve idarî tedbirlerdir. İdarî para cezası, maktû veya nisbî olabilir. İdarî tedbirler ise, mülkiyetin kamuya geçirilmesi veya ilgili kanunlarında yer alan diğer tedbirlerdir."
  },
  {
    "id": "3844438",
    "unitNumber": 2,
    "text": "Vergi zıyaına (kaybına) yol açacak şekilde vergi kaçakçılığı suçu işlenilmesi hâlinde hem hapis cezasına hükmedilmesi hem de zıyaa (kayba) uğratılan verginin ....... katı (vergi ziyaı) ceza(sı) kesilmesi gerekir.<br/>İlgili boşluk aşağıdakilerden hangisi ile doldurulmalıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "6",
      "B": "5",
      "C": "4",
      "D": "3",
      "E": "2"
    },
    "explanation": "Vergi zıyaına (kaybına) yol açacak şekilde vergi kaçakçılığı suçu işlenilmesi hâlinde hem hapis cezasına hükmedilmesi hem de zıyaa (kayba) uğratılan verginin üç katı (vergi ziyaı) ceza(sı) kesilmesi gerekir."
  },
  {
    "id": "3844439",
    "unitNumber": 2,
    "text": "Suçluluğu mahkeme kararı ile sabit olmadıkça kimsenin suçlu sayılmaması, aşağıdaki kavramlardan hangisi ile ifade edilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kanuni hakim ilkesi",
      "B": "Tabii hakim ilkesi",
      "C": "Kanunsuz suç ve ceza olmaz ilkesi",
      "D": "Cezaların şahsiliği",
      "E": "Masumiyet karinesi"
    },
    "explanation": "Masumiyet karinesi: Suçluluğu mahkeme kararı ile sabit olmadıkça kimsenin<br/>suçlu sayılmamasıdır."
  },
  {
    "id": "3844453",
    "unitNumber": 2,
    "text": "Vergiler nasıl Anayasaya uygun kanunlarla konulmakta, değiştirilmekte ve/ya da kaldırılmakta ise, vergi kabahatleri ile suçlarının ve bunlara uygulanacak ceza ve/ya da yaptırımların da ancak kanunlarla düzenlenmesi gerekmektedir. <br/>Bu durumu ifade eden ilke, aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kanunilik ilkesi",
      "B": "Masumiyet karinesi",
      "C": "Kanunların geçmişe yürümemesi",
      "D": "Hukuki dinlenilme hakkı",
      "E": "Adalete erişim ilkesi"
    },
    "explanation": "Vergiler nasıl Anayasaya uygun kanunlarla konulmakta, değiştirilmekte ve/ya da kaldırılmakta ise, vergi kabahatleri ile suçlarının ve bunlara uygulanacak ceza ve/ya da yaptırımların da ancak kanunlarla düzenlenmesi gerekmektedir. Buna ceza hukukunda “kanunsuz suç ve ceza olmaz ilkesi” denilmektedir."
  },
  {
    "id": "3844455",
    "unitNumber": 2,
    "text": "Kabahat karşılığı olan yaptırımların türü, süresi ve miktarı, ancak ....... belirlenebilir. İlgili boşluk, aşağıdakilerden hangisi ile doldurulmalıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Tüzük",
      "B": "Kanun",
      "C": "Yönetmelik",
      "D": "Cumhurbaşkanlığı Kararnamesi",
      "E": "Genelge"
    },
    "explanation": "Kabahat karşılığı olan yaptırımların türü, süresi ve miktarı, ancak kanunla belirlenebilir."
  },
  {
    "id": "3844457",
    "unitNumber": 2,
    "text": "I. Türk Ceza Kanunu<br/>II. Ceza Muhakemesi Kanunu<br/>III. İdari Yargılama Usulü Kanunu<br/>IV. Danıştay Kanunu<br/>Yukarıdakilerden hangisi, vergi kabahatleri ve yaptırımları bakımından dikkate alınacak kurallardandır?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II",
      "B": "II, III",
      "C": "III, IV",
      "D": "I, III",
      "E": "II, IV"
    },
    "explanation": "Vergi kabahatleri ve yaptırımları bakımından ise, kabahati ve yaptırımını düzenleyen kanun hükümlerinden başka, Vergi Usul Kanunu’nun 364, 366, 370, mükerrer 378, 379 ve 116’ncı maddeleri, İdari Yargılama Usulü Kanunu, Bölge İdare Mahkemeleri, İdare Mahkemeleri ve Vergi Mahkemelerinin Kuruluş ve Görevleri Hakkında Kanun ile Danıştay Kanunu hükümlerinin uygulanması mümkün ve gereklidir."
  },
  {
    "id": "3844458",
    "unitNumber": 2,
    "text": "Vergi kaçakçılığında sorumluluğa ilişkin olarak aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Vergi kaçakçılığı suçu, ceza hukuku anlamında bir suçtur ve faili hürriyeti bağlayıcı ceza ile cezalandırılır.",
      "B": "Vergi kaçakçılığı suçu, kanunda suç sayılan fiillerin ancak bilerek ve istenerek işlenmesi hâlinde gerçekleşmektedir.",
      "C": "Gerçek kişi olan mükellef işletmeyi kendisi idare ederken vergi kaçakçılığı suçunu kendisi işlemiş ise, kendisinin ceza sorumlusu olacaktır.",
      "D": "Vergi kaçakçığı suçu, taksirle de işlenebilir.",
      "E": "Küçüklerin ve kısıtlıların kanunî temsilcileri, temsil ettikleri küçük ve kısıtlıların vergi ödevlerini yerine getirirken vergi kaçakçılığı suçunu oluşturan fiilleri işlemeleri hâlinde, vergi kaçakçılığı suçunun faili kanunî temsilciler olmaktadır."
    },
    "explanation": "Ceza hukukuna göre, hukuka aykırı bir fiilin suç sayılabilmesi için, kural olarak, kasten işlenmiş olması gerekir. Başka bir deyişle, vergi kaçakçılığı suçu, kanunda suç sayılan fiillerin ancak bilerek ve istenerek işlenmesi hâlinde gerçekleşmektedir. Bu itibarla vergi kaçakçılığı suçunun taksirle işlenmesi mümkün değildir."
  },
  {
    "id": "3844459",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi; Vergi Usul Kanunu’nun 5’inci maddesine göre mahremiyetten sorumlu olan kişilerden değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Vergi işlemleri ve incelemeleri ile uğraşan memurlar",
      "B": "Vergi mahkemeleri, bölge idare mahkemeleri ve Danıştay’da görevli olanlar",
      "C": "Vergi kanunlarına göre kurulan komisyonlara iştirak edenler",
      "D": "Vergi işlerinde yararlanılan bilirkişiler",
      "E": "Vergi mükellefi"
    },
    "explanation": "Vergi Usul Kanunu’nun 5’inci maddesine göre,<br/>• Vergi işlemleri ve incelemeleri ile uğraşan memurlar,<br/>• Vergi mahkemeleri, bölge idare mahkemeleri ve Danıştay’da görevli olanlar,<br/>• Vergi kanunlarına göre kurulan komisyonlara iştirak edenler,<br/>• Vergi işlerinde yararlanılan bilirkişiler<br/>görevleri nedeniyle, mükellefin ve mükellef ile ilgili kimselerin şahıslarına, muamele ve hesap durumlarına, işlerine, işletmelerine, servetlerine veya mesleklerine ilişkin olmak üzere öğrendikleri sırları veya gizli kalması gereken diğer hususları ifşa edemezler ve kendilerinin veya üçüncü şahısların yararına kullanamazlar.<br/>Vergi Usul Kanunu’nun 5’inci maddesine göre, • Vergi işlemleri ve incelemeleri ile uğraşan memurlar, • Vergi mahkemeleri, bölge idare mahkemeleri ve Danıştay’da görevli olanlar, • Vergi kanunlarına göre kurulan komisyonlara iştirak edenler, • Vergi işlerinde yararlanılan bilirkişiler görevleri nedeniyle, mükellefin ve mükellef ile ilgili kimselerin şahıslarına, muamele ve hesap durumlarına, işlerine, işletmelerine, servetlerine veya mesleklerine ilişkin olmak üzere öğrendikleri sırları veya gizli kalması gereken diğer hususları ifşa edemezler ve kendilerinin veya üçüncü şahısların yararına kullanamazlar."
  },
  {
    "id": "3604967",
    "unitNumber": 3,
    "text": "Vergi ziyaı kabahatine sebebiyet veren hareketler ceza üzerindeki etkisine bağlı olarak ağır, orta ve hafif fiiller olmak üzere üç gruba ayrılmıştır. Aşağıdakilerden hangisi ağır nitelikli fiiller arasında yer almaz?",
    "correctAnswer": "C",
    "options": {
      "A": "Hesap ve Muhasebe Hileleri Yapmak",
      "B": "Çift Defter Kullanmak",
      "C": "Beyannamenin Kanunî Süresinden Sonra Kendiliğinden Verilmesi",
      "D": "Defter, Kayıt ve Belgeleri Tahrif Etmek veya Gizlemek",
      "E": "Muhteviyatı İtibariyle Yanıltıcı Belge Düzenleme veya Kullanmak"
    },
    "explanation": "Kanunda, hafif nitelikli olarak; biri beyannamenin kanunî süresinden sonra kendiliğinden verilmesi (VUK. m. 344/son), ikincisi transfer fiyatlaması yoluyla örtülü kazanç dağıtımı (KVK m.13/8) ve üçüncüsü ise beyannamenin izaha davet kapsamında verilmesi (VUK m.370) olarak üç fiile yer verilmiştir. Bunlardan birinci ve ikinci fiillerle ilgili ceza 1/2 kat iken üçüncü fiil için 1/5 olarak belirlenmiştir."
  },
  {
    "id": "3604968",
    "unitNumber": 3,
    "text": "Orta nitelikli fiiller ağır ve hafif nitelikli fiiller dışında kalan tüm fiiller olarak ortaya konmuştur. Bu nedenle orta nitelikli fiiller tam anlamıyla “................ fiiller” olarak düzenlenmiştir.\n Yukarıdaki boşluğa aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "bağlı hareketli",
      "B": "serbest hareketli",
      "C": "bağımsız hareketli",
      "D": "kısıtlı hareketli",
      "E": "kısıtsız hareketli"
    },
    "explanation": "Orta nitelikteki fiiller sayma yoluyla belirlenmemiştir. Orta nitelikli fiiller ağır ve hafif nitelikli<br/>fiiller dışında kalan tüm fiiller olarak ortaya konmuştur. Bu nedenle orta nitelikli fiiller tam anlamıyla “serbest hareketli fiiller” olarak düzenlenmiştir."
  },
  {
    "id": "3604970",
    "unitNumber": 3,
    "text": "Vergi ziyaı kabahatinin cezası aşağıdaki şıklardan hangisinde doğru olarak nitelendirilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "adli para cezası",
      "B": "hapis cezası",
      "C": "adli güvenlik yaptırımı",
      "D": "idari para cezası",
      "E": "vergiden muafiyet"
    },
    "explanation": "Kabahatin cezası, ziyaa uğratılan vergi miktarı üzerinden hesaplanan idarî para cezasıdır. Ceza miktarının hesaplanmasında vergi ziyaı kabahatine sebep olan fiillerin ağır, orta ve hafif nitelikte olmalarına göre farklılaşmaya gidilir."
  },
  {
    "id": "3604972",
    "unitNumber": 3,
    "text": "Kanun koyucu genel usulsüzlüğe yol açan hareketleri kendi içinde birinci derece ve ikinci derece olmak üzere ayırmış ve hangi hareketler olduğunu tek tek saymıştır. Buna göre aşağıdakilerden hangisi ikinci derece genel usulsüzlük hali olarak karşımıza çıkmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Vergi Karnesinin İbraz Edilmemesi",
      "B": "İşe Başlamanın Zamanında Bildirilmemesi",
      "C": "Defterlerde Kayıt Nizamına Uyulmaması",
      "D": "Kayıt ve Belgelerin Noksanlığı, Usulsüzlüğü veya Karışıklığı",
      "E": "Defterlerin Tutulmaması"
    },
    "explanation": "İkinci derece fiiller, birinci derecedeki fiillere göre nispeten daha hafif sayılan ihlâller şeklinde düzenlenmiştir. Bunlardan biri de \"Vergi Karnesinin İbraz Edilmemesi\"dir. Diğer şıklarda sayılan birinci derecedeki genel usulsüzlüklerdir."
  },
  {
    "id": "3604973",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi birinci derecedeki genel usulsüzlük halleri içinde yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Ekim Sayım Beyanlarının Süresinde veya Doğru Bir Şekilde Yapılmaması",
      "B": "Vergi Karnesinin İbraz Edilmemesi",
      "C": "Defter Tasdiklerinin Kanunî Süreyi Takip Eden Bir Ay İçinde Yapılması",
      "D": "Beyanname, Bildirim ve Belgelerin Öngörülen Şekil ve İçeriğe Uygun Olmaması",
      "E": "Beyannamelerin Süresinde Verilmemesi"
    },
    "explanation": "Birinci derece genel usulsüzlük fiilleri Vergi Usul Kanunu’nun 351. maddesinde düzenlenmiştir. Bunlardan biri de \"Beyannamelerin Süresinde Verilmemesi\" halidir."
  },
  {
    "id": "3604974",
    "unitNumber": 3,
    "text": "Birinci derece genel usulsüzlük cezalarının en yüksek miktarda alındığı mükellef grubu aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sermaye Şirketleri Dışında Kalan I. Sınıf Tüccar ve Serbest Meslek Erbabı",
      "B": "Sermaye Şirketleri",
      "C": "Gelir Vergisinden Muaf Esnaf",
      "D": "Kazancı Basit Usulde Tespit Edilenler",
      "E": "II. Sınıf Tüccarlar"
    },
    "explanation": "Ceza miktarları birinci ve ikinci derece usulsüzlük fiillerini birlikte içerecek şekilde bir cetvel<br/>hâlinde belirtilmiştir (VUK.G.T No:544, Yürürlük:01.01.2023). Buna göre ceza miktarının en yüksek alındığı grup, Sermaye Şirketleridir."
  },
  {
    "id": "3604975",
    "unitNumber": 3,
    "text": "İkinci Derece Usulsüzlük Cezalarını en az ödeyen mükellef grubu aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kazancı Basit Usulde Tespit Edilenler",
      "B": "II. Sınıf Tüccarlar",
      "C": "Gelir Vergisinden Muaf Esnaf",
      "D": "Sermaye Şirketleri",
      "E": "Sermaye Şirketleri Dışında Kalan I. Sınıf Tüccar ve Serbest Meslek Erbabı"
    },
    "explanation": "Ceza miktarları birinci ve ikinci derece usulsüzlük fiillerini birlikte içerecek şekilde bir cetvel<br/>hâlinde belirtilmiştir (VUK.G.T No:544, Yürürlük:01.01.2023). Buna göre ikinci derece usulsüzlük cezasını miktar olarak en az ödeyen mükellef grubu \"Gelir Vergisinden Muaf Esnaf\" tır."
  },
  {
    "id": "3604976",
    "unitNumber": 3,
    "text": "I. Taşıtta Bulunması Gereken Belgeleri İbraz Etmemek \n II. Defter, Belge ve Kayıtları İbraz Etmemek\n III. Elektronik Ortamda Beyanname Verme Yükümlülüğüne Aykırılık \n IV. Ölüm Olaylarını ve İntikalleri Bildirmemek \n V. Yeminli Malî Müşavir Tasdik Raporunun İbraz Edilmemesi\n Buna göre yukarıda verilen fiillerden hangisi özel usulsüzlük kabahati olarak ibraz zorunluluğuna uymama fiilleri arasında yer almayacaktır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız III",
      "B": "III ve IV",
      "C": "Yalnız IV",
      "D": "III, IV ve V",
      "E": "I ve IV"
    },
    "explanation": "Taşıtta Bulunması Gereken Belgeleri İbraz Etmemek; Defter, Belge ve Kayıtları İbraz Etmemek ile Yeminli Malî Müşavir Tasdik Raporunun İbraz Edilmemesi ibraz zorunluluğuna uymama fiili olarak bir özel usulsüzlük oluşturur. Oysa Ölüm Olaylarını ve İntikalleri Bildirmemek, Bilgi verme ve bildirim zorunluluğuna uymama fiilleri arasında yer alırken; Elektronik Ortamda Beyanname Verme Yükümlülüğüne Aykırılık, Muhasebe sistemine aykırılık teşkil eden fiiller arasında yer alır."
  },
  {
    "id": "3604978",
    "unitNumber": 3,
    "text": "\"Vergi İncelemesine Elverişli Ortamı Sağlamamak\" özel usulsüzlük sebebi olarak hangi sınıflandırma içinde yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Muhasebe sistemine aykırılık",
      "B": "İbraz zorunluluğuna uymamak",
      "C": "Bilgi verme ve bildirim zorunluluğuna uymama",
      "D": "Belge düzenine ilişkin aykırılıklar",
      "E": "Diğer aykırılıklar"
    },
    "explanation": "Doğru ve etkin bir vergi incelemesi ve rayiç bedel tespitinin gerçekleştirebilmesi açısından mükelleflere bazı ödevler yüklenmiştir (VUK. m. 257). İncelemeye yetkili memura çalışma yeri göstermek ve resmî çalışma saatlerinde memurun müessesede çalışma yeri sağlamak, inceleme ile ilgili her türlü izahatı vermek, lüzumunda işyerinin her tarafını gezip görmesini sağlamak, işletmede döküm yapılması halinde araç, gereç ve personeliyle gerekli yardım kolaylığı göstermek bu tür ödevlerdendir. Dolayısıyla \"Vergi İncelemesine Elverişli Ortamı Sağlamamak\" diğer aykırılıklar kapsamında nitelendirilmektedir."
  },
  {
    "id": "3604979",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi özel usulsüzlükler sınıflandırmasında \"diğer aykırılıklar\" başlığı altında bir fiil olarak kabul edilmez?",
    "correctAnswer": "A",
    "options": {
      "A": "Hesap Plânının Uygulanma ve Mali Tabloların Düzenlenmesinde Aykırılıklar",
      "B": "Levha Bulundurma ve Asma Yükümlülüğüne İlişkin Aykırılıklar",
      "C": "Vergi Kimlik Numarasını Aramadan İşlem Yapmak",
      "D": "Damga Vergisi Aranmadan İşlem Yapmak",
      "E": "Elektronik Posta Adresi Almamak"
    },
    "explanation": "Hesap Plânının Uygulanma ve Mali Tabloların Düzenlenmesinde Aykırılıklarlar kabahat olarak düzenlenmiştir. Bu fiil ise \"Muhasebe sistemine aykırılık teşkil eden fiiller\" arasında yer almakta olup, diğer aykırılıklar sınıflandırmasına dahi değildir."
  },
  {
    "id": "3605072",
    "unitNumber": 3,
    "text": "Vergi ödevlilerinin, yargı kararına ihtiyaç göstermeksizin idarî para cezasıyla cezalandırılan, vergi kanunlarında öngörülen yükümlülüklere aykırı fiilleri şeklinde tanımlanan kavram hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Vergi suçu",
      "B": "Vergi kabahati",
      "C": "Disiplin suçu",
      "D": "Güvenlik tedbiri",
      "E": "Vergi cezası"
    },
    "explanation": "Vergi Kabahati: Vergi ödevlilerinin, yargı kararına ihtiyaç göstermeksizin idarî para cezasıyla cezalandırılan, vergi kanunlarında öngörülen yükümlülüklere aykırı fiilleridir. Doğru cevap B'dir."
  },
  {
    "id": "3605073",
    "unitNumber": 3,
    "text": "<ol type=\"I\"> <li>Hesap ve muhasebe hileleri yapmak</li> <li>Beyannamenin izaha davet kapsamında verilmesi</li> <li>Ödeme kaydedici cihazlara kanuna aykırı müdahalede bulunmak</li> </ol> Yukarıdakilerden hangisi/hangileri vergi ziyaı kabahatinin hareket unsurunu oluşturan hafif nitelikteki fiillerdendir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnız II",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "Yalnız III"
    },
    "explanation": "Kanunda, hafif nitelikli olarak; biri beyannamenin kanunî süresinden sonra kendiliğinden<br/>verilmesi (VUK. m. 344/son), ikincisi transfer fiyatlaması yoluyla örtülü kazanç dağıtımı (KVK m.13/8) ve üçüncüsü ise beyannamenin izaha davet kapsamında verilmesi (VUK m.370) olarak üç fiile yer verilmiştir. Bunlardan birinci ve ikinci fiillerle ilgili ceza 1/2 kat iken üçüncü fiil için 1/5 olarak belirlenmiştir. Doğru cevap A'dır."
  },
  {
    "id": "3605074",
    "unitNumber": 3,
    "text": "Mükellef A, vergisini 10.10.2021 tarihinde ödemiştir. Daha sonra kendisinden fazla vergi tahsil edildiği yönünde gerçek dışı beyanda bulunmak suretiyle fazlaya ilişkin kısmın 20.10.2021 tarihinde geri ödenmesini sağlamıştır. Buna göre; olayda vergi ziyaı kabahati hangi tarihte gerçeklemiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "A'nın vergisinin tahakkuk ettiği tarihte",
      "B": "A'nın beyanname verdiği tarihte",
      "C": "10.10.2021 tarihinde",
      "D": "Fazla vergi ödediği yönünde gerçek dışı beyanda bulunduğu tarihte",
      "E": "20.10.2021 tarihinde"
    },
    "explanation": "Mükelleflerden fazla tahsil edilen vergiler varsa fazlaya ilişkin kısım kendilerine geri verilir (reddedilir). Vergi dairesine doğru şekilde ödenen vergilerin mükelleflerce gerçek dışı beyanlarda bulunulması nedeniyle vergi dairesinden haksız şekilde geri alınması söz konusu olabilir. Bu durumda vergi ziyaı, verginin geri verildiği tarihte doğar ki vergi ziyaı kabahati de bu anda gerçekleşmiş olur. Doğru cevap E'dir."
  },
  {
    "id": "3605075",
    "unitNumber": 3,
    "text": "Kurumlar vergisi mükellefi M, belgelerde tahrifat yapmak suretiyle 500.000 TL olarak beyan edilmesi gereken matrahı 200.000 TL olarak göstermiştir. M'nin bu eylemi nedeniyle 60.000 TL vergi ziyaı oluşmuştur. Bu halde M'nin vergi ziyaı kabahati nedeniyle ödemesi gereken ceza miktarı kaç TL olur?",
    "correctAnswer": "D",
    "options": {
      "A": "360.000 TL",
      "B": "300.000 TL",
      "C": "20.000 TL",
      "D": "60.000 TL",
      "E": "120.000 TL"
    },
    "explanation": "Belgelerde tahrifat yapmak vergi zıyaına neden olan ağır nitelikli fiiller arasındadır. Bu nitelikteki fiiller için vergi zıyaının 1/3'ü için 3 katı ceza uygulanması öngörülmüştür. Olayda vergi ziyaı 60.000 TL olduğundan bu formüle göre ödenmesi gereken vergi ziyaı cezası 60.000 TL'dir. Doğru cevap D'dir."
  },
  {
    "id": "3605076",
    "unitNumber": 3,
    "text": "<ol type=\"I\"> <li>Bağlı hareketli bir kabahattir.</li> <li>Genel usulsüzlük kabahatleri birinci, ikinci ve üçüncü derede usulsüzlük kabahatleri olarak sınıflandırılmıştır. </li> <li>Kanunda nitelikleri belirtilen fiilin işlenmesiyle kabahat ortaya çıkar.</li> </ol> Genel usulsüzlük kabahatleri ile ilgili yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II ve III",
      "B": "I ve III",
      "C": "II ve III",
      "D": "I ve II",
      "E": "Yalnız II"
    },
    "explanation": "Genel usulsüzlük kabahatinde kanunda nitelikleri belirtilen fiilin işlenmesiyle kabahat ortaya çıkar. Fiillerin kanunda gösterilmiş olması bunları bağlı hareketli hâle sokmuştur. Kanun koyucu genel usulsüzlüğe yol açan hareketleri kendi içinde birinci derece ve ikinci derece<br/>olmak üzere ayırmış ve hangi hareketler olduğunu tek tek saymıştır. Doğru cevap B'dir."
  },
  {
    "id": "3605077",
    "unitNumber": 3,
    "text": "Birinci Derece Genel Usulsüzlükler kapsamında sayılan işe başlamanın bildirilmemesi fiiline ilişkin aşağıdaki ifadelerden hangisi<u> yanlıştır?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "Gerçek kişilerde işe başlama bildirimi mükellefin kendisi tarafından yerine getirilir.",
      "B": "Şirketlerde bu usulsüzlüğün cezası şirket yönetim kurulu üyelerine kesilir.",
      "C": "Şirketler dışında kalan kurumlar vergisi mükellefleri için işe başlama bildirimi bunları idare edenler tarafından yerine getirilir.",
      "D": "Bildirimin işe başlama tarihinden itibaren on gün içinde vergi dairesine yapılması gerekir.",
      "E": "Kabahat bildirimin hiç yapılmaması veya kanunî süre geçtikten sonra yapılmasıdır."
    },
    "explanation": "İşe başlama bildirimlerine ilişkin usul gerçek kişi ve şirketlerde ayrı esaslara bağlanmıştır: Gerçek kişilerde işe başlama bildirimi mükellefin kendisi, şirketlerde şirketin kayıtlı olduğu ticaret sicil memurluğu, şirketler dışında kalan kurumlar vergisi mükellefleri için bunları idare edenler tarafından yerine getirilir. Bildirimin işe başlama tarihinden itibaren on gün içinde vergi dairesine yapılması gerekir. Kabahat bildirimin hiç yapılmaması veya kanunî süre geçtikten sonra yapılmasıdır. Dikkat edildiğinde şirketlerde bildirim açısından sorumluluğun mükellefe değil, ticaret sicil memurluğuna verildiğinden ceza da bu kişilere kesilecektir. Doğru cevap B'dir."
  },
  {
    "id": "3605078",
    "unitNumber": 3,
    "text": "İkinci derecede genel usulsüzlüklerden olan bildirimin zamanında yapılmaması fiilinde, kabahatin oluşmaması için bildirimi gerektiren olayın meydana geldiği tarihten ne kadar süre içinde bildirimin yapılması gerekir?",
    "correctAnswer": "C",
    "options": {
      "A": "1 hafta",
      "B": "15 gün",
      "C": "1 ay",
      "D": "3 ay",
      "E": "1 yıl"
    },
    "explanation": "Mükelleflere, işe başlamayı bildirme dışında çeşitli hususlarda bildirimde bulunma ödevleri getirilmiştir (VUK’un 157-169). İşe başlama dışındaki bildirilme zorunluluğu bulunan hususlardan bazıları şunlardır: İş yeri adresi, ikametgâh adresi, mükellefiyet değişiklikleri, işyeri sayısındaki değişiklikler, işi bırakma bildirimi, emlâk vergisinde bina ve arazinin kullanım tarzının değişmesi, geçici veya sürekli istisna ve muafiyetten yararlanma durumları, inşaatın bitmesi, taksim ve ifraz edilmesi vb (VUK.m.168/2 ve EV.m.23). Bildirimin, bildirimi gerektiren olayın meydana geldiği tarihten başlayarak bir ay içinde yapılması gerekir. Doğru cevap C'dir."
  },
  {
    "id": "3605079",
    "unitNumber": 3,
    "text": "<ol type=\"I\"> <li>Her ikisi de vergi kanunlarınca öngörülen şekle ve usule ilişkin ödevlerin ihlâline<br/>dayanır.</li> <li>Özel usulsüzlük kabahatleri genel usulsüzlük kabahatlerinin nitelikli hallerini oluşturur. </li> <li>Özel usulsüzlük kabahatlerinin yaptırımı genel usulsüzlük kabahatlerine göre daha ağırdır.</li> </ol> Genel ve özel usulsüzlük kabahatlerine ilişkin yukarıdakilerden hangisi/hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II ve III",
      "B": "Yalnız III",
      "C": "Yalnız I",
      "D": "I ve III",
      "E": "II ve III"
    },
    "explanation": "Özel usulsüzlük kabahati de genel usulsüzlük kabahatlerinde olduğu gibi vergi kanunlarınca<br/>öngörülen şekle ve usule ilişkin ödevlerin ihlâline dayanır. Kanunda özel usulsüzlük kabahatlerine genel usulsüzlüklerinden sonra yer verilmiştir (VUK. m.353, 355, mük. 355 ve 356). Özel usulsüzlüklere, kabahati yaratan fiillerden benzer nitelikte olanlar bir araya toplanmak suretiyle açıklanma yolu seçilmiştir. Özel ve genel usul kabahatleri arasında nitelikli hal ilişkisi bulunmaz. Öngörülen yaptırımlar bakımından da daha ağır oldukları söylenemez. Doğru cevap C'dir."
  },
  {
    "id": "3605080",
    "unitNumber": 3,
    "text": "Satım bedelinin tevsikine ilişkin aşağıdakilerden hangisi <u>yanlıştır?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Belirli bir miktarı aşan işlemlerde tahsilat ve ödemeler tevsike tabidir.",
      "B": "Belirlenen miktarın altındaki işlemlerin tevsik edilmemesi bu kabahati oluşturmaz.",
      "C": "Tevsik edilmeme hali her iki taraf için de özel usulsüzlük kabahati oluşturur.",
      "D": "Satım bedelinin tevsik edilememesi nedeniyle kesilecek cezaların toplam miktarı bakımından bir sınırlama getirilmemiştir.",
      "E": "Ceza miktarı işleme konu tutarın %5’i oranındadır."
    },
    "explanation": "Satım bedelinin tevsiki nedeniyle kesilecek cezaların bir takvim yılındaki toplamı 2023 yılı için 5.500.000 TL’yi geçemeyecektir. Doğru cevap D'dir."
  },
  {
    "id": "3605081",
    "unitNumber": 3,
    "text": "Levha bulundurma ve asma zorunluluğuna aykırılıkla ilgili olarak aşağıdakilerden hangisi <u>yanlıştır?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Ödeme kaydedici cihaz cihaz levhasının bulunmaması ve asılmaması da bu kabahati oluşturur.",
      "B": "Yalnızca belli mükellefleri levha bulundurma ve asma zorunluluğu vardır.",
      "C": "Mükellefiyeti bulunanlar her yılın Mayıs ayının son gününe kadar vergi tarhına esas olan kazanç tutarları ile bunlara isabet eden vergi matrahlarını gösteren “vergi levhasını” almak<br/>zorundadırlar.",
      "D": "İnternet vergi dairesi kayıtlarından yazdırmak suretiyle de vergi levhası elde edilip asılabilir.",
      "E": "Levha bulundurma ve asma zorunluluğuna aykırılık genel usulsüzlük kabahatini oluşturan fiillerdendir."
    },
    "explanation": "Levha bulundurma ve asma zorunluluğuna aykırılıklar özel usulsüzlük kabahatini oluşturan fiillerdendir. Doğru cevap E'dir."
  },
  {
    "id": "3605041",
    "unitNumber": 4,
    "text": "Vergi kabahatlerine ilişkin birleşme hükümleri Vergi Usul Kanunu’nun kaçıncı maddelerinde düzenlenmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "325 ve 380’ıncı maddelerinde",
      "B": "335 ve 340’ıncı maddelerinde",
      "C": "33 ve 30’uncı maddelerinde",
      "D": "735 ve 740’ıncı maddelerinde",
      "E": "225 ve 240’ıncı maddelerinde"
    },
    "explanation": "Vergi kabahatlerine ilişkin birleşme hükümleri Vergi Usul Kanunu’nun<br/>335 ve 340’ıncı maddelerinde düzenlenmiştir."
  },
  {
    "id": "3605042",
    "unitNumber": 4,
    "text": "Cezalarda birleşme (içtima) hangi konuyu ele alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Aynı kişinin tek bir kabahatten dolayı tek ceza verilmesini konu alır.",
      "B": "iki kişinin birden fazla kabahatten dolayı tek ceza verilmesini konu alır.",
      "C": "Aynı kişinin birden fazla kabahatten dolayı birden fazla ceza verilmesini konu alır.",
      "D": "Aynı kişiye ceza verilmesini konu alır.",
      "E": "Birden çok kişiye fazla kabahatten dolayı tek ceza verilmesini konu alır."
    },
    "explanation": "Cezalarda birleşme (içtima) aynı kişinin birden fazla kabahatten dolayı birden fazla ceza verilmesini konu almakla beraber verilecek cezanın üst sınırı konusunda bir ölçü getirilebilir."
  },
  {
    "id": "3605043",
    "unitNumber": 4,
    "text": "Aşağıdaki seçeneklerden hangisi özel usulsüzlük kapsamında cezaları birleşmeye konu olan fiillerden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Belge vermeme ve almama",
      "B": "Belge düzenlememe ve bulundurmama",
      "C": "Belge basımı ile bildirim görevini yerine getirmeme",
      "D": "Fiilleri itibariyle belge düzenlememek",
      "E": "Tahsilat ve ödemelerin banka, PTT ve bazı kurumlarcadüzenlenen belgelerle tevsik edilmemesi"
    },
    "explanation": "Özel usulsüzlük kapsamında cezaları birleşmeye konu olan fiiller belge “vermeme ve almama (VUK.m.353/1)”, belge “düzenlememe ve bulundurmama (VUK.m.353/2)”, “belge basımı ile bildirim görevini yerine getirmeme (VUK.m.353/8)” ile “tahsilat ve ödemelerin banka, PTT ve bazı kurumlarca düzenlenen belgelerle tevsik edilmemesi (VUK.mük.m.355/4) fiilleri itibariyle düzenlendiği görülmektedir."
  },
  {
    "id": "3605044",
    "unitNumber": 4,
    "text": "\"Tevsik etme zorunluluğuna uymama, kaç işlem veya tutar için yapıldığı önemli olmaksızın bir takvim yılı içinde kesilecek özel usulsüzlük cezası toplamı<br/>2023 yılı için ........... aşamayacaktır.\" Cümlesindeki boşluğa aşağıdaki seçeneklerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "5.500.000 TL’yi",
      "B": "6.500.000 TL’yi",
      "C": "10.500.000 TL’yi",
      "D": "15.500.000 TL’yi",
      "E": "18.500.000 TL’yi"
    },
    "explanation": "Tevsik etme zorunluluğuna uymama, kaç işlem veya tutar için yapıldığı önemli olmaksızın bir takvim yılı içinde kesilecek özel usulsüzlük cezası toplamı<br/>2023 yılı için 5.500.000 TL’yi aşamayacaktır."
  },
  {
    "id": "3605045",
    "unitNumber": 4,
    "text": "Tekerrür, ne demektir?",
    "correctAnswer": "B",
    "options": {
      "A": "İşlemiş olduğu kabahatten sonra kişiye uygulanacak ceza politikasının ne olduğunu göstermek için kullanılan bir kavramdır.",
      "B": "Daha önce işlemiş olduğu kabahatten sonra tekrar yeni bir kabahat işleyen kişiye uygulanacak ceza politikasının ne olduğunu göstermek için kullanılan bir kavramdır.",
      "C": "Daha önce işlemiş olduğu kabahatten dolayı ceza politikasının ne olduğunu göstermek için kullanılan bir kavramdır.",
      "D": "Ceza politikasının ne olduğunu göstermek için kullanılan bir kavramdır.",
      "E": "Bir kabahat işleyen kişiye uygulanacak cezanın sistemini göstermek için kullanılan bir kavramdır."
    },
    "explanation": "Tekerrür, daha önce işlemiş olduğu kabahatten sonra tekrar yeni bir kabahat işleyen kişiye uygulanacak ceza politikasının ne olduğunu göstermek için kullanılan bir kavramdır."
  },
  {
    "id": "3605046",
    "unitNumber": 4,
    "text": "Aşağıdaki durumlardan hangisinin meydana gelmesiyle ceza kesinleşmez?",
    "correctAnswer": "A",
    "options": {
      "A": "Cezaların dava açma süresi (15 gün) içinde dava konusu edilmesi",
      "B": "İlk derece mahkemesinin ret kararı üzerine süresinde istinafa gidilmemesi",
      "C": "Cezalarda indirimden yararlanılarak cezanın indirimli ödenmesi",
      "D": "Uzlaşmaya varılması",
      "E": "Cezanın itirazsız ödenmesi"
    },
    "explanation": "Aşağıdaki durumlardan birinin meydana gelmesiyle ceza kesinleşir.<br/>• Cezanın itirazsız ödenmesi<br/>• Uzlaşmaya varılması<br/>• Cezalarda indirimden yararlanılarak cezanın<br/>indirimli ödenmesi<br/>• Cezaların dava açma süresi (30 gün) içinde<br/>dava konusu edilmemesi<br/>• İlk derece mahkemesinin ret kararı üzerine<br/>süresinde istinafa gidilmemesi<br/>• Cezaya karşı, süresinde dava açılmakla birlikte<br/>davanın mahkemece reddi üzerine<br/>kanun yoluna gidilmiş (istinaf ve temyiz)<br/>kararın mükellef aleyhine olması"
  },
  {
    "id": "3605047",
    "unitNumber": 4,
    "text": "Genel usulsüzlük kabahatine sebep olan fiil re’sen takdiri gerektirmesi durumunda Bakanlık tekerrüre esas alınacak cezayı kaç kat olarak kesilmiş ceza miktarı olarak uygulamaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "5",
      "B": "3",
      "C": "2",
      "D": "6",
      "E": "4"
    },
    "explanation": "Genel usulsüzlük kabahatine sebep olan fiil re’sen takdiri gerektirmesi durumunda Bakanlık tekerrüre esas alınacak cezayı 2 kat olarak kesilmiş ceza miktarı olarak uygulamaktadır."
  },
  {
    "id": "3605048",
    "unitNumber": 4,
    "text": "\"Özel usulsüzlüklerde tekerrür Kabahatler Kanunu’nun ............ kapsamında vergi hukukunda uygulama alanı bulmaktadır.\" Cümlesindeki boşluğa aşağıdaki seçeneklerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "75’inci maddesinin 4’nci fıkrası",
      "B": "15’inci maddesinin 2’nci fıkrası",
      "C": "16’inci maddesinin 3’nci fıkrası",
      "D": "14’inci maddesinin 5’nci fıkrası",
      "E": "12’inci maddesinin 1’nci fıkrası"
    },
    "explanation": "Özel usulsüzlüklerde tekerrür Kabahatler Kanunu’nun 15’inci maddesinin 2’nci fıkrası kapsamında vergi hukukunda uygulama alanı bulmaktadır."
  },
  {
    "id": "3605049",
    "unitNumber": 4,
    "text": "Kabahate teşebbüs nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kabahatin icra hareketlerin başlanılmasına rağmen neticenin irade dışı sebeplerle gerçekleşmemesi nedeniyle kabahatin tamamlanmış olmamasıdır.",
      "B": "Kabahatin icra hareketlerin başlanılmamasına rağmen neticenin irade dışı sebeplerle gerçekleşmesidir.",
      "C": "İrade dışı sebeplerle gerçekleşmemesi nedeniyle kabahatin tamamlanmış olmamasıdır.",
      "D": "Kabahatin icra hareketlerin başlanılmasına rağmen neticenin irade dışı sebeplerle gerçekleşmesidir.",
      "E": "Kabahatin tamamlanmış olmasıdır."
    },
    "explanation": "Kabahate teşebbüs, kabahatin icra hareketlerin başlanılmasına rağmen neticenin irade dışı sebeplerle gerçekleşmemesi nedeniyle kabahatin tamamlanmış olmamasıdır."
  },
  {
    "id": "3605050",
    "unitNumber": 4,
    "text": "\"Kabahatler Kanunu’nun ......... kabahate teşebbüs cezalandırılmaz.\" Cümlesindeki boşluğa aşağıdaki seçeneklerden hangisi gelmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "19’uncü maddesinde",
      "B": "18’inci maddesinde",
      "C": "23’üncü maddesinde",
      "D": "12’inci maddesinde",
      "E": "13’üncü maddesinde"
    },
    "explanation": "Kabahatler Kanunu’nun 13’üncü maddesinde kabahate teşebbüs cezalandırılmaz."
  },
  {
    "id": "3605119",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi aynı ve tek fiille işlenen birden fazla kabahatten ceza miktarı fazla olanın cezasının verilmesini ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Kabahatlerde birleşme",
      "B": "Kabahatlerde ayrışma",
      "C": "Kabahatlerde tekerrür",
      "D": "Kabahatler hiyerarşisi",
      "E": "Kabahatlerin seçilimi"
    },
    "explanation": "Kabahat sayılan fiillerle ortaya çıkan her sonuç, ilke olarak bağımsız bir kabahat oluşturur. Bu durumda her bir kabahate ayrı ceza verilmesi esastır. Tek fiille birden fazla kabahatin işlenmesi söz konusu olabilir. Ancak tek fiille farklı kabahat veya suçlara sebebiyet verilmesi hâlinde gerek kabahatlerin kendi arasında gerek suçlarla birleşip birleşmemesine göre değerlendirme yapılması gerekir.<br/>Kabahatlerde Birleşme: Aynı ve tek fiille işlenen birden fazla kabahatten ceza miktarı fazla olanın cezasının verilmesidir."
  },
  {
    "id": "3605120",
    "unitNumber": 4,
    "text": "Kural olarak, tek fiille hem vergi kabahati hem de Vergi Usul Kanunu’nda veya başka kanunlarda olsun suçlar birleşmez. VUK'da düzenlenen ve buna istisna oluşturan durum aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Aynı fiille failin vergi ziyaı kabahati ve kaçakçılık suçu işlemesi",
      "B": "Aynı fiille failin vergi ziyaı kabahati ve evrakta sahtecilik suçu işlemesi",
      "C": "Aynı fiille failin vergi ziyaı kabahati ve özel usulsüzlük kabahatini işlemesi",
      "D": "Aynı fiille failin vergi ziyaı kabahati ve vergi mahremiyeritini ihlal suçu işlemesi",
      "E": "Aynı fiille failin vergi ziyaı kabahati ve 1. derece usulsüzlük kabahati işlemesi"
    },
    "explanation": "Vergi Usul Kanunu’nun 340’ıncı maddesi “Bu kanunda yazılı vergi ziyaı cezası ve usulsüzlük cezaları ile 359’uncu maddede ve diğer kanunlarda yazılı cezalar, içtima ve tekerrür hükümleri bakımından birleştirilemez.” hükmünü taşımaktadır. Tek fiille işlenen vergi kabahatleri ile suçlar birbirini etkilemez. Bu nedenle tek fiille hem vergi kabahati hem de Vergi Usul Kanunu’nda veya başka kanunlarda olsun suçlar birleşmez. Vergi Usul Kanunu’nda aynı fiilden dolayı vergi ziyaı kabahati ile vergi kaçakçılığı suçuna ceza verilebilmesi açısından özel bir düzenlemeye yer verildiği görülmektedir. İlgili düzenlemede, (VUK.m.359/son) aynı fiille failin vergi ziyaı kabahati ve kaçakçılık suçu işlenmesi durumunda cezanın kesilmesine engel olmayacağı belirtilmiştir. Örneğin, sahte belge kullanarak vergi ziyaına sebep olan bir mükellef hem “vergi ziyaı kabahati” hem de ceza mahkemesinde yargılanacak “kaçakçılık suçu” işlemiş olur.<br/>Vergi Usul Kanunu’nda aynı fiilden dolayı vergi ziyaı kabahati ile vergi kaçakçılığı suçuna ceza verilebilmesi açısından özel bir düzenlemeye yer verildiği görülmektedir. İlgili düzenlemede, (VUK.m.359/son) aynı fiille failin vergi ziyaı kabahati ve kaçakçılık suçu işlenmesi durumunda cezanın kesilmesine engel olmayacağı belirtilmiştir. Cevap A seçeneğidir."
  },
  {
    "id": "3605121",
    "unitNumber": 4,
    "text": "Birinci sınıf tüccar olan Mükellef Ali Bey süresinde beyanname vermediği için işlediği genel usulsüzlük kabahati için 4400 lira, bu suretle sebep olduğu vergi kaybından dolayı ise 8000 lira vergi ziyaı cezasıyla karşı karşıyadır. Şu durumda Ali Bey'in ödemesi gereken vergi cezası ne kadar olacaktır?",
    "correctAnswer": "A",
    "options": {
      "A": "8000 lira",
      "B": "4400 lira",
      "C": "12400 lira",
      "D": "3600 lira",
      "E": "16000 lira"
    },
    "explanation": "Birleşmede, kabahatin nitelik itibariyle ağırlığı yerine, kabahatlerin ceza miktarlarının ağırlığının ölçü olarak ele alındığı görülmektedir. Bu durumda da daha hafif ceza miktarını gerektiren vergi kabahati ceza miktarı daha fazla olan kabahatin içinde erimektedir. Örneğin, beyannamesini kanunî süresinde vermeyen bir mükellefin fiili hem vergi ziyaı kabahatini hem de genel usulsüzlük kabahatini meydana getirir. Bu durumda kesilecek ceza, miktar itibarıyla hangisinin cezası yüksekse o kabahatin cezası olacaktır. 8000 lira daha yüksek olduğu için doğru cevap A seçeneğidir."
  },
  {
    "id": "3605122",
    "unitNumber": 4,
    "text": "Vergi kabahatlerinde birleşmede, kabahatin nitelik itibariyle ağırlığı yerine, ...................... ölçü olarak ele alındığı görülmektedir. Boşluk bırakılan yere gelmesi gereken ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "ceza miktarlarının ağırlığının",
      "B": "mükellefin niteliğinin",
      "C": "kabahati işleyenin kimliğinin",
      "D": "cezaya konu vergi türünün",
      "E": "manevi unsurun"
    },
    "explanation": "Birleşmede, kabahatin nitelik itibariyle ağırlığı yerine, kabahatlerin ceza miktarlarının ağırlığının ölçü olarak ele alındığı görülmektedir. Bu durumda da daha hafif ceza miktarını gerektiren vergi kabahati ceza miktarı daha fazla olan kabahatin içinde erimektedir."
  },
  {
    "id": "3605123",
    "unitNumber": 4,
    "text": "Cezalarda birleşme, aynı kişinin birden fazla kabahatten dolayı birden fazla ceza verilmesini konu almakla beraber verilecek cezanın üst sınırı konusunda bir ölçü getirilebilir. Getirilen üst sınıra ilişkin durum aşağıdaki kavramlardan hangisiyle ifade edilir?",
    "correctAnswer": "A",
    "options": {
      "A": "İçtima",
      "B": "İştirak",
      "C": "Teşebbüs",
      "D": "Taksir",
      "E": "İlliyet"
    },
    "explanation": "Cezalarda birleşme (içtima) aynı kişinin birden fazla kabahatten dolayı birden fazla ceza verilmesini konu almakla beraber verilecek cezanın üst sınırı konusunda bir ölçü getirilebilir. Getirilen üst sınıra ilişkin durum gerçek birleşme (içtima) kavramıyla da ifade edilir."
  },
  {
    "id": "3605124",
    "unitNumber": 4,
    "text": "Mükellef Ali Bey 2023 yılında yaptığı 10.000.000 liralık bir iş karşılığında fatura düzenlememiş ve kendisine 1.000.000 lira özel usulsüzlük cezası kesilmiştir. Ardından yine yaptığı 2.000.000'lık başka bir iş karşılığında fatura düzenlemeyi unutmuştur. Bunun için Ali Bey'e kesilecek özel usulsüzlük cezası en fazla ne kadar olabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "100.000 lira",
      "B": "200.000 lira",
      "C": "300.000 lira",
      "D": "400.000 lira",
      "E": "500.000 lira"
    },
    "explanation": "Belge türü itibarıyla bütünlük göstermek üzere fiillerden kaynaklanan özel usulsüzlük kabahatleri için bir takvim yılında kaç defa meydana gelmiş olursa olsun kesilecek özel usulsüzlük cezası tutarı 2023 yılı için 1.100.000 TL’yi geçemeyecektir (VUK.m.353/2). Daha önce Ali Bey'e bu kabahatten ötürü zaten 1000000 liralık ceza kesildiği için en fazla 100.000 liralık ceza kesilebilir. Cevap A seçeneğidir."
  },
  {
    "id": "3605125",
    "unitNumber": 4,
    "text": "Perakende satış fişi, ödeme kaydedici cihazla verilen fiş, giriş ve yolcu taşıma bileti, sevk irsaliyesi, taşıma irsaliyesi, yolcu listesi, günlük müşteri listesi ile Bakanlıkça düzenleme zorunluluğu getirilen belgelere ilişkin düzenlememe-bulundurmama fiillerinden kaynaklanan özel usulsüzlük kabahatleri için verilecek özel usulsüzlük cezalarının toplamı her belge türü için 2023 yılında tespit başına ............. TL’yi, fiillerin işlendiği takvim yılında ............. TL’yi aşamayacaktır. Aşağıdakilerden hangisi sırasıyla boşluk bırakılan yerlere gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "110.000 lira-1.100.000 lira",
      "B": "220.000 lira-1.100.000 lira",
      "C": "330.000 lira-1.100.000 lira",
      "D": "110.000 lira- 2.200.000 lira",
      "E": "110.000 lira-3.300.000 lira"
    },
    "explanation": "Perakende satış fişi, ödeme kaydedici cihazla verilen fiş, giriş ve yolcu taşıma bileti, sevk irsaliyesi, taşıma irsaliyesi, yolcu listesi, günlük müşteri listesi ile Bakanlıkça düzenleme zorunluluğu getirilen belgelere ilişkin düzenlememe-bulundurmama fiillerinden kaynaklanan özel usulsüzlük kabahatleri için verilecek özel usulsüzlük cezalarının toplamı her belge türü için 2023 yılında tespit başına 110.000 TL’yi, fiillerin işlendiği takvim yılında 1.100.000 TL’yi aşamayacaktır."
  },
  {
    "id": "3605126",
    "unitNumber": 4,
    "text": "\"Cezası kesinleşenlere belirli süre içinde tekrar işledikleri kabahat nedeniyle daha ağır ceza verilmesi\" aşağıdakilerden hangisiyle ifade edilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tekerrür",
      "B": "İçtima",
      "C": "İştirak",
      "D": "Teşebbüs",
      "E": "İfa"
    },
    "explanation": "Tekerrür: Cezası kesinleşenlere belirli süre içinde tekrar işledikleri kabahat nedeniyle daha ağır ceza verilmesidir."
  },
  {
    "id": "3605127",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi vergi cezasının kesinleştiği hallerden biri <u>değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Cezaya karşı süresi içinde dava açılması",
      "B": "Cezanın itirazsız ödenmesi",
      "C": "Uzlaşmaya varılması",
      "D": "Cezalarda indirimden yararlanılarak cezanın indirimli ödenmesi",
      "E": "İlk derece mahkemesinin ret kararı üzerine süresinde istinafa gidilmemesi"
    },
    "explanation": "Aşağıdaki durumlardan birinin meydana gelmesiyle ceza kesinleşir:\n<br/>• Cezanın itirazsız ödenmesi • Uzlaşmaya varılması • Cezalarda indirimden yararlanılarak cezanın indirimli ödenmesi • Cezaların dava açma süresi (30 gün) içinde dava konusu edilmemesi • İlk derece mahkemesinin ret kararı üzerine süresinde istinafa gidilmemesi • Cezaya karşı, süresinde dava açılmakla birlikte davanın mahkemece reddi üzerine kanun yoluna gidilmiş (istinaf ve temyiz) kararın mükellef aleyhine olması.<br/>Aşağıdaki durumlardan birinin meydana gelmesiyle ceza kesinleşir:\n • Cezanın itirazsız ödenmesi • Uzlaşmaya varılması • Cezalarda indirimden yararlanılarak cezanın indirimli ödenmesi • Cezaların dava açma süresi (30 gün) içinde dava konusu edilmemesi • İlk derece mahkemesinin ret kararı üzerine süresinde istinafa gidilmemesi • Cezaya karşı, süresinde dava açılmakla birlikte davanın mahkemece reddi üzerine kanun yoluna gidilmiş (istinaf ve temyiz) kararın mükellef aleyhine olması."
  },
  {
    "id": "3605128",
    "unitNumber": 4,
    "text": "Genel usulsüzlük kabahati aynı takvim yılı içinde aynı neviden birden fazla işlendiği takdirde birden fazlasının her biri için birincisine ait cezanın......... kesilir. Boş bırakılan yere aşağıdakilerden hangisinin gelmesi uygundur?",
    "correctAnswer": "A",
    "options": {
      "A": "¼'ü",
      "B": "½'si",
      "C": "1/5'i",
      "D": "1/10'u",
      "E": "⅓'ü"
    },
    "explanation": "Genel usulsüzlük kabahati aynı takvim yılı içinde kaç defa işlenirse o kadar kabahat ortaya çıkar. İlk işlenen genel usulsüzlük kabahatinden sonra aynı takvim yılında işlenen genel usulsüzlük için verilecek ceza miktarının belirlenmesinde özel bir düzenlemeye yer verilmiştir. Bu özel düzenleme genel usulsüzlük kabahati aynı takvim yılı içinde aynı neviden birden fazla işlendiği takdirde birden fazlasının her biri için birincisine ait cezanın dörtte biri kesileceği şeklindedir (VUK.m.337/1)."
  },
  {
    "id": "3605221",
    "unitNumber": 5,
    "text": "Mükellef, kendisine verilen özelgeye göre işlem yapmış ve beyanname vermiştir. Ancak daha sonra yapılan incelemede, mükellefe söz konusu beyannameden dolayı 10.000 TL vergi aslı olmak üzere 2.000 TL gecikme faizi ile 10.000 TL vergi cezası kesilmiştir. Söz konusu durumda mükellefin ödemesi gereken tutar ne kadardır?",
    "correctAnswer": "A",
    "options": {
      "A": "10.000 TL",
      "B": "12.000 TL",
      "C": "20.000 TL",
      "D": "22.000 TL",
      "E": "24.000 TL"
    },
    "explanation": "İdare ve yargının görüşleri mükellefi yanıltması nedeniyle mükellef açısından hukuka uygunluk sebebi oluşturur. Yanılma sadece cezayı ortadan kaldırır. Vergiyi ortadan kaldırmamakla birlikte vergiye ilişkin gecikme faizinin de hesaplanmasına engel oluşturur. İdare sadece vergiyi tarh edip tahsil yoluna gider. Dolayısıyla mükellef sadece 10.000 TL vergi aslından sorumludur."
  },
  {
    "id": "3605222",
    "unitNumber": 5,
    "text": "Uygulamada pişmanlık zammı oranı yüzde kaç olarak belirlenmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "% 1",
      "B": "% 2",
      "C": "% 2,5",
      "D": "% 5",
      "E": "% 10"
    },
    "explanation": "Mükellefçe beyan edilen ödeme süresi geçmiş vergilerin geciktiği her ay ve kesri için gecikme zammı oranında bir “pişmanlık zammı” ile birlikte başvuru tarihinden başlayarak 15 gün içinde ödenmesi gerekir. Söz konusu pişmanlık zammı oranı da %2,5'tir."
  },
  {
    "id": "3605223",
    "unitNumber": 5,
    "text": "Damga vergisinde özel usulsüzlük kabahatine sebebiyet verilmesi hâlinde ceza zamanaşımı kabahatin işlendiği yılı takip eden yılın birinci gününden başlayarak kaç yıldır?",
    "correctAnswer": "B",
    "options": {
      "A": "1",
      "B": "2",
      "C": "5",
      "D": "10",
      "E": "Damga vergisinde zamanaşımı yoktur."
    },
    "explanation": "Damga vergisinde özel usulsüzlük kabahatine sebebiyet verilmesi hâlinde ceza zamanaşımı kabahatin işlendiği yılı takip eden yılın birinci gününden başlayarak iki yıl olarak belirlenmiştir."
  },
  {
    "id": "3605224",
    "unitNumber": 5,
    "text": "Gelir ve kurumlar vergilerinde terkinden yararlanma, mükellefin doğal âfetler nedeniyle varlıklarının belli bir kısmı kaybetmiş olmalarına bağlanmıştır. Buna göre mükellefler varlıklarının en az ne kadarını kaybetmiş olurlarsa terkin hükümlerinden yararlanabilirler?",
    "correctAnswer": "A",
    "options": {
      "A": "en az üçte birini",
      "B": "en az dörtte birini",
      "C": "en az beşte birini",
      "D": "en az yedide birini",
      "E": "en az onda birini"
    },
    "explanation": "Gelir ve kurumlar vergilerinde terkinden yararlanma mükellefin doğal âfetler nedeniyle “varlıklarının” en az üçte birini, arazi vergilerinde ise “mahsullerinin” en az üçte birinin kaybetmiş olmasına bağlanmıştır."
  },
  {
    "id": "3605225",
    "unitNumber": 5,
    "text": "Ombudsmanlık (Kamu Denetçiliği Kurumu) müessesesine yönelik olarak verilen bilgilerden hangisi <u>yanlıştır</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Vergilendirme işlemlerinde tarh ve tahsilat aşamalarına ilişkin ortaya çıkabilecek anlaşmazlıklar için kuruma başvurulabilir.",
      "B": "İdareyi denetleyen bir tür şikâyet mekanizmasıdır.",
      "C": "Kurum, inceleme ve araştırmasını şikâyet tarihinden itibaren en geç 6 ay içinde sonuçlandırır.",
      "D": "Kurum tarafından alınan kararlar bağlayıcı değildir.",
      "E": "Kuruma başvuru, dava açma süresini durdurmaz."
    },
    "explanation": "İdarenin tutum ve davranışları ile kanunlarda kesin olduğu belirtilen işlemlere karşı, tutum ve davranışın gerçekleştiği veya öğrenildiği tarihten veya işlemin tebliği tarihinden itibaren 6 ay içinde Kuruma şikâyet başvurusunda bulunulabilir. Kuruma başvuru dava açma süresini durdurur. Kurumca ret kararı verilmesi hâlinde bu kararın tebliğinden itibaren duran dava açma süresi işlemeye devam eder."
  },
  {
    "id": "3605226",
    "unitNumber": 5,
    "text": "Vergi ziyaı, genel usulsüzlük ve özel usulsüzlük kabahatlerine verilecek cezalarda her defasında cezada indirim oranı kaçtır?",
    "correctAnswer": "D",
    "options": {
      "A": "% 10",
      "B": "% 20",
      "C": "% 25",
      "D": "% 50",
      "E": "% 75"
    },
    "explanation": "Cezalarda yapılacak indirim oranı kesilen cezanın aşamasına göre farklılaştırılmıştır. Buna göre;<br/>Vergi ziyaı, genel usulsüzlük ve özel usulsüzlük kabahatlerine verilecek cezalarda her defasında %50 oranında indirim yapılır."
  },
  {
    "id": "3605227",
    "unitNumber": 5,
    "text": "Ölüm halinde vergi cezaları da kendiliğinden düşer. Söz konusu durum, hangi ilkeyle açıklanmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Kanunilik ilkesi",
      "B": "Kusursuz ceza olmaz ilkesi",
      "C": "Cezaların şahsiliği ilkesi",
      "D": "Verimlilik ilkesi",
      "E": "Hukuk devleti ilkesi"
    },
    "explanation": "Vergi Usul Kanunu’nda cezaların şahsîliği ilkesine uygun şekilde “Ölüm hâlinde vergi cezası düşer.” hükmüne yer verilmiştir (VUK.m.372). Çünkü cezaların şahsîliği ilkesi cezanın sadece kabahati işleyenin üzerinde kalmasına izin verir."
  },
  {
    "id": "3605228",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi mücbir sebep halleri arasında <u>yer almaz</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Ağır hastalık",
      "B": "Ağır Kaza",
      "C": "Yangın",
      "D": "Tutukluluk",
      "E": "Hükümlülük"
    },
    "explanation": "Hükümlülük hali mücbir sebep olarak sayılmamıştır. Keza hükümlüler, varsa vergi ödevlerini temsilcileri aracılığıyla yerine getirmektedirler."
  },
  {
    "id": "3605229",
    "unitNumber": 5,
    "text": "Hata düzeltme uygulamasında, şikayet yolu ile başvuru aşağıdakilerden hangisine yapılmaktadır.",
    "correctAnswer": "E",
    "options": {
      "A": "Mal Müdürlüğü",
      "B": "Defterdar",
      "C": "Vali",
      "D": "Adalet Bakanlığı",
      "E": "Hazine ve Maliye Bakanlığı"
    },
    "explanation": "Hatalı işlemlerin düzeltilmesi için dava açma süresini kaçırmış olanlar düzeltme taleplerinin reddedilmesi üzerine üst makamlara şikâyet (başvuru) yolunu kullanarak yargıya gidebilirler. İlgili düzenlemede, vergi mahkemelerinde dava açma süresi geçtikten sonra, fakat zamanaşımı süresi içinde, vergi dairesine yaptıkları düzeltme talepleri reddolunanların, şikâyet yoluyla Hazine ve Maliye Bakanlığına başvurabilecekleri hüküm altına alınmıştır."
  },
  {
    "id": "3605230",
    "unitNumber": 5,
    "text": "Dava açma süresinin son günü adli tatile rastlayan mükellef, adlî tatilin bitimini takip eden kaç gün içinde dava açabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "3. gün",
      "B": "5. gün",
      "C": "7. gün",
      "D": "15. gün",
      "E": "30. gün"
    },
    "explanation": "Dava açma süresinin malî tatil (1Temmuz- 20 Temmuz) veya adlî tatil (20 Temmuz - 31 Ağustos) arasına isabet etmesi hâlinde davanın adlî tatilin bitimini takip eden 7 gün içinde dava açılabilir."
  },
  {
    "id": "3605033",
    "unitNumber": 6,
    "text": "Vergi kaçakçılık suçuna ilişkin olarak aşağıda verilen bilgilerden hangisi yanlışır?",
    "correctAnswer": "B",
    "options": {
      "A": "Vergi mükellefi, vergi sorumlusu veya üçüncü kişiler tarafından kanunda yazılı fiillerle işlenebilen, devletin vergi kurallarını kaldırıcı ve hukuk sisteminin kabul etmediği fiillere vergi kaçakçılık suçu<br/>adı verilir.",
      "B": "Vergi kaçakçılık suçu fiilleri hem gerçek kişi hem de tüzelkişiler tarafından işlenebilecek fiillerdir.",
      "C": "Vergi kaçakçılık suçu, adi suçlar içerisinde yer alır.",
      "D": "Vergi kaçakçılık suçunun fiilleri, kanunda yer alan ceza miktarına göre üç grupta sınıflandırılabilir.",
      "E": "Vergi kaçakçılık suçu faili vergi kanunlarına aykırı hareket etmemek yükümlülüğü altında olan kişilerdir."
    },
    "explanation": "Vergi kaçakçılık suçu fiilleri gerçek kişi tarafından işlenebilecek fiillerdir. Bu fiillerin tüzel kişiler<br/>tarafından işlenebilmesi söz konusu değildir. Tüzel kişilik içerisinde yer alan biri tarafından işlenmiş<br/>ise o kişi zaten gerçek kişi olmak zorundadır. Sahte fatura düzenleme fiili ancak gerçek kişi tarafından işlenebilir."
  },
  {
    "id": "3605034",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi muhasebe hileleri arasında yer almaz?",
    "correctAnswer": "C",
    "options": {
      "A": "Meydana gelen zararlar bilanço kalemlerinde göstermemek",
      "B": "İşletmenin hisse değerini düşüren bazı bilgileri gizlemek",
      "C": "Gerçeğe uygun olarak yazılmış muhasebe kaydını kazımak",
      "D": "Belgesiz kayıt yapmak",
      "E": "Muhasebe hatalarını kasıtlı olarak ve birden çok yapmak"
    },
    "explanation": "Vergi kaçakçılık suçunda kanuna ve usulüne uygun olarak tutulan defter, defter kayıtları ve belgeleri ya da üzerinde yer alan yazılı bilgi ve rakamları kazımak veya kimyasal maddelerle silme eylemine<br/>tahrif etme denir. Bu başlı başına bir suç teşkil eder ve muhasebe hilesi değildir."
  },
  {
    "id": "3605035",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Üç Yıldan Sekiz Yıla Kadar Hapis Cezası ile Cezalandırılan Vergi Kaçakçılık Suçu Fiilleri arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Vergi Kanunlarına Göre Tutulan veya Düzenlenen ve Saklanma ve İbraz Mecburiyeti Bulunan Defter ve Kayıtlarda Muhasebe Hileleri Yapmak",
      "B": "Vergi Kanunlarına Göre Tutulması, Saklanması ve İbraz Zorunlu Olan Defterlerde Gerçekte Olmayan veya İşlemle İlgisi Bulunmayan Kişiler Adına Hesap Açmak",
      "C": "Vergi Kanunlarına Göre Tutulması, Düzenlenmesi, Saklanması ve İbraz Edilmesi Zorunlu Olan Defter, Kayıt ve Belgeleri Tahrif Etmek",
      "D": "Vergi Kanunlarına Göre Tutulan, Düzenlenen, Saklanması ve İbraz Edilmesi Zorunlu Olan Defter ve Belgeleri Gizlemek",
      "E": "Vergi Kanunlarına Göre Tutulması, Düzenlenmesi, Korunması ve İbrazı Zorunlu Olan Defter, Kayıt ve Belgeleri Yok Etmek"
    },
    "explanation": "\"Vergi Kanunlarına Göre Tutulması, Düzenlenmesi, Korunması ve İbrazı Zorunlu Olan Defter, Kayıt ve Belgeleri Yok Etmek\" Üç yıldan sekiz yıla kadar hapis cezası ile cezalandırılan fiiller kapsamında yer alır. Diğer şıklarda verilen fiiller ise, On sekiz ay ile beş yıl arasında hapis cezası ile cezalandırılacak vergi kaçakçılık suçu fiilleri arasında yer almaktadır."
  },
  {
    "id": "3605060",
    "unitNumber": 6,
    "text": "<ol type=\"I\"> <li>Suçun konusu devletin vergi düzenidir.</li> <li>Zarar suçu olarak düzenlenmiştir.</li> <li>Korunan değer ise, devletin vergilendirme hakkıdır.</li> </ol> Vergi kaçakçılık suçuna ilişkin yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II ve III",
      "B": "Yalnız I",
      "C": "Yalnız II",
      "D": "I ve II",
      "E": "I ve III"
    },
    "explanation": "Suçun konusu itibariyle devletin vergi düzenidir. Kaçakçılık suçunda yer alan fiiller devletin sağlıklı bir şekilde işletilmesi amacını güden vergi düzenidir. Korunan değer ise, devletin vergilendirme hakkıdır. Suçlar doğurduğu sonuçları itibariyle “zarar suçu” veya “tehlike suçları” olarak sınıflandırılabilir. Kaçakçılık suçu daha önce “zarar suçu” niteliğinde iken bugün itibariyle “tehlike suçu” olarak düzenlenmiştir. Doğru cevap E'dir."
  },
  {
    "id": "3605061",
    "unitNumber": 6,
    "text": "Vergi kaçakçılık suçunun failine ilişkin aşağıdaki ifadelerden hangisi <u>yanlıştır?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Suç özgü bir suçtur.",
      "B": "Vergi kaçakçılık suçu faili vergi kanunlarına aykırı hareket etmemek yükümlülüğü<br/>altında olan kişilerdir.",
      "C": "Vergi kaçakçılık suçu fiilleri gerçek kişi tarafından işlenebilecek fiillerdir.",
      "D": "Suç faili kişi vergi mükellefi veya vergi sorumlusu olabilir.",
      "E": "Üçüncü kişiler de bu suçun faili olabilir."
    },
    "explanation": "Vergi kaçakçılık suçu faili vergi kanunlarına aykırı hareket etmemek yükümlülüğü altında olan kişilerdir. Bunlar vergi mükellef ve sorumluları olabileceği gibi, suça katılma (iştirak) hükümleri açısından üçüncü kişiler de olabilir. Bu özelliği itibariyle kaçakçılık suçu vergi mükellef ve sorumluları yanında üçüncü kişilerin de olabilmesi nedeniyle “özgü suçlar” kapsamı içerisinde yer almazlar. Vergi kaçakçılık suçu fiilleri gerçek kişi tarafından işlenebilecek fiillerdir. Bu fiillerin tüzel kişiler tarafından işlenebilmesi söz konusu değildir. Doğru cevap A'dır."
  },
  {
    "id": "3605062",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi vergi kaçakçılığı suçu kapsamında üç yıl ile sekiz yıl arasında hapis cezası ile cezalandırılan fiillerdendir?",
    "correctAnswer": "C",
    "options": {
      "A": "Vergi Kanunlarına Göre Tutulan, Düzenlenen, Saklanması ve İbraz Edilmesi Zorunlu Olan Defter ve Belgeleri Gizlemek",
      "B": "İçerik Olarak Yanıltmaya Yönelik Vesika Tanzim Etmek",
      "C": "Sahte Belge Düzenlemek",
      "D": "Anlaşması Olmadığı Halde Matbaanın Bastığı Belgeyi Bilerek Muhasebe Kayıtlarında Kullanmak",
      "E": "Vergi Kanunlarına Göre Tutulan veya Düzenlenen ve Saklanma ve İbraz Mecburiyeti Bulunan Defter ve Kayıtlarda Muhasebe Hileleri Yapmak"
    },
    "explanation": "Sahte belge düzenlemek üç yıl ile sekiz yıla kadar hapis cezası ile cezalandırılan vergi<br/>kaçakçılık suçu fiillerindendir. Doğru cevap C'dir."
  },
  {
    "id": "3605063",
    "unitNumber": 6,
    "text": "Vergi mükellefi ve vergi sorumlusunun işleri, hesap durumları, işlemleri, işletmeleri, servet ve ilişkilerine ilişkin olan ve sır niteliği taşıyan, mükellef açısından gizli kalması gereken bilgiler şeklinde tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Özel hayatın gizliliği",
      "B": "Konut dokunulmazlığı",
      "C": "Vergi mahremiyeti",
      "D": "Sır alanı",
      "E": "Kamusal alan"
    },
    "explanation": "Vergi Mahremiyeti: Vergi mükellefi ve vergi sorumlusunun işleri, hesap durumları, işlemleri,<br/>işletmeleri, servet ve ilişkilerine ilişkin olan ve sır niteliği taşıyan, mükellef açısından gizli kalması gereken bilgilerdir. Doğru cevap C'dir."
  },
  {
    "id": "3605064",
    "unitNumber": 6,
    "text": "<ol type=\"I\"><br/><li>Gelir İdaresi Başkanlığı tarafından hizmet alımı yoluyla çalıştırılanlar ile bu firmaların ortak ve yöneticileri</li><br/><li>Vergi mahkemeleri, bölge idare mahkemeleri ve Danıştayda görevli kişiler</li><br/><li>Vergi muameleleri ve vergi incelemesi ile görevli memurlar</li><br/><li>Vergi yükümlüsü şirketin yönetim kurulunda bulunanlar</li><br/></ol><br/>Yukarıdakilerden hangileri vergi mahremiyetini ihlal suçunun faili olabilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız IV",
      "C": "I ve II",
      "D": "II, III ve IV",
      "E": "I, II ve III"
    },
    "explanation": "Vergi mahremiyetini ihlal suçunun failleri, vergi mahremiyetine uymakla mükellef olan kişilerdir. Vergi Usul Kanunu da suç failleri suçun düzenlendiği madde yerine 5’inci maddesinde sayılmıştır (VUK md 5). Şimdi bu kişileri sayalım:<br/>i. Vergi muameleleri ve vergi incelemesi ile<br/>görevli memurlar;<br/>ii. Vergi mahkemeleri, bölge idare mahkemeleri ve Danıştayda görevli kişiler;<br/>iii. Vergi kanunlarına göre kurulan komisyonlara iştirak edenler;<br/>iv. Vergilendirmede görevli bilirkişiler.<br/>v. Gelir İdaresi Başkanlığı tarafından hizmet alımı yoluyla çalıştırılanlar ile bu firmaların<br/>ortak ve yöneticileri. Doğru cevap E'dir."
  },
  {
    "id": "3605065",
    "unitNumber": 6,
    "text": "Aşağıdaki fiillerden hangisi vergi mahremiyetini ihlal suçunu oluşturur?",
    "correctAnswer": "B",
    "options": {
      "A": "Sahte Belge, Muhteviyatı İtibariyle Yanıltıcı Belge Düzenleyen veya Kullananların Meslek Odalarına veya Muhasebe Meslek Odalarına Bildirilmesi",
      "B": "Görevleri ile İlişkili Olarak Öğrenmiş Oldukları Vergi Sırrı ve Gizli Kalması Gereken Hususların İfşa Edilmesi",
      "C": "Vergi Cetvelleriyle İlân",
      "D": "Vergi Levhası Almak",
      "E": "Mükelleflerin İdare Tarafından ya da Yargı Mercilerince Yapılan İşlemler Sırasında Bankalar Tarafından Yapılan Vergi Tahsiline Yönelik Bilgi veya Belge Verilmesi"
    },
    "explanation": "Vergi mahremiyetine uymama suçuna ilişkin fiilleri bilgilerin ifşa edilmesi ve kendi ya da üçüncü kişilerin yararına kullanılması şeklinde ayrıma tabi tutmak mümkündür. Doğru cevap B'dir."
  },
  {
    "id": "3605066",
    "unitNumber": 6,
    "text": "Vergi mahremiyetini ihlal suçunu oluşturan; görevleri ile ilişkili olarak öğrenmiş<br/>oldukları vergi sırrı ve gizli kalması gereken hususların ifşa edilmesi fiili ile ilgili aşağıdakilerden hangisi <u>yanlıştır?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Vergi mahremiyeti ve saklı kalması gereken bilgilerin ifşa edilmesi, mükellef veya yakınları için gizli kalması gereken bilgi ve belgelerin üçüncü kişilere duyurulmasıdır.",
      "B": "İfşa, yazılı, sözlü veya işaretle de olabilir.",
      "C": "Telefon, mesaj veya elektronik posta yolu ile yapılan ifşalar da bu suçu oluşturur.",
      "D": "Suçun oluşması için üçüncü kişilerin bu bilgileri kullanmaları gerekir.",
      "E": "Suç faili, sırrı görevde iken öğrenebileceği gibi, meslekle alakalı olarak da öğrenebilir."
    },
    "explanation": "Vergi mahremiyeti ve saklı kalması gereken bilgilerin ifşa edilmesi, mükellef veya yakınları için gizli kalması gereken bilgi ve belgelerin üçüncü kişilere duyurulmasıdır. İfşa, yazılı, sözlü veya işaretle de olabilir. Telefon, mesaj veya elektronik posta yolu ile yapılan<br/>ifşalar da bu suçu oluşturur. İfşa edilen üçüncü kişinin, bir kişi olması yeterlidir. Belirli bir sayıya ulaşması şart değildir. Üçüncü şahısların bilgilere ulaşmış olması suçu<br/>oluşturur. Bu sırları, kullanmaları şart değildir. Suç faili, sırrı görevde iken öğrenebileceği gibi, meslekle alakalı olarak da öğrenebilir. Doğru cevap D'dir."
  },
  {
    "id": "3605067",
    "unitNumber": 6,
    "text": "Vergi mükellefinin özel işlerini yapma suçu TCK'da bulunan hangi maddeye atıfla cezalandırılmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "200",
      "B": "255",
      "C": "257",
      "D": "261",
      "E": "266"
    },
    "explanation": "Suçun cezası Türk Ceza Kanunu’nun 257’nci maddesine göre tespit edilecektir. Vergi Usul Kanunu bu maddeye gönderme yapmaktadır. doğru cevap C'dir."
  },
  {
    "id": "3605068",
    "unitNumber": 6,
    "text": "<ol type=\"I\"><br/><li>Vergi mahkemesinde görevli bir memurun dava dilekçelerinde şunları da belirtirsen iyi olur şeklinde mükellefe yol göstermesi.</li><br/><li>Vergi mükellefi tarafından yazılması gereken yazıların vergilendirme muamelelerinde görevli memur tarafından yazılması.</li><br/><li>Vergi inceleme elemanları inceleme esnasında, mükellefin muhasebe defterlerinde yer alan hesapları düzeltmesi.</li><br/></ol><br/>Yukarıdaki fiillerden hangisi/hangileri vergi mükellefinin özel işlerini yapma suçunu oluşturur?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "I ve II",
      "C": "II ve III",
      "D": "Yalnız I",
      "E": "Yalnız II"
    },
    "explanation": "Bir diğer yapılmaması gereken muamele, vergi mükellefi tarafından yazılması gereken yazıların görevli memur tarafından yazması işlemidir. Mükellef ceza indiriminden yararlanmak için yazacağı yazının memur tarafından yazılması, vergi dairesine hitaben yazılacak olan süre talep etme yazılarının tarhiyatta görevli memur tarafından yazılması<br/>bunlara örnek olarak gösterilebilir. Vergi incelemeye yetkili müfettişinin vergi incelemesi sırasında tarafsızlıktan ayrılma olarak kabul edilebilecek davranışları yapmaması gerekir. Vergi inceleme elemanları inceleme esnasında, mükellefin muhasebe defterlerinde yer alan hesapları düzeltmesi, tutanak tutulurken “şunları da iste” gibi sözlü bilgi vermeleri, vergi kaçağının tespitini zorlaştıracak birtakım işlemlerin yapılması mükellefin özel işlerini yapma suçunu oluşturur. Yargılama mercilerinde görevli olan hâkimler ve memurlar, tarafsızlıktan ve adaletten ayrılma imajını verecek hareketler kaçınmalıdır. Mahkemede mükellefe akıl vermeleri, kurtuluş imkânı sunmaları veya mükellefi vergi idaresine karşı haklı olduğunu gösterecek bazı yanlışların düzeltilmesi, dava dilekçelerinde şunları da belirtirsen iyi olur cinsinden yol göstermeleri, yaptığı bazı yanlışların düzeltilmesi vergi mükellefinin vergisel özel işlerini yapma olarak nitelendirilebilir. Doğru cevap A'dır."
  },
  {
    "id": "3605069",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi vergi mükellefinin özel işlerini yapma suçunun faili <u>olamaz?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "Defterdarlar",
      "B": "Serbest muhasebeci mali müşavirler",
      "C": "Vergi işlemi yapan memurlar",
      "D": "Vergi mahkemesi hakimleri",
      "E": "Danıştay tetkik hakimleri"
    },
    "explanation": "Suç failleri, Vergi Usul Kanunu’nun 363’üncü madde hükmüne göre Vergi Usul Kanunu’nun<br/>6’ncı maddenin son fıkrasında yer alan kişilerdir. Bu kişiler kamu görevlisi kişilerdir. Bu kişiler vergi işlemleri ve vergi incelemesi yapan kişiler ile vergi mahkemeleri, bölge idare mahkemeleri ve Danıştay’da görevli olan kişilerdir. Vergi işlemleri, aynı zamanda idarî işlemdir. Bu işlem vergi idaresi ve vergi mükellefini bağlayan işlemlerdir. Bunlar, verginin tarh edilmesi, ilgililere tebliğ edilmesi, zor alım işlemleri ve idari ceza kesme işlemleridir. Bu kişiler bir önceki başlıkta sayılmıştır. Bu nedenle tekrar edilmeyecektir. Vergi incelemesi yapma yetkisine sahip kişiler vergi müfettişleri ve yardımcıları, ilde en büyük mal memuru olan defterdar, Gelir İdaresi Başkanlığı tesis edilmiş ise vergi dairesi başkanı ile Gelir İdaresi Başkanlığının merkez ve taşra teşkilâtında müdür kadrosu ile görev yapan kişilerdir (VUK md.135). Vergi mahkemeleri, bölge idare mahkemeleri ve Danıştay’da görevli kişiler ise, hâkimler, raportörler, Danıştay’da savcı ve tetkik hâkimleri ile mahkeme kalemlerinde görevli memurlardır. Doğru cevap B'dir."
  },
  {
    "id": "3605164",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi vergi incelemesi yapan kişiler içinde yer almaz?",
    "correctAnswer": "A",
    "options": {
      "A": "Onaylayıcı şef",
      "B": "Vergi müfettişleri",
      "C": "Vergi dairesi başkanı",
      "D": "Defterdar vergi dairesi müdürü",
      "E": "Gelir İdaresi Başkanlığının taşra teşkilatındaki müdürler"
    },
    "explanation": "Vergi incelemesi şu kişiler tarafından yapılır: Vergi müfettişleri ve yardımcıları, vergi dairesi başkanı, defterdar vergi dairesi müdürü, Gelir İdaresi Başkanlığının merkez ve taşra teşkilatında müdür kadrolarında görev yapanlardır (VUK md.135). Dolayısıyla \"Onaylayıcı şef\" bu kategoride yer almaz; o vergi muameleleri ile görevli memurlar arasında sayılmaktadır."
  },
  {
    "id": "3605165",
    "unitNumber": 6,
    "text": "Bazı eylemler kanun koyucu tarafından vergi mahremiyeti kapsamı dışında kabul edilmiştir. Aşağıdakilerden hangisi vergi mahremiyeti kapsamı dışında kabul edilen haller arasında yer almaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Vergi Cetvelleriyle İlân",
      "B": "Vergi Levhası Almak",
      "C": "Tarh Edilen Vergi ve Kesilen Vergi Cezalarının Hazine ve Maliye Bakanlığı Tarafından Açıklanması",
      "D": "Görevleri ile İlişkili Olarak Öğrenmiş Oldukları Vergi Sırrı ve Gizli Kalması Gereken Hususların İfşa Edilmesi",
      "E": "Sahte Belge, Muhteviyatı İtibariyle Yanıltıcı Belge Düzenleyen veya Kullananların Meslek Odalarına<br/>veya Muhasebe Meslek Odalarına Bildirilmesi"
    },
    "explanation": "Vergi mahremiyetine uymama suçuna ilişkin fiilleri bilgilerin ifşa edilmesi ve kendi ya da üçüncü<br/>kişilerin yararına kullanılması şeklinde ayrıma tabi tutmak mümkündür. Vergi mahremiyeti ve saklı kalması gereken bilgilerin ifşa edilmesi, mükellef veya yakınları için gizli kalması gereken bilgi ve belgelerin üçüncü kişilere duyurulmasıdır."
  },
  {
    "id": "3605166",
    "unitNumber": 6,
    "text": "Vergi Usul Kanunu’nda vergi mahremiyetini ihlal halinde verilmesi gereken cezan miktarının tespitinde Türk Ceza Kanunu’nun 239’uncu maddesine gönderme yapılmıştır. Türk Ceza Kanunu’nun<br/>239’uncu maddesinde yer alan ceza miktarı aşağıdakilerden hangisinde doğru verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "1 yıl hapis ve beş bin güne kadar adlî para cezası",
      "B": "3 yıl hapis ve üç bin güne kadar adlî para cezası",
      "C": "1 yıl ile 3 yıl arasında hapis ve beş bin güne kadar adlî para cezası",
      "D": "1 yıl ile 3 yıl arasında hapis ve üç bin güne kadar adlî para cezası",
      "E": "1 yıl ile 3 yıl arasında hapis cezası"
    },
    "explanation": "Vergi Usul Kanunu’nda vergi mahremiyetini ihlal halinde verilmesi gereken cezan miktarının tespitinde Türk Ceza Kanunu’nun 239’uncu maddesine gönderme yapılmıştır. Türk Ceza Kanunu’nun<br/>239’uncu maddesinde yer alan ceza miktarı 1 yıl ile 3 yıl arasında hapis ve beş bin güne kadar adlî para cezasıdır (TCK md.239)."
  },
  {
    "id": "3605167",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi vergi levhası almak mecburiyetinde olan mükellef grupları arasında yer almaz?",
    "correctAnswer": "B",
    "options": {
      "A": "Tüccarlar",
      "B": "Devlet hastanesindeki hekimler",
      "C": "Yazıhaneye sahip ziraî kazanç elde edenler",
      "D": "Serbest meslek kazancı elde edenler",
      "E": "Kurumlar vergisi mükelleflerinden anonim ortaklıklar, limited ortaklık ve sermayesi paylara<br/>bölünmüş komandit şirketler"
    },
    "explanation": "Vergi levhası almak mecburiyetinde olan<br/>mükellef grupları şöyle sayılabilir;<br/>i. Tüccarlar<br/>ii. Yazıhaneye sahip ziraî kazanç elde edenler<br/>iii. Serbest meslek kazancı elde edenler<br/>Adi ortaklık ortakları, kolektif ortaklıkta ortaklar ve adi komandit şirketlerde komandite ortaklar<br/>her biri kendisi için ayrı ayrı vergi levhası almakla<br/>yükümlüdür.<br/>iv. Kurumlar vergisi mükelleflerinden anonim<br/>ortaklıklar, limited ortaklık ve sermayesi paylara<br/>bölünmüş komandit şirketler tüzel kişilik olarak<br/>vergi levhası almak zorundadır."
  },
  {
    "id": "3605168",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi mükellefin özel işlerini yapma suçunun failleri arasında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yargıtayda görevli olanlar",
      "B": "Danıştayda görevli olanlar",
      "C": "Sayıştayda görevli olanlar",
      "D": "Anayasa Mahkemesinde görevli olanlar",
      "E": "TBMM'de görev yapanlar"
    },
    "explanation": "Suç failleri, Vergi Usul Kanunu’nun 363’üncü madde hükmüne göre Vergi Usul Kanunu’nun 6’ncı maddenin son fıkrasında yer alan kişilerdir. Bu kişiler kamu görevlisi kişilerdir. Bu kişiler vergi işlemleri ve vergi incelemesi yapan kişiler ile vergi mahkemeleri, bölge idare mahkemeleri ve Danıştay’da görevli olan kişilerdir."
  },
  {
    "id": "3605169",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi \"Vergilendirme Muamelelerinde Görevli Olan Memurlar Tarafından Vergi Mükelleflerinin Hesap Yazı ve Diğer İşlerinin Yapılması\" fiiline örnek olarak verilebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Vergi matrahının bildirilmesi",
      "B": "Mahkemede mükellefe akıl verilmesi",
      "C": "tutanak tutulurken mükellefe “şunları da iste” gibi sözlü bilgi verilmesi",
      "D": "Mükellefin vergi idaresine karşı haklı olduğunu gösterecek bazı yanlışların düzeltilmesi",
      "E": "Vergi kaçağının tespitini zorlaştıracak birtakım işlemlerin yapılması"
    },
    "explanation": "Suçu oluşturan fiiller, mükellef tarafından yükümlülük kapsamında olan muamelelerdir. Muhasebe hesapların kaydedilmesi, vergi matrahının bildirilmesi ve ödenmesi gereken vergi miktarının hesaplanması bunlara örnek teşkil eder."
  },
  {
    "id": "3605170",
    "unitNumber": 6,
    "text": "Mükellefin özel işlerini yapma suçunun cezası, Türk Ceza Kanunu’nun 257’nci maddesine göre tespit edilecektir. Vergi Usul Kanunu bu maddeye gönderme yapmaktadır. Suç faili \".............\" arasında hapis cezasına hükmedilir.\n Yukarıdaki boşluğa aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "dört ay ile iki yıl",
      "B": "altı ay ile bir yıl",
      "C": "altı ay ile iki yıl",
      "D": "üç ay ile bir yıl",
      "E": "üç ay ile üç yıl"
    },
    "explanation": "Suçun cezası Türk Ceza Kanunu’nun 257’nci maddesine göre tespit edilecektir. Vergi Usul Kanunu bu<br/>maddeye gönderme yapmaktadır. Suç faili altı ay ile iki yıl arasında hapis cezasına hükmedilir.<br/>Suç vergi ziyaına neden olursa, iştirak hükümleri göz önünde tutularak idari vergi zıyaı cezasına hükmedilir."
  },
  {
    "id": "3683462",
    "unitNumber": 7,
    "text": "Aşağıdaki tanımlardan hangisi “tamamlanmış suç” kavramını ifade etmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kanunda yer alan neticenin fail tarafından ümit edilmiş olmasıdır.",
      "B": "Kanunda yer alan neticenin fail tarafından istenmiş olmasıdır.",
      "C": "Kanunda yer alan neticenin fail tarafından planlanmış olmasıdır.",
      "D": "Kanunda yer alan neticenin gerçekleştirilmeye fail tarafından teşebbüs edilmiş olmasıdır.",
      "E": "Kanunda yer alan neticenin fail tarafından gerçekleştirilmiş olmasıdır."
    },
    "explanation": "VERGİ SUÇLARINA TEŞEBBÜS<br/>Tamamlanmış suç, kanunda yer alan neticenin fail tarafından gerçekleştirilmiş olmasıdır."
  },
  {
    "id": "3683484",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi “gönüllü vazgeçme” kavramının ögelerinden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gönüllü vazgeçme kasıtla işlenebilecek suçlar için söz konusu değildir.",
      "B": "Suç faili kasıtla hareket etmelidir.",
      "C": "Suç faili icra hareketlerine henüz başlamamış olmalıdır.",
      "D": "Fail icra hareketlerini tamamlayabilme imkanına sahip olmamalıdır.",
      "E": "Dışsal bir engel ile icra hareketlerine son verilmeli veya neticenin gerçekleşmesine engel olunmalıdır."
    },
    "explanation": "VERGİ SUÇLARINDA GÖNÜLLÜ VAZGEÇME<br/>Türk Ceza Kanunu’nda yer alan gönüllü vaz geçme hem icra hareketlerine son verme hem de neticenin gerçekleşmesine engel olma durumlarını düzenlemiş olmasıyla eski kanunumuzdan daha ileri bir düzeydedir. Bu açıdan bakıldığında suçlarda gönüllü vazgeçmeyi şöyle tanımlayabiliriz: Kasıtla işlenebilecek suçlarda suçu gerçekleştirme konusunda azimli olarak hareketlere başlayan failin içten gelen bir duygunun etkisi altında olarak icra hareketlerine son vermesi veya icra hareketleri tamamlanmış ise neticenin gerçekleşmesine engel olması haline gönüllü vazgeçme denir."
  },
  {
    "id": "3684213",
    "unitNumber": 7,
    "text": "Vergi suçlarında gönüllü vazgeçme ve sonuçları, hangi kanunla düzenlenmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Vergi Usul Kanunu",
      "B": "Gelir Vergisi Kanunu",
      "C": "Haraçlar Kanunu",
      "D": "Türk Ceza Kanunu",
      "E": "Türk Ticaret Kanunu"
    },
    "explanation": "Vergi Suçlarında Gönüllü Vazgeçme ve Sonuçları<br/>Özel kanununda düzenlenmemiş bir konu genel kanununa bakılmak suretiyle bulunur. Eğer özel kanununda bu konuda bir hüküm var ise tabii ki özel kanun hükmü uygulanır. Ancak gönüllü vazgeçme konusunda Vergi Usul Kanunu’nda bir hüküm bulunmadığı için vergi suçları açısından gönüllü vazgeçme konusun da <strong>Türk Ceza Kanunu</strong>’na bakılması gerekecektir."
  },
  {
    "id": "3684216",
    "unitNumber": 7,
    "text": "Bir roman karakteri olan Bayan Ayşe Yetkin adına bir hesap açılarak ticari işlem yapılması, hangi suçu oluşturmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Sahte Belgeleri Kullanmak",
      "B": "Muhteviyatı itibariyle yanıltıcı belge düzenlemek",
      "C": "Gerçek olmayan kişiler adına hesap açmak",
      "D": "Kayda konu işlemlerle ilgisi bulunmayan kişiler adına hesap açmak",
      "E": "Muhasebe defterlerini, kayıtları ve belgeleri tahrif etmek"
    },
    "explanation": "Vergi Suçlarında Gönüllü Vazgeçme ve Sonuçları<br/>Hesap açma yapılan işleme muhatap olan kişi adına yazılmış olması gerekir. Çünkü bu muhasebe kayıtlarının doğruluğu prensibinin de bir gereğidir. Aynı zamanda çapraz denetimleri yapabilmek adına da önem arz eder. Oysa gerçekte olmayan bir kişi adına hesap açılacak olur ise bu kişinin bulunabilme imkânı yok tur. Dolayısıyla karşıt inceleme yapılabilme imkânı olmadığı için işlenmiş olan suç fiilini delillendire meyiz. Örneğin Bayan Ayşe Yetkin adına bir hesap açılmış fakat böyle isimli bir şahıs yoksa bunun karşı denetimini yapabilme imkânı olmayacaktır. Dolayısıyla tamamen kayıt dışı bir ekonominin doğmasına da neden olacaktır."
  },
  {
    "id": "3684219",
    "unitNumber": 7,
    "text": "Vergi kanunları uyarınca tutulan veya düzenlenen ve saklama ve ibraz mecburiyeti bulunan defter, kayıt ve belgeler, kaç yıllık zaman aşımı süresi içerisinde saklanmak, korunmak ve istenildiğinde ibraz edilmek zorundadır?",
    "correctAnswer": "C",
    "options": {
      "A": "1 yıl",
      "B": "3 yıl",
      "C": "5 yıl",
      "D": "10 yıl",
      "E": "5 yıl"
    },
    "explanation": "Vergi Suçlarında Gönüllü Vazgeçme ve Sonuçları<br/>Yok etme fiili bir nesnenin varlığına son vermek demektir. Suç failinin tutmak zorunda olduğu def terleri ve buna ilişkin belgeleri 5 yıllık zaman aşımı süresi içerisinde saklamak, korumak ve istenildiğinde ibraz etmek yükümlülüğü vardır."
  },
  {
    "id": "3684225",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi bir başkasının kasten işlemekte olduğu suç nedeniyle kendisine suçun işlenmesini kolaylaştıracak maddi veya manevi katkılarda bulunarak yardım etmenin özelliklerinden biri <strong>değildir</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Suçu işleyen kişi ile bunu kolaylaştıran kişi farklı kişilerdir.",
      "B": "Suç kasıtsız işlenebilecek bir suç olmalıdır.",
      "C": "Suça yardım etme kasten yapılmalıdır.",
      "D": "Suçun oluşumunda da illî bir değer taşımalıdır.",
      "E": "Yardım şekilleri"
    },
    "explanation": "İştirak Çeşitleri<br/>Yardım etmek kanunda tanımlanmamakla beraber bir başkasının kasten işlemekte olduğu suç nedeniyle kendisine suçun işlenmesini kolaylaştıracak maddi veya manevi katkılarda bulunmak yardım etmek olarak kabul edilebilir Kanun koyucu ayrıca Türk Ceza Kanunu’nda yardım olarak kabul edilen hâllere de yer vermiştir. Yardım etmenin cezası kanunda yer alan cezanın indirimli şeklidir.<br/>Yardım etme şu özellikleri taşır:<br/>1. Suçu işleyen kişi ile bunu kolaylaştıran kişi<br/>farklı kişilerdir.<br/>2. Suç <strong>kasıtla</strong> işlenebilecek bir suç olmalıdır.<br/>3. Suça yardım etme kasten yapılmalıdır.<br/>4. Suçun oluşumunda da illî bir değer taşımalıdır.<br/>5. Yardım şekilleri Türk Ceza Kanunu’nda düzenlenmiştir."
  },
  {
    "id": "3684246",
    "unitNumber": 7,
    "text": "Toplumu oluşturan birey veya toplulukların diğer kişi ve toplulukları kucaklayan, dışlamayan yaşam biçimi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sosyal sorumluluk",
      "B": "Kamu düzeni",
      "C": "Elverişli hareket",
      "D": "Toplumsal huzur",
      "E": "Sosyal barış"
    },
    "explanation": "Ceza Hukukunda Teşebbüs Kavramına Yer Verilmesinin Nedenleri<br/>Sosyal barış: Toplumu oluşturan birey veya toplulukların diğer kişi ve toplulukları kucaklayan, dışlamayan yaşam biçimi."
  },
  {
    "id": "3684255",
    "unitNumber": 7,
    "text": "--- suç gibi görünse de --- suçun mevcut olduğu, olgulardan birinin diğerinin --- nedeni veya unsuru olduğu, --- cezanın uygulandığı ve içtima hükümlerinin uygulanmasının söz konusu olmadığı suçlara --- suçlar denilmektedir.\n Yukarıdaki cümlede boş bırakılan yerleri aşağıdakilerden hangisi sırasıyla ve doğru olarak tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "İki / tek / ağırlaştırıcı / tek / bileşik",
      "B": "Tek / iki / ağırlaştırıcı / iki / bileşik",
      "C": "İki / tek / ağırlaştırıcı / tek / zincirleme",
      "D": "Tek / iki / hafifletici / iki / zincirleme",
      "E": "Tek / iki / hafifletici / iki / bileşik"
    },
    "explanation": "Türk Ceza Kanunu’nda Birleşme Çeşitleri<br/>Birleşik suç iki suç görünümündedir. Biri diğerinin unsuru ya da ağırlaştırıcı nedeni olur. Yağma suçu buna güzel örnek teşkil eder. Yağma suçundan kişinin hem ekonomik varlıklarına yönelik hırsızlık suçu görünümü hem de yaralama söz konusu olur. Bunlar ayrı suçlar gibi değerlendirilmeden kanunda öngörülen yağma suçuna ilişkin ceza vermekle yetinilir. Vergi suçları içerisinde bileşik suça örnek teşkil edecek bir düzenleme söz konusu değildir.\n <br/>Türk Ceza Kanunu’nda birleşik suça ilişkin olarak şu hüküm yer almaktadır: “(1) Biri diğerinin unsurunu veya ağırlaştırıcı nedenini oluşturmasıyla tek fiil sayılan suça bileşik suç denir. Bu tür suçlarda içtima hükümleri uygulanmaz” (TCK md.42)."
  },
  {
    "id": "3684273",
    "unitNumber": 7,
    "text": "--- suç --- kişiye işlenmiş olmalıdır. --- kişiye --- suçun işlenmiş olması zincirleme suç için yeterli değildir.\n Yukarıdaki cümlede boş bırakılan yerleri aşağıdakilerden hangisi sırasıyla ve doğru olarak tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Birden fazla / aynı / farklı / aynı",
      "B": "Bir / birden fazla / farklı / aynı",
      "C": "Birden fazla / aynı / tek / farklı",
      "D": "Birden fazla / aynı / tek / aynı",
      "E": "Bir / birden fazla / farklı / farklı"
    },
    "explanation": "Türk Ceza Kanunu’nda Birleşme Çeşitleri<br/>Zincirleme suçun varlığından söz edebilmek için, birden fazla suç aynı kişiye işlenmiş ol malıdır. Farklı kişilere aynı suçun işlenmiş olması zincirleme suç için yeterli değildir. Eski kanunumuzda farklı kişilere işlenilmesi durumunda da zincirleme suç hükmü uygulanıyordu. Bu konuda işlenen bazı suçlar açısından toplumun tümünü ilgilendiriyor ise farklı kişiler olsa bile zincirleme suç hükümlerinin uygulanabileceği ileri sürülmektedir."
  },
  {
    "id": "3684280",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi dolaylı faillik suçunun ögelerinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Suç fiilini işleyen kişi ile onu yönlendiren kişi aynıdır.",
      "B": "Suç işlemeye yönlendiren kişi fail olarak cezalandırılmaz.",
      "C": "Suç işlemeye yönlendiren kişi yardım eden olarak cezalandırılır.",
      "D": "Suç fiilini işleyen kişi eğer kusur yeteneğine sahip değil ise yönlendiren kişinin cezası artırılarak uygulanır.",
      "E": "Suç fiilini işleyen kişi eğer kusur yeteneğine sahipse yönlendiren kişinin cezası azaltılarak uygulanır."
    },
    "explanation": "İştirak Çeşitleri<br/>Dolaylı faillik faillikten farklı bir yapıdadır. Burada asıl suçun işlenilmesini planlayan, düzenleyen kişi ile suçun icra hareketlerini gerçekleşti ren kişi arasında farklılıklar vardır. Bunu “kişileri maşa olarak kullanmak” tabiriyle ifade edebiliriz. Kendisi suçu işlemiyor ama bir başkasının üzerin de hakimiyet kurmak suretiyle onun suç işlemesini sağlamaktadır. Kanun bunu şöyle düzenlemiştir: “(2) Suçun işlenmesinde bir başkasını araç olarak kullanan kişi de fail olarak sorumlu tutulur. Kusur yeteneği olmayanları suçun işlenmesinde araç olarak kullanan kişinin cezası, üçte birden yarısına kadar artırılır.” (TCK md 37/2). Kanun koyucu burada insanı maşa olarak kullanan ve suç işlemesini sağla yan kişiyi de fail olarak nitelendirmiş ve aynı şekil de kanunda öngörülen ceza ile cezalandırılacağını ifade etmiştir. Eğer üzerinde hakimiyet kurduğu kişi kusur yeteneğine sahip değil ise bu durumda maşa olarak kullanan kişinin ceza miktarında artışa gidilmektedir. Örnek verecek olursak bir çocuğa şeker vererek parkta, kafede oturmakta olan ablanın çantasının getirilmesini isteme durumunda çocuğun kusur yeteneği olmaması nedeniyle verilmesi gereken cezada artışa gidilecektir. Dolaylı faillik şu özellikleri taşımaktadır: 1. Suç fiilini işleyen kişi ile onu yönlendiren kişi farklıdır. 2. Suç işlemeye yönlendiren kişi fail olarak cezalandırılır. 3. Suç fiilini işleyen kişi eğer kusur yeteneğine sahip değil ise yönlendiren kişinin cezası artırılarak uygulanır."
  },
  {
    "id": "3684370",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi henüz hukukî korumanın konusunu oluşturan varlığa zarar vermeyen hareketlerin, tamamlanmış suç olarak kabul edilmesini ifade eder?",
    "correctAnswer": "C",
    "options": {
      "A": "Ceza sirayeti",
      "B": "Tekerrür",
      "C": "Kalkışma suçları",
      "D": "Neticesi hareketle bitişik suçlar",
      "E": "Bileşik Suç"
    },
    "explanation": "Kalkışma suçları: Henüz hukukî korumanın konusunu oluşturan varlığa zarar vermeyen hareketlerin, tamamlanmış suç olarak kabul edilmesidir."
  },
  {
    "id": "3684390",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi teşebbüs kavramının özellikleri arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Suça teşebbüs ancak kasıtla işlenebilecek suçlar için söz konusudur.",
      "B": "Suç işlemeye yönelik kast suçu tamamlamaya yönelik olmalıdır.",
      "C": "Fail başladığı suç hareketlerini bitirememiş olmalıdır.",
      "D": "Failin suç hareketlerini bitirememesi, failin elinde olmayan bir nedenle, dışsal bir etki ile bitirememiş olmalıdır.",
      "E": "Sadece suç işleme düşüncesinin mevcudiyeti dahi teşebbüs için yeterlidir."
    },
    "explanation": "Fail suçu oluşturabilecek buna elverişli hareketlerle işlenmelidir. Suçu oluşturabilecek hareketlere başlanmış olmalıdır. Harekete geçmediği sürece suç işleme düşüncesinin cezalandırılması söz konusu değildir."
  },
  {
    "id": "3684414",
    "unitNumber": 7,
    "text": "Aşağıdaki durumların hangisinde bir suça teşebbüs söz konusudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Failin mağdurun başına oyuncak tabanca dayaması",
      "B": "Failin mağdura 7 km uzaklıktan tabanca ile ateş etmesi",
      "C": "Failin silahını temizlerken silahın yanlışlıkla ateş alması sonucu failin arkadaşının ölmesi",
      "D": "Mağdurun başına silah dayayan failin, mağdurun yalvarması sonucu pişman olup eyleminden vazgeçmesi",
      "E": "Trafikte tartıştığı mağdura ateş etmeye çalışan failin silahının tutukluk yapması"
    },
    "explanation": "Bir fiilin suça teşebbüs olarak nitelendirilebilmesi için suç yolunda uygun araç ve suçu tamamlamaya yönelik uygun hareketlerin yapılmış olması gerekmektedir. Örneğin adam öldürme suçunda gerçek bir silahın kullanılmış olması, silahın mağdura yöneltilerek tetiğe basılmış olması gerekmektedir. Su tabancası ile adam öldürülemeyeceği için ya da içerisinde kurşun olmayan bir silahla öldürme olayı gerçekleşmeyeceği için adam öldürmeye teşebbüs etmiş olarak nitelendirilemez. Uygun hareketten beklenen şey öldürme olayını gerçekleştirebilecek bir boyutta olmalıdır. Örneğin elindeki silah 100 metre mesafede etkin bir netice alabilecek yapıda iken 5 kilometre uzaklıktaki dağın tepesindeki insana yönelik ateş edilmesi adam öldürme suçuna teşebbüs olarak nitelendirilemez. Bir fiilin suça teşebbüs olarak kabul edilebilmesi için taşıması gereken özelliklerden birisi de suç hareketlerinin bitirilememesi veya hareket bitirilmekle beraber neticenin gerçekleşmemiş olması suç failinin elinde olmayan dışarıdan gelen bir etki ile meydana gelmiş olmasıdır."
  },
  {
    "id": "3684705",
    "unitNumber": 7,
    "text": "Aşağıda yer verilen vergi suçlarından hangisi Vergi Usul Kanunu'ndaki özel düzenleme nedeniyle teşebbüse elverişli değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Vergi Kanunları Uyarınca Tutulan veya Düzenlenen ve Saklama ve İbraz Mecburiyeti Bulunan Defter, Kayıt ve Belgeleri Yok Etmek",
      "B": "Hazine ve Maliye Bakanlığınca Yetkilendirilmediği Hâlde Ödeme Kaydedici Cihaz Mührünü Kaldırmak",
      "C": "Muhasebe Defterlerinde ve Kayıtlarında Hesap ve Muhasebe Hileleri Yapmak",
      "D": "Belgelerin Asıl veya Suretlerini Tamamen veya Kısmen Sahte Olarak Düzenlemek",
      "E": "Defter Sahifelerini Yok Ederek Yerine Başka Yapraklar Koymak"
    },
    "explanation": "Belge düzenlemek fiili aslında bölünebilir hareketlidir. Ancak Vergi Usul Kanunu’nun 227 maddesinin 3. fıkrası gereğince belge taşıması gereken bütün bilgileri içermedikçe vergi kanunları açısından geçerli bir belge olarak kabul edilmeyecektir. Eğer belge bütün bilgileri içeriyorsa da zaten belgenin tamamlanmış olması durumunda suç gerçekleşmiş olacaktır. Bu nedenle sahte belge düzenleme fiili vergi kaçakçılık suçuna teşebbüse elverişli değildir."
  },
  {
    "id": "3684713",
    "unitNumber": 7,
    "text": "Kasıtla işlenebilecek suçlarda suçu gerçekleştirme konusunda azimli olarak hareketlere başlayan failin içten gelen bir duygunun etkisi altında olarak icra hareketlerine son vermesi veya icra hareketleri tamamlanmış ise neticenin gerçekleşmesine engel olması haline ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gönüllü vazgeçme",
      "B": "Teşebbüs",
      "C": "İştirak",
      "D": "Tekerrür",
      "E": "Birleşme"
    },
    "explanation": "Kasıtla işlenebilecek suçlarda suçu gerçekleştirme konusunda azimli olarak hareketlere başlayan failin içten gelen bir duygunun etkisi altında olarak icra hareketlerine son vermesi veya icra hareketleri tamamlanmış ise neticenin gerçekleşmesine engel olması haline gönüllü vazgeçme denir."
  },
  {
    "id": "3684730",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi gönüllü vazgeçmenin şartlarından biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Failde suç işleme kastı olmalıdır.",
      "B": "Fail suçun icra hareketlerine elverişli hareketlerle başlanmış olması gerekir.",
      "C": "Suç kasten işlenebilen suçlardan olmalıdır.",
      "D": "Fail, icra hareketlerine son vermiş olmalı veya neticenin gerçekleşmesine engel olmalıdır.",
      "E": "Suç teşebbüs aşamasında kalmalıdır."
    },
    "explanation": "Gönüllü vazgeçmede suçun teşebbüs aşamasında kalmış olması gerekmez. Aksine teşebbüs aşamasında kalmış olan bir suçta gönüllü vazgeçme söz konusu olamaz."
  },
  {
    "id": "3684748",
    "unitNumber": 7,
    "text": "Aşağıdaki vergi kaçakçılık suç tiplerinden hangisinde gönüllü vazgeçme söz konusu olmaz?",
    "correctAnswer": "A",
    "options": {
      "A": "Muhteviyatı itibari ile yanıltıcı belge düzenleme suçu",
      "B": "Sayfa yok etme veya yerine sayfa koyma fiilleri",
      "C": "Muhasebe defterlerinde kayıt yaparken muhasebe hilesi yapılması",
      "D": "Muhasebe defterlerini, kayıtları ve belgeleri tahrif etmek",
      "E": "Sahte belgeleri kullanmak"
    },
    "explanation": "Muhteviyatı itibari ile yanıltıcı belge düzenleme suçunda hareket bölünebilir nitelikte olmasına rağmen ve neticenin gerçekleşmesi için bir zaman dilimine ihtiyaç duyulmasına rağmen herhangi bir nedenle belgelerin taşıması gerektiği bir ögeyi taşımaması durumunda geçerli belge olmayacağı için gönüllü vazgeçmeye de elverişli değildir."
  },
  {
    "id": "3684753",
    "unitNumber": 7,
    "text": "Biri diğerinin unsurunu veya ağırlaştırıcı nedenini oluşturmasıyla tek fiil sayılan suça ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Zincirleme suç",
      "B": "Bileşik suç",
      "C": "Fikri içtima",
      "D": "Kalkışma suçları",
      "E": "Neticesi hareketle bitişik suç"
    },
    "explanation": "Türk Ceza Kanunu’nda birleşik suça ilişkin olarak şu hüküm yer almaktadır: “(1) Biri diğerinin unsurunu veya ağırlaştırıcı nedenini oluşturmasıyla tek fiil sayılan suça bileşik suç denir. Bu tür suçlarda içtima hükümleri uygulanmaz” (TCK md.42)."
  },
  {
    "id": "3684762",
    "unitNumber": 7,
    "text": "Aşağıdaki suçlardan hangisinde zincirleme suç hükümleri uygulanabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kasten öldürme",
      "B": "Kasten yaralama",
      "C": "Hırsızlık",
      "D": "İşkence",
      "E": "Yağma"
    },
    "explanation": "İşte bu nedenle kanun koyucu zincirleme suç kavramını Türk Ceza Kanunu’nda düzenleme gereğini hissetmiştir. Buna göre; “Bir suç işleme kararının icrası kapsamında, değişik zamanlarda bir kişiye karşı aynı suçun birden fazla işlenmesi durumunda, bir cezaya hükmedilir. Ancak bu ceza, dörtte birinden dörtte üçüne kadar arttırılır. Bir suçun temel şekli ile daha ağır veya daha az cezayı gerektiren nitelikli şekilleri, aynı suç sayılır. (5377 ile eklenen) Mağduru belli bir kişi olmayan suçlarda da bu fıkra hükmü uygulanır. (2) Aynı suçun birden 1817 Suçların Özel Görünüşleri ve Vergi Suçlarının İncelenmesi fazla kişiye karşı tek bir fiille işlenmesi durumunda da birinci fıkra hükmü uygulanır. (3) Kasten öldürme, kasten yaralama, işkence ve yağma suçlarında bu madde hükümleri uygulanmaz” (TCK md.43)."
  },
  {
    "id": "3684901",
    "unitNumber": 7,
    "text": "Aşağıdaki durumlardan hangisi tekerrürün uygulanmayacağı hallerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kasıtlı suçlarla taksirli suçlar",
      "B": "Sırf askerî suçlarla diğer suçlar",
      "C": "Kasten öldürme, kasten yaralama, yağma, dolandırıcılık, uyuşturucu veya uyarıcı madde imal ve ticareti ile parada veya kıymetli damgada sahtecilik suçları hariç olmak üzere; yabancı ülke mahkemelerinden verilen hükümler",
      "D": "Fiili işlediği sırada on sekiz yaşını doldurmamış olan kişilerin işlediği suçlar",
      "E": "Beş yıldan fazla süreyle hapis cezası gerektiren suçlar"
    },
    "explanation": "Şu suçlar arasında tekerrür hükümleri uygulanmaz: a. Kasıtlı suçlarla taksirli suçlar, b. Sırf askerî suçlarla diğer suçlar, c. Kasten öldürme, kasten yaralama, yağma, dolandırıcılık, uyuşturucu veya uyarıcı madde imal ve ticareti ile parada veya kıymetli damgada sahtecilik suçları hariç olmak üzere; yabancı ülke mahkemelerinden verilen hükümler. d. Fiili işlediği sırada on sekiz yaşını doldurmamış olan kişilerin işlediği suçlar dolayısıyla tekerrür hükümleri uygulanmaz."
  },
  {
    "id": "3684899",
    "unitNumber": 8,
    "text": "İnsanın ölüm tehlikesi içerisinde kaybolması sonucu ne canlı bedeninin ne de cesedinin ortada olmadığı durumuna ne denir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ölüm Karinesi",
      "B": "Gaiplik",
      "C": "Müsadere",
      "D": "Yitik",
      "E": "İnfaz"
    },
    "explanation": "ÖLÜM VE İNFAZ<br/>Gaiplik kısaca kayıplık hâlidir. İnsan niye kayıp olarak kabul edilir? Ortada ne canlı kişi ne de ölüsü olmadığı için onun gaiplik kararı verilmesinde yararı olan kişiler tarafından mahkeme tarafından verilmiş bir karardır. Gaiplik ne ölüsü ne de dirisi bulunmayan; muhtemelen ölmüştür ya da haber alınamaması nedeniyle kaybolmuştur gözüyle bakılan kişinin hukuki durumunu ifade etmek için kullanılan bir kavramdır."
  },
  {
    "id": "3684903",
    "unitNumber": 8,
    "text": "Mahkeme kararının kesinleşmesi, artık aleyhine gidilebilecek kanun yollarının tükendiğini ifade eden kelime aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kaziye-i muhkem",
      "B": "İnfaz",
      "C": "Karar",
      "D": "Celp",
      "E": "İstinaf"
    },
    "explanation": "İnfaz<br/>Mahkeme kararının kesinleşmesi, artık aleyhine gidilebilecek kanun yollarının tükendiği ve “kaziye-i muhkem” “güçlü mahkeme kararı” hâline geldiğini ifade eder."
  },
  {
    "id": "3684905",
    "unitNumber": 8,
    "text": "Suç fiilinin işlenip sona ermesi ve netice gerçekleştikten sonra davanın suçun mahkeme önüne getirilebilmesi için gerekli olan zaman parçasına ne denir?",
    "correctAnswer": "D",
    "options": {
      "A": "Süre",
      "B": "Ödeme süresi",
      "C": "Tebliğ süresi",
      "D": "Dava zamanaşımı",
      "E": "Ceza zamanaşımı"
    },
    "explanation": "Dava zamanaşımı: Suç fiilinin işlenip sona ermesi ve netice gerçekleştikten sonra davanın suçun mahkeme önüne getirilebilmesi için gerekli olan zaman parçasıdır."
  },
  {
    "id": "3684909",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi adli yargıdaki kanun yollarından biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Pişmanlık ve Islah",
      "B": "Hatalarda Düzeltme",
      "C": "İstinaf",
      "D": "Yargılamanın Yenilenmesi",
      "E": "Kanun Yararına Bozma"
    },
    "explanation": "Adli yargıda kanun yolları itiraz, istinaf ve temyizdir."
  },
  {
    "id": "3684915",
    "unitNumber": 8,
    "text": "İstinaf yoluna gidilemeyen kararlar para cezalarında …. Türk lirası ve üst sınırı …. günü geçmeyen adli para cezaları ile kanunda kesin olarak kesin olduğu belirtilen mahkeme kararlarına karşı da istinaf yoluna gidilemez.\n Yukarıdaki cümlede boş bırakılan yerleri aşağıdakilerden hangisi sırasıyla ve doğru olarak tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "1.000 TL - 200 gün",
      "B": "2.000 TL - 300 gün",
      "C": "3.000 TL - 300 gün",
      "D": "3.000 TL - 500 gün",
      "E": "5.000 TL - 500 gün"
    },
    "explanation": "Adli Yargıda Kanun Yolları<br/>İstinaf yoluna gidilemeyen kararlar para cezalarında 3.000 Türk lirası ve üst sınırı 500 günü geçmeyen adli para cezaları ile kanunda kesin olarak kesin olduğu belirtilen mahkeme kararlarına karşı da istinaf yoluna gidilemez."
  },
  {
    "id": "3684923",
    "unitNumber": 8,
    "text": "İlk derece mahkemelerinin vermiş oldukları kesin olmayan kararlarına karşı hangi mahkemeye bir kez daha yargılama ilkelerine uygun olarak hukuka uygunluk açısından bir kez daha gözden geçirilmesi ve gerekiyorsa yeniden yargılama yapılmasını sağlamak için başvurulur?",
    "correctAnswer": "E",
    "options": {
      "A": "Bölge İdare Mahkemesi",
      "B": "Bölge Ceza Mahkemesi",
      "C": "Asliye Hukuk Mahkemesi",
      "D": "Sulh Hukuk Mahkemesi",
      "E": "Bölge Adliye Mahkemesi"
    },
    "explanation": "Adli Yargıda Kanun Yolları<br/>İlk derece mahkemelerinin vermiş oldukları kesin olmayan kararlarına karşı <strong>bölge adliye mahkemelerinde </strong>bir kez daha yargılama ilkelerine uygun olarak hukuka uygunluk açısından bir kez daha gözden geçirilmesi ve gerekiyorsa yeniden yargılama yapılmasını sağlayan tanıyor."
  },
  {
    "id": "3684928",
    "unitNumber": 8,
    "text": "Cezanın sadece infaz kurumunda çektirilmesini sonlandıran hukuki bir müessese aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Özel Af",
      "B": "Genel Af",
      "C": "Hapisle Tazyik",
      "D": "Temyiz",
      "E": "Beraat"
    },
    "explanation": "Vergi Cezalarının Affedilmesi<br/>Özel af ise cezanın sadece infaz kurumunda çektirilmesini sonlandıran hukuki bir müessesedir."
  },
  {
    "id": "3684935",
    "unitNumber": 8,
    "text": "Kurallara aykırı bir faaliyette bulunan kişinin bunu kabul edecek makama işlemiş olduğu kurallara aykırılığı itiraf etmesi ve uslandığını ifade etmesi haline ne denir?",
    "correctAnswer": "E",
    "options": {
      "A": "İtiraf",
      "B": "Vergi Cezasının Affı",
      "C": "Beyan",
      "D": "Usulsüzlük",
      "E": "Pişmanlık ve Islah"
    },
    "explanation": "Pişmanlık ve ıslah, kurallara aykırı bir faaliyette bulunan kişinin bunu kabul edecek makama işlemiş olduğu kurallara aykırılığı itiraf etmesi ve uslandığını ifade etmesi halidir.\n Pişmanlık ve Islah"
  },
  {
    "id": "3684940",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi pişmanlık şartlarından yararlanabilmesi için yerine getirilmiş olması gereken bazı şartlardan biri <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Mükellefin pişmanlık dilekçesini vermesinden önce herhangi bir resmi makama yazılı ya da sözlü olarak bildirilmemiş olması",
      "B": "Sözlü bildirimlerin mutlaka resmi tutanakla tespit edilmiş olması",
      "C": "Vergi açısından mükellef nezdinde vergi incelemesine başlanılmış olması",
      "D": "Kaçakçılık suçu için bu fiilin işlendiği tarihten önce herhangi bir şekilde bilgi verilmemiş olması",
      "E": "Pişmanlık beyannamesi 15 gün içerisinde vergi dairesine vermiş olması"
    },
    "explanation": "Pişmanlık ve Islah<br/>Pişmanlık şartlarından yararlanabilmesi için yerine getirilmiş olması gereken bazı şartlar vardır. Bu şartlar şunlardır:\n <ol> <li>Mükellefin pişmanlık dilekçesini vermesinden önce herhangi bir şekilde işlenmiş olan suça ilişkin bir bilginin herhangi bir resmi makama yazılı ya da sözlü olarak bildirilmemiş olması gerekir. Sözlü bildirimlerin mutlaka resmi tutanakla tespit edilmiş olması gerekir.</li> <li>Diğer bir şart ilgili vergi açısından mükellef nezdinde vergi incelemesine <strong>başlanılmamış</strong> veya matrah takdiri için takdir komisyonuna havale edilmemiş olması gerekir.</li> </ol> <ul> <li>Kaçakçılık suçu için bu fiilin işlendiği tarihten önce herhangi bir şekilde bilgi verilmemiş olması gerekir.</li> </ul> <ol> <li>Mükellef pişmanlığını ifade etmek üzere verilmemiş olan beyannamelerini 15 gün içerisinde vergi dairesine vermiş olması gerekir.</li> <li>Beyanname vermiş olmakla beraber beyannamede eksiklik veya bir hata var ise bu eksikliğinde 15 gün içerisinde giderilmiş olması gerekir.</li> <li>Ayrıca mükellef vergi ile birlikte haber verme tarihine kadar geçen süre içerisinde her ay ve kesri için gecikme zammı oranında pişmanlık zammı ile birlikte 15 gün içerisinde ödenmiş olması gerekir.</li> </ol>"
  },
  {
    "id": "3684943",
    "unitNumber": 8,
    "text": "Pişmanlık ve ıslah hükümlerinden yararlanabilmek için, beyanname vermiş olmakla beraber beyannamede eksiklik veya bir hata var ise bu eksikliğin kaç gün içerisinde giderilmiş olması gerekir?",
    "correctAnswer": "B",
    "options": {
      "A": "7 gün",
      "B": "15 gün",
      "C": "21 gün",
      "D": "30 gün",
      "E": "45 gün"
    },
    "explanation": "Pişmanlık ve Islah<br/>Beyanname vermiş olmakla beraber beyannamede eksiklik veya bir hata var ise bu eksikliğinde <strong>15</strong> gün içerisinde giderilmiş olması gerekir."
  },
  {
    "id": "3686490",
    "unitNumber": 8,
    "text": "A, hakkında vergi suçu nedeniyle yürütülen kamu davası sırasında hayatını kaybetmiştir. Bu halde mahkeme ne şekilde karar verir?",
    "correctAnswer": "B",
    "options": {
      "A": "Davanın reddi",
      "B": "Davanın düşürülmesi",
      "C": "Beraat kararı",
      "D": "Ceza verilmesine yer olmadığı kararı",
      "E": "Islah kararı"
    },
    "explanation": "Ölüm olayı ceza mahkemelerinde yargılaması devam eden vergi suçları açısından kamu davasının düşürülmesi sonucunu doğurur. Ceza mahkemelerinde davanın açılması ve sürdürülebilmesi, devam ettirilmesi bazı şartların gerçekleşmesine bağlıdır. Bu şartlardan herhangi birisinin gerçekleşmemiş olması davanın soruşturma aşamasında ya da kovuşturma aşamasında son verilmesi işlemine “davanın düşmesi” denir. Ölüm davayı düşürücü bir nedendir. Çünkü yargılamadan beklenen amaç bir hükmün verilmesi ve bu hükmünde uygulanabilir bir aşamada olmasını gerekli kılar. Ölen kişi için cezanın tatbik edilebilme imkânı kalmadığı için yargılamaya son verilmesi söz konusu olacaktır. Doğru cevap B'dir."
  },
  {
    "id": "3686492",
    "unitNumber": 8,
    "text": "<ol type=\"I\"><br/><li>Vergi cezalarına ceza mahkemeleri tarafından hükmedilmiş ve henüz kesinleşmemiş ise ilk derece mahkemelerinden çıkmış olan bu kararın kesinleşmesi için istinaf veya temyiz için başvuru süreleri geçmemiş ise mahkûmiyet kararı sona erer.</li><br/><li>İstinaf veya temyize başvurulmuş ama henüz neticelenmemiş ve yargılama devam ediyorsa istinaf veya temyiz aşamasındaki yargılamada dava düşer.</li><br/><li>Ölüm olgusunun kesinleşmiş ve infaz edilmiş cezalara herhangi bir etkisi olmaz.</li><br/></ol><br/>Ölümün hükmedilmiş fakat kesinleşmemiş ve ölümün kesinleşmiş ve infaz edilmiş vergi cezalarına etkisi ile ilgili yukarıdaki ifadelerden hangisi ya da hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız III",
      "B": "I ve II",
      "C": "I ve III",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Vergi cezalarına ceza mahkemeleri tarafından hükmedilmiş ve henüz kesinleşmemiş ise ilk derece mahkemelerinden çıkmış olan bu kararın kesinleşmesi için istinaf veya temyiz için başvuru süreleri geçmemiş ise mahkûmiyet kararı sona erer. İstinaf veya temyize başvurulmuş ama henüz neticelenmemiş ve yargılama devam ediyorsa istinaf veya temyiz aşamasındaki yargılamada dava düşer. Dolayısıyla bu cezalar için ölümün getirmiş olduğu netice bütün sonuçlarıyla beraber sona erer ve cezanın düşmesine neden olur. Ölüm olgusunun kesinleşmiş ve infaz edilmiş cezalara herhangi bir etkisi olmaz. Çünkü ceza yerine gelmiş demektir. Doğru cevap E'dir."
  },
  {
    "id": "3686495",
    "unitNumber": 8,
    "text": "Kişinin cesedi olmamakla beraber içinde bulunduğu ortam itibariyle yaşama şansının olmadığı bir olayda kaybolmuş olması olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ölüm karinesi",
      "B": "Gaiplik",
      "C": "Kaybolma karinesi",
      "D": "Cezanın ortadan kalkması",
      "E": "Beyin ölümü"
    },
    "explanation": "Bir kişi için öldü ifadesini kullanıyor isek bu durumda ortada bir ceset vardır ve bu kişi beyin ve kalp fonksiyonlarını yitirmiş vaziyettedir. Ancak ortada da bir ceset olmamakla beraber ölümüne mutlak gözüyle bakılan bir olay içerisinde kaybolmuş ise bu kişi için hemen öldü diyemeyiz ancak ölüm karinesi içerisinde kaybolmuş diyebiliriz. Ölüm karinesi demek kişinin cesedi olmamakla beraber içinde bulunduğu ortam itibariyle yaşama şansının olmadığı bir olayda kaybolmuş demektir. Doğru cevap A'dır."
  },
  {
    "id": "3686497",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Ceza mahkemeleri tarafından verilen adli para cezaları ve hürriyeti bağlayıcı cezaların kesinleşmesi sonrasında cezanın infaz kurumunda çektirilebilmesini yetkisini sınırlandıran zaman dilimidir.</li> <li>Kamu hukukundan doğan ve kamu düzeninden olan dava açma zamanaşımı hem ilgili taraflar hem de savcı ve hakimler tarafından re’sen (kendiliğinden) dikkate alınır.</li> <li>3 Mart 2023 tarihinde işlenmiş olan bir suçun 8 yıllık dava açma zaman aşımı süresi 3 Mart 2031 tarihinde sona erer. </li> </ol> Dava zamanaşımı ile ilgili yukarıdaki ifadelerden hangisi ya da hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I ve III"
    },
    "explanation": "Dava zamanaşımı Türk Ceza Kanunu’nun genel hükümleri içerisinde yer alan ve özel ceza kanunlarında da uygulama alanı bulan genel hükümlerdendir. Suçun cinsine göre ister şikâyete bağlı suç olsun ister kamu davası olsun dava açılmasını gerekli kılan suçların işlendiği tarihten itibaren başlayıp suç için kanunda öngörülen ceza miktarına göre değişen zamanaşımı süresi içerisinde dava hakkı kullanılarak olayın yargılanmak üzere mahkeme önüne getirilmesidir. Vergi suçları kamu davası içerisinde yer aldığı için Cumhuriyet savcılıkları aracılığı ile iddianame hazırlanarak yetkili ve görevli ceza mahkemesi nezdinde dava açabilme zamanını gösteren bir kavramdır. Kamu hukukundan doğan ve kamu düzeninden olan dava açma zamanaşımı hem ilgili taraflar hem de savcı ve hakimler tarafından re’sen (kendiliğinden) dikkate alınır. Zamanaşımı geçmiş ise bunu taraflar ileri sürmese bile savcılık ya da mahkeme kendiliğinden dikkate alarak karar verirler. Süre hesaplamasında yıl belirtilmiş olması nedeniyle sürenin bitiş tarihi suçun işlendiği tarihin<br/>son yıl aynı tarihinde süre sonra erer. Örnek verilirse 3 Mart 2023 tarihinde işlenmiş olan bir suçun 8 yıllık dava açma zaman aşımı süresi 3 Mart 2031 tarihinde sona erecektir. Doğru cevap D'dir."
  },
  {
    "id": "3686502",
    "unitNumber": 8,
    "text": "Vergi suçları için söz konusu olabilecek ceza zamanaşımı süreleri hangi seçenekte doğru olarak verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ceza 5 yıl ve daha fazla süreli ise 15 yıl, 5 yıla kadar olan cezalar da ise 10 yıldır.",
      "B": "Ceza 5 yıl ve daha fazla süreli ise 10 yıl, 5 yıla kadar olan cezalar da ise 5 yıldır.",
      "C": "Ceza 5 yıl ve daha fazla süreli ise 20 yıl, 5 yıla kadar olan cezalar da ise 10 yıldır.",
      "D": "Ceza 5 yıl ve daha fazla süreli ise 25 yıl, 5 yıla kadar olan cezalar da ise 15 yıldır.",
      "E": "Ceza 5 yıl ve daha fazla süreli ise 12 yıl, 5 yıla kadar olan cezalar da ise 8 yıldır."
    },
    "explanation": "Ceza zamanaşımı süresi mahkemenin hükmünde yer alan ceza miktarına göre tayin edilmektedir. Vergi suçları içerisinde yer alan üst sınır cezalar göz önünde tutularak vergi suçları için uygulanabilecek ceza zamanaşımı süresi şöyle olabilir. Ceza 5 yıl ve daha fazla süreli ise 20 yıl, 5 yıla kadar olan cezalar da ise 10 yıldır. Doğru cevap C'dir."
  },
  {
    "id": "3686504",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi adli yargı kanun yollarından biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kanun yararına bozma",
      "B": "İstinaf",
      "C": "Yazılı emir",
      "D": "Yargılamanın yenilenmesi",
      "E": "Başsavcının itirazı"
    },
    "explanation": "Adli yargıda kanun yolları itiraz, istinaf ve temyizdir. Doğru cevap B'dir."
  },
  {
    "id": "3686507",
    "unitNumber": 8,
    "text": "<ol type=\"I\"><br/><li>Vergi </li><br/><li>Vergi cezaları</li><br/><li>Gecikme zamları</li><br/></ol><br/>Vergi cezalarının affı yukarıdakilerden hangisi ya da hangilerini sona erdirir?",
    "correctAnswer": "E",
    "options": {
      "A": "II ve III",
      "B": "I ve II",
      "C": "I, II ve III",
      "D": "Yalnız III",
      "E": "Yalnız II"
    },
    "explanation": "Vergi cezalarının affı vergi ve gecikme zamlarının tahsili imkânı verirken cezaları sona erdirmektedir. Doğru cevap E'dir."
  },
  {
    "id": "3686512",
    "unitNumber": 8,
    "text": "Pişmanlığa ilişkin aşağıdaki ifadelerden hangisi <u>yanlıştır?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "Vergi cezasını sona erdiren nedenlerden biridir.",
      "B": "Tüm vergiler için geçerlidir.",
      "C": "Emlak vergisi pişmanlık kapsamı içerisinde değildir.",
      "D": "Vergi idaresinin, takdir komisyonlarının ve ceza mahkemelerinin yükünü hafifletir.",
      "E": "İlgili hakkında pişmanlık hükümleri re'sen uygulanmaz. Dilekçe ile başvurulması gerekir."
    },
    "explanation": "Pişmanlık ve ıslah, kurallara aykırı bir faaliyette bulunan kişinin bunu kabul edecek makama işlemiş olduğu kurallara aykırılığı itiraf etmesi ve uslandığını ifade etmesi halidir. Vergi ceza hukuku açısından pişmanlık ve ıslah, vergi zıyaı kabahati ve kaçakçılık suçu işlemiş olan failin vergi suç ve kabahatlerini takiple görevli olan vergi dairesine işlemiş olduğu suç ve kabahatlerinden dolayı pişman olduğunu, uslandığını ve gereği neyse onu yerine getireceğini ifade etmek üzere yazılı olarak yapmış olduğu bir müracaattır. Pişmanlık her vergi için geçerli değildir. Kanun koyucu bunu sadece beyan esasıyla vergilendirilen vergiler için söz konusu etmektedir. Aslında pişmanlık müessesesi vergi ve vergi zıyaı için öngörülmüş, düzenlenmiş bir maddedir. Ancak kaçakçılık suçunun düzenlendiği 359 maddede de kaçakçılık fiili işleyen kişilerin pişmanlık şartlarından yararlanabileceğini ifade eden hükmü gereğince vergi kaçakçılık suçu işleyen kişiler de pişmanlık için müracaat edebilir. Geçmişte beyan esasına göre alınırken bugün bildirim esasının geçerli olduğu emlak vergisi bu anlamda pişmanlık kapsamı içerisinde değildir. Doğru cevap B'dir."
  },
  {
    "id": "3686515",
    "unitNumber": 8,
    "text": "<ul> <li>Vergi zıyaı kesilmesine ve kaçakçılık fiilleri nedeniyle kaçakçılık cezasının hükmedilmesine engel olur.</li> <li>Vergiler açısından devletin vergi alacağına kavuşması sonucunu doğurur.</li> <li>Devleti verginin ve cezaların tahsili için yapılacak masraflardan alıkoyar.</li> </ul> Yukarıda sonuçları belirtilen ve vergi cezasının ortadan kalkması sonucunu doğuran neden nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Dava zamanaşımı",
      "B": "Ceza zamanaşımı",
      "C": "Gaiplik",
      "D": "Ölüm",
      "E": "Pişmanlık ve ıslah"
    },
    "explanation": "Şartlarına uyulmuş olması durumunda pişmanlık ve ıslah kurumunun şu sonuçları doğurur:<br/>i. Vergi ceza hukuku açısından en doğal sonucu vergi zıyaı kesilmesine ve kaçakçılık<br/>fiilleri nedeniyle kaçakçılık cezasının hükmedilmesine engel olur.<br/>ii. Vergiler açısından devletin vergi alacağına kavuşması sonucunu doğurur aynı zamanda devleti bu verginin ve cezaların tahsili için yapılacak masraflardan alıkoyduğu gibi vergi idaresinin, takdir komisyonlarının ve ceza mahkemelerinin yükü hafiflemiş olur. Doğru cevap E'dir."
  },
  {
    "id": "3686520",
    "unitNumber": 8,
    "text": "Mahkeme kararının kesinleşmesinden sonra mahkeme dosyayı infaz işlemleri için nereye gönderir?",
    "correctAnswer": "A",
    "options": {
      "A": "Cumhuriyet Başsavcılığına",
      "B": "İcra dairesine",
      "C": "Kendinden sonraki numaralı mahkemeye",
      "D": "Bir üst mahkemeye",
      "E": "Bölge idare mahkemesine"
    },
    "explanation": "İnfaz hürriyeti bağlayıcı cezalar ve adli para cezaları için kullanılan bir tabirdir. İnfaz işlemleri mahkeme kararının kesinleşmesinden sonra mahkeme dosyayı infaz işlemleri için Cumhuriyet başsavcılıklarına gönderir ve savcılık kararıyla hangi tür bir cezaevinde çekilecekse o cezaevine konulmak suretiyle cezası infaz edilir. Doğru cevap A'dır."
  }
]