[
  {
    "id": "2898810",
    "unitNumber": 1,
    "text": "Yargılama ve takip usulü <strong>dışında kalan</strong> usul kurallarının yer aldığı kanun aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İdari Yargılama Usulü Kanunu",
      "B": "Ceza Muhakemeleri Kanunu",
      "C": "Vergi Usul Kanunu",
      "D": "Hukuk Muhakemeleri Kanunu",
      "E": "İcra İflas Kanunu ve Amme Alacaklarının Tahsil Usulü Hakkında Kanun"
    },
    "explanation": "Sorunun doğru yanıtı için 4.sayfadaki Kavramsal Açıklama konusuna bakınız<br/>Yargılama ve takip usulü <strong>dışında kalan</strong> usul kurallarının yer aldığı kanun Vergi Usul Kanunu'dur."
  },
  {
    "id": "2898811",
    "unitNumber": 1,
    "text": "İdari işlem tamamlanıncaya kadar geçen aşamaların ve bu aşamaları oluşturan sürecin ele alınarak düzenlenmesi, bu süreçte idarenin ve işlemin muhataplarının hak ve yükümlülüklerinin belirlenmesi; aşağıdakilerden hangisinin konusudur?",
    "correctAnswer": "A",
    "options": {
      "A": "İdari usul hukuku",
      "B": "Vergi icra hukuku",
      "C": "Vergi yargılama hukuku",
      "D": "Medeni yargılama hukuku",
      "E": "Vergi usul hukuku"
    },
    "explanation": "Sorunun doğru yanıtı için 4.sayfadaki Kavramsal Açıklama konusuna bakınız<br/>İdari işlem tamamlanıncaya kadar geçen aşamaların ve bu aşamaları oluşturan sürecin ele alınarak düzenlenmesi, bu süreçte idarenin ve işlemin muhataplarının hak ve yükümlülüklerinin belirlenmesi; \"İdari usul hukuku\" nun konusudur."
  },
  {
    "id": "2898812",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi, vergi usul hukukunun konu edindiği vergilendirme süreci içinde <strong>yer almaz</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Tarh",
      "B": "İç yazışmalar",
      "C": "Tebliğ",
      "D": "Tahakkuk",
      "E": "Tahsil"
    },
    "explanation": "Sorunun doğru yanıtı için 5.sayfadaki Kavramsal Açıklama konusuna bakınız<br/>Aşağıdakilerden hangisi, vergi usul hukukunun konu edindiği vergilendirme süreci içinde İç yazışmalar <strong>yer almaz. </strong>"
  },
  {
    "id": "2898813",
    "unitNumber": 1,
    "text": "Vergilendirmeye ilişkin usuller aşağıdaki kanunlardan hangisi/hangileri ile düzenlenmiştir?<br/>I-Vergi Usul Kanunu<br/>II-Gelir Vergisi Kanunu<br/>III-Amme Alacaklarının Tahsil Usulü Hakkında Kanun<br/>IV-İdari Yargılama Usulü Kanunu",
    "correctAnswer": "D",
    "options": {
      "A": "II,III",
      "B": "III",
      "C": "II,IV",
      "D": "I",
      "E": "III,IV"
    },
    "explanation": "Sorunun doğru yanıtı için 5.sayfadaki Kavramsal Açıklama konusuna bakınız<br/>Vergilendirmeye ilişkin usuller Vergi Usul Kanunu ile düzenlenmiştir."
  },
  {
    "id": "2898814",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi, vergilendirme işlemlerinde bireysel idari işlemlerdendir?",
    "correctAnswer": "E",
    "options": {
      "A": "Cumhurbaşkanlığı Kararnameleri",
      "B": "Yönetmelikler",
      "C": "Cumhurbaşkanı Kararları",
      "D": "Genel Tebliğ ve Sirkülerler",
      "E": "Ödeme Emri Tebliği"
    },
    "explanation": "Sorunun doğru yanıtı için 6.sayfadaki Vergilendirme işlemlerinin niteliği ve vergi usul hukukunun kapsamı konusuna bakınız<br/>Ödeme Emri Tebliği vergilendirme işlemlerinde bireysel idari işlemlerdendir."
  },
  {
    "id": "2898815",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi, tek yanlı bireysel idari işlemlerin kendi içerisinde <strong>içerik açısından</strong> sınıflandırmadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Şart işlemler",
      "B": "Subjektif (bireysel-öznel) işlemler",
      "C": "Emredici- inşai-tespit edici işlemler",
      "D": "Yararlandırıcı-yükümlendirici işlemler",
      "E": "Sarih (açık) işlemler-zımni (örtülü) işlemler"
    },
    "explanation": "Sorunun doğru yanıtı için 6.sayfadaki Vergilendirme işlemlerinin niteliği ve vergi usul hukukunun kapsamı konusuna bakınız<br/>Emredici- inşai-tespit edici işlemler tek yanlı bireysel idari işlemlerin kendi içerisinde <strong>içerik açısından</strong> sınıflandırmadır."
  },
  {
    "id": "2898816",
    "unitNumber": 1,
    "text": "“Vergilendirmede,idari işlem ile ulaşılmak istenen nihai sonuçtur” diye ifade eden idari işlem unsuru aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yetki",
      "B": "Şekil",
      "C": "Usul",
      "D": "Sebep",
      "E": "Amaç"
    },
    "explanation": "Sorunun doğru yanıtı için 7.sayfadaki Vergilendirme işlemlerinin niteliği ve vergi usul hukukunun kapsamı konusuna bakınız<br/>“Vergilendirmede, idari işlem ile ulaşılmak istenen nihai sonuçtur” diye ifade eden idari işlem unsuru Amaç'tır."
  },
  {
    "id": "2898817",
    "unitNumber": 1,
    "text": "Vergilendirme sürecinde, zincir işlem teorisine göre, asıl (nihai) işlem aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tarh",
      "B": "Tebliğ",
      "C": "Tarh ve tebliğ",
      "D": "Tahakkuk",
      "E": "Tahsil"
    },
    "explanation": "Sorunun doğru yanıtı için 8.sayfadaki Vergilendirme işlemlerinin niteliği ve vergi usul hukukunun kapsamı konusuna bakınız<br/>Vergilendirme sürecinde, zincir işlem teorisine göre, asıl (nihai) işlem Tahsil'dir."
  },
  {
    "id": "2898818",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi, vergi usul hukukunun kapsamına ve çalışma alanına <strong>girmez</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Vergi idaresinin yetki ve görevleri",
      "B": "Bireysel işlemlerin tesisinden önceki hazırlık işlemleri",
      "C": "Vergilendirme süreci",
      "D": "Cumhurbaşkanlığı kararnameleri",
      "E": "Vergi borcunu ortadan kaldıran halleri"
    },
    "explanation": "Sorunun doğru yanıtı için 9.sayfadaki Vergilendirme işlemlerinin niteliği ve vergi usul hukukunun kapsamı konusuna bakınız<br/>Cumhurbaşkanlığı kararnameleri vergi usul hukukunun kapsamına ve çalışma alanına <strong>girmez.</strong>"
  },
  {
    "id": "2898819",
    "unitNumber": 1,
    "text": "“İdarenin işlem yapmadan önce “maddi gerçeğin araştırılması” hususunda, muhatabın herhangi bir talebinin olup olmadığına bakmaksızın harekete geçmesi”; aşağıdaki vergi usul ilkelerinden hangisidir ?",
    "correctAnswer": "B",
    "options": {
      "A": "Vergi mahremiyeti ilkesi",
      "B": "Re’sen araştırma ilkesi",
      "C": "Şekle bağlı olmama ilkesi",
      "D": "İdarenin tarafsızlığı ilkesi",
      "E": "İdari işlemin gerekçeli olması ilkesi"
    },
    "explanation": "Sorunun doğru yanıtı için 12.sayfadaki Vergi usulde temel ilkeler konusuna bakınız<br/>“İdarenin işlem yapmadan önce “maddi gerçeğin araştırılması” hususunda, muhatabın herhangi bir talebinin olup olmadığına bakmaksızın harekete geçmesi”; Re’sen araştırma ilkesidir."
  },
  {
    "id": "2898820",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi \"idari işlemin kurucu unsarları\"ndan biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "yetki",
      "B": "şekil",
      "C": "usul",
      "D": "sebep",
      "E": "vergi"
    },
    "explanation": "Yetki, şekil, usul, sebep, konu ve amaç idari işlemin kurucu unsurlarıdır."
  },
  {
    "id": "2898821",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi \"usul hukuku\" için <strong>söylenemez</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Hukukun düzenlediği her alanda, maddi hukuktan doğan hakların korunması, saptanması ve gerçekleştirilmesine hizmet eden bir hukuk dalıdır.",
      "B": "Genel usul hukuku, düzenleme alanına göre üçe ayrılır.",
      "C": "Usul hukuku daha çok yargılama hukuku ile özdeşleştirilmektedir ancak bundan çok daha geniş bir kapsama sahiptir.",
      "D": "Maddi hukuk, usule bağlı değildir.",
      "E": "Vergi Usul Kanunu, yargılama ve takip usulü dışında kalan usul kurallarının yer aldığı bir kanundur."
    },
    "explanation": "Maddi hukuk, usule bağlıdır"
  },
  {
    "id": "2898822",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisinde vergilendirme süreci doğru sırada verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "tahsil, tebliğ, tahakkuk, tarh",
      "B": "tahakkuk, tarh, tebliğ, tahsil",
      "C": "tarh, tebliğ, tahakkuk, tahsil",
      "D": "tarh, tahakkuk, tebliğ, tahsil",
      "E": "tarh, tahakkuk, tahsil, tebliğ"
    },
    "explanation": "Vergilendirme süreci, tarh, tebliğ, tahakkuk ve tahsil olmak üzere birbirini izleyen zincir işlemlerden oluşmaktadır."
  },
  {
    "id": "2898823",
    "unitNumber": 1,
    "text": "Vergi usul kuralları, hangi kanun ile belirlenmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "2576 sayılı Bölge İdare Mahkemeleri, İdare Mahkemeleri ve Vergi Mahkemelerinin Kuruluşu ve Görevleri Hakkında Kanun",
      "B": "213 sayılı Vergi Usul Kanunu",
      "C": "2575 sayılı Danıştay Kanunu",
      "D": "2577 sayılı İdari Yargılama Usulü Kanunu",
      "E": "4982 sayılı Bilgi Edinme Hakkı Kanunu"
    },
    "explanation": "Vergi usul kuralları, 213 Sayılı Vergi Usul Kanunu ile belirlenmiştir."
  },
  {
    "id": "2898824",
    "unitNumber": 1,
    "text": "I. Hukuk devleti ilkesinin gerçekleştirilmesi<br/>II. Kanunilik ilkesinin gerçekleştirilmesi<br/>III. Yasal idare ilkesinin sağlanması<br/>IV. Hukuki güvenliğin temini<br/>Yukarıda sayılan işlevlerden hangileri vergi usul hukukuna aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III, IV",
      "B": "I, II, III",
      "C": "I, II",
      "D": "I, III, IV",
      "E": "II, III, IV"
    },
    "explanation": "Kısaca vergi usul hukuku;• Hukuk devleti ilkesinin gerçekleştirilmesi,• Kanunilik ilkesinin gerçekleştirilmesi, • Yasal idare ilkesinin sağlanması,• Hukuki güvenliğin temini,• Usulde eşitliğin sağlanması, • Doğru ve adil idari işlemlerin tesis edilmesi, • Uyuşmazlıkları azaltarak yargının iş yükü-nün hafifletilmesi,• Vergi idaresinin işlem tesisinde şeffaf ve açık olmasının sağlanması,• Vergi idaresine karşı güven geliştirmesi do-layısıyla vergiye karşı direnci azaltarak ver-giye gönüllü uyumun sağlanması,• Verginin, gerçek matrah üzerinden, doğru mik-tarda ve doğru zamanda tahsil edilmesini teminşeklinde sıralayacağımız işlevlere sahiptir."
  },
  {
    "id": "2898825",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi <em>k</em><em>lasik vergileme ilkelerinden biri</em> <strong>değildir</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "zenginlik",
      "B": "yararlanma",
      "C": "eşitlik",
      "D": "genellik",
      "E": "kanunilik"
    },
    "explanation": "Klasik vergileme ilkeleri; adalet, belirlilik, uygunluk ve iktisadilik ilkeleridir. Zaman içinde bu ilkeler gelişip zenginleşmiş, kanunilik, genellik, eşitlik, yararlanma, mali güç, verimlilik, esneklik ilkeleri gibi ilkeler modern vergileme ilkeleri olarak benimsenmiştir."
  },
  {
    "id": "2898826",
    "unitNumber": 1,
    "text": "Vergi mahremiyeti VUK’un hangi maddesiyle güvence altına alınmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "5",
      "B": "362",
      "C": "147",
      "D": "258",
      "E": "55"
    },
    "explanation": "Vergi mahremiyeti VUK’un 5.maddesinde izah edilmiş, vergi mahremiyetinin ihlali ise 362.maddede yaptırıma bağlanarak güvence altına alınmıştır."
  },
  {
    "id": "2898827",
    "unitNumber": 1,
    "text": "Vergi usul hukukunda idarenin tarafsızlığı ilkesi VUK'un hangi maddesinde kural haline getirilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "362",
      "B": "363",
      "C": "6",
      "D": "55",
      "E": "5"
    },
    "explanation": "Vergi usul hukukunda idarenin tarafsızlığı ilkesi VUK md.6’da “Yasaklar” başlığı altında kural haline getirilmiştir."
  },
  {
    "id": "2898828",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi \"beyan usulü\"nün tanımıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "İdari işlemin yöneldiği kişiye bilgilendirme, uygulama ve hukuki yollara müracaat edebilme konusunda yol gösterici olması gereğini ifade eder.",
      "B": "İdarenin işlem yapmadan önce “maddi gerçeğin araştırılması” hususunda harekete geçmesidir.",
      "C": "Verginin, gerçek matrah üzerinden, doğru miktarda ve doğru zamanda tahsil edilmesini temindir.",
      "D": "Matrah unsurlarını mükellefçe beyan ettirmek suretiyle bunların tarhiyata fiilen iştirakini sağlayan usuldür.",
      "E": "İktisadi kıymetin para cinsinden ifade edilmesi için yapılan işlemdir."
    },
    "explanation": "Matrah unsurlarını mükellefçe beyan ettirmek suretiyle bunların tarhiyata fiilen iştirakini sağlayan usul” beyan usulüdür."
  },
  {
    "id": "2898829",
    "unitNumber": 1,
    "text": "\"Bir idari faaliyetin hangi idari makam tarafından, hangi biçimde, hangi aşamalardan geçirilerek yapılacağını ve ne şekilde tespit edileceğini gösteren kurallar bütünü\"ne ne denir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sirküler",
      "B": "Tarh",
      "C": "usul",
      "D": "genel usul",
      "E": "idari usul"
    },
    "explanation": "Başka bir tanıma göre <strong>idari usul</strong>, bir idari faaliyetin hangi idari makam tarafından, hangi biçimde, hangi aşamalardan geçirilerek yapılacağını ve ne şekilde tespit edileceğini gösteren kurallar bütünüdür (Akyılmaz ve Diğerle-ri, 2016:532)."
  },
  {
    "id": "2898830",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Vergilendirme süreci kapsamında izlenecek yol, yöntem ve usulleri gösterir.</li> <li>Mükellefin ödeyeceği vergi yükünü ortaya çıkaran ve vergi miktarını etkileyen kuralları içerir.</li> <li>Gelir Vergisi Kanunu, Kurumlar Vergisi Kanunu, Gümrük Vergisi Kanunu şekli vergi hukukunun parçasını oluşturur.</li> <li>Takip usulü, yargılama usulü ve bunların dışında kalan usul hükümleri şekli vergi hukukunun alanına girer.</li> </ol> Şekli vergi hukuku ile ilgili yukarıdaki ifadelerden hangileri doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "I ve II",
      "B": "I ve IV",
      "C": "II ve III",
      "D": "II ve IV",
      "E": "III ve IV"
    },
    "explanation": "Cevabınız yanlış ise lütfen GİRİŞ konusunu tekrar ediniz.<br/>Şekli vergi hukuku, ödenecek vergiye ulaşıncaya kadar vergilendirme süreci kapsamında izlenecek yol, yöntem ve usulleri gösteren kısmıdır. Vergi Usul Kanunu, Amme Alacaklarının Tahsil Usulü Hakkında Kanun ve İdari Yargılama Usulü Kanunu ve Gümrük Kanunu (usul açısından) şekli vergi hukukunun parçasını oluşturur. Şekli vergi hukuku, usul hükümlerini içerir. Takip usulü, yargılama usulü ve bunların dışında kalan usul hükümleri şekli vergi hukukunun alanına girer."
  },
  {
    "id": "2898831",
    "unitNumber": 1,
    "text": "Vergi hukukunun Türk Vergi Sistemi olarak da adlandırılan kısmı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Maddi vergi hukuku",
      "B": "Şekli vergi hukuku",
      "C": "Genel vergi hukuku",
      "D": "Özel vergi hukuku",
      "E": "Milli vergi hukuku"
    },
    "explanation": "Cevabınız yanlış ise lütfen GİRİŞ konusunu tekrar ediniz.<br/>Özel vergi hukuku, her bir verginin tek tek ele alınıp incelendiği kısmıdır. Türk vergi sistemi olarak da isimlendirilmektedir."
  },
  {
    "id": "2898832",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi idari işlemlerin unsurlarından biri <u>değildir?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Yetki",
      "B": "Şekil",
      "C": "Sebep",
      "D": "Sonuç",
      "E": "Amaç"
    },
    "explanation": "Cevabınız yanlış ise lütfen KAVRAMSAL AÇIKLAMA konusunu tekrar ediniz.<br/>İdari işlemlerin unsurları; yetki, şekil, sebep, konu, amaçtır."
  },
  {
    "id": "2898833",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>İdarede şeffaflığı sağlaması</li> <li>İsabetli karar alınması ve tarafsızlığı sağlaması</li> <li>Demokratik idare üslubunu geliştirmesi</li> <li>Güvenli ve basit çalışan bir idari yapının oluşması</li> <li>Yargının iş yükünü artırması</li> </ol> Yukarıdakilerden hangileri idari usulün faydalarındandır?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I, II ve III",
      "C": "II, III ve IV",
      "D": "III, IV ve V",
      "E": "I, II, III ve IV"
    },
    "explanation": "Cevabınız yanlış ise lütfen KAVRAMSAL AÇIKLAMA konusunu tekrar ediniz.<br/>İdari usulün faydaları;<br/><ul> <li>İdarede şeffaflığı sağlaması</li> <li>İsabetli karar alınması ve tarafsızlığı sağlaması</li> <li>Demokratik idare üslubunu geliştirmesi</li> <li>Güvenli ve basit çalışan bir idari yapının oluşması</li> <li>Uyuşmazlıkları azaltarak yargının iş yükünü azaltmasıdır.</li> </ul>"
  },
  {
    "id": "2898834",
    "unitNumber": 1,
    "text": "<ol type=\"I\"><br/><li>Vergi idaresinin vergilendirme işlemlerinde takip edeceği prosedürü belirler.</li><br/><li>Vergi ilişkisinden doğan, idarenin görev ve sorumluluklarını belirler.</li><br/><li>Mükelleflerin hak ve ödevlerinin yerine getiriliş biçimini, zamanını ve yerini belirler.</li><br/><li>Vergi tahsil süreçleri ile ilgili prosedürleri belirler.</li><br/></ol><br/>Vergi usul kavramı, tam olarak yukarıda verilen ifadelerden hangi veya hangilerini kapsamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "I, II ve III",
      "E": "II, III ve IV"
    },
    "explanation": "Cevabınız yanlış ise lütfen KAVRAMSAL AÇIKLAMA konusunu tekrar ediniz.<br/>Vergi usul, vergi idaresinin vergilendirme işlemlerinde takip edeceği prosedürü belirleyen, vergi ilişkisinden doğan, idarenin görev ve sorumluluklarının yanında mükelleflerin hak ve ödevlerinin yerine getiriliş biçimini, zamanını ve yerini belirleyen kurallardan oluşmaktadır."
  },
  {
    "id": "2898835",
    "unitNumber": 1,
    "text": "İdari sözleşmeler olarak da adlandırılan, idare ile ilgili kişinin karşılıklı olarak açıkladıkları iradelerinin uyuşması sonucu ortaya çıkan işlemlere ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tek yanlı idari işlemler",
      "B": "İki yanlı idari işlemler",
      "C": "Zincir işlemler",
      "D": "Vergi ilişkisi",
      "E": "İçtihat"
    },
    "explanation": "Cevabınız yanlış ise lütfen VERGİLENDİRME İŞLEMLERİNİN NİTELİĞİ VE VERGİ USUL HUKUKUNUN KAPSAMI konusunu tekrar ediniz.<br/>İki yanlı idari işlemler, idare ile ilgili kişinin karşılıklı olarak açıkladıkları iradelerinin uyuşması sonucu ortaya çıkan işlemlerdir ki, bunlar idari sözleşmeler şeklinde isimlendirilmektedir."
  },
  {
    "id": "2898836",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi vergilendirme sürecindeki zincir işlemlerden biri <u>değildir?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Terkin",
      "B": "Tebliğ",
      "C": "Tarh",
      "D": "Tahakkuk",
      "E": "Tahsil"
    },
    "explanation": "Cevabınız yanlış ise lütfen VERGİLENDİRME İŞLEMLERİNİN NİTELİĞİ VE VERGİ USUL HUKUKUNUN KAPSAMI konusunu tekrar ediniz.<br/>Vergilendirme süreci, tarh, tebliğ, tahakkuk ve tahsil olmak üzere birbirini izleyen zincir işlemlerden oluşmaktadır."
  },
  {
    "id": "2898837",
    "unitNumber": 1,
    "text": "Vergi Usul Kanunu kaç kitaptan (bölüm) oluşur?",
    "correctAnswer": "E",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "Cevabınız yanlış ise lütfen VERGİLENDİRME İŞLEMLERİNİN NİTELİĞİ VE VERGİ USUL HUKUKUNUN KAPSAMI konusunu tekrar ediniz.<br/>VUK, beş kitaptan oluşmaktadır. Birinci Kitap “Vergilendirme”, İkinci Kitap “Mükellefin Ödevleri”, Üçüncü Kitap “Değerleme”, Dördüncü Kitap “Ceza Hükümleri” ve Beşinci Kitap “Vergi Davaları” başlığını taşımaktadır."
  },
  {
    "id": "2898838",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Vergilendirme süreci</li> <li>Vergi idaresinin yetki ve görevleri</li> <li>Vergi borcunu ortadan kaldıran haller</li> <li>İki yanlı idari işlemler</li> <li>Vergi idaresinin yaptığı vergisel işlemlere karşı başvuru yolları</li> </ol> Yukarıdakilerden hangi/leri Vergi Usul Hukukunun kapsamına girmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "I, II ve III",
      "C": "I, II, III ve V",
      "D": "II, III ve IV",
      "E": "III, IV ve V"
    },
    "explanation": "Cevabınız yanlış ise lütfen VERGİLENDİRME İŞLEMLERİNİN NİTELİĞİ VE VERGİ USUL HUKUKUNUN KAPSAMI konusunu tekrar ediniz.<br/>Vergi Usul Hukukunun kapsamına;<br/><ul> <li>Vergi idaresinin yetki ve görevleri</li> <li>Mükellef, vergi sorumlusu veya genel olarak vergi ödevlilerinin, vergi idaresi karşısındaki hukuki durumları ile hak ve ödevleri</li> <li>Bireysel işlemlerin tesisinden önceki hazırlık işlemleri</li> <li>Vergilendirme sürecini</li> <li>Vergi idaresinin yaptığı vergisel işlemlere karşı başvuru yollarını</li> <li>Vergi borcunu ortadan kaldıran haller girmektedir.</li> </ul>"
  },
  {
    "id": "2898839",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi vergi usul hukukunun işlevleri arasında <u>yer almaz?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Hukuk devleti ilkesinin gerçekleştirilmesi",
      "B": "Kanunilik ilkesinin gerçekleştirilmesi",
      "C": "Doğru ve adil idari işlemlerin tesis edilmesi",
      "D": "Vergi idaresinin işlem tesisinde gizliliğin sağlanması",
      "E": "Uyuşmazlıkları azaltarak yargının iş yükünün hafifletilmesi"
    },
    "explanation": "Cevabınız yanlış ise lütfen VERGİ USULÜN İŞLEVİ VE ÖNEMİ konusunu tekrar ediniz.<br/>Vergi usul hukukunun işlevleri;<br/><ul> <li>Hukuk devleti ilkesinin gerçekleştirilmesi,</li> <li>Kanunilik ilkesinin gerçekleştirilmesi,</li> <li>Yasal idare ilkesinin sağlanması,</li> <li>Hukuki güvenliğin temini,</li> <li>Usulde eşitliğin sağlanması,</li> <li>Doğru ve adil idari işlemlerin tesis edilmesi,</li> <li>Uyuşmazlıkları azaltarak yargının iş yükünün hafifletilmesi,</li> <li>Vergi idaresinin işlem tesisinde şeffaf ve açık olmasının sağlanması,</li> <li>Vergi idaresine karşı güven geliştirmesi dolayısıyla vergiye karşı direnci azaltarak vergiye gönüllü uyumun sağlanması,</li> <li>Verginin, gerçek matrah üzerinden, doğru miktarda ve doğru zamanda tahsil edilmesini temin etmek.</li> </ul>"
  },
  {
    "id": "2898840",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Vergi Usuldeki Temel ilkelerden <strong>biri değildir? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Vergi Mahremiyeti İlkesi",
      "B": "Re'sen Araştırma İlkesi",
      "C": "İdarenin Tarafsızlığı ve Usulde Eşitlik İlkesi",
      "D": "Usulde Şekle Bağlılık İlkesi",
      "E": "İdari İşlem İlkesi"
    },
    "explanation": "Vergi Usulde Temel İlkeler<br/>İdari İşlem İlkesi"
  },
  {
    "id": "2898841",
    "unitNumber": 1,
    "text": "Bugün yürürlükte bulunan 213 sayılı Vergi Usul Kanunu hangi yılda kabul edilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "1961",
      "B": "1960",
      "C": "1954",
      "D": "1956",
      "E": "1939"
    },
    "explanation": "Vergi Usul Hukukunun Kapsamı<br/>1961"
  },
  {
    "id": "2898842",
    "unitNumber": 1,
    "text": "Vergilemenin temel amacı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kamu harcamalarının finansmanı için gelir sağlamak",
      "B": "Şahsi vergilerin uygulanmasını sağlamak",
      "C": "Ticari vergilerin uygulanmasını sağlamak",
      "D": "Bireysel ve idari işlemleri düzenlemek",
      "E": "Genel ve idari işlemleri yürütmek"
    },
    "explanation": "Vergi Usulun İşlevi ve Önemi<br/>Kamu harcamalarının finansmanı için gelir sağlamak"
  },
  {
    "id": "2898843",
    "unitNumber": 1,
    "text": "Vergilendirme süreci birbirini izleyen hangi zincir işlemlerden oluşur?",
    "correctAnswer": "A",
    "options": {
      "A": "Tarh-tebliğ-tahakkuk-tahsil",
      "B": "Vergi-tarh-icra-dava",
      "C": "Tarh-tahakkuk-dava-icra",
      "D": "Dava-icra-tahakkuk-tarh",
      "E": "İcra-tarh-dava-tahakkuk"
    },
    "explanation": "İdari işlem teorileri bakımından<br/>Tarh-tebliğ-tahakkuk-tahsil"
  },
  {
    "id": "2898844",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi vergi usul hukukunun işlevlerinden <strong>biri değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Hukuk devleti ilkesinin gerçekleştirilmesi",
      "B": "Yasal idare ilkesinin sağlanması",
      "C": "Usulde eşitliğin sağlanması",
      "D": "Uyuşmazlıkları azaltarak yargının iş yükünün hafifletilmesi",
      "E": "İnsan haklarına uygun olarak vergi tahakkuklarının düzelenmesi"
    },
    "explanation": "Vergi usulunun işlevi ve önemi<br/>İnsan haklarına uygun olarak vergi tahakkuklarının düzelenmesi"
  },
  {
    "id": "2898845",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi klasik vergileme ilkelerinden <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Adalet",
      "B": "Belirlilik",
      "C": "Uygunluk",
      "D": "İktisadilik",
      "E": "Esneklik"
    },
    "explanation": "Vergi usulde temel ilkeler<br/>Esneklik"
  },
  {
    "id": "2898846",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi idari işlemin kurucu unsurlarından <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yetki",
      "B": "Şekil",
      "C": "Usul",
      "D": "Sebep",
      "E": "Yöntem"
    },
    "explanation": "Vergilendirme işlmelerinin genel niteliği<br/>Yöntem"
  },
  {
    "id": "2898847",
    "unitNumber": 1,
    "text": "Vergi idaresinin, mükellef adına vergi tarh etmesi, mükellefin bilinen adresine vergi ve ceza ihbarnamesi veya ödeme emri tebliğ etmesi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bireysel idari işlem",
      "B": "Düzenleyici idari işlem",
      "C": "Genel idari işlem",
      "D": "Kişisel olmayan idari işlem",
      "E": "Kişisel kararnameler"
    },
    "explanation": "Vergilendirme işlemlerinin Niteliği ve Vergi Usul Hukukunun Kapsamı<br/>Bireysel idari işlem"
  },
  {
    "id": "2898848",
    "unitNumber": 1,
    "text": "Vergilendirmeye ilişkin usuller aşağıdaki hangi kanun ile düzenlenmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Vergi Usul Kanunu",
      "B": "Mülkiyet Hakkı Kanunu",
      "C": "İdari Usul Kanunu",
      "D": "Devlet İhale Kanunu",
      "E": "Bilgi Edinme Kanunu"
    },
    "explanation": "Vergi Usul ve Vergi Usul Kanunu"
  },
  {
    "id": "2898849",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi idari usul hukukunun konuları arasında <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İdari işlem tamamlanıncaya kadar geçen aşamaların ve bu aşamaları oluşturan sürecin ele alınarak düzenlenmesi",
      "B": "İdarenin ve işlemin muhataplarının hak ve yükümlülüklerinin belirlenmesi",
      "C": "İdari usul kuralları, idare edilenlere hukuki güvence sağlanması",
      "D": "Yasal sınırlar içinde ve yasaya bağlı kalarak eylem ve işlem yapmaya sevk etmesi",
      "E": "Devletin demokratik idare üslubunun değişimini sağlanması"
    },
    "explanation": "İdari Usul ve İdari Usul Hukuku<br/>Devletin demokratik idare üslubunun değişimini sağlanması"
  },
  {
    "id": "2898850",
    "unitNumber": 2,
    "text": "Verginin tahsilinden önce gerçekleşen bütün aşamalar ne olarak adlandırılır?",
    "correctAnswer": "A",
    "options": {
      "A": "vergilendirilme süreci",
      "B": "vergi yargısı",
      "C": "verginin yansıması",
      "D": "vergi telafisi",
      "E": "vergi politikası"
    },
    "explanation": "Vergilemenin temel amacı verginin tahsilini<br/>sağlamaktır. Ancak verginin tahsili ondan önce bir<br/>dizi aşamanın gerçekleştirilmesine bağlıdır. Bu aşamalar bir bütün olarak vergilendirme süreci olarak<br/>adlandırılır."
  },
  {
    "id": "2898851",
    "unitNumber": 2,
    "text": "Vergilendirme süreci aşağıdakilerden hangisi ile başlamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "vergiyi doğran olay",
      "B": "tarh",
      "C": "tebliğ",
      "D": "tahakkuk",
      "E": "tahsil"
    },
    "explanation": "Vergilendirme süreci vergiyi doğuran<br/>olayla başlayan, tarh, tebliğ, tahakkuk ve tahsil ile<br/>sona eren bir süreçtir."
  },
  {
    "id": "2898852",
    "unitNumber": 2,
    "text": "Tarh ve tebliğ edilen verginin ödenecek hale gelmesine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tahakkuk",
      "B": "vergi iadesi",
      "C": "vergi yansıması",
      "D": "verginin gelir etkisi",
      "E": "vergi planlaması"
    },
    "explanation": "Tarh ve tebliğ olunan vergi tahakkuk<br/>eder, yani ödenecek hale gelir."
  },
  {
    "id": "2898853",
    "unitNumber": 2,
    "text": "I. Teblig<br/>II. tahkkuk<br/>III. Tarh<br/>IV. Tahsil<br/>Yukarıda verilen vergilendirme işlemleri vergilendirme sürecinde hangi sıra ile meydana gelektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "I-II-III-IV",
      "B": "III-I-II-IV",
      "C": "IV-III-II-I",
      "D": "I-III-II-IV",
      "E": "II-IV-I-III"
    },
    "explanation": "Vergilendirme<br/>süreci genel olarak tarh, tebliğ, tahakkuk ve tahsil sıralamasında birbiri arkasına gelen işlemlerden<br/>oluşmaktadır."
  },
  {
    "id": "2898854",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi her yıl kendiliğinden tahakkuk eden vergilere örnektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Motorlu taşıtlar vergisi",
      "B": "Gelir vergisi",
      "C": "Kurumlar vergisi",
      "D": "Katma Değer Vergisi",
      "E": "Özel Tüketim Vergisi"
    },
    "explanation": "Her yıl kendiliğinden tahakkuk eden vergilere örnek olarak emlak vergisi<br/>ve motorlu taşıtlar vergisi verilebilir"
  },
  {
    "id": "2898855",
    "unitNumber": 2,
    "text": "Bir verginin alınabilmesi için mükellef açısından aşağıdakilerden hangisinin gerçekleşmesi gerekmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Vergiyi doğuran olayın meydana gelmesi",
      "B": "vergi kanunun olması",
      "C": "vergi oranlarının belirlenmesi",
      "D": "bütçe kanunu ile vergi tahsiline izin verilmesi",
      "E": "bütçe açıklarının olması"
    },
    "explanation": "Bir verginin alınabilmesi bazı ön koşulları gerektirir. Bu koşullar; kabul edilmiş, yürürlükte<br/>bulunan bir kanunun varlığı, bu kanunun her yıl<br/>bütçe kanununda yer alması yani bütçe kanunu ile<br/>verginin tahsiline izin verilmesi ve mükellef şahsında vergiyi doğuran olayın gerçekleşmesidir."
  },
  {
    "id": "2898856",
    "unitNumber": 2,
    "text": "Vergi mükellefi ile verginin konusu arasındaki ilişkiyi ifade eden vergicilik kavramı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "vergiyi doğuran olay",
      "B": "vergi tarhı",
      "C": "vergi yansıması",
      "D": "verginin tahsili",
      "E": "verginin tahakkuku"
    },
    "explanation": "vergiyi doğuran olay, vergi kanunda belirtilen gerçek veya<br/>tüzel kişinin (mükellefin), yine aynı vergi kanununda belirtilen vergi konusu ile teması halinde meydana gelir."
  },
  {
    "id": "2898857",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi vergiyi doğuran olayı daraltan kısıtlardan biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "vergi gelirleri",
      "B": "istisnalar",
      "C": "tarh",
      "D": "tebliğ",
      "E": "tahakkuk"
    },
    "explanation": "Vergi kanunlarında yer alan ve vergi konusunu kısıtlayan istisnalar ile vergi mükellefiyetini kısıtlayan muafiyetler vergiyi doğuran olayı da daraltır."
  },
  {
    "id": "2898858",
    "unitNumber": 2,
    "text": "Gelir Vergisi Kanunu'na göre vergiyi doğuran olay aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "gerçek kişinin gelir elde etmesi",
      "B": "gerçek kişinin elde ettiği gelirin miktarı",
      "C": "verginin hesaplanması",
      "D": "verginin ödenmesi",
      "E": "vergiye itiraz edilmesi"
    },
    "explanation": "Her bir vergi kanunu vergiyi doğuran olayı ayrı ayrı belirlemiştir. Örneğin, Gelir Vergisi Kanununa göre vergiyi doğuran olay gerçek kişinin gelir elde etmesidir"
  },
  {
    "id": "2898859",
    "unitNumber": 2,
    "text": "Bir devletin siyasi sınırları içinde gerçekleşen vergiyi doğuran olaylar bakımından o devletin vergilendirme yetkisinin geçerli sayılması aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "kaynak ilkesi",
      "B": "ikametgah ilkesi",
      "C": "vergilerin yerelliği",
      "D": "vergilerin şahsiliği",
      "E": "vergi yakınsaması"
    },
    "explanation": "Vergi kanunlarının yer bakımından uygulanmasında iki temel ilke mevcuttur. Bunlar, kanunların mülkiliği ve kanunların şahsiliği ilkesidir. Kanunların mülkiliği ilkesi yerine hemen hemen aynı anlama gelen kaynak ilkesi kavramı kullanılabilmektedir. Kaynak ilkesine göre, bir devletin siyasi sınırları içinde gerçekleşen vergiyi doğuran olaylar bakımından o devletin vergilendirme yetkisi geçerli sayılır."
  },
  {
    "id": "2898860",
    "unitNumber": 2,
    "text": "Bir malın teslimi, hizmetin ifası ya da ithali aşağıdaki vergi kanunlarından hangisine göre, vergiyi doğuran olay olarak belirlenmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Gelir Vergisi Kanunu (GVK)",
      "B": "Kurumlar Vergisi Kanunu (KVK",
      "C": "Katma Değer Vergisi Kanunu (KDVK)",
      "D": "Emlak Vergisi Kanunu (EVK)",
      "E": "Veraset ve İntikal Vergisi Kanunu (VİVK)"
    },
    "explanation": "Sorunun doğru yanıtı için 22.sayfadaki Vergiyi doğuran olay konusuna bakınız<br/>Bir malın teslimi, hizmetin ifası ya da ithali, Katma Değer Vergisi Kanunu (KDVK) göre vergiyi doğuran olay olarak belirlenmiştir."
  },
  {
    "id": "2898861",
    "unitNumber": 2,
    "text": "Vergi, kural olarak, vergiyi doğuran olayın meydana geldiği ..............................tarh ve tahsil olunmaktadır.<br/>Yukarıdaki cümlede boş bırakılan kısma aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ayı takip eden ayda",
      "B": "Yılı takip eden yılın ilk ayında",
      "C": "Ayın sonunda",
      "D": "Yılın sonunda",
      "E": "Haftayı takip eden haftada"
    },
    "explanation": "Sorunun doğru yanıtı için 23.sayfadaki Vergiyi doğuran olay konusuna bakınız<br/>Vergi, kural olarak, vergiyi doğuran olayın meydana geldiği ................Ayı takip eden ayda.. tarh ve tahsil olunmaktadır."
  },
  {
    "id": "2898862",
    "unitNumber": 2,
    "text": "Vergiyi doğuran olayın kanunlarla yasak edilmiş bulunması mükellefiyeti ve vergi sorumluluğunu kaldırmaz. (VUK 9)<br/>Aşağıdakilerden hangisi yukarıdaki hüküm gereği vergilendirilen faaliyetlerden biridir<strong>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Çiftçilik yapılması",
      "B": "Tuhafiyecilik yapılması",
      "C": "Bahçevanlık işleri",
      "D": "Şans oyunları bayi işletmeciliği",
      "E": "Sahte diplomayla doktorluk yapılması"
    },
    "explanation": "Sorunun doğru yanıtı için 23.sayfadaki Vergiyi doğuran olay konusuna bakınız<br/>Vergiyi doğuran olayın kanunlarla yasak edilmiş bulunması mükellefiyeti ve vergi sorumluluğunu kaldırmaz. (VUK 9)<br/>Sahte diplomayla doktorluk yapılmasıs yukarıdaki hüküm gereği vergilendirilen faaliyetlerden biridir<strong>.</strong>"
  },
  {
    "id": "2898863",
    "unitNumber": 2,
    "text": "Vergi alacağı doğduktan sonraki ilk aşama aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Verginin tahsili",
      "B": "Verginin tahakkuku",
      "C": "Verginin tarhı",
      "D": "Verginin iadesi",
      "E": "Verginin tebliği"
    },
    "explanation": "Sorunun doğru yanıtı için 24.sayfadaki Verginin tarhı konusuna bakınız<br/>Vergi alacağı doğduktan sonraki ilk aşama Verginin tarhıdır."
  },
  {
    "id": "2898864",
    "unitNumber": 2,
    "text": "Tarh işleminin konu unsuru, vergilendirme işlemi ile oluşturulmak istenen aşağıdakilerden hangisini ifade eder?",
    "correctAnswer": "B",
    "options": {
      "A": "Vergiyi doğuran olayı",
      "B": "Hukuki sonucu",
      "C": "Kamu yararını",
      "D": "İradenin açıklandığı aracı",
      "E": "İdari makamı"
    },
    "explanation": "Sorunun doğru yanıtı için 24.sayfadaki Verginin tarhı konusuna bakınız<br/>Tarh işleminin konu unsuru, vergilendirme işlemi ile oluşturulmak istenen Hukuki sonucu ifade eder."
  },
  {
    "id": "2898865",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi, verginin üzerinden hesaplanacağı değer veya miktarın belirlenebilmesi açısından yararlanılan usüllerden <strong>değildir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Karine veya dış belirtiler usulü",
      "B": "Götürü usül",
      "C": "Serbest usül",
      "D": "İdarece takdir usulü",
      "E": "Beyan usulü"
    },
    "explanation": "Sorunun doğru yanıtı için 25.sayfadaki Verginin tarhı konusuna bakınız<br/>Serbest usül verginin üzerinden hesaplanacağı değer veya miktarın belirlenebilmesi açısından yararlanılan usüllerden <strong>değildir</strong>?"
  },
  {
    "id": "2898866",
    "unitNumber": 2,
    "text": "Vergilendirmeye esas olacak matrahın, her bir vergi konusu ve mükellef için ayrı ayrı belirlenmesi yerine belirli mükellef grupları ve vergi konusu için bir bütün olarak belirlenmesi usulü, aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Karine veya dış göstergeler usulü",
      "B": "Götürü usülü",
      "C": "Beyan usulü",
      "D": "Karma usül",
      "E": "İdarece takdir usulü"
    },
    "explanation": "Sorunun doğru yanıtı için 25.sayfadaki Verginin tarhı konusuna bakınız<br/>Vergilendirmeye esas olacak matrahın, her bir vergi konusu ve mükellef için ayrı ayrı belirlenmesi yerine belirli mükellef grupları ve vergi konusu için bir bütün olarak belirlenmesi usulü, Götürü usülüdür."
  },
  {
    "id": "2898867",
    "unitNumber": 2,
    "text": "Tespit edilen matrah ve orana göre vergi, aşağıdaki hangi formülle hesaplanmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Hesaplanan Vergi = Vergi matrahı +Vergi oranı",
      "B": "Hesaplanan Vergi = Vergi oranı / Vergi matrahı",
      "C": "Hesaplanan Vergi = Vergi matrahı - Vergi oranı",
      "D": "Hesaplanan Vergi = Vergi Matrahı × Vergi Oranı",
      "E": "Hesaplanan Vergi = Vergi matrahı / Vergi oranı"
    },
    "explanation": "Sorunun doğru yanıtı için 26.sayfadaki Verginin tarhı konusuna bakınız<br/>Tespit edilen matrah ve orana göre vergi, <br/>Hesaplanan Vergi = Vergi Matrahı × Vergi Oranı<br/>formülü ile hesaplanmaktadır."
  },
  {
    "id": "2898868",
    "unitNumber": 2,
    "text": "Götürü matrahlar üzerinden vergi tarhının tamamlayıcısı olarak Vergi Usül Kanunu’nda(VUK) yerini alan tarh usulü, aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Beyannameye dayanan tarh",
      "B": "İkmalen vergi tarhı",
      "C": "Re’sen vergi tarhı",
      "D": "İdarece tarh",
      "E": "Tahrire dayanan tarh"
    },
    "explanation": "Sorunun doğru yanıtı için 27.sayfadaki Tarh Usülleri konusuna bakınız<br/>Götürü matrahlar üzerinden vergi tarhının tamamlayıcısı olarak Vergi Usül Kanunu’nda(VUK) yerini alan tarh usulü, İdarece tarhdır."
  },
  {
    "id": "2898869",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi re’sen vergi tarhiyatının temel özellikleridir?<br/>I- Daha önce yapılmış bir tarhiyat vardır veya yoktur<br/>II-Matrahın tamamen veya kısmen tespitine imkân bulunmamaktadır<br/>III-Vergi, re’sen takdir edilen veya vergi inceleme raporlarında belirtilen matrah veya matrah farkı üzerinden tarh edilir<br/>IV- Matrah veya matrah farkının vergi idaresince tespit edilmesi<br/>V- Matrah veya matrah farkının mükellefin defter, kayıt ve belgelere veya kanuni ölçülere dayanılarak tespit edilmesi",
    "correctAnswer": "E",
    "options": {
      "A": "I,IV,V",
      "B": "II,IV,V",
      "C": "IV,V",
      "D": "III,IV,V",
      "E": "I,II,III"
    },
    "explanation": "Sorunun doğru yanıtı için 29.sayfadaki Tarh Usülleri konusuna bakınız<br/>Re’sen vergi tarhiyatının temel özellikleri: <br/>I- Daha önce yapılmış bir tarhiyat vardır veya yoktur<br/>II-Matrahın tamamen veya kısmen tespitine imkân bulunmamaktadır<br/>III-Vergi, re’sen takdir edilen veya vergi inceleme raporlarında belirtilen matrah veya matrah farkı üzerinden tarh edilir"
  },
  {
    "id": "2898870",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi, vergilendirme işlemleri sıralamasında ilk aşamadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Verginin tebliği",
      "B": "Verginin tahsili",
      "C": "Verginin tarhı",
      "D": "Verginin iadesi",
      "E": "Verginin tahakkuku"
    },
    "explanation": "Sorunun doğru yanıtı için 21.sayfadaki “Vergiyi Doğuran Olay-Giriş “konusuna bakınız<br/>Verginin tarhı vergilendirme işlemleri sıralamasında ilk aşamadır."
  },
  {
    "id": "2898871",
    "unitNumber": 2,
    "text": "Vergilendirme işleminin <strong>maddi sebep (somut olay)</strong> unsuru aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Vergiyi doğuran olay",
      "B": "Tarh",
      "C": "Tahakkuk",
      "D": "Kanun hükmü",
      "E": "Tebliğ"
    },
    "explanation": "Sorunun doğru yanıtı için 21.sayfadaki “Vergiyi Doğuran Olay “konusuna bakınız<br/>Vergilendirme işleminin <strong>maddi sebep (somut olay)</strong> unsuru Vergiyi doğuran olaydır."
  },
  {
    "id": "2898872",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi, kanunlarla yasak edilmiş olmasına rağmen ticari faaliyet kabul edilip vergilendirilen faaliyetlerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kumarhane işletmeciliği",
      "B": "Uyuşturucu ticareti",
      "C": "Organ ticareti",
      "D": "İnsan kaçakçılığı",
      "E": "Tefecilik"
    },
    "explanation": "Sorunun doğru yanıtı için 24.sayfadaki “Vergiyi Doğuran Olay “konusuna bakınız<br/>Kumarhane işletmeciliği kanunlarla yasak edilmiş olmasına rağmen ticari faaliyet kabul edilip vergilendirilen faaliyetlerden biridir."
  },
  {
    "id": "2898873",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi, vergi tarhında idari işlemin unsurlarından <strong><u>değildir</u></strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Yetki",
      "B": "Sebep",
      "C": "Konu",
      "D": "Amaç",
      "E": "Sonuç"
    },
    "explanation": "Sorunun doğru yanıtı için 24.sayfadaki “Vergiyi Doğuran Olay “konusuna bakınız<br/>Sonuç, vergi tarhında idari işlemin unsurlarından <strong><u>değildir.</u></strong>"
  },
  {
    "id": "2898874",
    "unitNumber": 2,
    "text": "“Vergiye tabi unsurların en iyi mükellef tarafından bilinebileceği varsayımı altında, bunların değer ve miktarlarının mükelleflerce vergi idaresine bildirilmesi esasına dayanan usul”, aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Beyan usulü",
      "B": "Götürü usul",
      "C": "Karine veya dış göstergeler usulü",
      "D": "Tahrire dayalı usul",
      "E": "İdarece takdir usulü"
    },
    "explanation": "Sorunun doğru yanıtı için 25.sayfadaki “Verginin tarhı-Vergi Matrahı ve Matrahın Belirlenmesi “konusuna bakınız<br/>“Vergiye tabi unsurların en iyi mükellef tarafından bilinebileceği varsayımı altında, bunların değer ve miktarlarının mükelleflerce vergi idaresine bildirilmesi esasına dayanan usul”, Beyan usulüdür."
  },
  {
    "id": "2898875",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangi vergi çeşidinde, spesifik tarifeye göre vergi tutarı hesaplanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Motorlu taşıtlar vergisi",
      "B": "Gelir vergisi",
      "C": "Veraset ve intikal vergisi",
      "D": "Kurumlar vergisi",
      "E": "Katma değer vergisi"
    },
    "explanation": "Sorunun doğru yanıtı için 25.sayfadaki “Verginin tarhı-Vergi Matrahı ve Matrahın Belirlenmesi “konusuna bakınız<br/><strong>Motorlu taşıtlar vergisinde spesifik</strong> <strong>tarifeye</strong> göre vergi tutarı hesaplanır."
  },
  {
    "id": "2898876",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi vergi sistemimizde en çok uygulanan tarh usulüdür?",
    "correctAnswer": "D",
    "options": {
      "A": "İkmalen vergi tarhı",
      "B": "Re’sen vergi tarhı",
      "C": "İdarece tarh",
      "D": "Beyannameye dayanan tarh",
      "E": "Götürü matrahlar üzerinden tarh"
    },
    "explanation": "Sorunun doğru yanıtı için 27.sayfadaki “Tarh usulleri“ konusuna bakınız<br/>Beyannameye dayanan tarh vergi sistemimizde en çok uygulanan tarh usulüdür."
  },
  {
    "id": "2898877",
    "unitNumber": 2,
    "text": "Mükellefin Beyanına dayalı vergilendirme sürecinde, aşağıdaki hangi aşamalar <strong>aynı anda</strong> tamamlanmış olur?",
    "correctAnswer": "C",
    "options": {
      "A": "Vergiyi doğuran olay ve tahsil",
      "B": "Verginin tahakkuku ve iadesi",
      "C": "Tarh, tebliğ ve tahakkuk aşamaları",
      "D": "Tarh, tahsil ve iade aşamaları",
      "E": "Verginin tebliği, tahakkuku ve tahsili"
    },
    "explanation": "Sorunun doğru yanıtı için 27.sayfadaki “Tarh usulleri“ konusuna bakınız<br/>Mükellefin Beyanına dayalı vergilendirme sürecinde, Tarh, tebliğ ve tahakkuk aşamaları <strong>aynı anda</strong> tamamlanır."
  },
  {
    "id": "2898878",
    "unitNumber": 2,
    "text": "Türk vergi sisteminde aşağıdaki hangi vergi çeşidi beyan esasına göre tarh <strong><u>olunamaz</u></strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Gelir vergisi",
      "B": "Kurumlar vergisi",
      "C": "Katma değer vergisi",
      "D": "Emlak vergisi",
      "E": "Veraset ve intikal vergisi"
    },
    "explanation": "Sorunun doğru yanıtı için 28.sayfadaki “Tarh usulleri “konusuna bakınız<br/>Türk vergi sisteminde emlak vergisinde beyan esasına göre tarh <strong><u>olunamaz.</u></strong>"
  },
  {
    "id": "2898879",
    "unitNumber": 2,
    "text": "Emlağın vergi değerini etkileyen unsurlarda bir değişiklik olması halinde, değişikliğin meydana geldiği tarihten itibaren <strong>ne kadar zaman içinde </strong>değişiklik bildirimin yapılması gerekmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "7 gün",
      "B": "15 gün",
      "C": "30 gün",
      "D": "90 gün",
      "E": "180 gün"
    },
    "explanation": "Sorunun doğru yanıtı için 28.sayfadaki “Tarh usulleri “konusuna bakınız<br/>Emlağın vergi değerini etkileyen unsurlarda bir değişiklik olması halinde, değişikliğin meydana geldiği tarihten itibaren 30 gün<strong> içinde </strong>değişiklik bildirimin yapılması gerekmektedir."
  },
  {
    "id": "2898880",
    "unitNumber": 2,
    "text": "Vergilendirme süreci aşağıdakilerden hangisi ile başlamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "vergiyi doğuran olay",
      "B": "tarh",
      "C": "tebliğ",
      "D": "tahakkuk",
      "E": "tahsi"
    },
    "explanation": "Vergilemenin temel amacı verginin tahsilini sağlamaktır. Ancak verginin tahsili ondan önce bir dizi aşamanın gerçekleştirilmesine bağlıdır. Bu aşamalar bir bütün olarak vergilendirme süreci olarak adlandırılır. Vergilendirme süreci vergiyi doğuran olayla başlayan, tarh, tebliğ, tahakkuk ve tahsil ile sona eren bir süreçtir."
  },
  {
    "id": "2898881",
    "unitNumber": 2,
    "text": "Vergilendirme sürecinde veri idaresi vergi alacağının doğumundan sonra aşağıdaki işlemlerden hangisini yapmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "tebliğ",
      "B": "tarh",
      "C": "tahsil",
      "D": "tahakkuk",
      "E": "değerlendirme"
    },
    "explanation": "Vergiyi alacağı, vergi kanunlarının vergiyi bağladıkları olayın gerçekleşmesi veya hukuki durumun tamamlanması ile doğar.<br/>Vergi alacağının doğumundan sonra, idare tarh<br/>işlemini yapar."
  },
  {
    "id": "2898882",
    "unitNumber": 2,
    "text": "Verginin miktar olarak hesaplanması işlemine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "vergi cezası",
      "B": "tarh",
      "C": "tebliğ",
      "D": "tahakkuk",
      "E": "tahsil"
    },
    "explanation": "Vergi alacağının doğumundan sonra, idare tarh<br/>işlemini yapar. Verginin tarhı, verginin miktar olarak hesaplanmasıdır."
  },
  {
    "id": "2898883",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi her yıl kendiliğinden tahakkuk eden vergilere örnektir?",
    "correctAnswer": "E",
    "options": {
      "A": "Katma Değer Vergisi",
      "B": "Gelir vergisi",
      "C": "kurumlar vergisi",
      "D": "Özel tüketim Vergisi",
      "E": "Emlak vergisi"
    },
    "explanation": "Vergilendirme süreci genel olarak tarh, tebliğ, tahakkuk ve tahsil sıralamasında birbiri arkasına gelen işlemlerden oluşmaktadır. Tahakkuku tahsile bağlı vergiler ile her yıl kendiliğinden tahakkuk eden vergilerde olduğu gibi bu aşamaların birkaçı veya tamamının<br/>içe içe geçmiş bir şekilde gerçekleşmesi nedeniyle vergilendirme süreci özellik arz ettiği görülmektedir. Tahakkuku tahsile bağlı vergilerde, verginin ödenmesi/tahsil edilmesi işlemi verginin tahakkuk aşamasını da içermektedir (VUK md.24). Bu tür<br/>vergilerde birbirinden ayrı tarh, tebliğ ve tahakkuk aşamaları bulunmamaktadır. Ancak herhangi bir<br/>nedenle tahsil işlemi gerçekleştirilememişse, tarh edilen verginin ayrıca tebliğ edilerek tahakkuk ettirilmesi gerekmektedir. Tahakkuku tahsile bağlı vergilere, damga vergisi ve eğlence vergisi örnek olarak verilmektedir. Her yıl kendiliğinden tahakkuk eden vergilere ise örnek olarak emlak vergisi ve motorlu taşıtlar vergisi verilebilir."
  },
  {
    "id": "2898884",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi verginin alınabilmesi gerekli ön koşullardan değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "yürürlükte bulunan bir kanunun varlığı",
      "B": "mükellef şahsında vergiyi doğuran olayın gerçekleşmesi",
      "C": "bütçe kanunu ile verginin tahsiline izin verilmesi",
      "D": "vergi kanununun her yıl bütçe kanununda yer alması",
      "E": "vergilemenin her yıl tekrarlanması"
    },
    "explanation": "Bir verginin alınabilmesi bazı ön koşulları gerektirir. Bu koşullar; kabul edilmiş, yürürlükte bulunan bir kanunun varlığı, bu kanunun her yıl<br/>bütçe kanununda yer alması yani bütçe kanunu ile verginin tahsiline izin verilmesi ve mükellef şahsında vergiyi doğuran olayın gerçekleşmesidir."
  },
  {
    "id": "2898885",
    "unitNumber": 2,
    "text": "Bir devletin siyasi sınırları içinde gerçekleşen vergiyi doğuran olaylar bakımından o devletin vergilendirme yetkisinin geçerli sayılması vergi kanunlarının yer bakımından uygulanmasında hangi ilkeyi ifade etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "kaynak ilkesi",
      "B": "kanunların şahsiliği",
      "C": "ikametgah ilkesi",
      "D": "vergi yansıması",
      "E": "vergilerin yerelliği ilkesi"
    },
    "explanation": "Vergiyi doğuran olay, vergi kanunlarının yer, zaman ve anlam bakımından uygulanmasında önemli bir unsurdur. Vergi kanunlarının yer bakımından uygulanması vergilendirme yetkisi ile alakalıdır ve mükelleflerin hangi devlete vergi ödeyeceğini belirler. Vergi kanunlarının yer bakımından uygulanmasında iki temel ilke mevcuttur. Bunlar, kanunların mülkiliği ve kanunların şahsiliği ilkesidir.<br/>Kanunların mülkiliği ilkesi yerine hemen hemen aynı anlama gelen kaynak ilkesi kavramı kullanılabilmektedir. Kaynak ilkesine göre, bir devletin siyasi sınırları içinde gerçekleşen vergiyi doğuran olaylar bakımından o devletin vergilendirme yetkisi geçerli sayılır."
  },
  {
    "id": "2898886",
    "unitNumber": 2,
    "text": "Yasak faaliyetler neticesinde gelir elde edenlerin vergilendirme dışında tutulması söz konusu olsa idi bu durumun aşağıdaki vergileme ilkelerinden hangisine ters düşeceği savunulabilirdi?",
    "correctAnswer": "A",
    "options": {
      "A": "genellik ilkesi",
      "B": "iktisadilik ilkesi",
      "C": "açıklık ilkesi",
      "D": "ayırma ilkesi",
      "E": "belirlilik ilkesi"
    },
    "explanation": "Yasak faaliyetlerin vergi kapsamına alınması, adalet düşüncesine dayanmaktadır. Yasak faaliyetler neticesinde gelir elde edenlerin vergilendirme dışında tutulması, genellik ilkesine ve eşitlik ilkesine aykırılık oluşturacaktır."
  },
  {
    "id": "2898887",
    "unitNumber": 2,
    "text": "İdari işlemin kim ya da kimler tarafından yapılacağını idari işlemin hangi unsuru belirlemektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "yetki unsuru",
      "B": "sebep unsuru",
      "C": "konu unsuru",
      "D": "amaç unsuru",
      "E": "şekil unsuru"
    },
    "explanation": "İdari işlemde bulunması gereken unsurlarda sakatlık tarh işlemini sakatlar. İdari işlemin unsurları; yetki, sebep, konu, amaç ve şekil unsurudur. Yetki unsuru, idari işlemin kim ya da kimler tarafından yapılacağını belirtir."
  },
  {
    "id": "2898888",
    "unitNumber": 2,
    "text": "vergi tarh işleminde yetkili idari makam aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "mükellefin bağlı bulunduğu vergi dairesi",
      "B": "TBMM",
      "C": "İç İşleri Bakanlığı",
      "D": "Hazine ve Maliye Bakanlığı",
      "E": "Cumhurbaşkanlığı"
    },
    "explanation": "Tarh işleminde yetkili “idari makam”dır, daha açık ifade ile mükellefin bağlı bulunduğu vergi dairesidir. VUK’un 4. maddesinde<br/>vergi dairesi, mükellefi tespit eden, vergi tarh eden, tahakkuk ettiren ve tahsil eden daire şeklinde tanımlanmıştır."
  },
  {
    "id": "2898889",
    "unitNumber": 2,
    "text": "Verginin üzerinden hesaplandığı ekonomik değer veya miktara ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "matrah",
      "B": "tahsil",
      "C": "tarife",
      "D": "tebliğ",
      "E": "tarh"
    },
    "explanation": "Verginin konusu, üzerinden vergi alınan iktisadi unsur iken, verginin matrahı vergi konusunun değeri ya da miktarıdır. Vergi matrahı, verginin üzerinden hesaplandığı ekonomik değer veya miktar olarak tanımlanmaktadır."
  },
  {
    "id": "2898890",
    "unitNumber": 3,
    "text": "Tebliğ işleminin özellikleri ile ilgili aşağıdaki ifadelerden hangisi <strong>yanlıştır</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Tebliğ hem yazılı hem de sözlü olarak yerine getirilebilir.",
      "B": "Vergilendirmeyi ilgilendiren ve hüküm ifade eden hususlar tebliğin konusunu oluşturur.",
      "C": "Tebliğin hüküm ifade edebilmesi için yetkili makamlar tarafından yapılması gerekir.",
      "D": "Tebliğ, ilk olarak mükellefe veya ceza sorumlusuna yapılır.",
      "E": "Tebliğ uygulamaya ilişkin usul ve şekil işlemidir."
    },
    "explanation": "Dolayısıyla tebliğ işleminin özellikleri şu şekilde belirtilebilir: • Vergilendirmeyi ilgilendiren ve hüküm ifa-<br/>Tebliğ hem yazılı hem de sözlü olarak yerine getirilebilir."
  },
  {
    "id": "2898891",
    "unitNumber": 3,
    "text": "Verginin tarhiyatı ile ilgili aşağıdaki ifadelerden hangisi <strong>yanlıştır</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "İdare tarafından yapılan tarhiyatların mükelleflere tebliğ edilmesine gerek yoktur.",
      "B": "Vergi tarhiyatı, beyan edilen matrah üzerinden yapılır.",
      "C": "Tahakkuk fişi hazırlanması durumunda mükellefe ayrıca tebliğ edilmesine gerek yoktur.",
      "D": "Beyan yolu ile tarh edilen vergilere karşı dava açılamaz.",
      "E": "Beyan esaslı vergilerde tarh, tebliğ ve tahakkuk aynı anda gerçekleşmiş olur."
    },
    "explanation": "İdare tarafından tespit edilen matrahlar üzerin-den yapılan tarhiyatlardan (ikmalen, re’sen veya idarece) mükelleflerin kendiliğinden haberdar ol-maları beklenemez. Mükelleflerin haberdar olmadık<br/>İdare tarafından yapılan tarhiyatların mükelleflere tebliğ edilmesine gerek yoktur."
  },
  {
    "id": "2898892",
    "unitNumber": 3,
    "text": "İkmalen, re'sen veya idarece tarhiyatın mükelleflere tebliğ edilmek için kullanılan belgeye ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Vergi/Ceza İhbarnamesi",
      "B": "Uzlaşma Tutanağı",
      "C": "Yoklama İhbarnamesi",
      "D": "Yoklama Tutanağı",
      "E": "Tahakkuk Fişi"
    },
    "explanation": "Mükelleflerin haberdar olmadıkları tarhiyatların hukuki sonuç doğurması için bunların mutlaka tebliğ edilmesine ihtiyaç vardır. İdarece tespit edilen matrahlar üzerine gerçekleştirilen ikmalen, re’sen veya idarece tarhiyatın mükelleflerine tebliğ edilmek için kullanılan be<br/>Vergi/Ceza İhbarnamesi"
  },
  {
    "id": "2898893",
    "unitNumber": 3,
    "text": "Vergi tebliğinin yapılacağı kişiler ile ilgili aşağıdaki ifadelerden hangisi <strong>yanlıştır</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Adreste Muhattap yoksa tebliğin yapılması mümkün olmaz.",
      "B": "Tebliğ öncelikli olarak muhattapa yapılır.",
      "C": "Tebliğ gerçek kişilere yapılabilir.",
      "D": "Tebliğ tüzel kişilere yapılabilir.",
      "E": "Tebliğ kişiliği bulunmayan teşekkülleri idare edenlere yapılabilir."
    },
    "explanation": "Tebliğ yapılacak kişiler kural olarak gerçek kişiler, tüzel kişiler ve kişiliği bulunmayan teşekkülleri idare edenlerden oluşmaktadır. Bu kişilere yapılacak tebligat işlemlerinde öncelikli amaç muhatap konumundaki ilgili kimseye yapılmasıdır. Muhatabın olmadığı<br/>Adreste Muhattap yoksa tebliğin yapılması mümkün olmaz."
  },
  {
    "id": "2898894",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Vergi Usul Kanununda belirtilen tebliğ yöntemlerinden biri <strong>değildir</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Aracı vasıtası ile tebliğ",
      "B": "Posta yoluyla tebliğ",
      "C": "Memur vasıtası ile tebliğ",
      "D": "Elektronik tebliğ",
      "E": "İlan yoluyla tebliğ"
    },
    "explanation": "Tebliğ yöntemleri denildiğinde tebligatın muhatabına ulaşmasında kullanılan yollar anlaşılır. Vergi Usul Kanununda beş tebliğ yöntemine yer verilmiştir. Bunlar; posta yoluyla tebliğ, memur vasıtasıyla tebliğ, dairede ya da komisyonda tebliğ, elektronik te<br/>Aracı vasıtası ile tebliğ"
  },
  {
    "id": "2898895",
    "unitNumber": 3,
    "text": "İlan yoluyla yapılan tebliğler ile ilgili aşağıdaki ifadelerden hangisi <strong>yanlıştır</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "İlan biçiminin belirlenmesinde ilan edilecek tutarın bir önemi yoktur.",
      "B": "İlan konusu tutar 3.600 tl'den az ise ilan yazısı tebliği yapacak vergi dairesinin panosuna asılır.",
      "C": "İlanın konusu 3.600 tl ile 360.000 tl arasında ise vergi dairesinin bulunduğu yerin belediye sınırları içinde çıkan bir veya birden fazla gazetede yayınlanır.",
      "D": "İlanın konusu 360.000 tl'yi aşıyorsa Türkiye genelinde çıkan günlük gazetelerden birinde yayınlanır.",
      "E": "İlan konusu tutar ne olursa olsun, ilanın yapıldğı tairhin tespiti için ilan yazısının vergi dairesi panosuna asıldığı tarih esas alınır."
    },
    "explanation": "İlana konu tutarın hangi yıla ait olduğu önemli olmaksızın, ilanın yapıldığı yıldaki tutar esas alınarak ilanen tebligat aşağıdaki şekillerde yapılır (VUK md. 104)<br/>İlana konu olan tutan hangi yıla ait ise geçen süre TÜFE'ye göre düzenlenerek esas borca eklenir."
  },
  {
    "id": "2898896",
    "unitNumber": 3,
    "text": "Verginin kesinleşmesine yol açan durumlar ile ilgili aşağıdaki ifadelerden hangisi <strong>yanlıştır</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Verginin Danıştay tarafından ertelenmesi",
      "B": "Vergilerin dava açma süresi içinde dava konusu edilmemesi",
      "C": "Vergide uzlaşma sağlanması",
      "D": "Vergi Mahkemesinin red kararı üzerine istinaf kanun yoluna gidilmemesi",
      "E": "Vergi Mahkemesinin red kararı üzerine üst kanun yollarına gidilmesi ve nihai kararın verilmesi"
    },
    "explanation": "i- Vergilerin dava açma süresi içinde dava ko-nusu edilmemesi: Vergiye karşı tebliğden itibaren Vergi Mahkemesine 30 günlük dava açma süresi içinde dava açılmaması halinde dava açma süresi-<br/>Verginin Danıştay tarafından ertelenmesi"
  },
  {
    "id": "2898897",
    "unitNumber": 3,
    "text": "Gelir Vergisi beyannamenin verildiği yılın hangi aylarında ödenir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mart ve Temmuz",
      "B": "Ocak ve Haziran",
      "C": "Şubat ve Ağustos",
      "D": "Nisan ve Mayıs",
      "E": "Mayıs ve Ekim"
    },
    "explanation": "Gelir Vergisi (GVK md. 117) beyannamenin verildiği yılın Mart ve Temmuz aylarında"
  },
  {
    "id": "2898898",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi vergi borcunun ödenmesinde kullanılan özel ödeme şekillerinden değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Vergi Dairesi veznesine ödeme",
      "B": "Mükellef hesabından aynı bankadaki ilgili vergi dairesi veya Merkez Bankası hesabına münakale suretiyle ödeme",
      "C": "Vergi dairelerinin veya Merkez Bankası'nın hesabı bulunan bankalara bu daireler hesabına ödeme suretiyle ödeme",
      "D": "Postaneler aracı kılınmak suretiyle ödeme",
      "E": "Banak kartı, kredi kartı ve benzeri kartlar kullanılmak suretiyle ödeme"
    },
    "explanation": "• Çizgili çek kullanmak suretiyle ödeme, <br/>• Mükellef hesabından aynı bankadaki ilgili vergi dairesi veya Merkez Bankası hesabına<br/>Çizgisiz çek kullanarak ödeme"
  },
  {
    "id": "2898899",
    "unitNumber": 3,
    "text": "Re'sen tarh olunan vergilerin vadeleri geçmişse tahakkuk tarihinden itibaren kaç ay içinde ödenmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bir",
      "B": "İki",
      "C": "Üç",
      "D": "Dört",
      "E": "Beş"
    },
    "explanation": "İkmalen, re’sen ve idarece tarh olunan vergiler vadelerinden önce tahakkuk etmişlerse vadesinde, vadeleri geçmişse tahakkuk tarihinden itibaren bir ay içindeödenir."
  },
  {
    "id": "2898900",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi, Vergi alacağının vergi idaresi bakımından bir işlem veya olguya bağlı olarak tahsil edilebilir duruma geldiği aşama olarak tanımlanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Verginin tahakkuku",
      "B": "Verginin tahsili",
      "C": "Verginin tarhı",
      "D": "Verginin tebliği",
      "E": "Verginin matrahı"
    },
    "explanation": "Verginin tahakkuku, vergi alacağının vergi idaresi bakımından bir işlem veya olguya bağlı olarak tahsil edilebilir duruma geldiği aşama olarak tanımlanır. Doğru cevap A seçeneğidir."
  },
  {
    "id": "2898901",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi hukuki bir işlemden, ilgili kimsenin haber almasını sağlamak için, yetkili makamın kanuni şekilde ve yazı ile yapacağı bilgilendirme işlemi olarak tanımlanmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Mahsup",
      "B": "Terkin",
      "C": "Tebliğ",
      "D": "Tahsil",
      "E": "Tahakkuk"
    },
    "explanation": "Genel anlamda tebliğ, hukuki bir işlemden, ilgili kimsenin haber almasını sağlamak için, yetkili makamın kanuni şekilde ve yazı ile yapacağı bilgilendirme işlemi olarak tanımlanabilir. Doğru cevap C seçeneğidir."
  },
  {
    "id": "2898902",
    "unitNumber": 3,
    "text": "Tebliğ ile ilgili aşağıdaki ifadelerden hangisi <strong><u>yanlıştır?</u></strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Tebliğin hüküm ifade edebilmesi için yetkili makamlar tarafından yapılması gereklidir",
      "B": "Tebliğ, ilke olarak, mükellefe veya ceza sorumlusuna yapılmalıdır",
      "C": "Tebliğ tahakkuk aşamasının başlamasına sebebiyet verir.",
      "D": "Tebliğ sözlü olarak yapılabilir.",
      "E": "İdari ve yargısal süreler tebliğ ile işlemeye başlar"
    },
    "explanation": "Tebliğ, vergilendirme ile ilgili hüküm ifade eden hususların vergi dairesi tarafından mükellefe veya ceza sorumlusuna yazı ile bildirilmesini ifade etmektedir. Dolayısıyla sözlü ifadenin geçerliliği yoktur. Doğru cevap D seçeneğidir."
  },
  {
    "id": "2898903",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi tarh yöntemlerinden biri <strong><u>değildir?</u></strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Beyana dayalı tarh",
      "B": "Kanuni tarh",
      "C": "Re'sen tarh",
      "D": "İkmalen tarh",
      "E": "İdarece tarh"
    },
    "explanation": "Beyana dayalı tarh, re'sen tarh, ikmalen tarh ve idarece tarh vergi hukukunda geçerli tarh çeşitleri arasındadır. Doğru cevap B seçeneğidir."
  },
  {
    "id": "2898904",
    "unitNumber": 3,
    "text": "İdarece tespit edilen matrahlar üzerine gerçekleştirilen ikmalen, re’sen veya idarece tarhiyatın mükelleflerine tebliğ edilmek için kullanılan belgeye ………… adı verilir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Tahakkuk fişi",
      "B": "Vergi/ Ceza ihbarnamesi",
      "C": "Mahsup fişi",
      "D": "Tebliğ fişi",
      "E": "Tespit Tutanağı"
    },
    "explanation": "İdarece tespit edilen matrahlar üzerine gerçekleştirilen ikmalen, re’sen veya idarece tarhiyatın mükelleflerine tebliğ edilmek için kullanılan belgeye “vergi/ceza ihbarnamesi” adı verilir. Doğru cevap B seçeneğidir."
  },
  {
    "id": "2898905",
    "unitNumber": 3,
    "text": "İlanen yapılan tebliğ işlemlerinde, ilan tarihinden itibaren vergi dairesine başvurmaları için mükelleflere verilen süre ne kadardır?",
    "correctAnswer": "E",
    "options": {
      "A": "Altı ay",
      "B": "Dört ay",
      "C": "Üç ay",
      "D": "İki ay",
      "E": "Bir ay"
    },
    "explanation": "İlanen yapılan tebliğ işlemlerinde ilan tarihinden itibaren bir ay içinde muhatabın bizzat veya vekil vasıtasıyla vergi dairesine müracaat ederse dairede tebliğ yapılabilir. Doğru cevap E seçeneğidir."
  },
  {
    "id": "2898906",
    "unitNumber": 3,
    "text": "Aşağıdaki tebliği yöntemlerinden hangisinde tebliği işlemi evrakın düzenlendiği tarihi izleyen beşinci günün sonunda yapılmış sayılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Elektronik ortamda tebliğ",
      "B": "Posta yoluyla tebliğ",
      "C": "Dairede veya komisyonda tebliğ",
      "D": "Memur aracılığıyla tebliğ",
      "E": "İlan yoluyla tebliğ"
    },
    "explanation": "Genellikle vergi idaresi tarafından bir evrakın düzenlenip elektronik tebligat sistemine yüklendiği gün muhatabın adresine de ulaştığından, tebliğ edilecek evrakın düzenlendiği tarihi takip eden beşinci günün sonunda tebligat yapıldığına dikkat etmek gerekmektedir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "2898907",
    "unitNumber": 3,
    "text": "I. Muhatabın bilinen adresi yoksa<br/>II. Muhatabın adres kayıt sisteminde kayıtlı bir adresi bulunmazsa<br/>III. Yabancı ülkelerde bulunanlara tebliğ yapılmasına imkân bulunmazsa<br/>IV. Diğer tebliğ yöntemleri kullanılarak tebligat yapılması mümkün olmazsa<br/>Yukarıdakilerden hangileri Vergi Usul Kanununda ilan yoluyla tebliğ yapılacak durumlar arasında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız II",
      "B": "I,II ve III",
      "C": "I,II,III ve IV",
      "D": "Yalnız I",
      "E": "III ve IV"
    },
    "explanation": "Vergi Usul Kanununda ilan yoluyla yapılacak haller, aşağıdaki gibi belirtilmiştir (VUK md. 103):<br/><ul> <li>Muhatabın bilinen adresi yoksa,</li> <li>Muhatabın bilinen adresinde tebliğ yapılamaması halinde, adres kayıt sisteminde kayıtlı bir adresi bulunmazsa,</li> <li>Yabancı ülkelerde bulunanlara tebliğ yapılmasına imkan bulunmazsa,</li> <li>Başkaca nedenlerden dolayı tebliğ yapılmasına imkan bulunmazsa. Doğru cevap C seçeneğidir.</li> </ul>"
  },
  {
    "id": "2898908",
    "unitNumber": 3,
    "text": "Tarh işlemi ile tahakkuk aşamasının aynı anda gerçekleşerek mükelleflerin tahakkuk eden vergilere karşı dava açamadıkları tarhiyat türü aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Re'sen tarhiyat",
      "B": "İkmalen tarhiyat",
      "C": "Düzeltme yoluyla tarhiyat",
      "D": "İdarece tarhiyat",
      "E": "Beyana dayalı tarhiyat"
    },
    "explanation": "Beyana dayanan tarhiyatta, tarh işlemi ile tahakkuk aşaması aynı anda gerçekleşir ve mükellefler tahakkuk eden vergilere karşı dava açamazlar. Doğru cevap E seçeneğidir."
  },
  {
    "id": "2898909",
    "unitNumber": 3,
    "text": "Beyana dayanan tarhiyatta, verginin tahakkuk etmesi için düzenlenen belge aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ceza ihbarnamesi",
      "B": "Vergi ihbarnamesi",
      "C": "Mahsup fişi",
      "D": "Tahakkuk fişi",
      "E": "Tespit Tutanağı"
    },
    "explanation": "Mükellefler veya vergi sorumlusu tarafından beyan edilen matrah üzerinden idarece tarh edilen vergi, tahakkuk fişinin düzenlenmesi ile tahakkuk eder. Doğru cevap D seçeneğidir."
  },
  {
    "id": "2898910",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisinin, Vergi Usul Kanunda’ da “<em>vergilendirmeyi ilgilendiren ve hüküm ifade eden hususların yetkili makamlar tarafından mükellefe veya ceza sorumlusuna yazı ile bildirilmesidir</em>” şeklinde tanımı yapılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Tebliğ",
      "B": "Tahsil",
      "C": "Tarh",
      "D": "İade",
      "E": "Tahakkuk"
    },
    "explanation": "Sorunun doğru yanıtı için 39. sayfadaki “Verginin Tebliği” konusuna bakınız<br/>Tebliğ Vergi Usul Kanunda’ da “<em>vergilendirmeyi ilgilendiren ve hüküm ifade eden hususların yetkili makamlar tarafından mükellefe veya ceza sorumlusuna yazı ile bildirilmesidir</em>” şeklinde tanımlanmıştır."
  },
  {
    "id": "2898911",
    "unitNumber": 3,
    "text": "Vergilendirme sürecinin <strong>ikinci aşamasını</strong> aşağıdakilerden hangisi oluşturur?",
    "correctAnswer": "E",
    "options": {
      "A": "Vergiyi doğuran olay",
      "B": "Tarh",
      "C": "Tahakkuk",
      "D": "Kanun hükmü",
      "E": "Tebliğ"
    },
    "explanation": "Sorunun doğru yanıtı için 39.sayfadaki ” Verginin Tebliği\" konusuna bakınız.<br/>Vergilendirme sürecinin <strong>ikinci aşamasını </strong>Tebliğ oluşturur."
  },
  {
    "id": "2898912",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi, tebliğin özelliklerinden biri <strong><u>değildir</u></strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Vergilendirmeyi ilgilendiren ve hüküm ifade eden hususlar tebliğin konusunu oluşturur",
      "B": "Tebliğin hüküm ifade edebilmesi için yetkili makamlar tarafından yapılması gereklidir",
      "C": "Tebliğ, sözlü veya yazı ile yapılabilir",
      "D": "Tebliğ, ilke olarak, mükellefe yapılmalıdır",
      "E": "Tebliğ, ilke olarak ceza sorumlusuna yapılmalıdır"
    },
    "explanation": "Sorunun doğru yanıtı için 39.sayfadaki ” Verginin Tebliği “konusuna bakınız<br/>Tebliğ, sözlü veya yazı ile yapılabilir ifadesi vergilendirme işlemlerinden tebliğin özelliklerinden biri <strong><u>değildir.</u></strong>"
  },
  {
    "id": "2898913",
    "unitNumber": 3,
    "text": "İdari ve yargısal süreler, aşağıdakilerden hangisi ile işlemeye başlar ?",
    "correctAnswer": "B",
    "options": {
      "A": "İç yazışmalarla",
      "B": "Tebliğ ile",
      "C": "Tarhiyat ile",
      "D": "Tahakkukla",
      "E": "Vergiyi doğuran olayla"
    },
    "explanation": "Sorunun doğru yanıtı için 39.sayfadaki ” Verginin Tebliği“ konusuna bakınız<br/>İdari ve yargısal süreler, tebliğ ile işlemeye başlar."
  },
  {
    "id": "2898914",
    "unitNumber": 3,
    "text": "Beyan esaslı vergilerde, aşağıdaki hangileri aynı anda gerçekleşmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tarh, tebliğ ve tahakkuk",
      "B": "Vergiyi doğuran olay, tahakkuk, tahsil",
      "C": "Tahakkuk, iade",
      "D": "Tebliğ, tahakkuk, tahsil",
      "E": "Tahakkuk, tahsil"
    },
    "explanation": "Sorunun doğru yanıtı için 40.sayfadaki ” Verginin Tebliği“ konusuna bakınız<br/>Beyan esaslı vergilerde, Tarh, tebliğ ve tahakkuk aynı anda gerçekleşmiştir."
  },
  {
    "id": "2898915",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Vergi Usul Kanunu’nda belirtilen tebliğ yöntemlerinden biri <strong>değildir</strong> ?",
    "correctAnswer": "E",
    "options": {
      "A": "Posta yoluyla",
      "B": "Memur vasıtasıyla",
      "C": "Dairede ya da komisyonda tebliğ",
      "D": "Elektronik tebliğ",
      "E": "Özel kargo şirketleriyle"
    },
    "explanation": "Sorunun doğru yanıtı için 41.sayfadaki ” Verginin Tebliği“ konusuna bakınız<br/>Özel kargo şirketleri yoluyla tebliğ Vergi Usul Kanunu’nda belirtilen tebliğ yöntemlerinden biri <strong>değildir. </strong>"
  },
  {
    "id": "2898916",
    "unitNumber": 3,
    "text": "Posta ile tebliğde, muhatabın adresinde iki defa bulunamaması halinde, tebliğ evrakının gönderildiği idareden alınabileceği notunu içeren bir pusulanın kapıya yapıştırıldığı tarihten itibaren <strong>kaç gün</strong> içerisinde evrakın muhatabı tarafından alınması halinde alındığı günde tebliğ edilmiş sayılır?",
    "correctAnswer": "D",
    "options": {
      "A": "3 gün",
      "B": "7 gün",
      "C": "10 gün",
      "D": "15 gün",
      "E": "30 gün"
    },
    "explanation": "Sorunun doğru yanıtı için 41.sayfadaki ” Verginin Tebliği “konusuna bakınız<br/>Posta ile tebliğde, muhatabın adresinde iki defa bulunamaması halinde, tebliğ evrakının gönderildiği idareden alınabileceği notunu içeren bir pusulanın kapıya yapıştırıldığı tarihten itibaren <strong>15 gün</strong> içerisinde evrakın muhatabı tarafından alınması halinde alındığı günde tebliğ edilmiş sayılır."
  },
  {
    "id": "2898917",
    "unitNumber": 3,
    "text": "İkmalen, re’sen veya idarece tarh edilen vergilere ilişkin ihbarnamenin tebliği tarihinden itibaren <strong>kaç gün</strong> içinde dava açılmazsa vergi tahakkuk eder ve aynı zamanda kesinleşir?",
    "correctAnswer": "C",
    "options": {
      "A": "7 gün",
      "B": "15 gün",
      "C": "30 gün",
      "D": "60 gün",
      "E": "90 gün"
    },
    "explanation": "Sorunun doğru yanıtı için 46.sayfadaki ” Verginin Tahakkuku “konusuna bakınız<br/>İkmalen, re’sen veya idarece tarh edilen vergilere ilişkin ihbarnamenin tebliği tarihinden itibaren <strong>30 gün</strong> içinde dava açılmazsa vergi tahakkuk eder ve aynı zamanda kesinleşir."
  },
  {
    "id": "2898918",
    "unitNumber": 3,
    "text": "Vergilendirme sürecinde............. başlayan vergilendirme işlemi.............. aşamasıyla son bulmaktadır.<br/>Yukarıdaki boşluklara aşağıdakilerden uygun olan hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "tebliğle, tahakkuk",
      "B": "vergiyi doğuran olayla, tahsil",
      "C": "tahsille, tebliğ",
      "D": "vergiyi doğuran olayla, tebliğ",
      "E": "tahakkukla, tahsil"
    },
    "explanation": "Sorunun doğru yanıtı için 48.sayfadaki ” Vergi Tahsilatı “ konusuna bakınız<br/>Vergilendirme sürecinde.. ....vergiyi doğuran olayla,....... başlayan vergilendirme işlemi......tahsil........ aşamasıyla son bulmaktadır."
  },
  {
    "id": "2898919",
    "unitNumber": 3,
    "text": "Re’sen tarh edilecek bir vergi belirli bir tutarın altında kalıyorsa ve bu alacağın tarh, tahakkuk ve tahsil giderleri asıl vergi ve cezadan daha fazla ise, vergi idaresi aşağıdakilerden hangisine başvurabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Mahsup",
      "B": "Terkin",
      "C": "Tahakkuktan vazgeçme",
      "D": "Tahsilden vazgeçme",
      "E": "vergi borcunun yeniden yapılandırılması"
    },
    "explanation": "Sorunun doğru yanıtı için 51.sayfadaki ” Vergi Tahsilatı “konusuna bakınız<br/>İkmalen, re’sen veya idarece tarh edilecek bir vergi ile bunlara ilişkin cezaların toplamı, belirli bir tutarın altında kalıyorsa giderleri daha fazla ise, bu durum aşağıdaki vergi borcunu ortadan kaldıran hallerden \"Tahakkuktan vazgeçme\" ye girer."
  },
  {
    "id": "3071519",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi tebliğ işleminin özelliklerinden biri olamaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Vergilendirmeyi ilgilendiren ve hüküm ifade eden hususlar tebliğin konusunu oluşturur.",
      "B": "Tebliğin hüküm ifade edebilmesi için yetkili makamlar tarafından yapılması gereklidir.",
      "C": "Tebliğ, ilke olarak, mükellefe veya ceza sorumlusuna yapılmalıdır",
      "D": "Tebliğ, yazı ile yapılmalıdır.",
      "E": "Tebliğ, sözlü şekilde de yapılabilir."
    },
    "explanation": "Genel anlamda tebliğ, hukuki bir işlemden, ilgili kimsenin haber almasını sağlamak için, yetkili makamın kanuni şekilde ve yazı ile yapacağı bilgilendirme işlemi olarak tanımlanabilir. Sözlü tebliğ yapılamaz."
  },
  {
    "id": "3071529",
    "unitNumber": 3,
    "text": "Verginin yazı ile mükellefe bildirilmesine ne denir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tarh",
      "B": "Tebliğ",
      "C": "Tahakkuk",
      "D": "Tahsil",
      "E": "Tahsis"
    },
    "explanation": "Tebliğ, vergilendirme ile ilgili hüküm ifade eden hususların vergi dairesi tarafından mükellefe veya ceza sorumlusuna yazı ile bildirilmesini ifade etmektedir."
  },
  {
    "id": "3071540",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Vergi Usul Kanununda bulunan beş tebliğ yönteminden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sözlü tebliğ",
      "B": "Posta yoluyla tebliğ",
      "C": "Memur vasıtasıyla tebliğ",
      "D": "Dairede tebliğ",
      "E": "Elektronik tebliğ"
    },
    "explanation": "Tebliğ yöntemleri denildiğinde tebligatın muhatabına ulaşmasında kullanılan yollar anlaşılır.<br/>Vergi Usul Kanununda beş tebliğ yöntemine yer<br/>verilmiştir. Bunlar; posta yoluyla tebliğ, memur<br/>vasıtasıyla tebliğ, dairede ya da komisyonda tebliğ,<br/>elektronik tebliğ ve ilan yoluyla tebliğdir. Sözlü tebliğ yoktur."
  },
  {
    "id": "3071546",
    "unitNumber": 3,
    "text": "Tebligat yapılmasının mümkün olmadığı hallerde son çare olarak başvurulan tebliğ yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Posta yoluyla",
      "B": "İlan yoluyla",
      "C": "Memur yoluyla tebliğ",
      "D": "Elektronik yolla tebliğ",
      "E": "Dairede tebliğ"
    },
    "explanation": "İlan yoluyla tebliğ, diğer tebliğ yöntemleri kullanılarak tebligat yapılmasının mümkün olmadığı hallerde son çare olarak başvurulan bir tebliğ yöntemidir. Bu nedenle ilan yoluyla tebliğe olağanüstü tebligat yöntemi de denebilir."
  },
  {
    "id": "3071557",
    "unitNumber": 3,
    "text": "Vergi alacağının mükellef veya vergi sorumlusu tarafından ödenmek zorunda olduğu bir aşamaya gelmesini ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tarh",
      "B": "Tahakkuk",
      "C": "Tahsil",
      "D": "Tebliğ",
      "E": "Tahsis"
    },
    "explanation": "Tahakkuk ile “ödeme aşamasına gelen” vergi,<br/>idarece tahsil edilebilecek niteliğe bürünür. Yani tarh<br/>edilen verginin ödenmesi için önce bunun tahakkuk etmesi gerekir. Bu açıklamalardan anlaşılacağı<br/>üzere tahakkuk aşamasında idarece mükellefe karşı<br/>yapılan ayrı bir işlem yoktur. Bu özelliği tahakkuk<br/>aşamasını, kendisinden önce yapılan tarh ve tebliğ<br/>işlemlerinden ayırdığı gibi, daha sonra gerçekleştirilen tahsilden de ayırır."
  },
  {
    "id": "3071723",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi verginin kesinleşmesine yol açan durumlardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Vergilerin dava açma süresi içinde dava konusu edilmemesi",
      "B": "Vergide uzlaşma sağlanması",
      "C": "Vergi Mahkemesinin red kararı üzerine istinaf kanun yoluna gidilmemesi",
      "D": "Vergi Mahkemesinin red kararı üzerine üst kanun yollarına başvurulması halinde vergi mahkemesi kararının onanması",
      "E": "Anayasa mahkemesinin bireysel başvuru üzerine karar vermesi"
    },
    "explanation": "Kesinleşme, mükellefin yargı yoluna gitmemesi veya gitmekle beraber tüm yolları tüketmesidir. Artık mükellefin gidebileceği bir yargı yolunun kalmamasıdır. Alacağın kesinleşmesi alacağın hukuk<br/>düzeninde ihtilaflı hale gelme olasılığının kalmaması halidir. Gidilebilecek hukuk yollarını bulunmadığı anlamına gelir."
  },
  {
    "id": "3071724",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Tarh ve tahakkuk eden verginin kanuna uygun olarak ödenmesi olarak tanımlanmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Tarh",
      "B": "Tebliğ",
      "C": "Tahsil",
      "D": "Tahakkuk",
      "E": "Terkin"
    },
    "explanation": "Verginin tahsil edilebilmesi için tahakkuk etmiş olması gerekir. Vergi borcunun tahakkuk etmesi tahsil işleminin hukuki sebebini oluşturur. Verginin tahsili için verginin tahakkuku yeterli olup, kesinleşmesi şart değildir. Bir başka deyişle bir vergi kesinleşmemiş olsa bile tahakkuk etmişse tahsili yoluna gidilebilecektir."
  },
  {
    "id": "3071726",
    "unitNumber": 3,
    "text": "Tahsil aşamasının mükellef açısından görünümüne ne denir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tebliğ",
      "B": "Ödeme",
      "C": "Tahsil",
      "D": "Tahakkuk",
      "E": "Tarh"
    },
    "explanation": "Tahsil aşamasının mükellef açısından görünümü “ödeme”dir. Yani tahsil denildiğinde, verginin rızaen ödenmesi anlaşılır. Mükellefler tarafından verginin ne zaman ve kaç taksitte ödeneceği genel olarak kendi kanunlarında belirtilmiştir."
  },
  {
    "id": "3071744",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Vergi hukukunda, tarh ve tahakkuk etmiş olan bir verginin silinmesi olarak tanımlanmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Mahsup",
      "B": "Takas",
      "C": "Tahakkuk",
      "D": "Terkin",
      "E": "Tebliğ"
    },
    "explanation": "Sözcük olarak “bir şeyin kayıtlardan silinmesi” anlamına gelen terkin, vergi hukukunda, tarh ve tahakkuk etmiş olan bir verginin silinmesi, tahsil edilen bir verginin ise mükellefe iade edilmesi yoluyla ortadan kaldırılması şeklinde tanımlanır."
  },
  {
    "id": "3071751",
    "unitNumber": 3,
    "text": "Vergi ile ilgili yargı yollarının tüketilmesi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Verginin ödenmesi",
      "B": "Verginin tarhı",
      "C": "Verginin tahsili",
      "D": "Verginin tahakkuku",
      "E": "Verginin kesinleşmesi"
    },
    "explanation": "Vergi ile ilgili yargı yollarının tüketilmesi artık verginin kesin olarak ödenecek olduğunu gösterir."
  },
  {
    "id": "2898920",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi vergi hukukunda sürelerin sınıflandırılmasında idari süreler içerinde yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Uzlaşmaya başvuru süresi",
      "B": "Vergi cezalarında indirim isteme süresi",
      "C": "Dava açma süresi",
      "D": "Defterlerin vergi incelemesi için ibraz süresi",
      "E": "Tecil için başvuru süresi"
    },
    "explanation": "Defter ve belgelelerin vergi incelemesi için ibrazı idare tarafından istenir.<br/>İncelemenin sağlıklı yapılabilmesi için işyerinde ibraz yapılmayarak haklı bir mazeret gösteren mükelleflere kanuni defter ve belgelerini daireye getirmeleri <em><strong>idare tarafından</strong></em> için uygun bir süre verilir (VUK. m.139)."
  },
  {
    "id": "2898921",
    "unitNumber": 4,
    "text": "Yargı organları tarafından belirlenen sürelerin hukuksal sonuçlar doğurabilmesi için aşağıdakilerden hangisinin gerçekleşmesi gerekmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kanunda belirlenen süreye uyulması",
      "B": "Dava başlamadan verilmiş olması",
      "C": "İlgilisine mutlaka tebliğ edilmiş olması",
      "D": "Davanın ilk celsesinde verilmiş olması",
      "E": "Dava sonuçlanmadan verilmiş olması"
    },
    "explanation": "Yargısal sürelerin ilgililere tebliğ edilme zorunluluğu vardır, eğer bu sürelerde tebliğ edilmezse haberdar olunmayan bir süre ile ilgili hukuki sonuçlar doğmaz."
  },
  {
    "id": "2898922",
    "unitNumber": 4,
    "text": "Pişmanlık talebinden sonra mükellefe eksik ödevlerini yerine getirmesi için tanınan süre aşağıdaki sürelerin hukuki sınıflandırılmasında hangisi içine girer?",
    "correctAnswer": "B",
    "options": {
      "A": "Tahakkuk zamanaşımı süresi",
      "B": "Müsamaha süresi",
      "C": "Tahsil zamanaşımı süresi",
      "D": "Hak düşürücü süre",
      "E": "Düzenleyici süre"
    },
    "explanation": "Müsamaha süreleri<br/>Pişmanlıkta (VUK. m.371) mükellefe eksik beyanını ve eksik ödemelerinin tamamlaması için verilen on beş günlük süre müsamaha süresidir."
  },
  {
    "id": "2898923",
    "unitNumber": 4,
    "text": "2018 yılında Mart ayında 400.000 TL ye aldığı daireyi 2021 yılı ocak ayında 700.000 TL ye satan bir kişinin söz konusu satıştan elde ettiği gelire ilişkin vergi, vergi idaresince en son hangi tarihte tahakkuk ettirilebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "31.03. 2021",
      "B": "31.12.2021",
      "C": "31. 12. 2022",
      "D": "31.03. 2022",
      "E": "31. 12. 2026"
    },
    "explanation": "Tahakkuk zamanaşımı vergiyi doğuran olayın meydana geldiği yılı izleyen yılın başından itibaren beş yıldır. Soruda gelir 2021 de elde edildiğine göre en son 31.12.2026 tarihinde tahakkuk ettirilebilir."
  },
  {
    "id": "2898924",
    "unitNumber": 4,
    "text": "Tahakkuk zamanaşımının son yılı içerisinde tarh ve tebliğ edilen vergilerde düzeltme zamanaşımı süresi hatanın yapıldığı tarihten itibaren en az kaç yıl olabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bir yıl",
      "B": "İki Yıl",
      "C": "Üç yıl",
      "D": "Dört yıl",
      "E": "Beş yıl"
    },
    "explanation": "Düzeltme zamanaşımı süresi; zamanaşımı süresinin son yılı içinde tarh ve tebliğ edilen vergilerde hatanın yapıldığı 1 yıldan aşağı olamaz (VUK. m.126)."
  },
  {
    "id": "2898925",
    "unitNumber": 4,
    "text": "Vergi idaresine veraset ve intikal vergisi beyannamesi verildikten sonra beyan edilen değerler üzerinden vergiyi tarh etmesi için verilen on beş günlük süre sürelerin sınıflandırılmasında hangisi içerinde yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Hak düşürücü süre",
      "B": "Müsamaha süresi",
      "C": "Düzenleyici süre",
      "D": "Vergi ödevi ile ilgili süre",
      "E": "Başvuru süresi"
    },
    "explanation": "Düzenleyici süreler idare ve yargı organlarının görevleri ile ilgili bazı işlemlerini belirli bir süre içinde yapabilmeleri amacıyla getirilmiştir. Örneğin veraset ve intikal vergisinde idare beyan edilen değerler üzerinden vergi beyannamelerinin verildiği tarihten itibaren en geç 15 gün içinde vergi tarh eder (VİVK. m.10)."
  },
  {
    "id": "2898926",
    "unitNumber": 4,
    "text": "30 Ocak 2021 tarihinde vefat eden mükellefin Ocak ayına ilişkin katma değer vergisi beyannamesinin mirasçıları tarafından verilmesi gereken tarih aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "31 Ocak 2021",
      "B": "26 Şubat 2021",
      "C": "28 Şubat 2021",
      "D": "26 Nisan 2021",
      "E": "26 Mayıs 2021"
    },
    "explanation": "Sürelerin hesaplanması.<br/>Süre hafta ya da ay olarak belirtilmişse, başladığı güne son hafta ya da ayda tekabül eden günün mesai saatinin sonunda sona erer. Buna göre, ocak 2021 ayı KDV beyannamesinin normal olarak 26 şubat 2021 tarihinde verilmesi gerekirdi. Ölüm nedeniyle süreye üç ay eklendiğinde beyan tarihi 26 Mayıs 2021 olacaktır."
  },
  {
    "id": "2898927",
    "unitNumber": 4,
    "text": "İşleri nedeniyle gittiği bir başka ilde Covid-19 pandemisi nedeniyle karantinaya alınmasından dolayı kendi iline dönemeyen mükellefin yararlanabileceği mücbir sebep nedeni aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ağır hastalık",
      "B": "Doğal afetler",
      "C": "Mecburi gaybubetler",
      "D": "İrade dışı defter ve belgelerin elden çıkması",
      "E": "Ağır kaza"
    },
    "explanation": "Mükelleflerin irade dışı nedenlerle ve vergisel ödevlerini yerine getiremeyecek şekilde işlerinden ayrılmaları mücbir sebep hali kabul edilmektedir. Örneğin mükellefin askere alınması, karantinaya alınması, genel grev, lokavt ve yurt içine girememe gibi durumlarla karşılaşması nedeniyle beyanname verme ödevini yapamaması mücbir sebep halidir."
  },
  {
    "id": "2898928",
    "unitNumber": 4,
    "text": "Mücbir sebebin varlığı sabit olsa bile aşağıdaki sürelerden hangisi işlemeye devam eder?",
    "correctAnswer": "B",
    "options": {
      "A": "Beyanname verme süresi",
      "B": "Tahsil zamanaşımı süresi",
      "C": "Tahakkuk zamanaşımı süresi",
      "D": "Dava açma süresi",
      "E": "İşe başlamayı bildirme süresi"
    },
    "explanation": "Mücbir sebep halinde bu sebep ortadan kalkıncaya kadar süreler işlemez ve tarh zamanaşımı işlemeyen süreler kadar uzar (VUK. m. 15), tahsil zamanaşımı ise işlemeye devam eder."
  },
  {
    "id": "2898929",
    "unitNumber": 4,
    "text": "Mali tatil hükümleri bağlamında 22 Temmuz tarihinde sona erecek olan idare tarafından verilmiş olan bir sürenin son günü aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "20 temmuz",
      "B": "22 Temmuz",
      "C": "23 Temmuz",
      "D": "24 Temmuz",
      "E": "25 temmuz"
    },
    "explanation": "Son gün mali tatilin sona ermesinden sonraki 5 gün içine rastlayan kanuni ve idari süreler mali tatili izleyen 5. gün sonuna kadar (25 Temmuz dahil) uzar"
  },
  {
    "id": "2898930",
    "unitNumber": 4,
    "text": "Tahakkuk Zamanaşımı süresinin son yılı içinde tarh ve tebliğ edilen vergilerde hatanın yapıldığı tarihten başlayarak düzeltme zamanaşımı süresi kaç yıldan az <u>olamaz?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "1 yıl",
      "B": "2 yıl",
      "C": "3 yıl",
      "D": "5 yıl",
      "E": "10 yıl"
    },
    "explanation": "Düzeltme zamanaşımında, VUK 114. maddedeki zamanaşımı süresi dolduktan sonra meydana çıkarılan vergi hataları düzeltilememektedir. Düzeltme zamanaşımı süresi; zamanaşımı süresinin son yılı içinde tarh ve tebliğ edilen vergilerde hatanın yapıldığı, ilan yolu ile tebliğ edilip vergi mahkemesinde dava konusu yapılmaksızın tahakkuk eden vergilerde mükellefe ödeme emrinin tebliğ edileceği, ihbarname ve ödeme emri ilan yoluyla tebliğ edilen vergilerde 6183 sayılı Kanun’a göre haczin yapıldığı tarihten başlayarak 1 yıldan aşağı olamaz (VUK. m.126)."
  },
  {
    "id": "2898931",
    "unitNumber": 4,
    "text": "\"Veraset ve intikal vergisinde, idare beyan edilen değerler üzerinden vergi beyannamelerinin verildiği tarihten itibaren en geç 15 gün içinde vergi tarh eder.\" İfadesinde yer alan süre aşağıdakilerden hangisine örnektir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hak düşürücü süre",
      "B": "Düzenleyici süre",
      "C": "Müsamaha süresi",
      "D": "Zamanaşımı süresi",
      "E": "Organik süre"
    },
    "explanation": "Düzenleyici süreler idare ve yargı organlarının görevleri ile ilgili bazı işlemlerini belirli bir süre içinde yapabilmeleri amacıyla getirilmiştir. Bu sürelerin önemli bir özelliği müeyyidesinin olmamasıdır. Bu sürelere uyulmadığında ne olacağı kanunda gösterilmemiştir. Bu sürelere uyulmaması esasa ilişkin bir şekil noksanlığı sayılmamaktadır. Amacı kamu görevlilerinin görevlerini daha dikkat ve özenle yapabilmelerini temindir. İdare ve yargı organları bu sürelere uymadıklarında kendi kusurlarından kaynaklandığı zaman, idarenin sorumluluğu söz konusu olacak ve görevliler hakkında disiplin soruşturması açılabilecektir. Örneğin veraset ve intikal vergisinde idare beyan edilen değerler üzerinden vergi beyannamelerinin verildiği tarihten itibaren en geç 15 gün içinde vergi tarh eder."
  },
  {
    "id": "2898932",
    "unitNumber": 4,
    "text": "Vergi hukukunda bazı durumların varlığında süreler işlemez. Buna göre aşağıdakilerden hangisi bu durumlardan <u>değildir?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Ölüm",
      "B": "Adli Tatil",
      "C": "Mücbir Sebep",
      "D": "Resmi Tatil",
      "E": "Zor Durum"
    },
    "explanation": "Bazı hallerin varlığında süreler işlemezler. Mücbir sebep, zor durum, ölüm, mali tatil, adli tatil gibi durumların varlığı halinde vergi kanunlarında sürelerin uzayacağı belirtilmiştir."
  },
  {
    "id": "2898933",
    "unitNumber": 4,
    "text": "Kanuni sürenin 1 aydan az olmadığı bir vergisel ödev için, mükellefe zor durum halinden dolayı ne kadar ek süre verilebilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "kanuni sürenin bir katı",
      "B": "kanuni sürenin iki katı",
      "C": "kanuni sürenin üç katı",
      "D": "15 gün",
      "E": "Ek süre verilmez"
    },
    "explanation": "Zor durum olup vergisel ödevlerini zamanında yerine getirmelerine engel olacak derecede ve kanunda sayılması mümkün olmayan durumlar için kanuni sürenin bir katını, kanuni sürenin bir aydan az olması halinde bir ayı geçmemek üzere Hazine ve Maliye Bakanlığı’nca uygun bir süre verilebilmektedir."
  },
  {
    "id": "2898934",
    "unitNumber": 4,
    "text": "Gelir vergisi mükellefinin ölümü halinde gelir vergisi beyannamesi ölüm tarihinden itibaren kaç ay içinde verilmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "1 ay",
      "B": "3 ay",
      "C": "4 ay",
      "D": "6 ay",
      "E": "Normal beyan süresinde"
    },
    "explanation": "Gelir vergisinde ölüm halinde, beyannamenin ölüm tarihinden itibaren 4 ay içinde verileceğine ilişkin özel bir hüküm bulunmaktadır."
  },
  {
    "id": "2898935",
    "unitNumber": 4,
    "text": "Mali tatil ve adli tatil sürelerinin başlangıcı, sırasıyla aşağıdakilerin hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "1 Temmuz / 25 Temmuz",
      "B": "20 Temmuz / 31 Ağustos",
      "C": "1 Temmuz / 20 Temmuz",
      "D": "1 Temmuz / 1 Ağustos",
      "E": "20 Temmuz / 1 Ağustos"
    },
    "explanation": "Her yıl Temmuz ayının 1’inden 20’sine kadar (yirminci gün dahil olmak üzere) mali tatil uygulanır. Adli tatil ise her yıl 20 Temmuz ile 31 Ağustos (31 Ağustos dahil) arasında uygulanmaktadır."
  },
  {
    "id": "2898936",
    "unitNumber": 4,
    "text": "Tarhiyat sonrası uzlaşmanın olumsuz sonuçlanması durumunda dava açma süresinin 15 günden az kalması halinde bu süre, uzlaşma tutanağının tebliğ tarihinden itibaren kaç gün uzar?",
    "correctAnswer": "C",
    "options": {
      "A": "3 gün",
      "B": "7 gün",
      "C": "15 gün",
      "D": "30 gün",
      "E": "60 gün"
    },
    "explanation": "Mükellef tarhiyat sonrası uzlaşma başvurusu yapmış ancak uzlaşma sağlanamamış ve dava açma süresi de 15 günden az kalmışsa, dava açma süresi uzlaşma tutanağının tebliğ tarihinden itibaren 15 gün uzar."
  },
  {
    "id": "2898937",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi mücbir sebep için doğru bir ifadedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Vergiyi doğuran olayı etkilemez",
      "B": "Tarh zamanaşımı süreleri durdurmaz",
      "C": "Süre sınırlaması söz konusudur",
      "D": "Yazılı istemde bulunmak gerekir",
      "E": "Gecikme zammını engelleyen bir nedendir"
    },
    "explanation": "Mücbir sebepler; Tarh zamanaşımı süreleri durdurur. Vergi ödevlerinin yerine getirilmesini engeller Ceza kesilmez. Ancak gecikme zammını engelleyen bir neden değildir. Yazı ile istemde bulunmaya gerek yoktur. Süre kendiliğinden uzar. Kanuni veya idari süreleri durdurur. Duran süre sebebi ortadan kalkmasıyla yeniden işlemeye başlar. Vergiyi doğuran olayı etkilemez ve süre sınırlaması yoktur."
  },
  {
    "id": "2898938",
    "unitNumber": 4,
    "text": "Zor durum talebi, kanuni süreler içinde aşağıdakilerden hangisine yapılır?",
    "correctAnswer": "D",
    "options": {
      "A": "Valilik",
      "B": "Kaymakamlık",
      "C": "Muhtarlık",
      "D": "Hazine ve Maliye Bakanlığı",
      "E": "Mal Müdürlüğü"
    },
    "explanation": "Zor durum talebi kanuni süre içinde Hazine ve Maliye Bakanlığı’na yapılır."
  },
  {
    "id": "2898939",
    "unitNumber": 4,
    "text": "Genel usulsüzlük cezalarında, usulsüzlüğün yapıldığı yılı izleyen yılın ilk gününden başlamak üzere kaç yıl geçtikten sonra artık vergi cezası <u>kesilememektedir?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "1 yıl",
      "B": "2 yıl",
      "C": "5 yıl",
      "D": "7 yıl",
      "E": "10 yıl"
    },
    "explanation": "Genel usulsüzlükte ise usulsüzlüğün yapıldığı yılı izleyen yılın ilk gününden başlamak üzere iki yıl geçtikten sonra artık vergi cezası kesilememektedir."
  },
  {
    "id": "2898940",
    "unitNumber": 4,
    "text": "Gelir vergisinde yıllık beyanname, ait olduğu takvim yılını takip eden yılın hangi ayında verilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ocak",
      "B": "Şubat",
      "C": "Mart",
      "D": "Nisan",
      "E": "Mayıs"
    },
    "explanation": "gelir vergisinde yıllık beyanname, ait olduğu takvim<br/>yılını takip eden yılın Mart ayında, gelirin sadece<br/>basit usuldeki ticari kazançlardan oluşması durumunda, izleyen yılın şubat ayında verilir (GVK.<br/>m.92). Mart ayı içinde verilmesi gereken beyanname ile bildirilen gelir üzerinden tahakkuk eden<br/>gelir vergisi Mart ve Temmuz aylarında ödenmektedir. Basit usulde vergilendirilen ticari kazançlarda<br/>ise gelir vergisi Şubat ve Haziran aylarında iki eşit<br/>taksitle ödenmektedir (GVK. m.117)."
  },
  {
    "id": "2898941",
    "unitNumber": 4,
    "text": "Gelir Vergisinde gelirin sadece basit usuldeki ticari kazançlardan oluşması durumunda, beyanname izleyen yılın hangi ayında verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ocak",
      "B": "Şubat",
      "C": "Mart",
      "D": "Nisan",
      "E": "Mayıs"
    },
    "explanation": "gelir vergisinde yıllık beyanname, ait olduğu takvim yılını takip eden yılın Mart ayında, gelirin sadece basit usuldeki ticari kazançlardan oluşması durumunda, izleyen yılın şubat ayında verilir (GVK. m.92)."
  },
  {
    "id": "2898942",
    "unitNumber": 4,
    "text": "Kurumlar vergisi beyannamesi, hesap döneminin kapandığı ayı takip eden kaçıncı ay içinde mükellefin bağlı olduğu vergi dairesine beyan edilir?",
    "correctAnswer": "D",
    "options": {
      "A": "birinci ay",
      "B": "ikinci ay",
      "C": "üçüncü ay",
      "D": "dördüncü ay",
      "E": "beşinci ay"
    },
    "explanation": "Kurumlar vergisi beyannamesi, hesap döneminin kapandığı ayı takip eden dördüncü ay içinde<br/>mükellefin bağlı olduğu vergi dairesine beyan edilir (KVK. m.14) ve beyannamenin verildiği ayın sonuna kadar ödenir (KVK. m.21)."
  },
  {
    "id": "2898943",
    "unitNumber": 4,
    "text": "Vergi kanunlarında açıkça yazılı olmayan hallerde, 15 günden aşağı olmamak üzere ve ilgiliye tebliğ edilmek kaydıyla belirlenen sürelere ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "idari süreler",
      "B": "kanuni süreler",
      "C": "organik süreler",
      "D": "yargısal süreler",
      "E": "hak düşürücü süreler"
    },
    "explanation": "Bazı durumlarda vergi kanunlarında süreler<br/>gösterilmemiş ya da açıkça yazılmamış olabilirler.<br/>Vergi kanunlarında açıkça yazılı olmayan hallerde,<br/>15 günden aşağı olmamak üzere ve ilgiliye tebliğ<br/>edilmek kaydıyla belirlenen (VUK. m. 14) sürelere<br/>idari süre denir."
  },
  {
    "id": "2898944",
    "unitNumber": 4,
    "text": "Vergi incelemelerinde 1 yıl ve 6 aylık kanuni sürelerde incelemenin bitmemesi üzerine idarece tam ve sınırlı inceleme açısından en fazla ne kadarlık ek süre verilebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "2 ay",
      "B": "3 ay",
      "C": "5 ay",
      "D": "6 ay",
      "E": "1 yıl"
    },
    "explanation": "Burada tam incelemedeki 1 yıl, sınırlı incelemedeki 6 aylık süre kanuni süre olup, kesin nitelik taşımaktadır. İnceleme elemanlarınca değiştirilemez, uyulması zorunludur. Ancak 1 yıl ve 6 aylık kanuni sürelerde incelemenin bitmemesi üzerine idarece tam ve sınırlı inceleme açısından 6 aylık ek süre verilebilir."
  },
  {
    "id": "2898945",
    "unitNumber": 4,
    "text": "Gerekli hallerde, yargı organlarının, belli işlemlerinin yapılmasını sağlamak üzere, ilgililere tebliğ edilmek kaydıyla belirlediği sürelere ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "kanuni süreler",
      "B": "hak düşürücü süreler",
      "C": "idari süreler",
      "D": "yargısal süreler",
      "E": "müsamaha süreleri"
    },
    "explanation": "Yargısal sürelerde vergi uyuşmazlıklarının yargı organlarınca çözümü aşamasında gerekli hallerde,<br/>yargı organlarının, belli işlemlerinin yapılmasını sağlamak üzere, ilgililere tebliğ edilmek kaydıyla belirlenen süreler kastedilmektedir. Kısacası yargısal süreler vergi yargısı organlarının verdikleri sürelerdir."
  },
  {
    "id": "2898946",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi vergi hukukunda sürelerin hukuki sınıflandırması içerisinde yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "hak düşürücü süreler",
      "B": "müsamaha süreleri",
      "C": "zamanaşımı süreleri",
      "D": "düzenleyici süreler",
      "E": "idari süreler"
    },
    "explanation": "Vergi hukukunda süreler hukuki özelliklerine göre de sınıflandırılabilirler. Bu sınıflandırmada sürelerin doğuracağı hukuki sonuçlar ölçüttür. Bu süreler hak düşürücü süreler, müsamaha süreleri, zamanaşımı süreleri ve düzenleyici süreler şeklinde sınıflandırılabilmektedir."
  },
  {
    "id": "2898947",
    "unitNumber": 4,
    "text": "Vergi hukukunda belirli bir hakkın kullanımının imkansız hale geldiği sürelere ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "hak düşürücü süreler",
      "B": "müsamaha süreleri",
      "C": "zamanaşımı süreleri",
      "D": "düzenleyici süreler",
      "E": "idari süreler"
    },
    "explanation": "Hak Düşürücü Süreler; belirli bir hakkın kullanımının imkansız hale geldiği sürelerdir. Bu süreler vergi mükelleflerinin,<br/>sorumluluklarının ve idarenin çeşitli talepleri için konulmuştur ve bu sürelere uyulmadığında haktan yararlanılamaz."
  },
  {
    "id": "2898948",
    "unitNumber": 4,
    "text": "Vergi kanunlarında belirlenen süreler içinde yükümlülüklerini yerine getirmeyen, ancak sonradan pişmanlık duyan iyi niyetli mükelleflere<br/>yönelik olarak kabul edilmiş sürelere ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "idari süreler",
      "B": "kanuni süreler",
      "C": "yargısal süreler",
      "D": "hak düşürücü süreler",
      "E": "müsamaha süreleri"
    },
    "explanation": "Müsamaha süreleri vergi kanunlarında belirlenen süreler içinde yükümlülüklerini yerine getirmeyen, ancak sonradan pişmanlık duyan iyi niyetli mükelleflere yönelik olarak kabul edilmiş sürelerdir."
  },
  {
    "id": "2898949",
    "unitNumber": 4,
    "text": "Kamu alacağı, vadenin rastlandığı takvim yılını takip eden yılın başından itibaren kaç yıl içinde tahsil edilmezse zamanaşımına uğramaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "2 yıl",
      "B": "4 yıl",
      "C": "5 yıl",
      "D": "7 yıl",
      "E": "10 yıl"
    },
    "explanation": "Tahsil zamanaşımında, kamu alacağı, vadenin rastlandığı takvim yılını takip eden yılın başından<br/>itibaren 5 yıl içinde tahsil edilmezse zamanaşımına uğramaktadır (AATUHK. m.102). Söz konusu zamana kadar tahsil edilmeyen vergilerin artık tahsil imkanı kalmamaktadır. Ancak mükellefler kendi arzuları ile ödeme yapabilmektedir."
  },
  {
    "id": "3068726",
    "unitNumber": 4,
    "text": "Vergi Hukukunda sürelerin sınıflandırılması, süreyi koyan devlet organlarına göre yapılıyorsa, sınıflandırma türü hangi adla anılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Hukuki sınıflandırma",
      "B": "Organik sınıflandırma",
      "C": "Yapısal sınıflandırma",
      "D": "Fonksiyonel sınıflandırma",
      "E": "Amaçsal sınıflandırma"
    },
    "explanation": "Vergi Hukukunda sürelerin sınıflandırılması, süreyi koyan devlet organlarına göre yapılıyorsa, organik sınıflandırma söz konusudur."
  },
  {
    "id": "3068730",
    "unitNumber": 4,
    "text": "Gelir vergisinde, gelirin sadece basit usuldeki ticari kazançlardan oluşması durumunda beyanname izleyen yılın hangi ayında verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Şubat",
      "B": "Mart",
      "C": "Nisan",
      "D": "Mayıs",
      "E": "Haziran"
    },
    "explanation": "Gelir vergisinde, gelirin sadece basit usuldeki ticari kazançlardan oluşması durumunda beyanname izleyen yılın Şubat ayında verilir."
  },
  {
    "id": "3068736",
    "unitNumber": 4,
    "text": "Mart ayı içinde verilmesi gereken beyanname ile bildirilen gelir üzerinden tahakkuk eden gelir vergisi, hangi aylarda ödenmek zorundadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Ocak-Mayıs",
      "B": "Şubat-Haziran",
      "C": "Mart-Temmuz",
      "D": "Nisan-Ağustos",
      "E": "Mayıs-Eylül"
    },
    "explanation": "Mart ayı içinde verilmesi gereken beyanname ile bildirilen gelir üzerinden tahakkuk eden gelir vergisi, Mart ve Temmuz aylarında ödenmek zorundadır."
  },
  {
    "id": "3068742",
    "unitNumber": 4,
    "text": "Bazı durumlarda vergi kanunlarında süreler gösterilmemiş ya da açıkça yazılmamışsa 15 günden az olmamak üzere ve ilgiliye tebliğ edilmek kaydıyla belirlenen sürelere hangi ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kanuni süreler",
      "B": "Hak düşürücü süreler",
      "C": "İdari süreler",
      "D": "Yargısal süreler",
      "E": "Hukuki süreler"
    },
    "explanation": "Bazı durumlarda vergi kanunlarında süreler gösterilmemiş ya da açıkça yazılmamışsa 15 günden az olmamak üzere ve ilgiliye tebliğ edilmek kaydıyla belirlenen sürelere, idari süreler denir."
  },
  {
    "id": "3068745",
    "unitNumber": 4,
    "text": "Bilirkişi incelemesi için verilen süre, aşağıdaki sürelerden hangisine örnek olarak gösterilebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yargısal süreler",
      "B": "İdari süreler",
      "C": "Kanuni süreler",
      "D": "Hak düşürücü süreler",
      "E": "Hukuki süreler"
    },
    "explanation": "Bilirkişi incelemesi için verilen süre, yargısal sürelere örnek olarak gösterilebilir."
  },
  {
    "id": "3068749",
    "unitNumber": 4,
    "text": "Vergi hukukunda sürelerin ne zaman başlayıp ne zaman biteceği ve hesaplanmasındaki ilkeler hangi kanunda düzenlenmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Anayasa",
      "B": "Amme Alacaklarının Tahsil Usulü Hakkında Kanun",
      "C": "Vergi Usul Kanunu",
      "D": "Borçlar Kanunu",
      "E": "Ticaret Kanunu"
    },
    "explanation": "Vergi hukukunda sürelerin ne zaman başlayıp ne zaman biteceği ve hesaplanmasındaki ilkeler Vergi Usul Kanununda düzenlenmiştir."
  },
  {
    "id": "3068753",
    "unitNumber": 4,
    "text": "Uzlaşmaya başvuru süresinin son günü mali tatile rastlarsa, başvuru süresi ne kadar uzar?",
    "correctAnswer": "A",
    "options": {
      "A": "mali tatilin Son gününü izleyen tarihten itibaren yedi gün",
      "B": "mali tatilin Son gününü izleyen tarihten itibaren üç gün",
      "C": "mali tatilin Son gününü izleyen tarihten itibaren on iki gün",
      "D": "mali tatilin Son gününü izleyen tarihten itibaren on beş gün",
      "E": "mali tatilin Son gününü izleyen tarihten itibaren otuz gün"
    },
    "explanation": "Uzlaşmaya başvuru süresinin son günü mali tatile rastlarsa, başvuru süresi tatilin son gününü izleyen tarihten itibaren yedi gün uzar."
  },
  {
    "id": "3068760",
    "unitNumber": 4,
    "text": "Vergi Usul Kanununa göre, defter ve belge tutan kişiler, defter ve belgelerini düzenleme tarihini takip eden takvim yılı başından başlamak üzere kaç yıl süreyle saklamak mecburiyetindedirler?",
    "correctAnswer": "C",
    "options": {
      "A": "İki yıl",
      "B": "Üç yıl",
      "C": "Beş yıl",
      "D": "Altı yıl",
      "E": "On yıl"
    },
    "explanation": "Vergi Usul Kanununa göre, defter ve belge tutan kişiler, defter ve belgelerini düzenleme tarihini takip eden takvim yılı başından başlamak üzere beş yıl süreyle saklamak mecburiyetindedirler."
  },
  {
    "id": "3068761",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi, mükelleflerin vergisel ödevlerini yerine getirmesine engel olsa bile mücbir sebep sayılmaz?",
    "correctAnswer": "C",
    "options": {
      "A": "Mükellefin askere alınması",
      "B": "Mükellefin karantinaya alınması",
      "C": "Mükellefin yut dışında olması",
      "D": "Mükellefin yurt içine girememesi",
      "E": "Mükellefin genel grev, lokavt gibi durumla karşılaşması"
    },
    "explanation": "Mükelleflerin vergisel ödevlerini yerine getiremeyecek olması halinde mücbir sebep sayılmayan hal, mükellefin yurt dışında olmasıdır. Mücbir sebep sayılması için önemli olan mükellefin iradesine dayanmayan hususlara dayalı engellerdir."
  },
  {
    "id": "3068764",
    "unitNumber": 4,
    "text": "7 Nisan 2022 tarihinde doğan vergi alacağının tahakkuk zamanaşımı hangi tarihte biter?",
    "correctAnswer": "E",
    "options": {
      "A": "31 Aralık 2023",
      "B": "7 Nisan 2024",
      "C": "1 Ocak 2025",
      "D": "7 Nisan 2026",
      "E": "31 Aralık 2027"
    },
    "explanation": "7 Nisan 2022 tarihinde doğan vergi alacağının tahakkuk zamanaşımı 31 Aralık 2027 tarihinde biter. Süre, izleyen takvim yılı başından başlar beş yıl sürer."
  },
  {
    "id": "3073284",
    "unitNumber": 4,
    "text": "2021 yılında elde edile basit usule tabi ticari kazanç için beyanname verme ve ödeme süreleri hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "2022 Şubat ayında beyan edilir, Şubat ve Haziran aylarında iki eşit taksitte ödenir.",
      "B": "2022 Şubat ayında beyan edilir, Mart ve Temmuz aylarında iki eşit taksitte ödenir.",
      "C": "2022 Mart ayında beyan edilir, Mart ve Temmuz aylarında iki eşit taksitte ödenir.",
      "D": "2022 Nisan ayında beyan edilir, Haziran ve Temmuz aylarında iki eşit taksitte ödenir.",
      "E": "2022 Nisan ayında beyan edilir, Nisan ayında tek taksitte ödenir."
    },
    "explanation": "Gelir vergisinde yıllık beyanname, gelirin sadece basit usuldeki ticari kazançlardan oluşması durumunda, izleyen yılın Şubat ayında verilir, Şubat ve Haziran aylarında iki eşit taksitle ödenir."
  },
  {
    "id": "3073291",
    "unitNumber": 4,
    "text": "Vergi kanunlarında açıkça yazılı olmayan hallerde, ………… günden aşağı olmamak üzere ve ilgiliye tebliğ edilmek kaydıyla belirlenen sürelere idari süre denir.<br/>Soruda yer alan boşluğa hangi seçenekte yer alan süre gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "10",
      "B": "15",
      "C": "30",
      "D": "45",
      "E": "60"
    },
    "explanation": "Bazı durumlarda vergi kanunlarında süreler gösterilmemiş ya da açıkça yazılmamış olabilirler.<br/>Vergi kanunlarında açıkça yazılı olmayan hallerde, 15 günden aşağı olmamak üzere ve ilgiliye tebliğ edilmek kaydıyla belirlenen (VUK. m. 14) sürelere idari süre denir."
  },
  {
    "id": "3073298",
    "unitNumber": 4,
    "text": "Vergi kanunlarında belirlenen süreler içinde yükümlülüklerini yerine getirmeyen, ancak sonradan pişmanlık duyan iyi niyetli mükelleflere yönelik olarak kabul edilmiş süreler, aşağıdakilerden hangisi içinde sınıflandırılabilir ?",
    "correctAnswer": "C",
    "options": {
      "A": "Zamanaşımı süresi",
      "B": "Hak düşürücü süre",
      "C": "Müsamaha süresi",
      "D": "Düzenleyici süre",
      "E": "Düzeltme süresi"
    },
    "explanation": "Bu süreler vergi kanunlarında belirlenen süreler içinde yükümlülüklerini yerine getirmeyen, ancak sonradan pişmanlık duyan iyi niyetli mükelleflere yönelik olarak kabul edilmiş sürelerdir. Müsamaha sürelerinden yararlanabilmek için kanunda öngörülen süreler içinde vergisel ödev niteliği taşıyan işlemlerin yapılması gerekmektedir. Bu sürelere örnek olarak pişmanlık (VUK. m.371) ile cezalarda indirim (VUK. m.376) yoluna başvurma süreleri gösterilebilir."
  },
  {
    "id": "3073305",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi mücbir sebep halleri arasında <u>sayılamaz?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Ağır kaza",
      "B": "Tutukluluk",
      "C": "Mahkumiyet",
      "D": "Sahibinin iradesi dışında defter ve belgelerin elden çıkması",
      "E": "Kişinin iradesi dışında meydana gelen gaybubetler"
    },
    "explanation": "Kanundaki diğer bir mücbir sebep hali tutukluluktur. Ancak kanun koyucu “mahkumiyet” halini<br/>değil, “tutukluluk” halini mücbir sebep olarak kabul etmektedir. Mahkumiyet uzun süreli ve kalıcı bir tutukluluk hali olmasına karşın, tutukluluk ise geçici olduğundan mücbir sebep hali olarak kabul edilmektedir"
  },
  {
    "id": "3073309",
    "unitNumber": 4,
    "text": "Gelir vergisi Kanunu uyarınca ölüm halinde, beyannamenin ölüm tarihinden itibaren kaç ay içinde verilmesi gerekmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "1 ay",
      "B": "2 ay",
      "C": "3 ay",
      "D": "4 ay",
      "E": "6 ay"
    },
    "explanation": "Gelir vergisinde ölüm halinde, beyannamenin ölüm tarihinden itibaren 4 ay içinde verileceğine ilişkin<br/>özel bir hüküm bulunmaktadır."
  },
  {
    "id": "3073314",
    "unitNumber": 4,
    "text": "Hangisi zor durum hali için doğru bir ifade <u>değildir?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "Kanuni süreleri uzatır, idari süreleri uzatmaz",
      "B": "Süre sınırlaması yoktur",
      "C": "Vergiyi doğuran olayı etkilemez",
      "D": "Yazı ile istemde bulunulur",
      "E": "Zor durumla ilgili kanunda örnek yoktur"
    },
    "explanation": "Mücbir sebepler için süre sınırlaması yokken, zor durum hali için süre sınırlaması söz konusudur."
  },
  {
    "id": "3073319",
    "unitNumber": 4,
    "text": "Genel usulsüzlük suçlarında usulsüzlüğün yapıldığı yılı izleyen yılın ilk gününden başlamak üzere kaç yıl geçtikten sonra vergi cezası <u>kesilememektedir?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "1 yıl",
      "B": "2 yıl",
      "C": "5 yıl",
      "D": "7 yıl",
      "E": "10 yıl"
    },
    "explanation": "Genel usulsüzlükte, usulsüzlüğün yapıldığı yılı izleyen yılın ilk gününden başlamak üzere iki yıl geçtikten sonra artık vergi cezası kesilememektedir"
  },
  {
    "id": "3073321",
    "unitNumber": 4,
    "text": "Hazine ve Maliye Bakanlığı 500 den fazla mükellefi bulunan vergi dairelerine para yatırma işlemlerinde ödeme süresini vadenin bitim tarihinden başlayarak kaç gün uzatma yetkisine sahiptir?",
    "correctAnswer": "C",
    "options": {
      "A": "7 gün",
      "B": "10 gün",
      "C": "15 gün",
      "D": "30 gün",
      "E": "60 gün"
    },
    "explanation": "Hazine ve Maliye Bakanlığı 500 den fazla mükellefi bulunan vergi dairelerine para yatırma işlemlerinde ödeme süresini vadenin bitim tarihinden başlayarak 15 gün uzatmaya yetkilidir."
  },
  {
    "id": "3073328",
    "unitNumber": 4,
    "text": "Dava açma sürelerinin son günü adli tatile denk geldiği zaman, dava açma süresi adli tatilin sona erdiği günü izleyen tarihten itibaren kaç gün uzamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "3 gün",
      "B": "7 gün",
      "C": "10 gün",
      "D": "15 gün",
      "E": "30 gün"
    },
    "explanation": "Dava açma sürelerinin son günü adli tatile denk geldiği zaman, dava açma süresi adli tatilin sona erdiği günü izleyen tarihten itibaren 7 gün uzar."
  },
  {
    "id": "3073347",
    "unitNumber": 4,
    "text": "2021 yılında elde edilmiş kurum kazancına ilişkin vergi bakımından tahsil zamanaşımı hangi tarihte dolmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "31.12.2025",
      "B": "31.12.2026",
      "C": "31.12.2027",
      "D": "31.12.2028",
      "E": "31.03.2027"
    },
    "explanation": "Tahsil zamanaşımında, kamu alacağı, vadenin rastlandığı takvim yılını takip eden yılın başından itibaren 5 yıl içinde tahsil edilmezse zamanaşımına uğramaktadır. Soruda yer alan verginin vadesi 2022 olup, zamanaşımı süresi 01.01.2023 itibariyle başlamakta ve 31.12.2027 gün bitimiyle zamanaşımına uğramaktadır."
  },
  {
    "id": "2898950",
    "unitNumber": 5,
    "text": "Market işletmeciliği yapmayı planlayan Bay(A)'nın bağlı oluğu vergi dairesine işe başlamayı bildirmesi gereken zaman aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İşe başlamadan önce",
      "B": "İşe başladığı tarihten itibaren beş gün içerisinde",
      "C": "İşe başladığı tarihten en az yedi gün önce",
      "D": "İşe başladığı tarihten itibaren on gün içerisinde",
      "E": "İşe başladığı tarihten itibaren bir ay içerisinde"
    },
    "explanation": "İşe Başlamayı Bildirme<br/>İşe başlama bildirimi işe başlanılan tarihten itibaren on gün içerinde yapılmalıdır."
  },
  {
    "id": "2898951",
    "unitNumber": 5,
    "text": "Gerçek usulde vergiye tabi olmayan çiftçilerden zirai ürün satın alındığında yaptıkları ödemelerden vergi kesmek zorunda olanların düzenlemek zorunda olduğu belge aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Fatura",
      "B": "Müstahsil makbuzu",
      "C": "Gider pusulası",
      "D": "Ödeme kaydedici cihaz fişi",
      "E": "Üretici belgesi"
    },
    "explanation": "Müstahsil Makbuzu<br/>Birinci ve ikinci sınıf tüccarlar ile kazancı basit usulde tespit edilenler ve defter tutmak mecburiyetinde olan çiftçiler “gerçek usulde vergiye tabi olmayan çiftçilerden” satın aldıkları malların bedelini ödedikleri sırada iki nüsha makbuz tanzim etmeye ve bunlardan birini imzalayarak satıcı çiftçiye vermeye ve diğerini ona imzalatarak almaya mecburdurlar (VUK md. 235)."
  },
  {
    "id": "2898952",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Vergi Usul Kanununda mükellefin şekli ödevleri arasında <strong>sayılmamıştır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bildirimde bulunma",
      "B": "Defter tutama",
      "C": "Belge düzenleme",
      "D": "Defter ve belgeleri saklama",
      "E": "Vergi ödeme"
    },
    "explanation": "Giriş<br/>Vergi Usul Kanunu’nun ikinci kitabında mükellefin şekli ödevleri; bildirimde bulunma, belge düzenine uyma, defter tutma, beyanname verme, defter ve belgeleri saklama ve ibraz ödevi olarak sayılabilir."
  },
  {
    "id": "2898953",
    "unitNumber": 5,
    "text": "Aşağıdaki durumların hangisinde kişinin mükellefiyet kaydı vergi idaresinde resen terkin edilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mükellefin yalnızca sahte belge düzenlemek amacıyla mükellefiyet tesis ettirdiğinin vergi incelemesine yetkili olanlarca düzenlenen rapor ile tespit edilmesi.",
      "B": "Vergi yoklaması sonrası mükellefin kaçakçılık sayılan fiilleri işlediğinin tespit edilmesi",
      "C": "Mükellefin bir takvim yılı içerinde iki defadan fazla takdir komisyonuna sevk edilmesi",
      "D": "İşe başlama bildirimini işe başlama tarihinden üç ay geçtikten sonra yapmış olması.",
      "E": "Fiilen işe devam ettiği halde bağlı olduğu vergi dairesine işi bıraktığına dair bildirimde bulunması"
    },
    "explanation": "İşi Bırakmayı Bildirme<br/>Başkaca bir ticari, zirai ve mesleki faaliyeti olmadığı halde münhasıran sahte belge düzenlemek amacıyla mükellefiyet tesis ettirdiğinin vergi incelemesine yetkili olanlarca<br/>düzenlenen rapor ile tespit edilmesi."
  },
  {
    "id": "2898954",
    "unitNumber": 5,
    "text": "10.03.2021 tarihinde sevk irsaliyesi ile 20.000 TL değerindeki malını alıcıya gönderen bir mükellefin söz konusu satışa ilişkin faturayı en son hangi tarihe kadar düzenlemesi gerekmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "10.03.2021",
      "B": "15.03.2021",
      "C": "17.03.2021",
      "D": "20.03.2021",
      "E": "31.03.2021"
    },
    "explanation": "Fatura malın teslim edildiği veya hizmetin sunulduğu tarihten itibaren en geç yedi gün içinde düzenlenir."
  },
  {
    "id": "2898955",
    "unitNumber": 5,
    "text": "Bilanço esasına göre defter tutan mükelleflerin dönem başı ve dönem sonu bilançolarının yer aldığı defter aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Büyük defter",
      "B": "Envanter defteri",
      "C": "Yevmiye defteri",
      "D": "İşletme defteri",
      "E": "İmalat defteri"
    },
    "explanation": "Mükelleflerin Tutmak Zorunda Oldukları Defterler<br/>Envanter defteri, işe başlama ve müteakiben her hesap döneminin sonunda çıkarılan envanter ve bilançonun kaydedildiği defterdir."
  },
  {
    "id": "2898956",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi mükelleflerin tutmak zorunda oldukları defterlere kayıt yaparken uymak zorunda oldukları usul kuralları arasında <strong>yer almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kayıtlar kural olarak Türkçe tutulmalıdır.",
      "B": "Defter kayıtlarında uluslararası rakamlar<br/>kullanılır.",
      "C": "Kayıtlarda değer ölçüsü olarak Türk para birimi kullanılmalıdır.",
      "D": "Kayıtlara yazılar mürekkepli kalem ile yada makine ile yazılmalıdır.",
      "E": "Defter ve kayıtlar aylık hesap dönemleri itibariyle tutulur."
    },
    "explanation": "Defter Tutmada Kayıt Düzeni<br/>Defterler hesap dönemi itibariyle (12 aylık) tutulur."
  },
  {
    "id": "2898957",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi yevmiye defterlerinde yer alan maddelerde yapılan yanlışların düzeltilme usulüdür?",
    "correctAnswer": "D",
    "options": {
      "A": "Ayrı bir sayfada tekrar muhasebe kaydı yapılır",
      "B": "Hatanın nedeni hatalı maddenin altına yazılarak düzeltilir.",
      "C": "Hatalı madde silgi ile silinerek doğrusu yazılır.",
      "D": "Hatalı madde ters kayıt yapılarak düzeltilir.",
      "E": "Hatalı maddenin üstü çizilerek doğrusu yazılır."
    },
    "explanation": "Defter Tutmada Kayıt Düzeni<br/>Yevmiye defterinde yer alan maddelerde yanlış yapılmış ise, bu yanlışlar<br/>muhasebe ilkelerine göre tersine kayıtla düzeltilir"
  },
  {
    "id": "2898958",
    "unitNumber": 5,
    "text": "Aşağıdaki mükelleflerden hangisi defter kayıt beyan sistemini kullanmaları zorunlu tutulmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "Ticari kazancı basit usulde tespit edilen mükellefler",
      "B": "Ticari kazancı bilanço esasına göre tespit edilen mükellefler",
      "C": "Zirai kazancı bilanço esasına göre tespit edilen mükellefler",
      "D": "Gayrimenkul sermaye iratlarından dolayı beyanname vermek zorunda olan mükellefler",
      "E": "Elde ettikleri menkul sermaye iratları için beyanname vermek zorunda olan mükellefler"
    },
    "explanation": "Defter-Beyan Sistemi serbest meslek erbabı, işletme hesabı esasına göre defter tutan mükellefler ile basit usule tabi olan mükelleflerin kayıtlarının elektronik ortamda tutulması, vergi beyannameleri, bildirim ve dilekçelerin elektronik olarak verilebilmesine, elektronik ortamda belge düzenlenebilmesine imkan tanıyan sistemdir. Serbest meslek erbapları, işletme hesabı esasına göre defter tutan mükellefler ile basit usule tabi olan mükelleflerin bu sistemi kullanmaları zorunludur."
  },
  {
    "id": "2898959",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi kurumlar vergisi mükellefi şirketlerin Kurumlar Vergisi Kanununa uygun olarak bölünmesi halinde söz konusu bölünmenin Ticaret Sicil Gazetesi'nde ilan edildiği tarihten itibaren bölünmeye ilişkin beyannamelerini vermeleri gereken süreyi göstermektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yedi gün içinde",
      "B": "On gün içinde",
      "C": "On beş gün içinde",
      "D": "Otuz gün içinde",
      "E": "Kırk beş gün içinde"
    },
    "explanation": "Beyannamelerin Verilme Yeri ve Zamanı<br/>Devir ve bölünme beyannamesi ise, devir veya bölünmenin Ticaret Sicili Gazetesi’nde ilan edildiği tarihten itibaren 30 gün içinde verilir."
  },
  {
    "id": "2898960",
    "unitNumber": 5,
    "text": "“Mükellef ya da sorumlunun vergiye ilişkin en önemli ödevi, vergi borcunu kanunlarda öngörülen zamanda, tutarda ve biçimde ödemesidir. Vergi hukukunda buna ………………….. denmektedir.”<br/>Yukarıdaki boşluğu aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Maddi ödev",
      "B": "Bildirim ödevi",
      "C": "Defter tutma ödevi",
      "D": "Beyanname verme ödevi",
      "E": "İbraz ödevi"
    },
    "explanation": "Cevabınız yanlış ise lütfen GİRİŞ konusunu tekrar ediniz.<br/>Mükellef ya da sorumlunun vergiye ilişkin en önemli ödevi, vergi borcunu kanunlarda öngörülen zamanda, tutarda ve biçimde ödemesidir. Vergi hukukunda buna maddi ödev denmektedir."
  },
  {
    "id": "2898961",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi mükellefin şekli ödevleri arasında <u>yer almaz?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Bildirimde bulunma",
      "B": "Belge düzenine uyma",
      "C": "Defter tutma",
      "D": "Beyanname verme",
      "E": "Vergi ödeme"
    },
    "explanation": "Cevabınız yanlış ise lütfen GİRİŞ konusunu tekrar ediniz.<br/>Vergi Usul Kanunu’nun ikinci kitabında mükellefin şekli ödevleri; bildirimde bulunma, belge düzenine uyma, defter tutma, beyanname verme, defter ve belgeleri saklama ve ibraz ödevi olarak sayılabilir."
  },
  {
    "id": "2898962",
    "unitNumber": 5,
    "text": "Şirketlerin işe başlama bildirimleri kaç gün içinde yerine getirilir?",
    "correctAnswer": "D",
    "options": {
      "A": "3",
      "B": "5",
      "C": "7",
      "D": "10",
      "E": "15"
    },
    "explanation": "Cevabınız yanlış ise lütfen GİRİŞ konusunu tekrar ediniz.<br/>Şirketlerin işe başlama bildirimleri; şirket tescili için başvurulan Ticaret Sicil Müdürlükleri tarafından alınan başvuru belgelerinin bir suretinin on gün içinde vergi dairesine intikal ettirilerek yerine getirilir."
  },
  {
    "id": "2898963",
    "unitNumber": 5,
    "text": "<ol type=\"I\"><br/><li>Mükellefin ölmesi</li><br/><li>İşlerin belirli bir süre askıya alınması</li><br/><li>İş ile ilgili tedarik işlemlerini durdurması</li><br/><li>İşletmede bulunan emtia stoklarının elden çıkarılması</li><br/><li>Varlıkların işletme sahiplerince işletmeden çekilmiş olması</li><br/></ol><br/>Yukarıdakilerden hangileri bir mükellefin işi bırakmış sayılabilmesi için yeterlidir?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I, II ve III",
      "C": "II, IV ve V",
      "D": "III, IV ve V",
      "E": "I, II, IV ve V"
    },
    "explanation": "Cevabınız yanlış ise lütfen BİLDİRME ÖDEVLERİ konusunu tekrar ediniz.<br/>Bir mükellefin işi bırakmış sayılabilmesi için, işi ile ilgili tedarik işlemlerini durdurmasının yanı sıra, işletmede bulunan emtia stokları ile diğer döner ve sabit değerlerinin de elden çıkarılması veya bu varlıkların işletme sahiplerince işletmeden çekilmiş olması gerekir. Ölüm işi bırakma hükmündedir."
  },
  {
    "id": "2898964",
    "unitNumber": 5,
    "text": "Belge düzeni hakkında aşağıda verilen ifadelerden hangisi <u>yanlıştır?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Vergilendirme ile ilgili işlemlerde belge düzenine uyulması şarttır.",
      "B": "Belge düzenine uyulması hem devlet hem de yükümlüler açısından önem taşır.",
      "C": "Belge düzeni, vergiyi doğuran olay açısından önemsizdir.",
      "D": "Vergi denetiminin bir aracı ve esasını teşkil eder.",
      "E": "Belge düzeni vergi kaçağını önleme işlevine sahiptir."
    },
    "explanation": "Cevabınız yanlış ise lütfen BELGE DÜZENİNE İLİŞKİN ÖDEVLER konusunu tekrar ediniz.<br/>Belge düzeni, vergilendirme ile ilgili işlemlerin, kanunda yer alan veya idari düzenlemelerde belirlenen şekle ve içeriğe sahip belgelere bağlanmasıdır.<br/>Belge düzenine uyulması hem devlet ve hem de yükümlüler açısından bazı işlevlere sahiptir. Buna göre belge düzeninin bir işlevi mükellef yönünden, vergiyi doğuran olayın ve bu olaya ilişkin işlemlerin gerçek niteliğinin kavranmasında ve bu işlemlere konu defter kayıtlarının tevsikinde ispat ve delil aracı olarak kullanılmasıdır. Belge düzeninin bir diğer işlevi vergi idaresi yönünden, vergi denetiminin bir aracı ve esasını teşkil etmesidir.<br/>Belgelerin karşılıklı olması, mükellefleri vergi kaçağından alıkoymaktadır. Mükellef kendisi incelenmese bile karşıt inceleme ile denetlenebilir. Bu nedenle belge düzeni aynı zamanda vergi kaçağını önleme işlevine de sahiptir."
  },
  {
    "id": "2898965",
    "unitNumber": 5,
    "text": "<ol type=\"I\"><br/><li>Hatır senedi</li><br/><li>Gider pusulası</li><br/><li>Müstahsil makbuzu</li><br/><li>Ücret bordrosu</li><br/><li>Sevk irsaliyesi</li><br/></ol><br/>Yukarıdakilerden hangileri Vergi Usul Kanunu'na göre düzenlenmesi gereken belgelerdendir?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I, II ve III",
      "C": "III, IV ve V",
      "D": "IV ve V",
      "E": "II, III, IV ve V"
    },
    "explanation": "Cevabınız yanlış ise lütfen BELGE DÜZENİNE İLİŞKİN ÖDEVLER konusunu tekrar ediniz.<br/>Vergi Usul Kanununa göre düzenlenmesi gereken belgeler; fatura ve fatura yerine geçen belgeler, taşıma irsaliyesi, yolcu listesi, günlük müşteri listesi, ücret bordrosu, muhabere evrakı ve diğer belgeler olarak sayılabilir."
  },
  {
    "id": "2898966",
    "unitNumber": 5,
    "text": "Birinci ve ikinci sınıf tüccarlar aşağıdakilerden hangisine yaptıkları işler için fatura vermek zorunda <u>değildir?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Birinci ve ikinci sınıf tüccarlara",
      "B": "Serbest meslek erbabına",
      "C": "Vergiden muaf esnafa",
      "D": "Arızi kazanç sahiplerine",
      "E": "Defter tutan çiftçilere"
    },
    "explanation": "Cevabınız yanlış ise lütfen BELGE DÜZENİNE İLİŞKİN ÖDEVLER konusunu tekrar ediniz.<br/>Birinci ve ikinci sınıf tüccarlar, kazancı basit usulde tespit edilenler ve defter tutmak mecburiyetinde olan çiftçiler:<br/><ul> <li>Birinci ve ikinci sınıf tüccarlara,</li> <li>Serbest meslek erbabına,</li> <li>Kazançları basit usulde tespit olunan tüccarlara,</li> <li>Defter tutmak mecburiyetinde olan çiftçilere,</li> <li>Vergiden muaf esnafa, sattıkları mal veya yaptıkları işler için fatura vermek ve bunlar da fatura almak zorundadırlar.</li> </ul>"
  },
  {
    "id": "2898967",
    "unitNumber": 5,
    "text": "Ülkemizde e-fatura uygulamasına hangi yılda başlanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "2005",
      "B": "2008",
      "C": "2010",
      "D": "2015",
      "E": "2017"
    },
    "explanation": "Cevabınız yanlış ise lütfen BELGE DÜZENİNE İLİŞKİN ÖDEVLER konusunu tekrar ediniz.<br/>Faturanın elektronik belge olarak düzenlenmesi, elektronik ortamda iletilmesi, saklanması ve ibraz edilmesi suretiyle maliyetlerin düşürülmesi ve verimliliğin artırılması için ülkemizde 2010 yılında itibaren e-fatura uygulaması başlamıştır."
  },
  {
    "id": "2898968",
    "unitNumber": 5,
    "text": "Serbest meslek makbuzunda aşağıdakilerden hangisi <u>bulunmaz?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Makbuzu verenin soyadı, adı veya unvanı, adresi",
      "B": "Müşterinin soyadı, adı veya unvanı ve adresi",
      "C": "Paranın alındığı tarih",
      "D": "Parayı alanın imzası",
      "E": "Alınan paranın miktarı"
    },
    "explanation": "Cevabınız yanlış ise lütfen BELGE DÜZENİNE İLİŞKİN ÖDEVLER konusunu tekrar ediniz.<br/>Serbest meslek makbuzlarına;<br/><ul> <li>Makbuzu verenin soyadı, adı veya unvanı, adresi, vergi dairesi ve hesap numarası,</li> <li>Müşterinin soyadı, adı veya unvanı ve adresi,</li> <li>Alınan paranın miktarı,</li> <li>Paranın alındığı tarih yazılır ve bu makbuzlar serbest meslek erbabı tarafından imzalanır.</li> </ul>"
  },
  {
    "id": "2898969",
    "unitNumber": 5,
    "text": "Normal hesap dönemine uygun faaliyette bulunan mükellefler tutmak zorunda oldukları defterleri hangi ayda tasdik ettirirler?",
    "correctAnswer": "A",
    "options": {
      "A": "Ocak",
      "B": "Mart",
      "C": "Temmuz",
      "D": "Eylül",
      "E": "Aralık"
    },
    "explanation": "Cevabınız yanlış ise lütfen DEFTER TUTMA ÖDEVİ konusunu tekrar ediniz.<br/>Normal hesap dönemine uygun faaliyette bulunan mükellefler hesap döneminin ilk ayı olan Ocak ayı içinde, özel hesap dönemini takip eden mükellefler ise, özel hesap döneminin ilk ayı içinde defter tasdiklerini yaptırmak zorundadırlar."
  },
  {
    "id": "2898970",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Vergi Usul Kanununda serbest meslek erbabı için işe başlamanın belirtileri arasında <strong>sayılmamıştır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bir işyeri açmak",
      "B": "İşyerine tabela asmak",
      "C": "İş ile ilgili ilanlar vermek",
      "D": "Meslek odasına kaydolmak",
      "E": "İşyeri için kira sözleşmesi imzalamak"
    },
    "explanation": "İşe başlamanın bildirilmesi<br/>Serbest meslek erbapları için işe başlamanın belirtileri ise; özel bir işyeri açmak, çalışan yere tabela veya levha asmak, ilanlar yapmak veya mesleki bir kuruluşa<br/>kayıt olmak şeklinde belirtilmiştir."
  },
  {
    "id": "2898971",
    "unitNumber": 5,
    "text": "Aşağıdaki bildirim ödevlerinden hangisinin bir aylık süre içerinde gerçekleştirilmesi gerekmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "İncelemeye yetkili olanlara bilgi verilmesi",
      "B": "Anlaşmalı matbaalarca basılan belgelerin bildirilmesi",
      "C": "İşyeri sayısındaki değişikliğinin bildirilmesi",
      "D": "Ödeme kaydedici cihaz satışlarının bildirilmesi",
      "E": "Ölüm olayları ve intikallerin bildirilmesi"
    },
    "explanation": "Değişiklikleri Bildirme<br/>İşyeri sayısındaki değişikliğinin değişiklik tarihinden itibaren bir ay içinde bildirilmesi gerekmektedir. Diğer şıklarda yer alanlar için ise 15 gün öngörülmüştür."
  },
  {
    "id": "2898972",
    "unitNumber": 5,
    "text": "Kurumlar vergisi mükellefi bir kurumun tasfiye edilmesi durumunda tasfiyenin kapandığını bağlı olunan vergi dairesine bildirme ödevi aşağıdakilerden hangisindedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kurum yöneticileri",
      "B": "kanuni temsilciler",
      "C": "Ortaklar",
      "D": "Tasfiye memurları",
      "E": "İflas dairesi"
    },
    "explanation": "İşe Bırakmayı Bildirme<br/>Tasfiye memurları tasfiyenin kapandığını vergi dairesine bildirmeye mecburdurlar."
  },
  {
    "id": "2898973",
    "unitNumber": 5,
    "text": "Anlaşmalı matbaalarda <strong>bastırılmamış</strong> belgelerin kullanılabilme koşulu aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Mükellefin önceki yıldan beri kullanıyor olması",
      "B": "Vergi incelme elamanınca doğrulunun onanması",
      "C": "Noter tarafından tasdik edilmiş olması",
      "D": "Vergi dairesince tasdik edilmiş olması",
      "E": "Vergi dairesi başkanlığınca tasdik edilmiş olması"
    },
    "explanation": "Belge Düzenine İlişkin Ödevler<br/>Anlaşmalı matbaalarda bastırılmamış belgeler ise ancak notere tasdik ettirildikten sonra kullanılabilir"
  },
  {
    "id": "2898974",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi birinci ve ikinci sınıf tüccara yaptıkları mal satışları için fatura vermek zorundadır?",
    "correctAnswer": "0",
    "options": {
      "A": "Kazancı basit usulde tespit edilen ticaret erbabı",
      "B": "Kazancı gerçek usulde tespit edilmeyen çiftçiler",
      "C": "Vergiden muaf esnaf",
      "D": "Serbest meslek erbabı",
      "E": "Ücret geliri elde edenler"
    },
    "explanation": "Fatura<br/>Kazancı basit usulde tespit edilenler"
  },
  {
    "id": "2898975",
    "unitNumber": 5,
    "text": "Vergi Usul Kanunu 509 seri no lu Genel Tebliği ile aşağıdakilerden hangisine e-fatura kullanmak zorunluluğu getirilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kazancı basit usulde tespit edilen ticaret erbabı",
      "B": "Özel Tüketim Vergisi Kanunu III sayılı listede yer alan türün mamullerini imal edenler",
      "C": "Müzayede mahallerinde satış yapanlar",
      "D": "Bahis oyunlarını düzenleyenler",
      "E": "Profesyonel spor müsabakalarını düzenleyenler"
    },
    "explanation": "E-Fatura<br/>Özel Tüketim Vergisi Kanunu III sayılı listede yer alan türün mamullerini imal edenler e- fatura düzenlemek zorundadırlar."
  },
  {
    "id": "2898976",
    "unitNumber": 5,
    "text": "Beyaz eşya satış işi ile uğraşan bir mükellefin nihai tüketiciye satmış olduğu bir küçük ev aleti için fatura yerine aşağıdaki belgelerden hangisini düzenleye bilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Gider pusulası",
      "B": "Müstahsil makbuzu",
      "C": "Yolcu listesi",
      "D": "Müşteri listesi",
      "E": "Perakende satış fişi"
    },
    "explanation": "Fatura Yerine Geçen Belgeler<br/>Perakende satış fişi düzenleyebilir."
  },
  {
    "id": "2898977",
    "unitNumber": 5,
    "text": "İşletmenin bir şubesinden başka bir şubesine mallarını nakletmesi ırasında düzenlemesi gereken belge aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Gider pusulası",
      "B": "Fatura",
      "C": "Sevk irsaliyesi",
      "D": "Aktarma belgesi",
      "E": "Ödünç makbuzu"
    },
    "explanation": "Sevk İrsaliyesi<br/>Sevk irsaliyesi, ister işletmenin merkez veya şubeleri veya merkezle depo ve benzeri yerleri arasında olsun, isterse başka işletmeler arasında olsun,<br/>ticari malların bir yerden diğer bir yere sevki sırasında düzenlenen ve malların nakli sırasında araçta bulunması gereken bir belgedir."
  },
  {
    "id": "2898978",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi günlük müşteri listesi düzenlemek zorundadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yeme içme hizmeti sunan işletmeler",
      "B": "Konaklama işletmeleri",
      "C": "Taşımacılık faaliyeti ile uğraşanlar",
      "D": "Emlak komisyonculuğu yapanlar",
      "E": "Oto temizlik işleri yapanlar"
    },
    "explanation": "Otel, motel ve pansiyon gibi konaklama yerleri günlük müşteri listesi düzenlemek ve bulundurmak zorundadırlar."
  },
  {
    "id": "2898979",
    "unitNumber": 5,
    "text": "Vergi Usul kanununa göre aşağıdakilerden hangisinin defter tutma zorunluluğu bulunmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Vergiden muaf esnaf",
      "B": "Gerçek usulde vergiye tabi olan zirai kazanç sahipleri",
      "C": "Kurumlar vergisinden muaf dernekler",
      "D": "Kazancı basit usulde tesit edilen ticaret erbabı",
      "E": "Kurumlar vergisinden muaf olan iktisadi kamu kuruluşları"
    },
    "explanation": "Defter Tutmak Zorunda Olan Mükellefler<br/>Gerçek usulde vergiye tabi olan çiftçiler defter tutamak zorundadır."
  },
  {
    "id": "3069023",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi, vergilendirme sürecinde tarh işleminin doğru bir şekilde yapılabilmesi için gerekli unsurlardan biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Mükellefin tescil edilmesi",
      "B": "Gerçek ekonomik ilişkiyi gösteren bir belge düzeninin oluşturulması",
      "C": "Belgelerin doğru bir şekilde muhasebe kayıtlarına alınması",
      "D": "Tahakkuk ile ilgili işlemlerin zamanında yapılması",
      "E": "Belgelere göre beyanname verilmesi"
    },
    "explanation": "Vergilendirme sürecinde tarh işleminin doğru bir şekilde yapılabilmesi için gerekli unsurlardan olmayan husus, D şıkkında verilmiştir. Zira tahakkuk aşaması vergilendirmede ilk aşama olan tarh işleminden sonra gelen aşamadır. Tarh işlemi ile ilgisi yoktur."
  },
  {
    "id": "3069025",
    "unitNumber": 5,
    "text": "Gerçek kişilerin işe başlama bildirimleri, gerçek kişiler veya onlar adına yetkili kılınmış avukat ya da meslek mensuplarınca işe başlama tarihinden itibaren kaç gün içinde yerine getirilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Üç",
      "B": "Yedi",
      "C": "On",
      "D": "On beş",
      "E": "Yirmi"
    },
    "explanation": "Gerçek kişilerin işe başlama bildirimleri, gerçek kişiler veya onlar adına yetkili kılınmış avukat ya da meslek mensuplarınca işe başlama tarihinden itibaren on gün içinde yerine getirilir."
  },
  {
    "id": "3069027",
    "unitNumber": 5,
    "text": "Vergiye tabi mükelleflerden, aşağıdakilerden hangisi işe başladığını bildirmek zorunda değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ticaret ve sanat erbabı",
      "B": "Serbest meslek erbabı",
      "C": "Kurumlar vergisi mükellefleri",
      "D": "İşyerini/evlerini kiraya veren mükellefler",
      "E": "Komandit şirketlerin komandite ortakları"
    },
    "explanation": "Vergiye tabi mükelleflerden, D şıkkında belirtilenler işe başladığını bildirmek zorunda değildir."
  },
  {
    "id": "3069030",
    "unitNumber": 5,
    "text": "Vergi mükellefi olarak iş yaparken işi bırakanlar, işi bıraktıkları tarihten itibaren ne kadar sürede durumlarını vergi dairesine bildirmek zorundadırlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Üç gün",
      "B": "Bir hafta",
      "C": "On beş gün",
      "D": "Bir ay",
      "E": "İki ay"
    },
    "explanation": "Vergi mükellefi olarak iş yaparken işi bırakanlar, işi bıraktıkları tarihten itibaren bir ay içinde durumlarını vergi dairesine bildirmek zorundadırlar."
  },
  {
    "id": "3069031",
    "unitNumber": 5,
    "text": "Vergi Usul Kanununa göre fatura, malın teslim edildiği veya hizmetin sunulduğu tarihten itibaren en geç kaç gün içinde düzenlenmek zorundadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Üç gün",
      "B": "Beş gün",
      "C": "Yedi gün",
      "D": "On gün",
      "E": "On beş gün"
    },
    "explanation": "Vergi Usul Kanununa göre fatura, malın teslim edildiği veya hizmetin sunulduğu tarihten itibaren en geç yedi gün içinde düzenlenmek zorundadır."
  },
  {
    "id": "3069032",
    "unitNumber": 5,
    "text": "Defter tutma ödevi ile ilgili olarak, defterlerin tacirlerin birbirleri arasındaki ilişkilerde lehe veya aleyhe delil olma niteliklerine yönelik şartlar, hangi kanunda düzenlenmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Vergi Usul Kanunu",
      "B": "Türk Ticaret Kanunu",
      "C": "Gelir Vergisi Kanunu",
      "D": "Borçlar Kanunu",
      "E": "İcra-İflas Kanunu"
    },
    "explanation": "Defter tutma ödevi ile ilgili olarak, defterlerin tacirlerin birbirleri arasındaki ilişkilerde lehe veya aleyhe delil olma niteliklerine yönelik şartlar, Türk Ticaret Kanununda düzenlenmiştir."
  },
  {
    "id": "3069034",
    "unitNumber": 5,
    "text": "Vergi Usul Kanununa göre defter tutmak zorunda olmayan mükellef aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ticaret ve sanat erbabı",
      "B": "Serbest meslek Eerbabı",
      "C": "Menkul sermaye iradı sahibi",
      "D": "Gerçek usulde vergiye tabi çiftçi",
      "E": "İktisadi kamu müesseseleri"
    },
    "explanation": "Vergi Usul Kanununa göre defter tutmak zorunda olmayan mükellef, menkul sermaye iradı sahibidir."
  },
  {
    "id": "3069036",
    "unitNumber": 5,
    "text": "Gerçek ve tüzel kişiler tarafından düzenlenen yarışma ve çekilişler ile şans oyunlarında en geç, yarışma ve çekiliş ile müsabakaların yapıldığı günü takip eden hangi sürede, Veraset ve İntikal Vergisi beyannamesi verilmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Üç gün içinde",
      "B": "Yedi gün içinde",
      "C": "On gün içinde",
      "D": "Takip eden ayın onuncu günü",
      "E": "Takip eden ayın yirminci günü"
    },
    "explanation": "Gerçek ve tüzel kişiler tarafından düzenlenen yarışma ve çekilişler ile şans oyunlarında en geç, yarışma ve çekiliş ile müsabakaların yapıldığı günü takip eden ayın 20. günü Veraset ve İntikal Vergisi beyannamesi verilmelidir."
  },
  {
    "id": "3069037",
    "unitNumber": 5,
    "text": "Gelir Vergisi Kanununa göre, memleketi terk edenlerin beyannameleri ne zaman verilmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Terkten önceki yedi gün içinde",
      "B": "Terkten önceki on gün içinde",
      "C": "Terkten önceki on beş gün içinde",
      "D": "Terkten sonraki üç gün içinde",
      "E": "Terkten sonraki beş gün içinde"
    },
    "explanation": "Gelir Vergisi Kanununa göre, memleketi terk edenlerin beyannameleri terkten önceki on beş gün içinde verilmelidir."
  },
  {
    "id": "3069038",
    "unitNumber": 5,
    "text": "Veraset ve İntikal Vergisinde, intikal veraset yoluyla olmuşsa ve ölüm Türkiye'de gerçekleşmişse, mükelleflerin yabancı ülkede olması halinde beyanname ne zaman verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "İki ay içinde",
      "B": "Üç ay içinde",
      "C": "Dört ay içinde",
      "D": "Beş ay içinde",
      "E": "Altı ay içinde"
    },
    "explanation": "Veraset ve İntikal Vergisinde, intikal veraset yoluyla olmuşsa ve ölüm Türkiye'de gerçekleşmişse, mükelleflerin yabancı ülkede olması halinde beyanname altı ay içinde verilir."
  },
  {
    "id": "3073354",
    "unitNumber": 5,
    "text": "İşe başlama bildiriminin işe başlama veya tescil tarihinden itibaren kaç gün içinde vergi dairesine yapılması gerekir?",
    "correctAnswer": "C",
    "options": {
      "A": "3 gün",
      "B": "7 gün",
      "C": "10 gün",
      "D": "15 gün",
      "E": "30 gün"
    },
    "explanation": "İşe başlama bildiriminin işe başlama veya tescil tarihinden itibaren 10 gün içinde vergi dairesine<br/>yapılması gerekir"
  },
  {
    "id": "3073369",
    "unitNumber": 5,
    "text": "Defter tutmak mecburiyetinde olmayan çiftçilerden satın alınan zirai ürünler için hangi belge düzenlenmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Fatura",
      "B": "Gider pusulası",
      "C": "İrsaliye",
      "D": "Müstahsil makbuzu",
      "E": "Adisyon"
    },
    "explanation": "Müstahsil makbuzu, defter tutmak mecburiyetinde olmayan çiftçilerden satın alınan zirai ürünler için düzenlenir. Birinci ve ikinci sınıf tüccarlar ile kazancı basit usulde tespit edilenler ve defter tutmak mecburiyetinde olan çiftçiler “gerçek usulde vergiye tabi olmayan çiftçilerden” satın aldıkları malların bedelini ödedikleri sırada iki nüsha makbuz tanzim etmeye ve bunlardan birini imzalayarak satıcı çiftçiye vermeye ve diğerini ona imzalatarak almaya mecburdurlar."
  },
  {
    "id": "3073380",
    "unitNumber": 5,
    "text": "Serbest avukatlık faaliyetine başlayan bir mükellef, işe başladığı ayı izleyen kaçıncı ayın sonuna kadar e-serbest meslek makbuzu uygulamasına dahil olmak zorundadır?",
    "correctAnswer": "C",
    "options": {
      "A": "1. ay",
      "B": "2. ay",
      "C": "3. ay",
      "D": "6. ay",
      "E": "12. ay"
    },
    "explanation": "Serbest meslek faaliyetine yeni başlayacak olanların işe başladıkları ayı izleyen 3’üncü ayın sonuna kadar e-Serbest Meslek Makbuzu uygulamasına dâhil olmaları ve e-Serbest Meslek Makbuzu düzenlemeleri zorunludur."
  },
  {
    "id": "3073392",
    "unitNumber": 5,
    "text": "Mükellefler mal ve hizmet alım-satım işlemlerinde KDV dahil .......... TL’yi aşan tutardaki her türlü tahsilat ve ödemeyi bankacılık sistemi üzerinden yapmak ve söz konusu kurumlarca düzenlenecek belgelerle tevsik etmek zorundadır.<br/>Boşluğa getirilecek tutar aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "1.000 TL",
      "B": "5.000 TL",
      "C": "7.000 TL",
      "D": "10.000 TL",
      "E": "25.000 TL"
    },
    "explanation": "Mükellefler mal ve hizmet alım-satım işlemlerinde KDV dahil 7.000 TL’yi aşan tutardaki her türlü tahsilat ve ödemeyi bankacılık sistemi üzerinden yapmak ve söz konusu kurumlarca düzenlenecek belgelerle tevsik etmek zorundadır"
  },
  {
    "id": "3073402",
    "unitNumber": 5,
    "text": "Kendilerinden vergilendirme ile ilgili bilgi istenmesi halinde, ilgili kişiler kaç gün içinde istenen bilgileri ve bunlara ilişkin belgeleri yetkili kişilere vermek zorundadır?",
    "correctAnswer": "D",
    "options": {
      "A": "3 gün",
      "B": "7 gün",
      "C": "10 gün",
      "D": "15 gün",
      "E": "30 gün"
    },
    "explanation": "Kendilerinden vergilendirme ile ilgili bilgi istenmesi halinde, ilgili kişiler 15 gün içinde istenen bilgileri ve bunlara ilişkin belgeleri yetkili kişilere vermek zorundadır"
  },
  {
    "id": "3073409",
    "unitNumber": 5,
    "text": "Defter tutmak zorunda olanlar, tuttukları defterler ile aldıkları ve verdikleri belgelerin suretlerini<br/>bunların ilgili oldukları yılı takip eden takvim yılının başından başlayarak kaç yıl süre ile saklamak<br/>zorundadırlar?",
    "correctAnswer": "D",
    "options": {
      "A": "1 yıl",
      "B": "2 yıl",
      "C": "3 yıl",
      "D": "5 yıl",
      "E": "10 yıl"
    },
    "explanation": "Defter tutmak zorunda olanlar, tuttukları defterler ile aldıkları ve verdikleri belgelerin suretlerini<br/>bunların ilgili oldukları yılı takip eden takvim yılının başından başlayarak 5 yıl süre ile saklamak<br/>zorundadırlar"
  },
  {
    "id": "3074044",
    "unitNumber": 5,
    "text": "Gelir vergisi mükellefleri ile sermaye şirketleri vergi levhalarını her yıl hangi ayın sonuna kadar almak zorundadırlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Ocak",
      "B": "Şubat",
      "C": "Mart",
      "D": "Nisan",
      "E": "Mayıs"
    },
    "explanation": "Gelir vergisi mükellefleri ile sermaye şirketleri her yılın Mayıs ayının son gününe kadar vergi tarhına<br/>esas olan kazanç tutarları ile bunlara isabet eden vergi matrahlarını gösteren tasdikli levhayı almak ve bulundurmak zorundadır."
  },
  {
    "id": "3074053",
    "unitNumber": 5,
    "text": "Makbuz karşılığı ödemelerde damga vergisi beyannamesi takip eden ayın kaçıncı gün sonuna kadar verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Takip eden ayın 26. günü sonuna kadar",
      "B": "Takip eden ayın 23. günü sonuna kadar",
      "C": "Takip eden ayın 20. günü sonuna kadar",
      "D": "Takip eden ayın 15. günü sonuna kadar",
      "E": "Takip eden ayın 10. günü sonuna kadar"
    },
    "explanation": "Makbuz karşılığı ödemelerde Damga Vergisi beyannamesi, takip eden ayın 26. günü sonuna kadar verilir."
  },
  {
    "id": "3074062",
    "unitNumber": 5,
    "text": "Ölümün Türkiye'de gerçekleşmesi durumunda Almanya'da bulunan mükellefler veraset ve intikal vergisi beyannamelerini ölümü takiben kaç ay içinde vermek durumundadırlar?",
    "correctAnswer": "C",
    "options": {
      "A": "3 ay",
      "B": "4 ay",
      "C": "6 ay",
      "D": "8 ay",
      "E": "10 ay"
    },
    "explanation": "Veraset yoluyla gerçekleşen intikallerde, ölüm Türkiye’de gerçekleşmiş ise; Mükelleflerin yabancı ülkede bulunmaları halinde, ölüm tarihinden itibaren altı ay içinde Veraset ve İntikal Vergisi Beyannamesi verilir."
  },
  {
    "id": "3074073",
    "unitNumber": 5,
    "text": "Hangisi Vergi Usul Kanunu’na göre defter tutmak zorunda olan mükelleflerden <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Ticaret şirketleri",
      "B": "Serbest meslek erbabı",
      "C": "Gerçek usulde vergiye tabi çiftçiler",
      "D": "İktisadi kamu müesseseleri",
      "E": "Basit usule tabi ticaret arbabı"
    },
    "explanation": "Basit usule tabi ticaret erbabı defter tutmakla yükümlü değildir."
  },
  {
    "id": "2898980",
    "unitNumber": 6,
    "text": "Dönem sonu işlemleri kapsamında yapılması gereken işlemlerden bir iktisadi kıymetin varlığının fiilen sayarak, ölçerek ve tartarak tespit edilmesine ………..denir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Kaydi envanter",
      "B": "Dönem sonu envanteri",
      "C": "Muhasebe dışı envanter",
      "D": "Faaliyet envanteri",
      "E": "Tespit envanteri"
    },
    "explanation": "Dönem sonu işlemleri kapsamında yapılması gereken işlemlerden bir iktisadi kıymetin varlığının fiilen sayarak, ölçerek ve tartarak tespit edilmesine fiili (muhasebe dışı) envanter denir."
  },
  {
    "id": "2898981",
    "unitNumber": 6,
    "text": "Vergi Usul Kanunu’na göre yıllık yapılması gereken fiili envanter süresi, çeşitli mal üzerine geniş ölçüde ve perakende iş yapan büyük mağazalar ve eczaneler için kaç yılda bir olabilir?",
    "correctAnswer": "B",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Vergi Usul Kanunu’na göre yıllık yapılması gereken fiili envanter süresi, çeşitli mal üzerine geniş ölçüde ve perakende iş yapan büyük mağazalar ve eczaneler için üç yılda bir olabilir."
  },
  {
    "id": "2898982",
    "unitNumber": 6,
    "text": "“Her tacir, ticari işletmesinin açılışında ve her faaliyet döneminin sonunda, taşınmazlarını, alacaklarını, borçlarını, nakit parasının tutarını ve diğer varlıklarını eksiksiz ve doğru bir şekilde gösteren ve varlıkları ile borçlarının değerlerini teker teker belirten bir envanter çıkarır” ifadesi aşağıdaki kanunlardan hangisinde yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Katma Değer Vergisi Kanunu",
      "B": "Kurumlar Vergisi Kanunu",
      "C": "Vergi Usul Kanunu",
      "D": "Gelir Vergisi Kanunu",
      "E": "Türk Ticaret Kanunu"
    },
    "explanation": "Türk Ticaret Kanunu (TTK) envanter işlemlerini vergi kanunlarına göre daha ayrıntılı düzenlenmiştir. Türk Ticaret Kanunu’nda envantere ilişkin düzenlemeler 66. ve 67. maddelerde yer almaktadır. Buna göre her tacir, ticari işletmesinin açılışında ve her faaliyet döneminin sonunda, taşınmazlarını, alacaklarını, borçlarını, nakit parasının tutarını ve diğer varlıklarını eksiksiz ve doğru bir şekilde gösteren ve varlıkları ile borçlarının değerlerini teker teker belirten bir envanter çıkarır (TTK m. 66)."
  },
  {
    "id": "2898983",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi maliyet bedeli ile değerlenecek iktisadi kıymetlerden biri <u>değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Pasif geçici hesap kıymetleri",
      "B": "Tesisat ve makineler",
      "C": "Satın alınan emtia",
      "D": "Gemiler ve diğer taşıtlar",
      "E": "Alet, edevat, mefruşat ve demirbaş eşya"
    },
    "explanation": "Maliyet bedeli ile değerlenecek iktisadi kıymetler şunlardır: • Gayrimenkuller, gayrimenkullerin mütemmim cüz (bütünleyici parça) ve teferruatları (eklentileri) (VUK m.269). • Tesisat ve makineler (VUK m.269). • Gemiler ve diğer taşıtlar (VUK m.269). • Gayrimaddi haklar (VUK m.269). • Alet, edevat, mefruşat ve demirbaş eşya (VUK m. 273). • Satın alınan emtia (VUK m. 274). • İmal alınan emtia (VUK m. 275). • Zirai ürünler (VUK m. 276). • Hayvanlar (VUK m. 277)"
  },
  {
    "id": "2898984",
    "unitNumber": 6,
    "text": "Yabancı paranın borsada rayici yoksa, değerlemeye uygulanacak kur aşağıdakilerden hangisi tarafından tespit edilir?",
    "correctAnswer": "D",
    "options": {
      "A": "T.C. Merkez Bankası",
      "B": "Ekonomi Bakanlığı",
      "C": "Türkiye Bankalar Birliği",
      "D": "Hazine ve Maliye Bakanlığı",
      "E": "Bankacılık Düzenleme ve Denetleme Kurumu"
    },
    "explanation": "Yabancı paranın borsada rayici yoksa, değerlemeye uygulanacak kur Hazine ve Maliye Bakanlığınca tespit edilir."
  },
  {
    "id": "2898985",
    "unitNumber": 6,
    "text": "Yazmaca değer, defter değeri olarak da adlandırılan değerleme ölçüsü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Vergi değeri",
      "B": "İtibari değer",
      "C": "Mukayyet değer",
      "D": "Tasarruf değeri",
      "E": "Rayiç bedel"
    },
    "explanation": "Mukayyet değer, bir iktisadi kıymetin muhasebe kayıtlarında gösterilen hesap değeridir (VUK m.265). Mukayyet değere kayıtlı değer, yazmaca değer, defter değeri olarak da adlandırılmaktadır."
  },
  {
    "id": "2898986",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi itibari değer ile değerlenecek iktisadi kıymetlerden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Cari dönemlere ait olup henüz ödenmemiş giderler",
      "B": "Gelecek hesap dönemlerine ait olup peşin tahsil olunan hasılat",
      "C": "Kuruluş ve örgütlenme giderleri",
      "D": "Pasif geçici hesap kıymetleri",
      "E": "Türk Lirası cinsinden kasa mevcudu"
    },
    "explanation": "İtibari değer ile değerlenecek iktisadi kıymetler şunlardır: • Türk Lirası cinsinden kasa mevcudu (VUK m. 284) • Eshamlı şirketlerde iktisadi kamu müesseseleri tahvilleri (VUK m. 286) • İştiraklerden bedelsiz olarak alınan hisse senetleri."
  },
  {
    "id": "2898987",
    "unitNumber": 6,
    "text": "Hisse senetleri ve fon portföyünün en az % 51’i Türkiye’de kurulmuş bulunan şirketlerin hisse senetlerinden oluşan yatırım fonu katılma belgeleri hangi değerleme ölçüsüne göre belirlenir?",
    "correctAnswer": "B",
    "options": {
      "A": "İtibari değer",
      "B": "Alış bedeli",
      "C": "Mukayyet değer",
      "D": "Rayiç bedel",
      "E": "Emsal bedeli"
    },
    "explanation": "Hisse senetleri ve fon portföyünün en az % 51’i Türkiye’de kurulmuş bulunan şirketlerin hisse senetlerinden oluşan yatırım fonu katılma belgeleri alış bedeliyle değerlenir."
  },
  {
    "id": "2898988",
    "unitNumber": 6,
    "text": "Vergi Usul Kanunu’na göre aşağıdakilerden hangisi amortisman ayırma şartlarından biri <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "İktisadi kıymetin değerinin KDV hariç belli bir tutarı aşması",
      "B": "İktisadi kıymetin yıpranma, aşınma, değerden düşme etkileri altında bulunması",
      "C": "İktisadi kıymetin envantere alınması yani kayıtlı olması",
      "D": "İktisadi kıymetin kullanım süresinin on ay olması",
      "E": "İktisadi kıymetin işletmede kullanılması"
    },
    "explanation": "Vergi Usul Kanunu’nun 313. maddesinde amortisman ayırma şartları belirlenmiştir. Kanuna göre amortisman ayrılabilmesi için iktisadi kıymetin; • İşletmede kullanılması ve envantere alınması yani kayıtlı olması, • Kullanılma süresinin bir yılı aşması, • Yıpranma, aşınma, değerden düşme etkileri altında bulunması, • Değerinin KDV hariç belli bir tutarı aşması (522 Sıra No.lu V.U.K Genel Tebliği ile 2021 yılı için 1.500TL), gerekir."
  },
  {
    "id": "2898989",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi şüpheli alacak karşılığı ayrılabilmesinin şartlarından biri <u>değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Teminata bağlı bir alacak olması",
      "B": "Alacağın ticari ve zirai kazancın elde edilmesi ve devam ettirilmesi ile ilgili olması",
      "C": "Alacağın dava veya icra aşamasında bulunması",
      "D": "Alacağın yapılan protestoya veya yazı ile bir defadan fazla istenilmesine rağmen borçlu tarafından ödenmemiş bulunan dava ve icra takibine değmeyecek derecede küçük alacak olması",
      "E": "Hatır senedinden kaynaklanan bir alacak olmaması"
    },
    "explanation": "Şüpheli alacak karşılığı ayrılabilmesinin bazı şartları vardır. Bu şartları taşımayan alacak şüpheli dahi olsa karşılık ayrılamaz. Bu şartlar; • Alacağın ticari ve zirai kazancın elde edilmesi ve devam ettirilmesi ile ilgili olması • Alacağın dava veya icra aşamasında bulunması Alacağın yapılan protestoya veya yazı ile bir defadan fazla istenilmesine rağmen borçlu tarafından ödenmemiş bulunan dava ve icra takibine değmeyecek derecede küçük alacak olması • Teminata bağlı bir alacak olmaması • Hatır senedinden kaynaklanan bir alacak olmaması"
  },
  {
    "id": "2898990",
    "unitNumber": 6,
    "text": "Satılan iktisadi kıymetlerin yenilenmesi, işin niteliğine göre zorunlu ise veya bu konuda işletmeyi yönetenlerce karar verilmiş ve harekete geçilmiş olursa satıştan elde edilen eden kârın pasifte bir hesapta tutulacağı azami süre aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Beş yıl",
      "B": "Dört yıl",
      "C": "Üç yıl",
      "D": "İki yıl",
      "E": "Bir yıl"
    },
    "explanation": "Yenileme Fonu<br/>Bu kar yenileme giderlerini karşılamak üzere, pasifte geçici bir hesapta en fazla üç yıl süre ile tutulabilir"
  },
  {
    "id": "2898991",
    "unitNumber": 6,
    "text": "100.000 TL ye satın alınan ve normal amortisman oranı % 20 olan iktisadi kıymet için iki yıl azalan bakiyeler usulü amortisman ayrıldıktan sonra 120.000 TL ye satılmıştır. Bu satıştan kar ve zarar hesabına aktarılacak tutar aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "120.000 TL",
      "B": "100.000 TL",
      "C": "84.000 TL",
      "D": "60.000 TL",
      "E": "20.000 TL"
    },
    "explanation": "Amortisman Uygulamasıyla İlgili Özel<br/>Durumlar<br/>İki yıl normal amortisman oranının iki katı olan % 40 amortisman ( ilk yıl 100.000 x % 40= 40.000, ikinci yıl 60.000 x % 40 = 24.000 ) ayrıldıktan sonra iktisadi kıymetin defter değeri 36.000 TL olur. 120.000 - 36.000 = 84.000 TL kar elde edilmiş olur."
  },
  {
    "id": "2898992",
    "unitNumber": 6,
    "text": "Ekonomik bir faaliyetin gerçekleştirilmesi için kiralanan gayrimenkullerde kiracı tarafından gayrimenkulü genişletmek ve ekonomik değerini sürekli olarak arttırmak amacıyla yapılan değer arttırıcı giderlerle, kiracının faaliyetini gerçekleştirmek için oluşturduğu tesisata ilişkin giderlere verilen ad aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yenileme fonu",
      "B": "Gayrimenkul sermaye iradı",
      "C": "Kuruluş gideri",
      "D": "Özel maliyet bedeli",
      "E": "Peştamallık"
    },
    "explanation": "Özel Maliyet Bedellerinin İtfası<br/>Vergi Usul Kanunu’nun 272/3. maddesine göre,<br/>ekonomik bir faaliyetin gerçekleştirilmesi için kiralanan gayrimenkullerde kiracı veya işletme hakkına<br/>sahip tüzel kişi tarafından gayrimenkulü genişletmek ve ekonomik değerini sürekli olarak arttırmak<br/>amacıyla yapılan değer arttırıcı giderlerle, kiracının<br/>faaliyetini gerçekleştirmek için oluşturduğu tesisata<br/>ilişkin giderlere özel maliyet denir."
  },
  {
    "id": "2898993",
    "unitNumber": 6,
    "text": "Bir ticari işletmenin devredilirken, bulunduğu yerin önemi, sahip olduğu ün, müşteri kitlesi, itibarı gibi unsurlara bağlı olarak, bilanço değerlerine ek olarak sahip olduğu değeri ifade eden peştamallıklar aşağıdaki değerleme ölçülerinden hangisi ile değerlenmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Maliyet bedel",
      "B": "Mukayyet değer",
      "C": "Emsal bedeli",
      "D": "Borsa rayici",
      "E": "Tasarruf değer"
    },
    "explanation": "Kuruluş Ve Örgütlenme Giderleri<br/>Peştamallıklar gerçek veya tüzel kişiler tarafından mukayyet değerleriyle değerlenir (VUK m. 282)"
  },
  {
    "id": "2898994",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi imtiyazlı işletmelerde sermayenin amortismanı için gereken koşullar arasında <strong>yer almaz?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İşletme imtiyazlı olmalıdır.",
      "B": "Tesisler imtiyaz süresi sonunda Devlete veya Devletçe belirlenen bir kuruluşa veya belediyeye devredilmelidir.",
      "C": "Faaliyete en az beş yıldır devam ediliyor olmalıdır.",
      "D": "Tesisler bedelsiz olarak devredilmelidir",
      "E": "İmtiyaz sözleşmesinde sermayenin itfası için yıllık bir oran veya miktar belirlenmiş<br/>olmalıdır."
    },
    "explanation": "Sermayede Amortisman (Sermayenin İtfası)<br/>• İşletme imtiyazlı olmalıdır.<br/>• Tesisler imtiyaz süresi sonunda Devlete<br/>veya Devletçe belirlenen bir kuruluşa veya<br/>belediyeye devredilmelidir.<br/>• Tesisler bedelsiz olarak devredilmelidir.<br/>• İmtiyaz sözleşmesinde sermayenin itfası<br/>için yıllık bir oran veya miktar belirlenmiş<br/>olmalıdır.<br/>C seçeneği yukarıdaki koşullar arasında yer almaz."
  },
  {
    "id": "2898995",
    "unitNumber": 6,
    "text": "Konkordato veya sulh yoluyla alınmasından vazgeçilen alacaklar, borçlunun defterlerinde özel bir karşılık hesabına alınır. Bu hesap vazgeçildiği yılın sonundan başlayarak kaç yıl içerisinde zararla yok edilmediği takdirde kar hesabına aktarılır?",
    "correctAnswer": "B",
    "options": {
      "A": "İki yıl",
      "B": "Üç yıl",
      "C": "Dört yıl",
      "D": "Beş yıl",
      "E": "On yıl"
    },
    "explanation": "Konkordato veya sulh yoluyla alınmasından vazgeçilen alacaklar, borçlunun defterlerinde özel bir karşılık hesabına alınır. Bu hesabın niteliği alacaktan vazgeçildiği yılın sonundan başlayarak üç yıl içinde zararla yok edilmediği takdirde kar hesabına aktarılır (VUK m.324)."
  },
  {
    "id": "2898996",
    "unitNumber": 6,
    "text": "Envanter defterine işe başlanıldığında ve her dönemin sonunda işletmenin çıkartılan envanterinin ve bilançosunun kaydedildiği güne verilen ad aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Dönem başı envanter günü",
      "B": "Dönem sonu envanter günü",
      "C": "Bilanço günü",
      "D": "Envanter günü",
      "E": "Kar/zarar kayıt günü"
    },
    "explanation": "ENVANTER VE ENVANTER İŞLEMLERİ<br/>Envanter defterine işe başlama tarihinde ve takip eden her hesap döneminin sonunda çıkarılan envanterler ve bilânçolar kaydolunur ve bu tarihe “bilânço günü” denir (VUK Md. 185)"
  },
  {
    "id": "2898997",
    "unitNumber": 6,
    "text": "Aşağıdaki kanunların hangisinde vergi kanunlarına göre envantere ilişkin daha ayrıntılı düzenlemeler vardır?",
    "correctAnswer": "D",
    "options": {
      "A": "Borçlar Kanunu",
      "B": "Medeni Kanun",
      "C": "İcra ve İflas Kanunu",
      "D": "Türk Ticaret Kanunu",
      "E": "Harçlar Kanunu"
    },
    "explanation": "ENVANTER VE ENVANTER İŞLEMLERİ<br/>Türk Ticaret Kanunu (TTK) envanter işlemlerini vergi kanunlarına göre daha ayrıntılı düzenlenmiştir."
  },
  {
    "id": "2898998",
    "unitNumber": 6,
    "text": "Türk Ticaret Kanununda yer alana değerlemeye ilişkin düzenlemelerin amaçlarından biri aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Vergi alacağını güvence altına almak",
      "B": "Şirketin gerçek değerini bilmek",
      "C": "Şirketin borçlarını ödeme kapasitesini tespit etmek",
      "D": "Şirket ortaklarını doğru bilgilendirmek",
      "E": "İşletme ile ilişkisi bulunan üçüncü kişilere ilişkin hak ve menfaatlerin korunmasını"
    },
    "explanation": "Türk Ticaret Kanunu’nda Değerleme<br/>İşletme ile ilişkisi bulunan üçüncü kişilere ilişkin hak ve menfaatlerin korunmasını hedefler."
  },
  {
    "id": "2898999",
    "unitNumber": 6,
    "text": "I. Ortalama fiyat esası<br/>II. Takdir esası<br/>III. Maliyet bedeli esası<br/>Vergi Usul Kanununa göre emsal bedeli ile değerleme yapılması gerektiğinde yukarıda verilen değerleme ölçütlerinin takip edilmesi gereken sırası aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II, III",
      "B": "I, III, II",
      "C": "II, III, I",
      "D": "II, I, III",
      "E": "III, II, I"
    },
    "explanation": "Emsal Bedeli ve Ücreti<br/>Doğru sıra <br/>I. Ortalama fiyat esası<br/>III. Maliyet bedeli esası<br/>II. Takdir esası"
  },
  {
    "id": "2899000",
    "unitNumber": 6,
    "text": "İktisadi bir kıymetin varlığını tespit işlemine ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Değerleme",
      "B": "Bilanço günü",
      "C": "Envanter",
      "D": "Ölçme",
      "E": "Tartma"
    },
    "explanation": "İktisadi bir kıymetin varlığını belirleme işlemine envanter denir. Varlığın belirlenmesinden sonra soruda belirtilen diğer şıklar söz konusu olabilir."
  },
  {
    "id": "2899001",
    "unitNumber": 6,
    "text": "Envanter esas itibariyle hangi sürelerde çıkarılır?",
    "correctAnswer": "E",
    "options": {
      "A": "Günlük",
      "B": "Haftalık",
      "C": "Aylık",
      "D": "Altı aylık",
      "E": "Yıllık"
    },
    "explanation": "Envanter esas itibariyle yıllık sürelerle yapılır."
  },
  {
    "id": "2899002",
    "unitNumber": 6,
    "text": "Bir işletmenin varlığını meydana getiren aktif ve pasif kalemlerin belirli bir tarihteki değerlerinin para birimi ile ifade edilmesi işlemine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Envanter",
      "B": "Değerleme",
      "C": "Ölçme",
      "D": "Tartma",
      "E": "Kayıt"
    },
    "explanation": "Sorunun doğru cevabı değerlemedir. Zira diğer şıklardan envanter sayma, ölçme ve tartma zaten para birimi ile ifade edilmez. Kayıt ise aktif ve pasif değerlerin yazılmasıdır."
  },
  {
    "id": "2899003",
    "unitNumber": 6,
    "text": "Türkiye Muhasebe Standartlarında öngörülen ilkeler de dikkate alınmak üzere belirlenen değerleme ilkeleri hangi kanunda yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Türk Ticaret Kanunu",
      "B": "Borçlar Kanunu",
      "C": "Muhasebe-i Umumiye Kanunu",
      "D": "Kamu Mali Yönetimi ve Kontrol Kanunu",
      "E": "Vergi Usul Kanunu"
    },
    "explanation": "Sorunun doğru cevabı Türk Ticaret Kanunudur. Değerleme ilkeleri sorunun diğer şıklarında verilen kanunlarda yer almamaktadır."
  },
  {
    "id": "2899004",
    "unitNumber": 6,
    "text": "Vergi mükellefleri tarafından Vergi Usul Kanununda yer alan değerleme ölçüleri kullanılarak yapılan değerlemeye ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Takdir",
      "B": "Tespit",
      "C": "Değerleme",
      "D": "Envanter",
      "E": "Bilanço"
    },
    "explanation": "Sorunun doğru cevabı tespittir. Diğer şıklarda verilenlerin ne olduğu ünite de ayrıntılı açıklanmış konulardır."
  },
  {
    "id": "2899005",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi, maliyet bedeli ile değerlenecek iktisadi kıymetler arasında bulunmaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Zirai ürünler",
      "B": "Gayri maddi haklar",
      "C": "Tesisat ve makineler",
      "D": "Peştemallıklar",
      "E": "Gemiler ve diğer taşıtlar"
    },
    "explanation": "Peştamallıklar mukayyet değer ile değerlenir. Sorunun diğer şıklarında belirtilen hususlar maliyet bedeli ile değerlenir. Bu nedenle sorunun doğru cevabı peştamallıklardır."
  },
  {
    "id": "2899006",
    "unitNumber": 6,
    "text": "Vergi Usul Kanununa göre bir varlığa amortisman ayrılabilmesi için kullanım ömrünün ne kadar olması gerekir?",
    "correctAnswer": "C",
    "options": {
      "A": "Üç aydan uzun",
      "B": "Altı aydan uzun",
      "C": "Bir yıldan uzun",
      "D": "iki yıldan uzun",
      "E": "üç yıldan uzun"
    },
    "explanation": "Sorunun doğru cevabı bir yıldan uzun şıkkıdır."
  },
  {
    "id": "2899007",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Veri Usul Kanununa göre değerleme ölçüsü değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Maliyet Bedeli",
      "B": "Emsal Bedeli",
      "C": "Edinme Bedeli",
      "D": "Rayiç Bedel",
      "E": "Borsa Rayici"
    },
    "explanation": "Vergi Usul Kanununda belirtilen değerleme ölçüleri arasında \"Edinme Bedeli\" yer almamaktadır. Diğer şıklarda verilenler ise Kanunda yer almaktadır."
  },
  {
    "id": "2899008",
    "unitNumber": 6,
    "text": "Vergi Usul Kanununa göre bir iktisadi kıymetin, muhasebe kayıtlarında gösterilen hesap değerine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mukayyet değer",
      "B": "Vergi değeri",
      "C": "Tasarruf değeri",
      "D": "İtibari değer",
      "E": "Maliyet değeri"
    },
    "explanation": "Vergi usul kanununda mukayyet değer; bir iktisadi kıymetin muhasebe kayıtlarında gösterilen hesap değeri olarak tanımlanmıştır."
  },
  {
    "id": "2899009",
    "unitNumber": 6,
    "text": "Vergi Usul Kanununa göre iktisadi kıymetlerden bina ve arazi, hangi değerleme ölçüsü ile değerlenir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tasarruf değeri",
      "B": "Mukayyet değeri",
      "C": "Emsal bedeli",
      "D": "Vergi değeri",
      "E": "İtibari değer"
    },
    "explanation": "Bina ve arazilerin vergi değeri ile değerlenmesi Vergi Usul Kanununda belirtilmiştir."
  },
  {
    "id": "3068047",
    "unitNumber": 6,
    "text": "Bir işletmenin varlığını meydana getiren aktif ve pasif kalemlerin belirli bir tarihteki değerlerinin para birimi ile ifade edilmesi işlemine ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Amortisman",
      "B": "Envanter",
      "C": "Ölçme",
      "D": "Değerleme",
      "E": "Reeskont"
    },
    "explanation": "<strong>ENVANTER VE ENVANTER İŞLEMLERİ</strong><br/><strong>DEĞERLEME </strong><br/>Değerleme bir işletmenin varlığını meydana getiren aktif ve pasif kalemlerin belirli bir tarihteki değerlerinin para birimi ile ifade edilmesidir."
  },
  {
    "id": "3068052",
    "unitNumber": 6,
    "text": "Vergi Usul Kanunu’na göre yıllık yapılması gereken fiili envanter süresi çeşitli mal üzerine geniş ölçüde ve perakende iş yapan büyük mağazalar ve eczaneler için kaç yılda bir yapılabilir?",
    "correctAnswer": "B",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "10"
    },
    "explanation": "<strong>ENVANTER VE ENVANTER İŞLEMLERİ</strong><br/>Envanter esas itibariyle yıllık olarak çıkartılır ve envanter defterine kaydedilir. Vergi Usul Kanunu’na göre yıllık yapılması gereken fiili envanter süresi çeşitli mal üzerine geniş ölçüde ve perakende iş yapan büyük mağazalar ve eczaneler için üç yılda bir olabilir. Bu işletmeler fiili envanter yapılmadığı dönemlerde değerlemeyi kaydi envanter üzerinden yapabilirler (VUK m. 190)"
  },
  {
    "id": "3068054",
    "unitNumber": 6,
    "text": ". ---------------; iktisadi bir kıymetin iktisap edilmesi veyahut değerinin artırılması sebebiyle yapılan ödemelerle bunların eklentisi bütün giderlerin toplamını ifade eder.<br/><strong>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Borsa rayici",
      "B": "Tasarruf değeri",
      "C": "Vergi değeri",
      "D": "Maliyet bedeli",
      "E": "Emsal bedeli"
    },
    "explanation": "<strong>Vergi Usul Kanunu’na Göre Değerleme</strong><br/><strong>Maliyet Bedeli </strong><br/>Maliyet bedeli, iktisadi bir kıymetin iktisap edilmesi veyahut değerinin artırılması sebebiyle yapılan ödemelerle bunların eklentisi bütün giderlerin toplamını ifade eder (VUK m. 262)."
  },
  {
    "id": "3068055",
    "unitNumber": 6,
    "text": "Vergi Usul Kanunu’na göre yabancı paralar hangi değerleme ölçüsü ile değerlenir?",
    "correctAnswer": "B",
    "options": {
      "A": "Emsal bedeli",
      "B": "Borsa rayici",
      "C": "Maliyet bedeli",
      "D": "Tasarruf değer",
      "E": "Vergi değeri"
    },
    "explanation": "<strong>Vergi Usul Kanunu’na Göre Değerleme</strong><br/>Borsa rayici ile değerlenecek iktisadi kıymetler şunlardır:<br/><ul> <li>Hisse senetleri ile fon portföyünün en az % 51’i Türkiye’de kurulmuş bulunan şirketlerin hisse senetlerinden oluşan yatırım fonu katılma belgeleri dışında kalan her türlü menkul kıymet (VUK m. 279).</li> <li>Yabancı paralar (VUK m. 280).</li> <li>Yabancı para ile olan senetli veya senetsiz alacaklar ve borçlar (VUK m.280).</li> </ul>"
  },
  {
    "id": "3068057",
    "unitNumber": 6,
    "text": "Vergi Usul Kanunu’na göre Türk Lirası cinsinden kasa mevcudu hangi değerleme ölçüsü ile değerlenir?",
    "correctAnswer": "E",
    "options": {
      "A": "Borsa rayici",
      "B": "Vergi değeri",
      "C": "Tasarruf değer",
      "D": "Emsal bedel",
      "E": "İtibari değer"
    },
    "explanation": "<strong>Vergi Usul Kanunu’na Göre Değerleme</strong><br/><strong><em>İtibari Değer </em></strong><br/>İtibari değer, her nevi senetlerle esham ve tahvillerin üzerinde yazılı olan değerlerdir (VUK m. 266).<br/>İtibari değer ile değerlenecek iktisadi kıymetler şunlardır:<br/><ul> <li>Türk Lirası cinsinden kasa mevcudu (VUK m. 284)</li> <li>Eshamlı şirketlerde iktisadi kamu müesseseleri tahvilleri (VUK m. 286)</li> <li>İştiraklerden bedelsiz olarak alınan hisse senetleri.</li> </ul>"
  },
  {
    "id": "3068058",
    "unitNumber": 6,
    "text": "İktisadi kıymetlerin muhasebe kayıtlarında gösterilen hesap değerine ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Borsa rayici",
      "B": "Vergi değeri",
      "C": "Mukayyet değer",
      "D": "Tasarruf değer",
      "E": "Emsal bedel"
    },
    "explanation": "<strong>Vergi Usul Kanunu’na Göre Değerleme</strong><br/><strong><em>Mukayyet Değer </em></strong><br/>Mukayyet değer, bir iktisadi kıymetin muhasebe kayıtlarında gösterilen hesap değeridir (VUK m.265)."
  },
  {
    "id": "3068060",
    "unitNumber": 6,
    "text": "Yangın, deprem, su basması gibi afetler neticesinde değerini tamamen veya kısmen kaybeden iktisadi kıymetler için hangi amortisman yöntemi uygulanır?",
    "correctAnswer": "D",
    "options": {
      "A": "Normal amortisman",
      "B": "Arazide amortisman",
      "C": "Azalan bakiyeler usulüyle amortisman",
      "D": "Fevkalade amortisman",
      "E": "Madenlerde amortisman"
    },
    "explanation": "<strong>Olağanüstü (Fevkalade) Amortisman</strong><br/>Fevkalade amortisman uygulanacak olağanüstü durumlar Vergi Usul Kanunu’nun 317. maddesinde hüküm altına alınmıştır:<br/><em>Amortismana tabi olup; </em><br/><ol> <li>Yangın, deprem, su basması gibi afetler neticesinde değerini tamamen veya kısmen kaybeden;</li> <li>Yeni icatlar dolayısıyla teknik verim ve kıymetleri düşerek tamamen veya kısmen kullanılmaz bir hale gelen;</li> <li>Cebri çalışmaya tabi tutuldukları için normalden fazla aşınma ve yıpranmaya maruz kalan;</li> </ol>"
  },
  {
    "id": "3068061",
    "unitNumber": 6,
    "text": "İşletmelerin aktifinde kayıtlı olan <strong><u>sadece</u></strong> binek otomobillere özgü amortisman uygulaması aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Fevkalade amortisman",
      "B": "Kıst amortisman",
      "C": "Normal amortisman",
      "D": "Azalan bakiyeler usulüyle amortisman",
      "E": "Değerleme yöntemiyle amortisman"
    },
    "explanation": "<strong>Kıst Amortisman Uygulaması </strong><br/>Kıst Amortisman uygulaması işletmelerin aktifinde kayıtlı olan sadece binek otomobillere özgü bir uygulamadır."
  },
  {
    "id": "3068062",
    "unitNumber": 6,
    "text": "Kurumların kuruluş ve örgütlenme giderleri ile peştamallıklar mukayyet değerleri üzerinden eşit miktarlarda kaç yıl içinde itfa olunur?",
    "correctAnswer": "D",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "10"
    },
    "explanation": "<strong>Kuruluş ve Örgütlenme Giderleri </strong><br/>Kurumların kuruluş ve örgütlenme giderleri ile peştamallıklar mukayyet değerleri üzerinden eşit miktarlarda ve beş yıl içinde itfa olunur."
  },
  {
    "id": "3068063",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi borsa rayicine göre değerlendirmeye tabi tutulur?",
    "correctAnswer": "E",
    "options": {
      "A": "Araç",
      "B": "Bina",
      "C": "Arsa",
      "D": "Alacak",
      "E": "Menkul kıymet"
    },
    "explanation": "<strong><em>Borsa Rayici </em></strong><br/>Borsa rayici, gerek menkul kıymetler ve kambiyo borsasına, gerekse ticaret borsalarına kayıtlı olan iktisadi kıymetlerin değerlemeden evvelki son işlem gününde borsadaki işlemlerin ortalama değerlerini ifade eder."
  },
  {
    "id": "2899010",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi VUK’da yer verilen mükelleflerin ödevlerine uyup uymadıklarının denetlenmesi yöntemlerinden biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Yoklama",
      "B": "İnceleme",
      "C": "Arama",
      "D": "Bilgi toplama",
      "E": "Soruşturma açma"
    },
    "explanation": "Mükelleflerin ödevlerine uyup uymadıklarının denetlenmesi yöntemleri olarak VUK’da 4 denetim yöntemine yer verildiği görülmektedir. Bunlar; yoklama, inceleme, arama ve bilgi toplamadır."
  },
  {
    "id": "2899011",
    "unitNumber": 7,
    "text": "Vergi dairesinin bilgisi dışında vergileme ile ilgili maddi ve şekli olguları ortaya çıkarmayı amaçlayan denetim türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İç denetim",
      "B": "Bilgi toplama",
      "C": "Yoklama",
      "D": "Arama",
      "E": "İnceleme"
    },
    "explanation": "Yoklama, vergi dairesinin bilgisi dışında vergileme ile ilgili maddi ve şekli olguları ortaya çıkarmayı amaçlayan bir denetim türüdür."
  },
  {
    "id": "2899012",
    "unitNumber": 7,
    "text": "Herhangi bir gayrimenkulün kiraya verilip verilmediğinin soruşturulması vergi denetim yöntemlerinden hangisi ile saptanabilir?",
    "correctAnswer": "B",
    "options": {
      "A": "İnceleme",
      "B": "Yoklama",
      "C": "Arama",
      "D": "Bilgi toplama",
      "E": "İç denetim"
    },
    "explanation": "Herhangi bir gayrimenkulün kiraya verilip verilmediğinin soruşturulması yoklama işleminin konusunu oluşturur."
  },
  {
    "id": "2899013",
    "unitNumber": 7,
    "text": "Vergi kanunları uyarınca düzenlenmesi icap eden belgelerin usulüne göre düzenlenip düzenlenmediği ile kullanılıp kullanılmadığını, faturasız mal bulunup bulunmadığını tespit etmek için vergi denetim yöntemlerinden hangisi kullanılır?",
    "correctAnswer": "D",
    "options": {
      "A": "İç denetim",
      "B": "Bilgi toplama",
      "C": "Arama",
      "D": "Yoklama",
      "E": "İnceleme"
    },
    "explanation": "Vergi kanunları uyarınca düzenlenmesi icap eden belgelerin usulüne göre düzenlenip düzenlenmediği ile kullanılıp kullanılmadığını, faturasız mal bulunup bulunmadığını tespit etmek için vergi denetim yöntemlerinden yoklama yoluyla araştırma yapılır."
  },
  {
    "id": "2899014",
    "unitNumber": 7,
    "text": "İncelenen mükellefle iş ilişkisi bulunan diğer işletmelerin defter, belge ve kayıtlarının uyumlu olup olmadığının araştırılması aşağıdakilerden hangisi ile ifade edilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Karşıt inceleme",
      "B": "Yatay inceleme",
      "C": "Dikey inceleme",
      "D": "Müteselsil inceleme",
      "E": "Randıman incelemesi"
    },
    "explanation": "İncelenen mükellefle iş ilişkisi bulunan diğer işletmelerin defter, belge ve kayıtlarının uyumlu olup olmadığının araştırılması karşıt incelemedir."
  },
  {
    "id": "2899015",
    "unitNumber": 7,
    "text": "…………ile işletmelerin ürettikleri mamul mallar ile bu malları üretmek için kullandıkları ham madde, yarı mamul ve yardımcı maddeler arasında teknik ilişkinin uyumlu olup olmadığı belirlenir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Karşıt inceleme",
      "B": "Randıman incelemesi",
      "C": "Yatay inceleme",
      "D": "Dikey inceleme",
      "E": "Müteselsil inceleme"
    },
    "explanation": "Randıman incelemesiyle işletmelerin ürettikleri mamul mallar ile bu malları üretmek için kullandıkları ham madde, yarı mamul ve yardımcı maddeler arasında teknik ilişkinin uyumlu olup olmadığı belirlenir."
  },
  {
    "id": "2899016",
    "unitNumber": 7,
    "text": "Vergi incelemesinin dairede yapılması halinde, inceleme elemanlarının defter ve belgelerin daireye ibrazı için mükellefe en az kaç gün süre tanımaları gerekmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "7",
      "B": "10",
      "C": "15",
      "D": "20",
      "E": "25"
    },
    "explanation": "Vergi incelemesinin dairede yapılması halinde, inceleme elemanlarının defter ve belgelerin daireye ibrazı için mükellefe en az 15 gün süre tanımaları gerekmektedir."
  },
  {
    "id": "2899017",
    "unitNumber": 7,
    "text": "Vergi incelemesinde tam inceleme yapılması halinde en fazla ne kadar süre içinde incelemenin bitirilmesi esastır?",
    "correctAnswer": "E",
    "options": {
      "A": "2 ay",
      "B": "3 ay",
      "C": "6 ay",
      "D": "9 ay",
      "E": "1 yıl"
    },
    "explanation": "Vergi incelemesinde tam inceleme yapılması halinde en fazla bir yıl içinde incelemenin bitirilmesi esastır."
  },
  {
    "id": "2899018",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Vergi Usul Kanununa göre bir aramanın yapılabilmesi için aranan hallerden biri <u>değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Mükellefin iflas talebinde bulunması",
      "B": "Bir ihbarın yapılmış olması",
      "C": "İnceleme sonucu vergi kaçırıldığına dair kuvvetli belirtiler bulunması",
      "D": "Vergi inceleme elemanlarının, vergi kaybı veya suçuna ilişkin delilerin toplanabilmesi için arama yapılmasına gerek görmeleri ve bu doğrultuda gerekçeli bir yazı ile arama kararı vermeye yetkili Sulh Yargıcından bunu istemesi",
      "E": "Sulh Yargıcının istenilen yerlerde arama yapılmasına karar vermesi"
    },
    "explanation": "VUK’un 142. maddesidir. VUK’un 142. maddesine göre bir aramanın yapılabilmesi için; • bir ihbarın yapılmış olması veya inceleme sonucu vergi kaçırıldığına dair kuvvetli belirtiler bulunması, • vergi inceleme elemanlarının, vergi kaybı veya suçuna ilişkin delilerin toplanabilmesi için arama yapılmasına gerek görmeleri ve bu doğrultuda gerekçeli bir yazı ile arama kararı vermeye yetkili Sulh Yargıcından bunu istemesi, • Sulh Yargıcının istenilen yerlerde arama yapılmasına karar vermesi, gereklidir."
  },
  {
    "id": "2899019",
    "unitNumber": 7,
    "text": "Arama neticesinde alınan defter ve belgeler üzerindeki incelemeler en geç ne kadar süre içinde bitirilerek sahibine bir tutanakla geri verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "20 gün",
      "B": "1 ay",
      "C": "2 ay",
      "D": "3 ay",
      "E": "4 ay"
    },
    "explanation": "Arama neticesinde alınan defter ve belgeler üzerindeki incelemeler en geç üç ay içinde bitirilerek sahibine bir tutanakla geri verilir."
  },
  {
    "id": "2899020",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, vergi denetim yöntemleri yoluyla tespit edilmeye çalışılan hususlardan biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Matrahın doğru ve tam olarak beyan edilip edilmediği",
      "B": "Vergi kaybına yol açılıp açılmadığı",
      "C": "Vergi kaybı varsa tutarının saptanması",
      "D": "Yükümlünün ödevlerinin bildirilmesi",
      "E": "Vergilendirmeyi etkileyen olaylar"
    },
    "explanation": "vergi denetim yöntemleri yoluyla tespit edilmeye çalışılan hususlar; matrahın doğru ve tam olarak beyan edilip edilmediği, vergi kaybına yol açılıp açılmadığı, vergi kaybı varsa tutarının saptanması ve vergilendirmeyi etkileyen olaylardır. Yükümlünün ödevlerinin bildirilmesi ise denetim sırasında söz konusu değildir."
  },
  {
    "id": "2899021",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, vergi idaresinin vergi denetimini yerine getirmeye çalıştığı faaliyetlerden biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yoklama",
      "B": "Vergi incelemesi",
      "C": "Vergi tarhı",
      "D": "Arama",
      "E": "Bilgi toplama"
    },
    "explanation": "Vergi idaresinin vergi denetimini yerine getirmeye çalıştığı faaliyetler; yoklama, vergi incelemesi, arama, bilgi toplamadır. Vergi tarhı ise verginin hesaplanma aşamasına verilen isimdir. Doğru cevap, vergi tarhıdır."
  },
  {
    "id": "2899022",
    "unitNumber": 7,
    "text": "Vergi ödevlerini düzgün yerine getirmediğinden şüphelenilen mükelleflerin, idareye çağrılarak izaha davet edilmesi yöntemi hangi yılda uygulanmaya başlamıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "2000",
      "B": "2002",
      "C": "2004",
      "D": "2017",
      "E": "2019"
    },
    "explanation": "Vergi ödevlerini düzgün yerine getirmediğinden şüphelenilen mükelleflerin, idareye çağrılarak izaha davet edilmesi yöntemi 2017 yılında uygulanmaya başlamıştır."
  },
  {
    "id": "2899023",
    "unitNumber": 7,
    "text": "Yapılan vergi incelemesi tam inceleme şeklindeyse, incelemeye başlanıldığı tarihten itibaren en fazla ne kadar sürede bitirilmesi esastır.",
    "correctAnswer": "E",
    "options": {
      "A": "Bir ay",
      "B": "Üç ay",
      "C": "Altı ay",
      "D": "Dokuz ay",
      "E": "On iki ay"
    },
    "explanation": "Yapılan vergi incelemesi tam inceleme şeklindeyse, incelemeye başlanıldığı tarihten itibaren en fazla 12 ay içinde yani bir yıl içinde bitirilmelidir."
  },
  {
    "id": "2899024",
    "unitNumber": 7,
    "text": "Yoklama ne zaman yapılabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Mart ayının ilk haftasında",
      "B": "Haziran ayı boyunca",
      "C": "Eylül ayının ilk yarısında",
      "D": "Yılın herhangi bir gününde",
      "E": "Cumartesi-Pazar haricinde her gün"
    },
    "explanation": "Yoklama yılın herhangi bir gününde yapılabilir. Doğru cevap (D) şıkkıdır."
  },
  {
    "id": "2899025",
    "unitNumber": 7,
    "text": "Özel kesimden kamu kesimine aktarılacak parasal değerlerin miktarının belirlenmesi aşağıdaki hangi idari işlem yoluyla yapılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Tarh",
      "B": "Tahakkuk",
      "C": "Tebliğ",
      "D": "İnceleme",
      "E": "Yoklama"
    },
    "explanation": "Özel kesimden kamu kesimine aktarılacak parasal değerlerin yani vergi miktarının belirlenmesi idari işlemi tarh işlemidir."
  },
  {
    "id": "2899026",
    "unitNumber": 7,
    "text": "Vergi inceleme sürecinde aşağıdakilerden hangisi yapılamaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Karşıt inceleme",
      "B": "Çapraz denetim",
      "C": "Randıman analizi",
      "D": "Bilanço incelemesi",
      "E": "Delil araması"
    },
    "explanation": "Vergi inceleme sürecinde, karşıt inceleme, çapraz denetim, randıman analizi, bilanço ve gelir-gider tablosu incelemesi yapılabildiğine göre delil araması bu safhada yapılmaz."
  },
  {
    "id": "2899027",
    "unitNumber": 7,
    "text": "Vergi incelemesinin iş yerinde değil de dairede yapılmasının istenmesi durumunda, inceleme elemanı defter ve belgelerin daireye ibrazı için mükellefe en az ne kadar süre tanıması gerekir?",
    "correctAnswer": "C",
    "options": {
      "A": "Üç gün",
      "B": "Yedi gün",
      "C": "On beş gün",
      "D": "Bir ay",
      "E": "İki ay"
    },
    "explanation": "Vergi incelemesinin iş yerinde değil de dairede yapılmasının istenmesi durumunda, inceleme elemanı defter ve belgelerin daireye ibrazı için mükellefe en az on beş gün süre tanıması gerekir."
  },
  {
    "id": "2899028",
    "unitNumber": 7,
    "text": "Katma değer vergisi iadesi ile ilgili vergi inceleme süresi en fazla ne kadardır?",
    "correctAnswer": "D",
    "options": {
      "A": "Yirmi beş gün",
      "B": "Bir ay",
      "C": "İki ay",
      "D": "Üç ay",
      "E": "Altı ay"
    },
    "explanation": "Katma değer vergisi iadesi ile ilgili vergi inceleme süresi en fazla üç aydır."
  },
  {
    "id": "2899029",
    "unitNumber": 7,
    "text": "Talep üzerine devamlı bilgi verme yoluyla toplanan ve istihbarat arşivlerinde gizli olarak saklanan arşivlerden kimlerin ve ne surette faydalanabileceği aşağıdakilerden hangisi tarafından tespit edilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Cumhurbaşkanlığı",
      "B": "T.B.M.M.",
      "C": "Milli İstihbarat Teşkilatı",
      "D": "Hazine ve Maliye Bakanlığı",
      "E": "Hakimler ve Savcılar Kurulu"
    },
    "explanation": "Talep üzerine devamlı bilgi verme yoluyla toplanan ve istihbarat arşivlerinde gizli olarak saklanan arşivlerden kimlerin ve ne surette faydalanabileceği Hazine ve Maliye Bakanlığı tarafından tespit edilir."
  },
  {
    "id": "2899030",
    "unitNumber": 7,
    "text": "Vergi ödevlerini düzgün yerine getirmediğinden şüphelenilen mükelleflerin idareye çağrılarak şüphelenilen hususlar hakkında açıklama yapılması istenmesi uygulamasına ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yoklama",
      "B": "Vergi İncelemesi",
      "C": "İzaha Davet",
      "D": "Bilgi Toplama",
      "E": "İnceleme"
    },
    "explanation": "2017 yılında uygulamaya başlanılan mükelleflerin idareye çağrılarak şüphelenilen hususlar hakkında açıklama yapılmasının istenmesi uygulamasına \"izaha davet\" denir."
  },
  {
    "id": "2899031",
    "unitNumber": 7,
    "text": "Vergi mükellefleri işlemlerinin tam olarak kavranabilmesine ve vergi idaresi ile mükelleflerin mevcut vergi sisteminde yer alan ilke ve kurallara uygun davranıp davranmadığını belirlemeye yönelik olan ve vergi idaresi tarafından yapılan işlemlerin tümüne ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yoklama",
      "B": "Vergi Denetimi",
      "C": "Vergi Tarhı",
      "D": "İzaha Davet",
      "E": "Vergi Uyumu"
    },
    "explanation": "Sorunun cevabı vergi denetimidir. Diğer şıklarda verilen kavramlar ünitede açıklanan farklı hususlardır."
  },
  {
    "id": "2899032",
    "unitNumber": 7,
    "text": "Gelir vergisinde, bir gayrimenkulün kiraya verilip verilmediğinin araştırılması, vergi denetim yöntemlerinden hangisinin konusuna girer?",
    "correctAnswer": "A",
    "options": {
      "A": "Yoklama",
      "B": "İzaha Davet",
      "C": "Soruşturma",
      "D": "İnceleme",
      "E": "Arama"
    },
    "explanation": "Bir gayrimenkulün kiraya verilip verilmediğinin idare tarafından araştırılması, denetim yöntemlerinden \"yoklama\" yı ifade eder."
  },
  {
    "id": "2899033",
    "unitNumber": 7,
    "text": "Her türlü maddi durum ve olayın tespiti amacıyla yüzeysel olarak yapılan vergi denetim türüne ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Vergi İncelemesi",
      "B": "Yoklama",
      "C": "Arama",
      "D": "Soruşturma",
      "E": "İzaha Davet"
    },
    "explanation": "Soru yoklama adı verilen denetim türünün ne olduğunu açıklamaktadır."
  },
  {
    "id": "2899034",
    "unitNumber": 7,
    "text": "Yoklama zamanı ile ilgili doğru şık aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yoklama, yılın her günü ve her saatinde yapılabilmektedir.",
      "B": "Yoklama, yılın her günü mesai saatleri içinde yapılabilmektedir.",
      "C": "Yoklama, yılın her günü mesai dışı saatlerde yapılabilmektedir.",
      "D": "Yoklama, hafta içi ve her saat yapılabilmektedir.",
      "E": "Yoklama, hafta içi mesai saatleri içinde yapılabilmektedir."
    },
    "explanation": "Yoklama, yılın her günü ve her saatinde yapılabilmektedir."
  },
  {
    "id": "2899035",
    "unitNumber": 7,
    "text": "Vergi oranının, üzerine uygulanmak suretiyle kamu kesimine aktarılacak parasal miktarın belirlenmesine esas olacak değerler olarak ifade edilen husus aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Matrah",
      "B": "Tarh",
      "C": "Tahakkuk",
      "D": "Vergi Miktarı",
      "E": "Tahsil Tutarı"
    },
    "explanation": "Vergi tutarının belirlenmesi aşamasında vergi oranı vergi matrahına uygulanarak vergi bulunur. Doğru cevap matrahtır."
  },
  {
    "id": "2899036",
    "unitNumber": 7,
    "text": "İşletmelerin ürettikleri mamül mallar ile bu malları üretmek için kullandıkları ham madde, yarı mamül ve yardımcı maddeler arasında teknik ilişkinin uyumlu olup olmadığı incelemesine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Karşıt İnceleme",
      "B": "Randıman İncelemesi",
      "C": "Çapraz Denetim",
      "D": "Gelir-Gider Tablosu İncelemesi",
      "E": "Bilanço İncelemesi"
    },
    "explanation": "Soru, randıman incelemesini tarif etmektedir. Diğer şıklarda verilen hususlar konuyla ilgili farklı kavramlardır."
  },
  {
    "id": "2899037",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, Vergi Usul Kanununa göre vergi incelemesi yapmaya yetkili değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Vergi Müfettişleri",
      "B": "Vergi Müfettiş Yardımcıları",
      "C": "İlin En Büyük Mal Memuru veya Vergi Dairesi Müdürleri",
      "D": "Gelir İdaresi Başkanlığının Merkez ve Taşra Teşkilatında Müdür Kadrosunda Görev Yapanlar",
      "E": "Gelir Uzmanları"
    },
    "explanation": "Vergi Usul Kanununa göre vergi incelemesi yapmaya yetkili olmayanlar gelir uzmanlarıdır. Hatırlanacağı gibi gelir uzmanları yoklama yapmaya yetkili olanlar arasında belirtilmişti."
  },
  {
    "id": "2899038",
    "unitNumber": 7,
    "text": "Vergi incelemesinin dairede yapılması halinde, defter ve belgelerin daireye ibrazı için mükellefe en az kaç gün süre tanınması gerekir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yedi Gün",
      "B": "On Gün",
      "C": "On Beş Gün",
      "D": "Yirmi Gün",
      "E": "Otuz Gün"
    },
    "explanation": "Vergi incelemesinin dairede yapılması halinde, mükellefe defter ve belgelerin ibrazı için en az on beş gün süre tanınması gerekmektedir."
  },
  {
    "id": "2899039",
    "unitNumber": 7,
    "text": "Katma Değer Vergisi iade incelemelerinde en fazla kaç ay içinde incelemenin bitirilmesi esastır?",
    "correctAnswer": "C",
    "options": {
      "A": "Bir ay",
      "B": "İki ay",
      "C": "Üç ay",
      "D": "Altı ay",
      "E": "On İki ay"
    },
    "explanation": "Vergi inceleme konusu katma değer vergisi iadesi konusunda ise yapılan incelemelerin en fazla üç ay içinde bitirilmesi esastır."
  },
  {
    "id": "2899040",
    "unitNumber": 8,
    "text": "Vergi uyuşmazlıklarının en önemli özelliği aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İdari çözüm yollarına başvurmanın isteğe bağlı olması",
      "B": "İdari çözüm yollarının çözüm sürecinin çok hızlı olması",
      "C": "İdari çözüm yollarının uyuşmazlıkları çözmede tek merci olması",
      "D": "İdari çözüm yollarının sadece mahkeme de sonuç alınamayan durumlara uygulanabilmesi",
      "E": "Mahkeme kararı verilmeden idari çözüm yollarına baş vurulamaması"
    },
    "explanation": "İdari çözüm yollarının en önemli özelliği, bu yollara başvurulmasının isteğe bağlı (ihtiyarî) olmasıdır. Bu husus, Vergi Usul Kanunu kapsamına giren tüm vergiler bakımından geçerlidir.<br/>İdari çözüm yollarına başvurmanın isteğe bağlı olması"
  },
  {
    "id": "2899041",
    "unitNumber": 8,
    "text": "Aşağıdaki durumların hangisinde tarhiyat sonrası uzlaşmaya <strong>gidilemez</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Usulsüzlük cezaları",
      "B": "İkmalen tarh edilen vergiler",
      "C": "Resen tarh edilen vergiler",
      "D": "İdarece tarh edilen vergiler",
      "E": "İkmalen, resen ve idarece verilen vergilere ilişkin vergi ziyaı cezaları"
    },
    "explanation": "Tarhiyat sonrası uzlaşmaya sadece ikmalen, resen, idarece tarh edilen vergiler ve bunlara ilişkin vergi ziyaı (bir kat kesilen vergi ziyaı) cezalarında gidilebilecektir. Usulsüzlük cezaları uzlaşma kap-samı dışındadır."
  },
  {
    "id": "2899042",
    "unitNumber": 8,
    "text": "VUK'da uzlaşmaya başvurulabilecek haller ile ilgii aşağıdaki ifadelerden hangisi <strong>yanlıştır</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "VUK’un 359. maddesi kapsamındaki kaçakçılık fiilleriyle vergi ziyaına sebebiyet vermek",
      "B": "Vergi ziyaına sebebiyet verilmesinin kanun hükümlerine yeterince nüfuz edememekten kaynaklanması durumunda",
      "C": "VUK’un 369. maddesinde yazılı yanılmadan kaynaklanması",
      "D": "VUK’un 116, 117 ve 118. maddelerinde yazılı vergi hataları ile bunun dışında her türlü maddi hata bulunması",
      "E": "Yargı kararları ile idarenin ihtilaf konusu olaydagörüş farklılığının olduğunun ileri sürülmesi"
    },
    "explanation": "Uzlaşmaya başvurulabilecek haller kanunda şu şekilde belirtilmektedir:<br/>• Vergi ziyaına sebebiyet verilmesinin<br/>VUK’un 359. maddesi kapsamındaki kaçakçılık fiilleriyle vergi ziyaına sebebiyet vermek"
  },
  {
    "id": "2899043",
    "unitNumber": 8,
    "text": "Uzlaşma vergi talebi vergi ihbarnamesinin tebliğ tarihinden itibaren kaç gün içinde yapılmalıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "45",
      "B": "40",
      "C": "30",
      "D": "20",
      "E": "15"
    },
    "explanation": "Uzlaşma talebi vergi ihbarnamesinin tebliğ ta-rihinden itibaren 30 gün içinde yapılır. Buna göre, mükellef kendisine tebliğ yapıldıktan sonra 30 gün içinde uzlaşma yoluna gidebileceği gibi doğrudan dava da açabilecektir."
  },
  {
    "id": "2899044",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi uzlaşma komisyonlarından biri <strong>değildir</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Danıştay uzlaşma komisyonu",
      "B": "Vergi dairesi uzlaşma komisyonu",
      "C": "Defterdarlık uzlaşma komisyonu",
      "D": "Vergi dairesi başkanlığı uzlaşma komisyonu",
      "E": "Vergi daireleri koordinasyon uzlaşma komisyonu"
    },
    "explanation": "Vergi dairesi uzlaşma komisyonu, defterdarlık uzlaşma komisyonu, vergi dairesi başkanlığı uzlaşma komisyonu, vergi daireleri koordinasyon uzlaşma komisyonu ile Merkezî Uzlaşma Komisyonu olmak üzere beş farklı komisyon bulunmaktadır.<br/>Danıştay uzlaşma komisyonu"
  },
  {
    "id": "2899045",
    "unitNumber": 8,
    "text": "Uzlaştırma komisyonlarının yetkileri aşağıdakilerden hangisine göre belirlenmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Uyuşmazlık konusu miktara göre",
      "B": "Uyuşmazlık konusuna göre",
      "C": "Vergi mahkemelerince belirlenmiş şartlara göre",
      "D": "Uzlaşmak isteyen kişilerin kazançlarına göre",
      "E": "Defterdarlığın belirlediği ölçütlere göre"
    },
    "explanation": "Vergi dairesi uzlaşma komisyonu, defterdarlık uzlaşma komisyonu, vergi dairesi başkanlığı uzlaşma komisyonu, vergi daireleri koordinasyon uzlaşma komisyonu ile Merkezî Uzlaşma Komisyonu olmak üzere beş farklı komisyon bulunmaktadır. Komisyonların yetk<br/>Uyuşmazlık konusu miktara göre"
  },
  {
    "id": "2899046",
    "unitNumber": 8,
    "text": "Vergilendirme ile ilgili beyanname, tahakkuk fişi, ihbarname, tekâlif cetveli ve kararlarda matraha ait rakamların veya indirimlerin eksik veya fazla gösterilmiş veya hesaplanmış olması aşağıdaki hesap hatalarından hangisi kapsamında değerlendirilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Matrah hataları",
      "B": "Vergi miktadında hatalar",
      "C": "Verginin mükerrer olması",
      "D": "Mükellef şahsında hata",
      "E": "Mükellefiyette hata"
    },
    "explanation": "Matrah hataları: Vergilendirme ile ilgili beyanname, tahakkuk fişi, ihbarname, tekâlif cetveli ve kararlarda matraha ait rakamların veya indirimlerin eksik veya fazla gösterilmiş veya hesaplanmış olmasıdır. Örneğin, mat"
  },
  {
    "id": "2899047",
    "unitNumber": 8,
    "text": "Açık olarak vergiye tabi olmayan veya vergiden muaf bulunan kimselerden vergi istenmesi veya alınması durumu aşağıdaki vergilendirme hatalarından hangisinin kapsamında değerlendirilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mükellefiyette hata",
      "B": "Mükellefin şahsında hata",
      "C": "Mevzuda hata",
      "D": "Vergilendirme veya mafiyet döneminde hata",
      "E": "Matrah hataları"
    },
    "explanation": "Mükellefiyette hata: Açık olarak vergiye tabi olmayan veya vergiden muaf bulunan kimselerden vergi istenmesi veya alınmasıdır. Örneğin Gelir Vergisi Kanununun 9. maddesi kapsamında açıkça vergiden muaf"
  },
  {
    "id": "2899048",
    "unitNumber": 8,
    "text": "Emlak vergisinin gayrimenkulün maliki yerine, mükellef sıfatı bulunmayan kiracıdan istenmesi veya alınması yahut isim benzerliği sebebiyle verginin alakasız birinden istenmesi aşağıdaki hatalardan hangisinin kapsamında değerlendirilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mükellefin şahsında hata",
      "B": "Mükellefiyette hata",
      "C": "Mevzuda hata",
      "D": "Vergilendirme veya muafiyet döneminde hata",
      "E": "Matrah hataları"
    },
    "explanation": "Mükellefin şahsında hata: Bir verginin asıl borçlusu yerine başka bir kişiden istenmesi veya alınmasıdır. Örneğin, emlak vergisinin gayrimenkulün maliki yerine, mükellef sıfatı bulunmayan kiracıdan istenmesi veya alınması yahut isim benzerliği sebebiyle verginin alâkasız birinden istenmesi gibi."
  },
  {
    "id": "2899049",
    "unitNumber": 8,
    "text": "Vergi usul hukukuna göre dava açma süresi geçtikten sonra yapılan hata düzeltme taleplerinin ve yapılan şikayetin reddi üzerine açılan davalarda aşağıdakilerden hangisi ile ilgili araştırma yapılır?",
    "correctAnswer": "A",
    "options": {
      "A": "İşlemde vergi hatası bulunup bulunmadığına bakılır.",
      "B": "Verginin hangi şekilde tarh edildiğine bakılır.",
      "C": "Verginin hangi şekilde alındığına bakılır.",
      "D": "Vergiyi talep eden kurumun hukuki haklılığı araştırılır.",
      "E": "Vergiyi alış şekli usulen incelenir."
    },
    "explanation": "Dava açma süresi geçtikten sonra yapılan hata düzeltme taleplerinin ve yapılan şikâyetin reddi üzerine açılan davalarda sadece işlemde vergi hatası bulunup bulunmadığına bakılır. Eğer vergilendirme işleminde vergi hatası yoksa hukukî bir uyuşmazlık söz konusu ise; dava usûlden (süre aşımından) reddedilir.<br/>İşlemde vergi hatası bulunup bulunmadığına bakılır."
  },
  {
    "id": "2899050",
    "unitNumber": 8,
    "text": "Aşağıdaki vergi uyuşmazlık çözümlerinin hangisinde vergi idaresinin esaslı takdir yetkisi bulunmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Kanun yolundan vazgeçme",
      "B": "Dava yoluyla çözüm",
      "C": "Hataların düzeltilmesi",
      "D": "Uzlaşma",
      "E": "Pişmanlık"
    },
    "explanation": "Komisyonların alınacak vergi üzerinde pazarlık yapabilmeleri dolayısıyla, uzlaşmada vergi idaresinin takdir yetkisi bulunmaktadır."
  },
  {
    "id": "2899051",
    "unitNumber": 8,
    "text": "Tarhiyat sonrası uzlaşmanın ön koşulu aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Mükellef adına özel usulsüzlük ya da usulsüzlük cezası kesilmiş olması cezasının kesilmiş olması",
      "B": "Takdir komisyonunun mükellef hakkında matrah takdiri kararının olması",
      "C": "Vergi incelme raporu düzenlenmiş olması",
      "D": "Re'sen ikmalen ya da idarece Tarhiyat yapılmış olması",
      "E": "Mükellefin beyanname verme ödevini zamanında yerine getirmemesi"
    },
    "explanation": "Tarhiyat Sonrası Uzlaşma<br/>Mükellef tarafından, ikmalen, re’sen veya idarece tarh edilen vergilerle bunlara ilişkin vergi ziyaı cezalarının … tahakkuk edecek miktarları konusunda” uzlaşma yoluna gidilebilir."
  },
  {
    "id": "2899052",
    "unitNumber": 8,
    "text": "Aşağıdaki fiillerden hangisinden dolayı kesilecek vergi ziyaı cezası tarhiyat sonrası uzlaşma kapsamına girmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Muhteviyatı itibariyle yanıltıcı belge düzenlemek",
      "B": "Mal satışına ilişkin düzenlenen faturanın defterlere kaydedilmemesi",
      "C": "Mal satışı olmadığı halde fatura düzenlenmesi",
      "D": "Mal satışı için anlaşması olmayan matbaaca basılan fatura düzenlenmesi",
      "E": "Mal satışı için faturanın malı alan kişiden başka bir kişi adına düzenlenmesi"
    },
    "explanation": "Tarhiyat Sonrası Uzlaşma<br/>\"Mal satışı için düzenlenen faturanın defterlere kaydedilmemesi\" fiili dışındaki fiiller kaçakçılık sayılan fiillerdir. Bunlara bağlı olarak kesilen vergi ziyaı cezaları uzlaşma kapsamına girmez."
  },
  {
    "id": "2899053",
    "unitNumber": 8,
    "text": "Adına ikmalen vergi tarh edilen bir mükellef aşağıdakilerden hangisini uzlaşmaya başvuru nedeni olarak<strong> ileri süremez?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kanunların karmaşık olması nedeniyle anlayamadığını",
      "B": "İdarenin görüş değişikliğinden haberdar olmadığını",
      "C": "Matraha vergi oranının sehven yanlış uygulandığını",
      "D": "İdare ile yargının tarhiyat konusuna ilişkin farklı düşündüğünü",
      "E": "Tarhiyatın hukuka aykırı olarak yapıldığını"
    },
    "explanation": "Tarhiyat Sonrası Uzlaşma<br/>Vergi kanunlarını anlayamamak, idarenin görüşünü değiştirmesi, idare ile yargının farklı düşünmesi ve VUK'da yer alan vergi hata türlerinden birinin varlığı uzlaşmaya başvururken ileri sürülebilir. Ancak genel bir hukuka aykırılık iddiasına dayanılamaz."
  },
  {
    "id": "2899054",
    "unitNumber": 8,
    "text": "Uzlaşmanın sağlanması (Vaki olması) durumunda uzlaşma komisyonlarının<br/>tutacakları uzlaşma tutanaklarının gereği vergi idaresinde hangi süre içerinde yerine getirilmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "7 gün içerinde",
      "B": "15 gün içerinde",
      "C": "1 ay içerinde",
      "D": "Derhal",
      "E": "Zamanaşımı süresi içerinde"
    },
    "explanation": "Uzlaşma Görüşmeleri ve Sonucu<br/>Uzlaşmanın sağlanması durumunda uzlaşma komisyonlarının tutacakları uzlaşma tutanakları kesin olup gereği vergi dairelerince derhal yerine getirilir."
  },
  {
    "id": "2899055",
    "unitNumber": 8,
    "text": "Yapılan uzlaşma görüşmeleri sonucunda 100.000 TL gelir vergisi ile 80.000 TL vergi ziyaı cezasının tahakkuk ettirilmesi konusunda uzlaşmaya varılmıştır. Mükellef vergi ve cezaları uzlaşma tarihinin ertesi günü ödemiştir. Buna göre mükellefin indirimden sonra ödemesi gereken toplam tutar aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "180.000 TL",
      "B": "160.000 TL",
      "C": "135.000 TL",
      "D": "80.000 TL",
      "E": "60.000 TL"
    },
    "explanation": "Üzerinde Uzlaşılan Vergi ve Cezaların Ödenmesi<br/>Mükellefin uzlaşma yolunu tercih etmesi ve uzlaşması halinde, üzerinde uzlaşılan vergi miktarını ve vergi ziyaı cezasının ise %75’ini kanunî süreleri içinde ödemesi kaydıyla, üzerinde uzlaşılan vergi ziyaı cezasının %25’i indirilir. Buna göre 80.000 x % 25 = 20.000 .....80.000 - 20.000 = 60.000 TL<br/>100.000 tl +60.000 = 160.000 tl"
  },
  {
    "id": "2899056",
    "unitNumber": 8,
    "text": "Toplam nüfusu 4.000 olan bir ilçede \"arzuhalcilik\" faaliyetinde bulunan serbest meslek erbabından vergi alınması aşağıdaki vergi hatalarından hangisini oluşturmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Mükellefiyette hata",
      "B": "Mükellefin şahsında hata",
      "C": "Konuda hata",
      "D": "Vergilendirme döneminde hata",
      "E": "Matrahta hata"
    },
    "explanation": "Vergi Hataları<br/>Açık olarak vergiye tabi olmayan veya vergiden muaf bulunan kimselerden vergi istenmesi veya alınması mükellefiyette hatadır."
  },
  {
    "id": "2899057",
    "unitNumber": 8,
    "text": "İlan yolu ile tebliğ edilip vergi mahkemesinde dava konusu yapılmaksızın tahakkuk eden vergilerde bir yıldan az olamayacak zamanaşımının başlangıcına esas olan tarih aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mükellefe ödeme emrinin tebliğ edildiği tarih",
      "B": "Hatanın yapıldığı tarih",
      "C": "Hataya ilişkin vergiyi doğuran olayın meydana geldiği tarih",
      "D": "Son ilanın yapıldığı tarih",
      "E": "İlk tebligatın çıkartıldığı tarih"
    },
    "explanation": "Dava Açma Süresi Geçtikten Sonra Zamanaşımı Süresi İçinde Başvuru<br/>İlan yolu ile tebliğ edilip vergi mahkemesinde dava konusu yapılmaksızın tahakkuk eden vergilerde mükellefe ödeme emrinin tebliğ edildiği tarihten başlayarak bir yıldan aşağı olamaz."
  },
  {
    "id": "2899058",
    "unitNumber": 8,
    "text": "Kendisine izaha davet yazısı tebliğ edilen mükellefler, davet konusu tespitle sınırlı olarak aşağıdaki çözüm yollarından hangisinden <strong>yararlanamaz?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Uzlaşma",
      "B": "Pişmanlık",
      "C": "Hata düzeltme",
      "D": "Yargısal başvuru",
      "E": "Ombudsmana başvuru"
    },
    "explanation": "İzaha davet<br/>Kendisine izaha davet yazısı tebliğ edilen mükellefler, davet konusu tespitle sınırlı olarak, VUK’un 371. maddesinde yer alan pişmanlık hükümlerinden yararlanamaz."
  },
  {
    "id": "2899059",
    "unitNumber": 8,
    "text": "Amme Alacaklarının Tahsil Usulü Kanunun uygulanmasında vergi davası aşağıdaki mahkemelerden hangisine açılmalıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Mükellefin işyerinin olduğu vergi dairesinin bulunduğu yerdeki<br/>vergi mahkemesi",
      "B": "Mükellefin ikametgahının bölgesindeki vergi dairesinin bulunduğu yerdeki<br/>vergi mahkemesi",
      "C": "Ödeme emrini düzenleyen vergi dairesinin bulunduğu yerdeki<br/>vergi mahkemesi",
      "D": "Mükellefin yıllık beyanları verdiği vergi dairesinin bulunduğu yerdeki<br/>vergi mahkemesi",
      "E": "Vergileri tarh eden vergi dairesinin bulunduğu yerdeki vergi mahkemesi"
    },
    "explanation": "Vergi Yargı Organları, Görev ve Yetkileri<br/>Ödeme emrini düzenleyen vergi dairesinin bulunduğu yerdeki vergi mahkemesidir."
  },
  {
    "id": "2899060",
    "unitNumber": 8,
    "text": "Anayasa Mahkemesine bireysel başvuruda bulunula bilinmesi için aşağıdakilerden hangisinin geçekleşmesi gerekmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Vergi tarh edilmiş olması",
      "B": "Vergi kabahatinden dolayı vergi cezası kesilmiş olması",
      "C": "Vergi ödevlerinin yerine getirilmiş olması",
      "D": "İdari ve yargısal başvuru yollarının tüketilmiş olması",
      "E": "Başvurunun zamanaşımı süresi içerinde yapılması"
    },
    "explanation": "Anayasa Mahkemesine Bireysel Başvuru<br/>6216 sayılı Anayasa Mahkemesinin Kuruluşu ve Yargılama Usulleri Hakkında Kanun’un 45/2. maddesine göre, ihlâle neden olduğu ileri sürülen işlem, eylem ya da ihmâl için kanunda düzenlenmiş idarî ve yargısal başvuru yollarının tamamının tüketilmiş olması gerekir."
  },
  {
    "id": "2899061",
    "unitNumber": 8,
    "text": "Kesinleşmiş yargı kararlarına karşı hukuka aykırı nitelikte içtihatların<br/>yerleşmesinin önüne geçmek suretiyle uygulamada birlik sağlamak için kanun yararına temyiz yoluna aşağıdakilerden hangisi başvura bilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Davaya bakan ilk derece mahkeme hakimi",
      "B": "Davayı açan mükellef",
      "C": "Davaya temyiz mercii olarak bakan Danıştay vergi dava dairesi",
      "D": "İçtihadı Birleştirme Kurulu",
      "E": "Başsavcı"
    },
    "explanation": "Olağanüstü Kanun Yolları<br/>İYUK’un 51. maddesine göre, vergi mahkemeleri ile bölge idare mahkemelerinin kesin olarak verdiği kararlar ile istinaf veya temyiz incelemesinden geçmeden kesinleşmiş bulunan kararlardan niteliği bakımından yürürlükteki hukuka aykırı bir sonucu ifade edenler, ilgili bakanlıkların göstereceği lüzum üzerine veya kendiliğinden Başsavcı tarafından kanun yararına temyiz olunabilir."
  },
  {
    "id": "2899062",
    "unitNumber": 8,
    "text": "2021 yılı itibariyle konusu 192.000 TL’yi aşan bölge idare mahkemelerinin istinaf başvurusu üzerine verdikleri kararlar kaç gün içinde Danıştay’da temyiz edilebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "On beş gün",
      "B": "Otuz gün",
      "C": "Kırk beş gün",
      "D": "Altmış gün",
      "E": "Doksan gün"
    },
    "explanation": "Davanın Sonucu<br/>2021 yılı itibariyle konusu 192.000 TL’yi aşan bölge idare mahkemelerinin istinaf başvurusu üzerine verdikleri kararlar, 30 gün içinde Danıştay’da temyiz edilebilir"
  },
  {
    "id": "2899063",
    "unitNumber": 8,
    "text": "Matrah takdiri için takdir komisyonuna başvuran idarenin takdir komisyonunun kararına karşı dava açma süresinin başlangıcına esas alınan olay aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Takdir komisyonuna başvurma tarihi",
      "B": "Takdir komisyonunun karar verdiği tarih",
      "C": "Takdir komisyonu kararının idareye geldiği tarih",
      "D": "Takdir komisyonu kararının öğrenildiği tarih",
      "E": "Takdir komisyonu kararının mükellefe tebliğ edildiği tarih"
    },
    "explanation": "Dava Açma Süresi<br/>İlgili merci veya komisyon kararının idareye geldiği tarihi izleyen günden başlar."
  },
  {
    "id": "2899064",
    "unitNumber": 8,
    "text": "Kendisine vergi cezası kesilen mükellefin cezalarda indirim hakkından yararlandıktan sonra vadesinden itibaren üç ay içinde ödeyebilmesi için gerekli koşul aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Teminat göstermiş olması",
      "B": "Daha önce vergi cezası kesilmemiş olması",
      "C": "Takipte vergi borcunun bulunmaması",
      "D": "Mutlaka kefil göstermiş olması",
      "E": "Kaçakçılık sayışan fiilleri işlememeiş olması"
    },
    "explanation": "Cezadan İndirim<br/>6183 sayılı Kanunda belirtilen türden teminat göstererek vadenin bitmesinden<br/>itibaren üç ay içinde ödemesi gerekmektedir."
  },
  {
    "id": "2899065",
    "unitNumber": 8,
    "text": "Sahte veya muhteviyatı itibariyle yanıltıcı belge “kullanma” fiilleri bakımından sınırlı bir istisna tanınan çözüm yöntemi aşağıdaklerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tarhiyat sonrası uzlaşma",
      "B": "Hata düzeltme",
      "C": "Vergi cezalarında indirim",
      "D": "İzaha davet",
      "E": "Tarhiyat öncesi uzlaşma"
    },
    "explanation": "İzaha davet edilme açısından sahte veya muhteviyatı itibariyle yanıltıcı belge<br/>“kullanma” fiilleri bakımından sınırlı bir istisna tanınmış bulunmaktadır."
  },
  {
    "id": "2899066",
    "unitNumber": 8,
    "text": "İhbarname ve ödeme emri ilan yoluyla tebliğ edilen vergilerde düzeltme zamanaşımı 6183 sayılı Kanuna göre haczin yapıldığı tarihten başlayarak en az ne kadar olmalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Bir yıl",
      "B": "İki yıl",
      "C": "Üç yıl",
      "D": "Dört yıl",
      "E": "Beş yıl"
    },
    "explanation": "Düzeltme zamanaşımı ihbarname ve ödeme emri ilan yoluyla tebliğ edilen vergilerde 6183 sayılı Kanuna göre haczin yapıldığı tarihten başlayarak bir<br/>yıldan aşağı olamaz."
  },
  {
    "id": "2899067",
    "unitNumber": 8,
    "text": "Uzlaşma yoluna giden mükellef uzlaşılan vergilerin ne kadarını vadesinde öderse uzlaşılan vergide de indirim hakkından yaralanabilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "% 80",
      "B": "% 75",
      "C": "% 70",
      "D": "% 60",
      "E": "% 50"
    },
    "explanation": "Cezalarda İndirim<br/>Uzlaşma yoluna gidilip uzlaşma vaki olduğu takdirde üzerinde uzlaşılan verginin yanı sıra vergi ziyaının %75’i ödeme süreleri içinde ödenirse, uzlaşılan vergi ziyaının %25’i de indirilir."
  },
  {
    "id": "2899068",
    "unitNumber": 8,
    "text": "01.05.2021 tarihinde tebliğ edilen vergi ihbarnamesinde hata olduğu gerekçesi ile bağlı olduğu vergi dairesine düzeltme başvurusu yapan mükellefin bu başvurusu 15.05.2021 tarihinde reddedildiğine göre mükellefin dava açma süresi ne kadardır?",
    "correctAnswer": "C",
    "options": {
      "A": "10 gün",
      "B": "15 gün",
      "C": "16 gün",
      "D": "30 gün",
      "E": "60 gün"
    },
    "explanation": "Düzeltme Yoluna Başvurma<br/>Normal dava açma süresi dolmadığından kalan 16 günlük sürede dava açmalıdır."
  },
  {
    "id": "2899069",
    "unitNumber": 8,
    "text": "2020 yılı kurumlar vergisi oranının % 22 yerine % 20 olarak uygulanması aşağıdaki hata türlerinden hangisini göstermektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Matrahta hata",
      "B": "Vergi miktarında hata",
      "C": "Mükellefiyette hata",
      "D": "Konuda hata",
      "E": "Vergilendirme döneminde hata"
    },
    "explanation": "Vergi Hataları<br/>Vergi nispet ve tarifelerinin yanlış uygulanması vergi miktarında hatadır."
  },
  {
    "id": "3068383",
    "unitNumber": 8,
    "text": "Bir verginin asıl borçlusu yerine başka bir kişiden istenmesi veya alınmasına ne denir?",
    "correctAnswer": "E",
    "options": {
      "A": "Mevzuda hata",
      "B": "Mükellefiyette hata",
      "C": "Vergilendirme dönemin<strong>de</strong> hata",
      "D": "Muafiyet döneminde hata",
      "E": "Mükellefin şahsında hata"
    },
    "explanation": "<strong>VERGİ UYUŞMAZLIKLARININ İDARİ ÇÖZÜM YOLLARI</strong><br/><strong><em>Vergilendirme Hataları</em></strong><br/><strong>1) Mükellefin şahsında hata: </strong>Bir verginin asıl borçlusu yerine başka bir kişiden istenmesi veya alınmasıdır. Örneğin, emlak vergisinin gayrimenkulün maliki yerine, mükellef sıfatı bulunmayan kiracıdan istenmesi veya alınması yahut isim benzerliği sebebiyle verginin alâkasız birinden istenmesi gibi."
  },
  {
    "id": "3068385",
    "unitNumber": 8,
    "text": "Vergi hatalarında zamanaşımı süresi, vergi alacağının doğduğu takvim yılından itibaren kaç yıldır?",
    "correctAnswer": "C",
    "options": {
      "A": "1",
      "B": "3",
      "C": "5",
      "D": "10",
      "E": "15"
    },
    "explanation": "<strong>VERGİ UYUŞMAZLIKLARININ İDARİ ÇÖZÜM YOLLARI</strong><br/><strong><em>Dava Açma Süresi Geçtikten Sonra Zamanaşımı Süresi İçinde Başvuru</em></strong><br/>Dava açma süresi geçtikten sonra yapılacak düzeltme talepleri için bir süre sınırı getirilmiştir. Buna göre tarh zaman aşımı süresi dolduktan sonra meydana çıkarılan vergi hataları düzeltilemez.<br/>Buna göre vergi hatalarının, vergi alacağının doğduğu takvim yılını takip eden takvim yılı başından başlayarak <strong>beş yıl</strong> içinde ortaya çıkarılması gerekir. Bu tarihten sonra ortaya çıkarılan hatalar, zamanaşımına uğradıkları için düzeltilemez."
  },
  {
    "id": "3068386",
    "unitNumber": 8,
    "text": "Vergi davaları için temyiz mercii aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Vergi mahkemeleri",
      "B": "Bölge idare mahkemeleri",
      "C": "Danıştay",
      "D": "Yargıtay",
      "E": "Sayıştay"
    },
    "explanation": "<strong>VERGİ UYUŞMAZLIKLARININ YARGI ORGANLARINCA ÇÖZÜM YOLU</strong><br/><strong>Vergi Yargı Organları, Görev ve Yetkileri</strong><br/><strong>Kanun Yolları</strong><br/><strong>Temyiz: </strong><br/>Vergi davaları için temyiz mercii Danıştay’dır. İYUK’un 46. maddesine göre, 2021 yılı itibariyle konusu 192.000 TL’yi aşan bölge idare mahkemelerinin istinaf başvurusu üzerine verdikleri kararlar, 30 gün içinde Danıştay’da temyiz edilebilir."
  },
  {
    "id": "3068389",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, vergiye müteallik hesaplarda veya vergilendirmede yapılan hatalar yüzünden haksız yere fazla veya eksik vergi istenmesi veya alınmasını ifade eder?",
    "correctAnswer": "D",
    "options": {
      "A": "İstinaf",
      "B": "Temyiz",
      "C": "Düzeltme",
      "D": "Vergi hatası",
      "E": "Hukukî uyuşmazlık"
    },
    "explanation": "<strong>VERGİ UYUŞMAZLIKLARININ İDARİ ÇÖZÜM YOLLARI</strong><br/><strong>Vergi Hatası Kavramı ve Hata Çeşitleri </strong><br/>VUK’un 116. maddesinde vergi hatası, “vergiye müteallik hesaplarda veya vergilendirmede yapılan hatalar yüzünden haksız yere fazla veya eksik vergi istenmesi veya alınması” olarak tanımlanmıştır."
  },
  {
    "id": "3068392",
    "unitNumber": 8,
    "text": "Özel kanunlarında ayrı bir süre belirtilmediği takdirde vergi mahkemelerinde dava açmaya ilişkin <strong><u>genel</u></strong> süre ne kadardır?",
    "correctAnswer": "C",
    "options": {
      "A": "10 gün",
      "B": "15 gün",
      "C": "30 gün",
      "D": "45 gün",
      "E": "60 gün"
    },
    "explanation": "<strong>VERGİ UYUŞMAZLIKLARININ YARGI ORGANLARINCA ÇÖZÜM YOLU</strong><br/><strong>Vergi Yargılaması Usulü</strong><br/><strong>Dava Açma Süresi </strong><br/>Dava açma süresi vergi mahkemelerinde kural olarak 30 gündür. (İYUK madde 7). Özel kanunlarında ayrı bir süre belirtilmediği takdirde vergi mahkemelerinde dava açmaya ilişkin genel süre otuz gündür."
  },
  {
    "id": "3068393",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi vergi uyuşmazlıklarının idari çözüm yollarından biri <strong><u>değildir?</u></strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Pişmanlık",
      "B": "Uzlaşma",
      "C": "İstinaf",
      "D": "Cezadan indirim",
      "E": "İzaha davet"
    },
    "explanation": "<strong>VERGİ UYUŞMAZLIKLARININ İDARİ ÇÖZÜM YOLLARI </strong><br/>Vergi uyuşmazlıklarının idari çözüm yolları, uyuşmazlığın yargıya intikal ettirilmeden taraflar arasında barışçı bir şekilde sona erdirilmesidir.<br/><ul> <li><strong>Uzlaşma (s.164)</strong></li> <li><strong>Hata Düzeltme (s.170)</strong></li> <li><strong>Cezadan İndirim (s.173)</strong></li> <li><strong>Pişmanlık ve Islah (s.174)</strong></li> <li><strong>İzaha Davet (s.174)</strong></li> <li><strong>Kanun Yolundan Vazgeçme (s.175)</strong></li> </ul>"
  },
  {
    "id": "3068394",
    "unitNumber": 8,
    "text": ". ---------------; ilk derece mahkemelerinin henüz kesinleşmemiş kararlarının hem maddî hem de hukukî yönlerden denetlenmesini ifade eden bir kanun yoludur.<br/><strong>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Temyiz",
      "B": "Uzlaşma",
      "C": "Pişmanlık ve Islah",
      "D": "İzaha davet",
      "E": "İstinaf"
    },
    "explanation": "<strong>VERGİ UYUŞMAZLIKLARININ YARGI ORGANLARINCA ÇÖZÜM YOLU</strong><br/><strong>Vergi Yargılaması Usulü</strong><br/><strong>Kanun Yolları</strong><br/><strong>İstinaf: </strong><br/>İstinaf, ilk derece mahkemelerinin henüz kesinleşmemiş kararlarının hem maddî, hem de hukukî yönlerden denetlenmesini ifade eden bir kanun yoludur."
  },
  {
    "id": "3068396",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi vergilendirme hatalarından biri <strong><u>değildir?</u></strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Mevzuda hata",
      "B": "Matrahta hata",
      "C": "Mükellefiyette hata",
      "D": "Muafiyet döneminde hata",
      "E": "Mükellefin şahsında hata"
    },
    "explanation": "<strong>VERGİ UYUŞMAZLIKLARININ İDARİ ÇÖZÜM YOLLARI</strong><br/><strong><em>Vergilendirme Hataları</em></strong><br/>VUK’un 118. maddesinde dört bent halinde düzenlenmiştir. <br/><ul> <li><strong>Mükellefin şahsında hata:</strong></li> <li><strong>Mükellefiyette hata</strong></li> <li><strong>Mevzuda (konuda) hata</strong></li> <li><strong>Vergilendirme veya muafiyet döneminde hata</strong></li> </ul>"
  },
  {
    "id": "3068399",
    "unitNumber": 8,
    "text": "Açık olarak vergiden müstesna bulunan gelir, servet, madde, kıymet, evrak ve işlemler üzerinden vergi istenmesi veya alınmasına ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Mükellefiyette hata",
      "B": "Muafiyet döneminde hata",
      "C": "Mevzuda hata",
      "D": "Vergilendirme döneminde hata",
      "E": "Mükellefin şahsında hata"
    },
    "explanation": "<strong>VERGİ UYUŞMAZLIKLARININ İDARİ ÇÖZÜM YOLLARI</strong><br/><strong><em>Vergilendirme Hataları</em></strong><br/><strong>3) Mevzuda (konuda) hata: </strong>Açık olarak vergi mevzuuna girmeyen veya vergiden müstesna bulunan gelir, servet, madde, kıymet, evrak ve işlemler üzerinden vergi istenmesi veya alınmasıdır."
  },
  {
    "id": "3068400",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi hesap hataları kapsamındadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Matrahta hata",
      "B": "Mükellefiyette hata",
      "C": "Mükellefin şahsında hata",
      "D": "Vergilendirme döneminde hata",
      "E": "Muafiyet döneminde hata"
    },
    "explanation": "<strong>VERGİ UYUŞMAZLIKLARININ İDARİ ÇÖZÜM YOLLARI</strong><br/><strong><em>Hesap Hataları </em></strong><br/>Hesap hataları, oldukça basit yanlışlıkları ifade etmektedir. Esas itibariyle toplama, çarpma, çıkarma gibi işlemlerde yapılan basit hatalardan oluşmaktadır.<br/>VUK’un 117. maddesinde düzenlenmiştir. 3 başlıkta ele alınabilir:<br/><strong>1) Matrah hataları: </strong>Vergilendirme ile ilgili beyanname, tahakkuk fişi, ihbarname, tekâlif cetveli ve kararlarda matraha ait rakamların veya indirimlerin eksik veya fazla gösterilmiş veya hesaplanmış olmasıdır. Örneğin, matrahtan yapılacak bir indirimin unutulması veya yanlışlıkla daha fazla indirilmesi gibi."
  },
  {
    "id": "3069946",
    "unitNumber": 8,
    "text": "Vergi uyuşmazlıklarının idari çözüm yolları ile ilgili aşağıda verilen ifadelerden hangisi <u>yanlıştır</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Uyuşmazlık yargıya intikal ettirilmeden taraflar arasında barışçı bir şekilde sona erdirilir.",
      "B": "İdari çözüm yollarına başvurulması isteğe bağlıdır.",
      "C": "İdari aşamada çözüme kavuşturulan uyuşmazlık için vergi yargısına gidilemez.",
      "D": "İdari çözüm yolları sadece vergi aslı için geçerlidir.",
      "E": "İdari çözüm yolları kural olarak vergilendirme sürecindeki aşamaların tümü için geçerlidir."
    },
    "explanation": "Cevabınız yanlış ise lütfen VERGİ UYUŞMAZLIKLARININ İDARİ ÇÖZÜM YOLLARI konusunu tekrar ediniz.<br/>Vergi uyuşmazlıklarının idari çözüm yolları, uyuşmazlığın yargıya intikal ettirilmeden taraflar arasında barışçı bir şekilde sona erdirilmesidir.<br/>İdari çözüm yollarının en önemli özelliği, bu yollara başvurulmasının isteğe bağlı (ihtiyarî) olmasıdır. Bu husus, Vergi Usul Kanunu kapsamına giren tüm vergiler bakımından geçerlidir. Buna göre, mükellefler uyuşmazlık ortaya çıktığında isterlerse idarî çözüm yollarına başvurabilecekleri gibi, isterlerse bu yollara hiç başvurmadan doğrudan dava açmayı da tercih edebilirler.<br/>Vergi uyuşmazlığı idari aşamada çözüme kavuşturulduğunda, artık o konuyla ilgili olarak vergi yargısına gidilemeyecektir. Çünkü maksat hâsıl olmuş, uyuşmazlık çözülmüştür. Elbette, idari çözüm yoluna başvurulması ve uyuşmazlığın çözüme kavuşturulamaması halinde, mükellefler kanunda belirtilen süreler dâhilinde konuyu vergi yargısına intikal ettirebileceklerdir.<br/>İdari çözüm yolları, vergi aslı bakımından olduğu kadar, kural olarak vergi cezalarından doğan uyuşmazlıklar bakımından da geçerlidir.<br/>Vergi uyuşmazlıklarının idari çözüm yolları kural olarak vergilendirme sürecindeki aşamaların (tarh, tebliğ, tahakkuk, tahsil) tümü bakımından geçerlidir."
  },
  {
    "id": "3069948",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi uzlaşmaya gidilmesinin nedenlerinden biri <u>olamaz</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Vergi uyuşmazlıklarının hızla çözülmesi",
      "B": "Mükelleflerin hukukî güvenliğe kavuşturulması",
      "C": "Kamu alacaklarının çabuk tahsilinin sağlanması",
      "D": "Yargının iş yükünün azaltılması",
      "E": "Vergi aslının tamamından vazgeçilmesi"
    },
    "explanation": "Cevabınız yanlış ise lütfen VERGİ UYUŞMAZLIKLARININ İDARİ ÇÖZÜM YOLLARI konusunu tekrar ediniz.<br/>Tarhiyat sonrası uzlaşmayla ilgili kanun gerekçesinde, vergi uyuşmazlıklarının hızla çözülmesi ve bu sayede mükelleflerin hukukî güvenliğe kavuşturulması, kamu alacaklarının çabuk tahsilinin sağlanması ve yargının iş yükünün azaltılması gösterilmiştir."
  },
  {
    "id": "3069950",
    "unitNumber": 8,
    "text": "Vergi uyuşmazlıklarında uzlaşma hangi kanunda düzenlenmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Gelir Vergisi Kanunu",
      "B": "Kurumlar Vergisi Kanunu",
      "C": "Vergi Usul Kanunu",
      "D": "Vergi Yargısı Kanunu",
      "E": "Türk Ceza Kanunu"
    },
    "explanation": "Cevabınız yanlış ise lütfen VERGİ UYUŞMAZLIKLARININ İDARİ ÇÖZÜM YOLLARI konusunu tekrar ediniz.<br/>Uzlaşma Vergi Usul Kanunun 376 ilâ 377. maddeleri arasında yer alan Ek Maddelerinde düzenlenmiştir."
  },
  {
    "id": "3069951",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi için tarhiyat sonrası uzlaşmaya <u>gidilemez</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "İkmalen tarh edilen vergiler",
      "B": "Re’sen tarh edilen vergiler",
      "C": "İdarece tarh edilen vergiler",
      "D": "Bir kat kesilen vergi ziyaı cezası",
      "E": "Usulsüzlük cezaları"
    },
    "explanation": "Cevabınız yanlış ise lütfen VERGİ UYUŞMAZLIKLARININ İDARİ ÇÖZÜM YOLLARI konusunu tekrar ediniz.<br/>Tarhiyat sonrası uzlaşmaya sadece ikmalen, re’sen, idarece tarh edilen vergiler ve bunlara ilişkin vergi ziyaı (bir kat kesilen vergi ziyaı) cezalarında gidilebilecektir. Usulsüzlük cezaları uzlaşma kapsamı dışındadır."
  },
  {
    "id": "3069955",
    "unitNumber": 8,
    "text": "Uzlaşma talebi vergi ihbarnamesinin tebliğ tarihinden itibaren kaç gün içinde yapılır?",
    "correctAnswer": "D",
    "options": {
      "A": "7",
      "B": "10",
      "C": "15",
      "D": "30",
      "E": "45"
    },
    "explanation": "Cevabınız yanlış ise lütfen VERGİ UYUŞMAZLIKLARININ İDARİ ÇÖZÜM YOLLARI konusunu tekrar ediniz.<br/>Uzlaşma talebi vergi ihbarnamesinin tebliğ tarihinden itibaren 30 gün içinde yapılır."
  },
  {
    "id": "3069958",
    "unitNumber": 8,
    "text": "Uzlaşmanın gerçekleşmesi durumunda üzerinde uzlaşılan vergi ziyaı cezasının yüzde kaçı indirilir?",
    "correctAnswer": "C",
    "options": {
      "A": "5",
      "B": "10",
      "C": "25",
      "D": "50",
      "E": "75"
    },
    "explanation": "Cevabınız yanlış ise lütfen VERGİ UYUŞMAZLIKLARININ İDARİ ÇÖZÜM YOLLARI konusunu tekrar ediniz.<br/>Uzlaşmanın gerçekleşmesi durumunda üzerinde uzlaşılan vergi ziyaı cezasının %25’i indirilir."
  },
  {
    "id": "3070180",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi hesap hatalarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Vergi miktarında hata",
      "B": "Mükellefin şahsında hata",
      "C": "Mükellefiyette hata",
      "D": "Mevzuda hata",
      "E": "Vergilendirme döneminde hata"
    },
    "explanation": "Cevabınız yanlış ise lütfen VERGİ UYUŞMAZLIKLARININ İDARİ ÇÖZÜM YOLLARI konusunu tekrar ediniz.<br/>Hesap hataları:<br/><ul> <li>Matrah hataları</li> <li>Vergi miktarında hatalar</li> <li>Verginin mükerrer olması</li> </ul> Vergilendirme Hataları:<br/><ul> <li>Mükellefin şahsında hata</li> <li>Mükellefiyette hata</li> <li>Mevzuda (konuda) hata</li> <li>Vergilendirme veya muafiyet döneminde hata</li> </ul>"
  },
  {
    "id": "3070182",
    "unitNumber": 8,
    "text": "Cezalarda indirim için vergi ihbarnamesinin mükellefe tebliğinden itibaren kaç gün içinde vergi dairesine başvurulması gerekir?",
    "correctAnswer": "E",
    "options": {
      "A": "7",
      "B": "10",
      "C": "15",
      "D": "25",
      "E": "30"
    },
    "explanation": "Cevabınız yanlış ise lütfen VERGİ UYUŞMAZLIKLARININ İDARİ ÇÖZÜM YOLLARI konusunu tekrar ediniz.<br/>Mükellef, cezalarda indirim için vergi ihbarnamesinin tebliğinden itibaren 30 gün içinde vergi dairesine başvurarak, ikmalen, resen veya idarece tarh edilen vergi veya vergi farkı ile vergi ziyaı, usulsüzlük ve özel usulsüzlük cezalarının yarısını ödeyeceğini bildirirse, kesilen cezanın yarısı indirilir."
  },
  {
    "id": "3070185",
    "unitNumber": 8,
    "text": "Vergi uyuşmazlıklarında genel görevli, bağımsız ilk derece yargı mercii aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bölge İdare Mahkemesi",
      "B": "Vergi Mahkemesi",
      "C": "Danıştay",
      "D": "Sayıştay",
      "E": "Yargıtay"
    },
    "explanation": "Cevabınız yanlış ise lütfen VERGİ UYUŞMAZLIKLARININ YARGI ORGANLARINCA ÇÖZÜM YOLU konusunu tekrar ediniz.<br/>Vergi Mahkemeleri, vergi uyuşmazlıklarında genel görevli, bağımsız ilk derece yargı mercileridir."
  },
  {
    "id": "3070187",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi olağanüstü kanunun yollarından biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Uzlaşma",
      "B": "Cezalarda indirim",
      "C": "Yürütmenin durdurulması",
      "D": "Yargılamanın yenilenmesi",
      "E": "Zamanaşımının kesilmesi"
    },
    "explanation": "Cevabınız yanlış ise lütfen VERGİ UYUŞMAZLIKLARININ YARGI ORGANLARINCA ÇÖZÜM YOLU konusunu tekrar ediniz.<br/>Olağanüstü Kanun Yolları; kesinleşmiş yargı kararlarına karşı gidilen kanun yolları olup kanun yararına temyiz ve yargılamanın yenilenmesidir."
  }
]