[
  {
    "id": "2701589",
    "unitNumber": 1,
    "text": "Türkiye’de de kamu icra hukukunun temel kanunu aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Amme Alacakları Tahsil Usulü Hakkında Kanun’dur.",
      "B": "Anayasanın 73’üncü maddesidir.",
      "C": "Gelir Vergisi Kanunudur",
      "D": "Katma Değer Vergisi kanunudur.",
      "E": "Türk Ticaret Kanunudur."
    },
    "explanation": "Türkiye’de de kamu icra hukukunun temel kaynağı, 6183 sayılı Amme Alacakları Tahsil Usulü Hakkında Kanun’dur."
  },
  {
    "id": "2701590",
    "unitNumber": 1,
    "text": "Özel hukuk ilişkilerinden doğan alacaklarının hukuki zor kullanılarak tahsilinde aşağıdaki hangi kanundan yararlanılır?",
    "correctAnswer": "A",
    "options": {
      "A": "İcra ve İflas Kanunu",
      "B": "Türk Ticaret kanunu",
      "C": "Amme Usulleri Kanunu",
      "D": "Kurumlar Vergisi Kanunu",
      "E": "Katma Değer Vergisi Kanunu"
    },
    "explanation": "Özel hukuk ilişkilerinden doğan alacaklarının hukuki zor kullanılarak tahsilinde ise 2004 sayılı İcra ve İflas Kanunu hükümleri uygulanmaktadır"
  },
  {
    "id": "2701591",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisine ait bir alacak kamu alacağı olarak sayılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "İl Özel İdareye",
      "B": "Derneklere",
      "C": "Sivil Toplum Kuruluşlarına",
      "D": "Sendikalara",
      "E": "Özel Şirketlere"
    },
    "explanation": "Bir alacağın kamu alacağı olarak sayılabilmesi için alacağın; Devlete, İl Özel İdarelerine ve Belediyelere ait olması gerekmektedir.<br/>İl Özel İdarelere"
  },
  {
    "id": "2701592",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi asli kamu alacakları olarak <strong>sayılmamaktadır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ücret",
      "B": "Vergi",
      "C": "Harç",
      "D": "Para cezaları",
      "E": "Resim"
    },
    "explanation": "Asli Kamu Alacakları Devlete, il özel idarelerine ve belediyelere ait vergi, resim, harç, ceza tahkik ve takiplerine ait yargılama gideri, vergi cezası, para cezası gibi alacaklar asli kamu alacakları olarak sayılmaktadır.<br/>Ücret"
  },
  {
    "id": "2701593",
    "unitNumber": 1,
    "text": "\"Hukuka aykırı olan ve başkalarına zarar veren davranışlara \"ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Haksız Fiil",
      "B": "Haksız İktisap",
      "C": "Sözleşme",
      "D": "Akit",
      "E": "Kontrat"
    },
    "explanation": "Haksız Fiil: Hukuka aykırı olan ve başkalarına zarar veren davranışlardır. Bu tür davranışlar sonucunda ortaya çıkan zararın zarar veren kişi tarafından tazmin edilmesi gerekir"
  },
  {
    "id": "2701594",
    "unitNumber": 1,
    "text": "\"Bir kimsenin haklı bir sebep bulunmaksızın bir başka kimse aleyhine zenginleşmesine\" ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Haksız İktisap",
      "B": "Haksız Fiil",
      "C": "Akit",
      "D": "Sözleşme",
      "E": "Kontrat"
    },
    "explanation": "Haksız İktisap (Sebepsiz Zenginleşme): Bir kimsenin haklı bir sebep bulunmaksızın bir başka kimse aleyhine zenginleşmesidir"
  },
  {
    "id": "2701595",
    "unitNumber": 1,
    "text": "Alacaklının kamu gücünü kullanarak alacağını elde etmesine ilişkin kurallardan oluşan özel hukuk dalı aşağıdakilerden hangisidir ?",
    "correctAnswer": "B",
    "options": {
      "A": "Ceza Hukuku",
      "B": "İcra İflas Hukuku",
      "C": "İdare Hukuku",
      "D": "Vergi Hukuku",
      "E": "Anayasa Hukuku"
    },
    "explanation": "Sorunun cevabını “Vergi İcra Hukukunun Kapsamı ve Kamu Alacağı Kavramı “başlığı altında bulabilirsiniz.<br/>Alacaklının kamu gücünü kullanarak alacağını elde etmesine ilişkin kurallardan oluşan özel hukuk dalı İcra İflas Hukukudur."
  },
  {
    "id": "2701596",
    "unitNumber": 1,
    "text": "Amme Alacaklarının Tahsil Usulü Hakkındaki kanuna göre; bir alacağın kamu alacağı olarak sayılabilmesi için alacağın,aşağıdakilerden hangisine ait olması gerekir?<br/>I.Devlete<br/>II.Belediyeye<br/>III.Derneklere<br/>IV.Vakıflara<br/>V.İl Özel İdarelerine",
    "correctAnswer": "A",
    "options": {
      "A": "I,II,V",
      "B": "II,III,IV",
      "C": "III,IV,V",
      "D": "I,III,IV",
      "E": "I,III,V"
    },
    "explanation": "Sorunun cevabını “Vergi İcra Hukukunun Kapsamı ve Kamu Alacağı Kavramı “başlığı altında bulabilirsiniz.<br/>Amme Alacaklarının Tahsil Usulü Hakkındaki kanuna göre; bir alacağın kamu alacağı olarak sayılabilmesi için alacağın,<br/>I.Devlete<br/>II.Belediyeye<br/>V.İl Özel İdarelerine ait olması gerekir."
  },
  {
    "id": "2701597",
    "unitNumber": 1,
    "text": "Vergilemenin asıl amacı aşağıdakilerden hangisidir ?",
    "correctAnswer": "E",
    "options": {
      "A": "Ekonomik istikrarın sağlanması",
      "B": "Gelirin yeniden dağılımının sağlanması",
      "C": "İktisadi büyüme ve kalkınmanın gerçekleştirilmesi",
      "D": "Sağlık, eğitim ve nüfus politikalarına ilişkin amaçları gerçekleştirmek",
      "E": "Yapılması gereken kamu harcamalarını finanse etmek"
    },
    "explanation": "Sorunun cevabını “Kamu Alacağı Kapsamı “başlığı altında bulabilirsiniz.<br/>Vergilemenin asıl amacı yapılması gereken kamu harcamalarını finanse etmektir."
  },
  {
    "id": "2701598",
    "unitNumber": 1,
    "text": "Kendisine adlî para cezası tebliğ edilen hükümlü, kaç gün içinde bu ödemeyi yerine getirmelidir ?",
    "correctAnswer": "C",
    "options": {
      "A": "10",
      "B": "20",
      "C": "30",
      "D": "40",
      "E": "50"
    },
    "explanation": "Sorunun cevabını “Kamu Alacağı Kapsamı “başlığı altında bulabilirsiniz.<br/>Kendisine adlî para cezası tebliğ edilen hükümlü, 30 gün içinde bu ödemeyi yerine getirmelidir."
  },
  {
    "id": "2701599",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi <strong>asli kamu</strong> alacaklarından biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tecil faizi",
      "B": "Haksız çıkma zammı",
      "C": "Gecikme faizi",
      "D": "Vergi cezası",
      "E": "Pişmanlık zammı"
    },
    "explanation": "Sorunun cevabını “Kamu Alacağı Kapsamı “başlığı altında bulabilirsiniz.<br/>Vergi cezası <strong>asli kamu</strong> alacaklarından biridir."
  },
  {
    "id": "2701600",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi<strong> fer’i</strong> <strong>kamu</strong> alacaklarındandır ?",
    "correctAnswer": "E",
    "options": {
      "A": "Vergi",
      "B": "Resim",
      "C": "Harç",
      "D": "Ceza tahkik ve takiplerine ait yargılama gideri",
      "E": "Gecikme zammı"
    },
    "explanation": "Sorunun cevabını “Kamu Alacağı Kapsamı “başlığı altında bulabilirsiniz.<br/>Gecikme zammı <strong>fer’i</strong> <strong>kamu</strong> alacaklarındandır."
  },
  {
    "id": "2701601",
    "unitNumber": 1,
    "text": "Kamu borcunun vadesinde ödenmesi veya haczin uygulanmasının ya da haczedilen malların paraya çevrilmesinin kamu borçlusunu çok zor duruma düşürecek olması hâlinde; borçlu tarafından yazı ile istenmesi ve teminat gösterilmesi şartıyla, alacak idarece en fazla kaç ay tecil olunur ?",
    "correctAnswer": "E",
    "options": {
      "A": "6 ay",
      "B": "12 ay",
      "C": "24 ay",
      "D": "30 ay",
      "E": "36 ay"
    },
    "explanation": "Sorunun cevabını “Kamu Alacağı Kapsamı “başlığı altında bulabilirsiniz.<br/>Kamu borcunun vadesinde ödenmesi veya haczin uygulanmasının ya da haczedilen malların paraya çevrilmesinin kamu borçlusunu çok zor duruma düşürecek olması hâlinde; borçlu tarafından yazı ile istenmesi ve teminat gösterilmesi şartıyla, alacak idarece en fazla 36 ay tecil olunur."
  },
  {
    "id": "2701602",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Vergi Usul Kanunu’nun “Pişmanlık ve Islah” hükümlerinden yararlanma şartlarından <strong><u>değildir</u></strong> ?",
    "correctAnswer": "C",
    "options": {
      "A": "Mükellefin durumu, başvurduğu tarihten önce bir muhbir tarafından herhangi resmi bir makama iletilmiş ve kayda geçirilmemiş olmalıdır",
      "B": "Dilekçenin verildiği tarihte, herhangi bir vergi incelemesine başlanmamış veya olay takdir komisyonuna intikal ettirilmemiş olmalıdır",
      "C": "Hiç verilmemiş olan vergi beyannameleri, mükellefin dilekçesinin verildiği tarihten başlayarak bir ay içinde verilmelidir",
      "D": "Eksik veya yanlış yapılan vergi beyanı, mükellefin durumu haber verme tarihinden başlayarak on beş gün içinde tamamlanmalı veya düzeltilmelidir",
      "E": "Mükellefçe haber verilen ve ödeme süresi geçmiş bulunan vergilerin; ödemenin geciktiği her ay ve kesri için belirtilen pişmanlık zammı ile birlikte, haber verme tarihinden başlayarak on beş gün içinde ödenmelidir"
    },
    "explanation": "Sorunun cevabını “Kamu Alacağı Kapsamı “başlığı altında bulabilirsiniz.<br/>\"Hiç verilmemiş olan vergi beyannameleri, mükellefin dilekçesinin verildiği tarihten başlayarak bir ay içinde verilmelidir\" ifadesi Vergi Usul Kanunu’nun “Pişmanlık ve Islah” hükümlerinden yararlanma şartlarından <strong><u>değildir.</u></strong>"
  },
  {
    "id": "2701603",
    "unitNumber": 1,
    "text": "Özel hukukta,borçludan alacağını tahsil etmek isteyen alacaklı, alacağını aşağıdakilerden hangisi aracılığıyla gerçekleştirir ?",
    "correctAnswer": "D",
    "options": {
      "A": "Asliye Hukuk",
      "B": "Ceza Mahkemeleri",
      "C": "Sulh Hukuk",
      "D": "İcra ve İflas Daireleri",
      "E": "Vergi Mahkemeleri"
    },
    "explanation": "Sorunun cevabını \"Kamu Alacaklarının Özel Hukuk Kapsamındaki Alacaklardan Farkı\" başlığı altında bulabilirsiniz.<br/>Özel hukukta,borçludan alacağını tahsil etmek isteyen alacaklı, alacağını<br/>İcra ve İflas Daireleri aracılığıyla gerçekleştirir."
  },
  {
    "id": "2701604",
    "unitNumber": 1,
    "text": "Devletin, il özel idarelerinin ve belediyelerin aşağıda belirtilenlerden hangileri özel hukuk kapsamındaki alacaklar olarak <strong>özel</strong><strong> hukuk hükümlerine</strong> göre İcra ve İflas Kanunu Hükümleri çerçevesinde takip edilir ?<br/>I- Sözleşme<br/>II- Gecikme faizi<br/>III-Haksız fiil<br/>IV-Vergi<br/>V-Haksız iktisap (sebepsiz zenginleşme)",
    "correctAnswer": "D",
    "options": {
      "A": "I,II,III",
      "B": "II,III,IV",
      "C": "III,IV,V",
      "D": "I,III,V",
      "E": "II,III,V"
    },
    "explanation": "Sorunun cevabını \"Kamu Alacaklarının Özel Hukuk Kapsamındaki Alacaklardan Farkı\" başlığı altında bulabilirsiniz.<br/>Devletin, il özel idarelerinin ve belediyelerin <br/>I- Sözleşme<br/>III-Haksız fiil<br/>V-Haksız iktisap (sebepsiz zenginleşme) sonucu olan<br/>özel hukuk kapsamındaki alacakları, <strong>özel</strong><strong> hukuk hükümlerine</strong> göre İcra ve İflas Kanunu Hükümleri çerçevesinde takip edilir."
  },
  {
    "id": "2701605",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi \"İki tarafın hukuki bir sonuç elde etmek üzere iradelerini karşılıklı ve birbirine uygun olarak açıklamalarını\" ifade etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sözleşme",
      "B": "Haksız fiil",
      "C": "Haksız iktisap",
      "D": "Sebebsiz zenginleşme",
      "E": "Haksız durum"
    },
    "explanation": "Sözleşme (Akit, Mukavele, Kontrat): İki tarafın hukuki bir sonuç elde etmek üzere iradelerini karşılıklı ve birbirine uygun olarak açıklamalarıdır"
  },
  {
    "id": "2701606",
    "unitNumber": 1,
    "text": "Tecil Faizi Kamu borcunun vadesinde ödenmesi veya haczin uygulanmasının ya da haczedilen malların paraya çevrilmesinin kamu borçlusunu çok zor duruma düşürecek olması hâlinde, borçlu tarafından yazı ile istenmesi ve teminat gösterilmesi şartıyla, alacağın idarece kaç ayı geçmemek üzere tecil olunması durumunda alınan faizdir?",
    "correctAnswer": "A",
    "options": {
      "A": "36",
      "B": "24",
      "C": "12",
      "D": "6",
      "E": "48"
    },
    "explanation": "Tecil Faizi Kamu borcunun vadesinde ödenmesi veya haczin uygulanmasının ya da haczedilen malların paraya çevrilmesinin kamu borçlusunu çok zor duruma düşürecek olması hâlinde, borçlu tarafından yazı ile istenmesi ve teminat gösterilmesi şartıyla, alacağın idarece 36 ayı geçmemek üzere tecil olunması durumunda alınan faizdir"
  },
  {
    "id": "2701607",
    "unitNumber": 1,
    "text": "Kamu alacaklarının aslının vadesinde ödenmemesi nedeniyle ortaya çıkan alacaklara ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fer’i kamu alacakları",
      "B": "Yargılama giderleri",
      "C": "Vergi cezaları",
      "D": "Para cezaları",
      "E": "Harç"
    },
    "explanation": "Fer’i kamu alacakları kamu alacaklarının aslının vadesinde ödenmemesi nedeniyle ortaya çıkan alacaklardır<br/>Fer'i kamu alacakları"
  },
  {
    "id": "2701608",
    "unitNumber": 1,
    "text": "Genellikle yarı kamusal mal niteliğindeki kamu hizmetlerin den yararlanmak isteyenlerden alınan bedellere ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Harç",
      "B": "Vergi",
      "C": "Vergi cezası",
      "D": "Para cezası",
      "E": "Fer’i kamu alacakları"
    },
    "explanation": "Vergi benzerlerinden biri olan harç, genellikle yarı kamusal mal niteliğindeki kamu hizmetlerinden yararlanmak isteyenlerden alınan bedellerdir"
  },
  {
    "id": "2701609",
    "unitNumber": 1,
    "text": "Alacaklının kamu gücünü kullanarak alacağını elde etmesine ilişkin kurallardan oluşan hukuk dalına ...... denir.<br/>Aşağıdakilerden hangisi yukarıdaki cümleyi doğru bir şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "vergi icra hukuku",
      "B": "icra iflas hukuku",
      "C": "genel icra hukuku",
      "D": "kamu icra hukuku",
      "E": "Amme Alacakları Tahsil Usulü Hakkında Kanun"
    },
    "explanation": "Yanıtınız yanlış ise VERGİ İCRA HUKUKUNUN KAPSAMI VE KAMU ALACAĞI<br/>KAVRAMI başlıklı konuyu tekrar gözden geçiriniz.<br/>Alacaklının kamu gücünü kullanarak alacağını elde etmesine ilişkin kurallardan oluşan hukuk dalına icra iflas hukuku denilirken mükellef ya da vergi sorumlusunun vergi borcunu ödememesi hâlinde vergi alacağının ödettirilmesi usullerini düzenleyen hukuk dalı ise vergi icra hukuku olarak<br/>adlandırılmaktadır."
  },
  {
    "id": "2701610",
    "unitNumber": 1,
    "text": "Büyükşehirlerde il özel idarelerinin tüzel kişiliğinin kaldırılması aşağıdaki hangi Kanunla öngörülmüştür?",
    "correctAnswer": "A",
    "options": {
      "A": "6360 sayılı Kanun",
      "B": "5018 sayılı Kanun",
      "C": "5393 sayılı Kanun",
      "D": "5216 sayılı Kanun",
      "E": "5302 sayılı Kanun"
    },
    "explanation": "Yanıtınız yanlış ise VERGİ İCRA HUKUKUNUN KAPSAMI VE KAMU ALACAĞI<br/>KAVRAMI başlıklı konuyu tekrar gözden geçiriniz.<br/>2012 yılında yayımlanan 6360 sayılı Kanunla büyükşehirlerde il özel idarelerinin tüzel kişiliğinin kaldırılması öngörülmüş ve 2014 yılı mahalli seçimlerinden sonra büyükşehir olan 30 ilde uygulamaya geçmiştir. 2019 yılı itibariyle ise 51 ilde il özel idaresi bulunmaktadır."
  },
  {
    "id": "2701611",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Fer'i Kamu Alacaklarından biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Gecikme zammı",
      "B": "Pişmanlık zammı",
      "C": "Yargılama giderleri",
      "D": "Gecikme faizi",
      "E": "Tecil faizi"
    },
    "explanation": "Yanıtınız yanlış ise KAMU ALACAĞININ KAPSAMI başlıklı konuyu tekrar gözden geçiriniz.<br/>Fer’i kamu alacakları kamu alacaklarının aslının vadesinde ödenmemesi nedeniyle ortaya çıkan alacaklardır. Bu alacaklar şu şekildedir:<br/>• Tecil faizi (AATUHK, m. 48)<br/>• Gecikme zammı (AATUHK, m. 51)<br/>• Haksız çıkma zammı (AATUHK, m. 58)<br/>• Gecikme faizi (VUK, m.112)<br/>• Pişmanlık zammı (VUK, m. 371)"
  },
  {
    "id": "2701612",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi asli kamu alacaklarından biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Gecikme faizi",
      "B": "Pişmanlık zammı",
      "C": "Tecil faizi",
      "D": "Haksız çıkma zammı",
      "E": "Para cezası"
    },
    "explanation": "Yanıtınız yanlış ise KAMU ALACAĞININ KAPSAMI başlıklı konuyu tekrar gözden geçiriniz.<br/>Devlete, il özel idarelerine ve belediyelere ait vergi, resim, harç, ceza tahkik ve takiplerine ait yargılama gideri, vergi cezası, para cezası gibi alacaklar asli kamu alacakları olarak sayılmaktadır."
  },
  {
    "id": "2701613",
    "unitNumber": 1,
    "text": "Yarı kamusal mal niteliğindeki kamu hizmetlerinden yararlanmak isteyenlerden alınan bedel aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Harç",
      "B": "Resim",
      "C": "Yargılama gideri",
      "D": "Tecil faizi",
      "E": "Para cezası"
    },
    "explanation": "Yanıtınız yanlış ise KAMU ALACAĞININ KAPSAMI başlıklı konuyu tekrar gözden geçiriniz.<br/>Vergi benzerlerinden biri olan harç, genellikle yarı kamusal mal niteliğindeki kamu hizmetlerinden yararlanmak isteyenlerden alınan bedellerdir."
  },
  {
    "id": "2701614",
    "unitNumber": 1,
    "text": ".......... tarafından gerçekleştirilen kamu hizmetlerinden doğan alacaklar AATUHK kapsamı dışında kalmaktadır.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "İl özel idareleri",
      "B": "Belediyeler",
      "C": "Kamu hukuku tüzel kişileri",
      "D": "Özel hukuk kişileri",
      "E": "Özel hukuk tüzel kişileri"
    },
    "explanation": "Yanıtınız yanlış ise KAMU ALACAĞININ KAPSAMI başlıklı konuyu tekrar gözden geçiriniz.<br/>Kamu alacağını ortaya çıkaran bir kamu hizmetinden söz edebilmek için, hizmeti alanla hizmeti veren arasında bir kamu hukuku ilişkisi olması gerekmektedir. Ancak, burada bahse konu hizmet sadece kamu hukuku tüzel kişileri tarafından değil, özel hukuk tüzel kişileri tarafından da verilebilir. Ancak, AATUHK<br/>kapsamında kamu hizmetinden doğan alacaklardan söz edebilmek için söz konusu hizmeti sunan kurumun devlete, il özel idarelerine ve belediyelere<br/>ait olması ve bu idarelerin sözleşmeden, haksız fiilden ve haksız iktisaptan doğanlar dışında kalan ve kamu hizmetleri uygulamasından doğan diğer<br/>alacaklarından olması gerekmektedir. Bu durumda özel hukuk kişileri tarafından gerçekleştirilen kamu hizmetlerinden doğan alacaklar AATUHK kapsamı dışında kalmaktadır."
  },
  {
    "id": "2701615",
    "unitNumber": 1,
    "text": "Tecil faizi süresi maksimum kaç aydır?",
    "correctAnswer": "B",
    "options": {
      "A": "10 ay",
      "B": "36 ay",
      "C": "12 ay",
      "D": "24 ay",
      "E": "48 ay"
    },
    "explanation": "Yanıtınız yanlış ise KAMU ALACAĞININ KAPSAMI başlıklı konuyu tekrar gözden geçiriniz.<br/>Kamu borcunun vadesinde ödenmesi veya haczin uygulanmasının ya da haczedilen malların paraya çevrilmesinin kamu borçlusunu çok zor duruma<br/>düşürecek olması hâlinde, borçlu tarafından yazı ile istenmesi ve teminat gösterilmesi şartıyla, alacağın idarece 36 ayı geçmemek üzere tecil olunması<br/>durumunda alınan faizdir."
  },
  {
    "id": "2701616",
    "unitNumber": 1,
    "text": "Tahsil aşamasına gelmesine rağmen ödeme süresi geçmiş kamu alacaklarına aşağıdakilerden hangisi uygulanır?",
    "correctAnswer": "B",
    "options": {
      "A": "Gecikme faizi",
      "B": "Gecikme zammı",
      "C": "Para cezası",
      "D": "Tecil faizi",
      "E": "Vergi cezası"
    },
    "explanation": "Yanıtınız yanlış ise KAMU ALACAĞININ KAPSAMI başlıklı konuyu tekrar gözden geçiriniz.<br/>Gecikme zammı tahsil aşamasına gelmesine rağmen ödeme süresi geçmiş kamu alacaklarına uygulanır."
  },
  {
    "id": "2701617",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi eskiden resim olarak adlandırılan ancak günümüzde vergi adıyla anılan yükümlülüklerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Damga resmi",
      "B": "İlan vergisi",
      "C": "Reklam vergisi",
      "D": "Eğlence vergisi",
      "E": "Katma değer vergisi"
    },
    "explanation": "Yanıtınız yanlış ise KAMU ALACAĞININ KAPSAMI başlıklı konuyu tekrar gözden geçiriniz.<br/>Resim, kişilerin birbirleriyle ya da devletle olan ilişkilerinde hukuki durumların ispatı için kullanılan belgelerin düzenlenmesinden alınan bedellerdir. Resimleri vergiden ayıran özelliklerden en önemlisi, verginin aksine resimlerin bir<br/>karşılığının bulunmasıdır. Resimler mevzuatta çok karmaşık bir biçimde yer almaktadır. Eskiden resim olarak adlandırılan yükümlülükler günümüzde<br/>vergi adıyla anılmaktadır. Örneğin; damga resmi, ilan ve reklam vergisi, eğlence vergisi gibi."
  },
  {
    "id": "2701618",
    "unitNumber": 1,
    "text": "Devletin, il özel idarelerinin ve belediyelerin sözleşmeden, haksız fiilden ve haksız iktisaptan (sebepsiz zenginleşmeden) doğan alacakları için aşağıdakilerden hangisi uygulanacaktır?",
    "correctAnswer": "D",
    "options": {
      "A": "6183 sayılı Amme Alacaklarının Tahsil Usulü Hakkında Kanun Hükümleri",
      "B": "5275 sayılı Ceza ve Güvenlik Tedbirlerinin İnfazı Hakkında Kanun Hükümleri",
      "C": "213 sayılı Vergi Usul Kanunu Hükümleri",
      "D": "2004 sayılı İcra ve İflas Kanunu Hükümleri",
      "E": "5326 sayılı Kabahatler Kanunu Hükümleri"
    },
    "explanation": "Yanıtınız yanlış ise KAMU ALACAKLARININ ÖZEL HUKUK KAPSAMINDAKİ<br/>ALACAKLARDAN FARKI başlıklı konuyu tekrar gözden geçiriniz.<br/>Devletin, il özel idarelerinin ve belediyelerin sözleşmeden, haksız fiilden ve haksız iktisaptan (sebepsiz zenginleşmeden) doğan alacakları için AATUHK hükümleri uygulanmayacak; bu alacaklar özel hukuk kapsamındaki alacaklar olarak özel hukuk hükümlerine göre 2004 sayılı İcra ve İflas Kanunu Hükümleri çerçevesinde takip edilecektir."
  },
  {
    "id": "2701619",
    "unitNumber": 2,
    "text": "I. Teminat<br/>II. İhtiyati haciz<br/>III. İhtiyati tahakkuk<br/>IV. Rüçhan hakkı<br/>V. Mal bildirimi<br/>Yukarıdakilerden hangileri kamu alacaklarının korunması amacıyla getirilmiş önlemlerdendir?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II, III, IV, V",
      "B": "I, II, III, IV",
      "C": "I, II, III",
      "D": "I ve II",
      "E": "Yalnızca I"
    },
    "explanation": "Bölüm 2'nin \"Giriş\" kısmını okuyunuz.<br/>Mal bildirimi dışındaki müesseseler (I, II, III, IV) kamu alacaklarının korunmasına doğrudan hizmet ederler. Mal bildirimi kamu alacağının korunmasından ziyade başlatılmış olan icra takibini sürdürülmesine olanak sağlayan, onu kolaylaştıran bir müessesedir."
  },
  {
    "id": "2701620",
    "unitNumber": 2,
    "text": "I. Vergi ziyaı<br/>II. Kaçakçılık<br/>III. Birinci dereceden usulsüzlük<br/>IV. İkinci dereceden usulsüzlük<br/>V. Özel usulsuzlük<br/>Yukarıdaki vergi suçlarından hangilerinin işlenmiş olması vergi mükellefinden teminat istenmesini gerektirir?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II, III, IV, V",
      "B": "I, II, III, IV",
      "C": "I, II, III",
      "D": "I ve II",
      "E": "Yalnızca I"
    },
    "explanation": "\"Teminat İsteme Nedenleri\" başlıklı bölümü okuyunuz.<br/>Vergi ziyaı ya da kaçakçılık cezasını gerektirecek fiillerin işlenmiş olması durumunda mükelleften teminat göstermesi istenebilir. Usulsüzlük suçları tek başına teminat istenmesini gerektiren nedenler arasında yer almaz."
  },
  {
    "id": "2701621",
    "unitNumber": 2,
    "text": "Türkiye'de ikametgahı bulunmayan kamu borçlusunun durumu kamu alacağının tahsilini tehlikeye sokuyorsa aşağıdaki önlemlerden hangisi alınabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Teminat istenir",
      "B": "Borçlunun iflası talep edilir",
      "C": "Ödeme emri gönderilir",
      "D": "Mal bildiriminde bulunması istenir",
      "E": "Doğrudan malları haczedilir"
    },
    "explanation": "Türkiye’de İkametgâhın Bulunmaması<br/>Durumunda Teminat başlıklı kısmı okuyunuz.<br/>Kamu borçlusu Türkiye'de ikamet etmiyorsa ve durumu itibariyla kamu alacağının tahsili tehlikedeyse borçludan teminat göstermesi istenir."
  },
  {
    "id": "2701622",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisini alacaklı idare teminat olarak kabul etmek zorunda <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Para",
      "B": "Banka teminat mektubu",
      "C": "Hazine Bonosu",
      "D": "Hükümetçe belirlenmiş hisse senedi ve tahviller",
      "E": "Şahsi kefalet"
    },
    "explanation": "Şahsi Kefalet başlıklı kısmı okuyunuz.<br/>Alacaklı idare teminat olarak gösterilen bir kişinin kefaletini kabul etmek zorunda değildir."
  },
  {
    "id": "2701623",
    "unitNumber": 2,
    "text": "Kamu borçlusundan teminat istenmesi tahsil zamanaşımı süresi üzerinde ne tür bir etkiye yol açar?",
    "correctAnswer": "A",
    "options": {
      "A": "Tahsil zamanaşımı süresi kesilir",
      "B": "Tahsil zamanaşımı süresi durur",
      "C": "Kamu alacaklısının elinde teminat bulunduğu müddetçe tahsil zamanaşımı süresi işlemez",
      "D": "Normal tahsil zamanaşımı süresine bir yıl daha ilave edilir",
      "E": "Tahsil zamanaşımı üzerinde hiçbir etki yaratmaz"
    },
    "explanation": "Teminat İstenmesinin Sonuçları başlıklı bölümü okuyunuz.<br/>Kamu borçlusundan teminat istenmesi tahsil zamanaşımı süresini keser. Diğer bir deyişle, teminat isteme yazısının gönderildiği yılı izleyen takvim yılı başından itibaren yeni bir tahsil zamanaşımı süresi işlemeye başlar."
  },
  {
    "id": "2701624",
    "unitNumber": 2,
    "text": "Bir kamu alacağının bulunduğu aşama itibariyle aşağıdaki durumlardan hangisinde ihtiyati haciz uygulanmaz?",
    "correctAnswer": "E",
    "options": {
      "A": "İleride tahakkuk edecek kamu alacakları",
      "B": "Tahakkuk etmiş henüz vadesi geçmemiş kamu alacakları",
      "C": "Vadesi geçmiş ödeme emri gönderilmemiş kamu alacakları",
      "D": "Ödeme emri gönderilmiş, itiraz süresi geçmemiş kamu alacakları",
      "E": "Ödeme emri tebliğ edilmiş ve itiraz süresi geçmiş kamu alacakları"
    },
    "explanation": "İhtiyati Haciz başlıklı bölümü okuyunuz.<br/>Ödeme emri tebliğ edilmiş ve itiraz süresi de geçmişse bu alacak hakkında ihtiyati haciz uygulamak gereksizdir. Doğrudan icrai haciz veya kesin haciz de denilen haciz işleminin uygulanması gerekir."
  },
  {
    "id": "2701625",
    "unitNumber": 2,
    "text": "Kendisinden teminat göstermesi istenen kamu borçlusu teminat göstermediği takdirde aşağıdaki yaptırımlardan hangisi uygulanır?",
    "correctAnswer": "D",
    "options": {
      "A": "Usulsüzlük cezası kesilir",
      "B": "Kaçakçılık cezası kesilir",
      "C": "Tazyik hapsi uygulanır",
      "D": "İhtiyati haciz uygulanır",
      "E": "Mal bildiriminde bulunması istenir"
    },
    "explanation": "İhtiyati Haciz Nedenleri başlıklı bölümü okuyunuz.<br/>İstenen teminatı göstermemenin yaptırımı borçlu hakkında ihtiyati haciz uygulanmasıdır. Bir bakıma kendi rızasıyla teminat vermeyen borçludan istenen teminat haciz suretiyle zorla alınmış olur."
  },
  {
    "id": "2701626",
    "unitNumber": 2,
    "text": "İhtiyati haciz işlemine karşı dava açma süresi kaç gündür?",
    "correctAnswer": "B",
    "options": {
      "A": "7",
      "B": "15",
      "C": "30",
      "D": "40",
      "E": "60"
    },
    "explanation": "İhtiyati Hacze Karşı Dava Açma başlıklı bölümü okuyunuz.<br/>Ödeme emrine karşı dava açma süresi gibi ihtiyati haciz işlemine karşı dava açma süresi de 15 gündür."
  },
  {
    "id": "2701627",
    "unitNumber": 2,
    "text": "İhtiyati haciz işlemine karşı dava açma süresi ne zaman işlemeye başlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Haczin uygulandığı tarihten itibaren",
      "B": "İhtiyati haciz kararının alındığı tarihten itibaren",
      "C": "Ödeme emrinin tebliğinden itibaren",
      "D": "Haczedilen malların depoya yerleştirildiği tarihten itibaren",
      "E": "Haczin uygulandığı tarihi izleyen 15. günden itibaren"
    },
    "explanation": "İhtiyati Haciz Yetkisi başlıklı bölümü okuyunuz.<br/>İhtiyati haciz işlemine karşı dava süresi haczin yapıldığı tarihten itibaren işlemeye başlar.İhtiyati haciz kararı borçluya tebliğ edilmez."
  },
  {
    "id": "2701628",
    "unitNumber": 2,
    "text": "Gelir vergisi alacağı bakımından ihtiyati haciz kararı alma yetkisi aşağıdakilerden hangisine aittir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hazine ve Maliye Bakanı",
      "B": "Vali",
      "C": "Vergi dairesi başkanı",
      "D": "Vergi mahkemesi başkanı",
      "E": "Vergi müfettişi"
    },
    "explanation": "İhtiyati Haciz Yetkisi başlıklı bölümü okuyunuz.<br/>AATUHK’nin 13. maddesinde sayılı sebeplerin varlığı halinde ihtiyati haciz uygulama yetkisi Vergi Dairesi Müdürlüğünün talebi üzerine, Vergi Dairesi Başkanlığı bulunan yerlerde vergi dairesi başkanı, bulunmayan yerlerde vergi dairesi müdürlüğü tarafından derhal uygulanır. Alacaklı kamu idaresinin<br/>il özel idaresi olması durumunda ihtiyati haciz kararı vali, belediye olması durumunda ise karar belediye başkanı tarafından verilir."
  },
  {
    "id": "2701629",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi kaçakçılık suçunu oluşturan üçüncü grup hareketler arasında yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Defter ve kayıtlarda hesap ve muhasebe hileleri yapmak",
      "B": "Gerçek olmayan kişiler veya kayıt konusu işlemlerle ilgili bulunmayan kişiler adına hesap açmak",
      "C": "Hazine ve Maliye Bakanlığı ile anlaşması bulunan kişilerin basabileceği belgeleri, bakanlık ile anlaşması olmadığı hâlde basmak veya bilerek kullanmak",
      "D": "Defter sahifelerini yok ederek yerlerine başka yapraklar koymak veya koymamak",
      "E": "Belgelerin asıl veya suretlerini tamamen veya kısmen sahte olarak düzenlemek ya da bu belgeleri kullanmak"
    },
    "explanation": "Defter ve kayıtlarda hesap ve muhasebe hileleri yapmak ve gerçek olmayan kişiler veya kayıt konusu işlemlerle ilgili bulunmayan kişiler adına hesap açmak; birinci grup hareketleri oluştururken; defter sahifelerini yok ederek yerlerine başka yapraklar koymak veya koymamak, belgelerin asıl veya suretlerini tamamen veya kısmen sahte olarak düzenlemek ya da bu belgeleri kullanmak ikinci grup hareketleri oluşturmaktadır. Hazine ve Maliye Bakanlığı ile anlaşması bulunan kişilerin basabileceği belgeleri, bakanlık ile anlaşması olmadığı hâlde basmak veya bilerek kullanmak ise üçüncü grup hareketler olarak yer almaktadır."
  },
  {
    "id": "2701630",
    "unitNumber": 2,
    "text": "Birinci grupta yer alan kaçakçılık sayılan fiillere uygulanacak ceza kaç yıl arası kadar hapis cezasıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "On aydan bir yıla kadar",
      "B": "On iki aydan iki yıla kadar",
      "C": "On sekiz aydan üç yıla kadar",
      "D": "Yirmi aydan iki yıla kadar",
      "E": "Yimi dört aydan üç yıla kadar"
    },
    "explanation": "Birinci grupta yer alan hareketleri yapanlara uygulanacak ceza on sekiz aydan üç yıla kadar hapis cezasıdır."
  },
  {
    "id": "2701631",
    "unitNumber": 2,
    "text": "Alacağın zamanında ödenmesini sağlamak üzere, borçlunun mallarına geçici olarak el konulması aşağıdakilerden hangisini tanımlamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Şahsi kefalet",
      "B": "Adi kefalet",
      "C": "İhtiyati tahakkuk",
      "D": "İhtiyati haciz",
      "E": "Teminat"
    },
    "explanation": "Alacağın zamanında ödenmesini sağlamak üzere, borçlunun mallarına geçici olarak el konulması ihtiyati haciz olarak tanımlanmaktadır."
  },
  {
    "id": "2701632",
    "unitNumber": 2,
    "text": "Borçlunun kaçmış olması veya kaçması, mallarını kaçırması ve hileli yollara sapması ihtimallerinin bulunması aşağıdakilerden hangisinin nedenlerinden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Adi kefalet",
      "B": "Şahsi kefalet",
      "C": "İhtiyati haciz",
      "D": "İhtiyatı tahakkuk",
      "E": "Teminat"
    },
    "explanation": "Borçlunun kaçmış olması ya da kaçması, mallarını kaçırması ve hileli yollara sapması ihtimallerinin bulunması hâlinde ihtiyati haciz uygulanabilmektedir"
  },
  {
    "id": "2701633",
    "unitNumber": 2,
    "text": "Mal bildirimine çağrılan kamu borçlusu kaç gün içinde mal bildiriminde bulunmazsa ya da göstermiş olduğu teminat borcuna yetecek miktarda değilse ihtiyati haciz uygulanabilecektir?",
    "correctAnswer": "D",
    "options": {
      "A": "5",
      "B": "10",
      "C": "12",
      "D": "15",
      "E": "20"
    },
    "explanation": "Mal bildirimine çağrılan kamu borçlusu 15 gün içinde mal bildiriminde bulunmazsa ya da göstermiş olduğu teminat borcuna yetecek miktarda değilse ihtiyati haciz uygulanabilecektir."
  },
  {
    "id": "2701634",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi ihtiyati tahakkuk sebebi olan ihtiyati haciz sebeplerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Teminat istenmesini gerektiren hallerin varlığı",
      "B": "Mükellefin (borçlunun) belli bir ikametgâhının bulunmaması",
      "C": "Mükellefin (borçlunun) kaçmış olması veya kaçması, mallarını kaçırması ve hileli yollara sapması ihtimallerinin bulunması",
      "D": "Mal bildirimine çağrılan mükellefin (borçlunun) belli bir süre içinde mal bildiriminde bulunmamış veya noksan bildirimde bulunmuş olması",
      "E": "Teşebbüsün muvazaalı olduğu ve gerçekte başkasına ait bulunduğu hakkında deliller elde edilmiş olması"
    },
    "explanation": "Teminat istenmesini gerektiren hallerin varlığı, mükellefin (borçlunun) belli bir ikametgâhının bulunmaması, mükellefin (borçlunun) kaçmış olması veya kaçması, mallarını kaçırması ve hileli yollara sapması ihtimallerinin bulunması ve mal bildirimine çağrılan mükellefin (borçlunun) belli bir süre içinde mal bildiriminde bulunmamış veya noksan bildirimde bulunmuş olması ihtiyati tahakkuk sebebi olan ihtiyati haciz sebepleri iken teşebbüsün muvazaalı olduğu ve gerçekte başkasına ait bulunduğu hakkında deliller elde edilmiş olması İhtiyati tahakkuk sebeplerinden biridir."
  },
  {
    "id": "2701635",
    "unitNumber": 2,
    "text": "İhtiyati haciz ile ilgili olarak aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "İhtiyati haciz işlemi kesin hacze dönüşmediği sürece, ihtiyaten haczedilen malların satılarak paraya çevrilmez.",
      "B": "Teminat istenmesini gerektiren sebeplerin varlığı hâlinde ihtiyati haciz uygulaması için kamu borçlusuna belirli bir süre verilebilir.",
      "C": "Menkul mallar ihtiyati haczin kaldırılması için teminat olarak kabul edilebilir.",
      "D": "İhtiyaten haczedilen malların önemli bir değer düşüklüğüne uğrayacağının anlaşılması halinde bile, teminat olarak muhafaza edilemez.",
      "E": "Teminat istenmesini gerektiren sebeplerin varlığı halinde uygulanacak ihtiyati hacizlerde, borçlu tarafından teminat gösterilinceye kadar bekleme zorunluluğu vardır."
    },
    "explanation": "İhtiyati haciz işlemi kesin hacze dönüşmediği sürece, ihtiyaten haczedilen malların satılarak paraya çevrilmez. Bununla birlikte, ihtiyaten haczedilen malların bozulması, çürümesi gibi nedenlerle korunmasının mümkün olmadığı ya da beklediği zaman önemli bir değer düşüklüğüne uğrayacağının anlaşılması halinde, bu malların derhal paraya çevrilmesi ve elde edilen tutarların teminat olarak muhafaza edilmesi gerekmektedir. Menkul mallar ihtiyati haczin kaldırılması için teminat olarak kabul edilmez.Teminat istenmesini gerektiren sebeplerin varlığı hâlinde ihtiyati haciz uygulaması için kamu borçlusuna herhangi bir süre verilmesi söz konusu değildir. Teminat istenmesini gerektiren sebeplerin varlığı halinde uygulanacak ihtiyati hacizlerde, borçlu tarafından teminat gösterilinceye kadar bekleme zorunluluğu yoktur."
  },
  {
    "id": "2701636",
    "unitNumber": 2,
    "text": "Hükûmetçe belli edilecek milli hisse senedi ve tahviller teminatın kabul edilmesine en yakın borsa cetvelleri üzerinden % kaç noksanıyla değerlendirilir?",
    "correctAnswer": "D",
    "options": {
      "A": "%5",
      "B": "%10",
      "C": "%12",
      "D": "%15",
      "E": "%20"
    },
    "explanation": "Hükûmetçe belli edilecek milli hisse senedi ve tahviller teminatın kabul edilmesine en yakın borsa cetvelleri üzerinden %15 noksanıyla değerlendirilir."
  },
  {
    "id": "2701637",
    "unitNumber": 2,
    "text": "İhtiyati haczin sebeplerine karşı açılacak davaların haczin uygulandığı tarihten ve gıyapta yapılan hacizlerde ise haczin tebliğ edildiği tarihten itibaren kaç gün içinde yetkili vergi mahkemesinde açılması gerekmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "10",
      "B": "14",
      "C": "15",
      "D": "20",
      "E": "30"
    },
    "explanation": "2577 sayılı İdari Yargılama Usulü Kanunu ile yapılan düzenleme kapsamında ise 213 sayılı VUK’da yer alan vergi davalarına ilişkin yargılama usulü hükümleri yürürlükten kaldırılmıştır. Buna göre ihtiyati haczin sebeplerine karşı açılacak davaların; haczin uygulandığı tarihten ve gıyapta yapılan hacizlerde ise haczin tebliğ edildiği tarihten, itibaren 15 gün içinde yetkili vergi mahkemesinde açılması gerekmektedir."
  },
  {
    "id": "2701638",
    "unitNumber": 2,
    "text": "Hükümsüz tasarrufların iptalinde, dava zaman aşımı süresi, hükümsüz tasarrufların vukuu tarihinden itibaren kaç yıldır?",
    "correctAnswer": "E",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "Hükümsüz tasarrufların iptalinde, dava zaman aşımı süresi, hükümsüz tasarrufların vukuu tarihinden itibaren beş yıldır."
  },
  {
    "id": "2848562",
    "unitNumber": 2,
    "text": "İhtiyati haczin uygulandığı tarihten itibaren kaç gün içinde ihtiyati haczin sebeplerine karşı yetkili vergi mahkemesinde dava açılabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "7 gün",
      "B": "10 gün",
      "C": "15 gün",
      "D": "20 gün",
      "E": "30 gün"
    },
    "explanation": "İhtiyati haczin sebeplerine karşı açılacak davaların; haczin uygulandığı tarihten, gıyapta yapılan hacizlerde ise haczin tebliğ<br/>edildiği tarihten, itibaren 15 gün içinde yetkili vergi mahkemesinde açılması gerekmektedir. Doğru yanıt C seçeneğidir."
  },
  {
    "id": "2848564",
    "unitNumber": 2,
    "text": "Mal bildirimine çağrılan kamu borçlusu kaç gün içinde mal bildiriminde bulunmazsa ihtiyati haciz uygulanabilir?",
    "correctAnswer": "B",
    "options": {
      "A": "7 gün",
      "B": "15 gün",
      "C": "20 gün",
      "D": "30 gün",
      "E": "45 gün"
    },
    "explanation": "Mal bildirimine çağrılan kamu borçlusu 15 gün içinde mal bildiriminde bulunmazsa ya da göstermiş olduğu teminat borcuna yetecek miktarda değilse ihtiyati haciz uygulanabilecektir. Doğru yanıt B seçeneğidir."
  },
  {
    "id": "2848571",
    "unitNumber": 2,
    "text": "I. Teminat istenmesini gerektiren hallerin varlığı<br/>II. Mükellefin belli bir ikametgâhının bulunmaması<br/>III. Mükellefin kaçmış olması veya mallarını kaçırması<br/>IV. Mal bildirimine çağrılan mükellefin belli süre içinde mal bildiriminde bulunmamış olması<br/>V. Mükellef hakkında, kamu alacağının tahsiline engel olması nedeniyle, AATUHK’nin 110’uncu maddesi uyarınca takibata girişilmiş olması <br/>Yukarıdakilerden hangileri ihtiyati haciz sebepleri arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III ve IV",
      "B": "I, II, III ve V",
      "C": "I, II, IV ve V",
      "D": "I, III, IV ve V",
      "E": "II, III, IV ve IV"
    },
    "explanation": "İlk dört madde ihtiyati haciz nedeni olup, beşinci madde ihtiyati tahakkuk nedenidir. Doğru yanıt A seçeneğidir."
  },
  {
    "id": "2848581",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi ihtiyati tahakkuk nedenlerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Teminat istenmesini gerektiren hallerin varlığı",
      "B": "Mükellefin belli bir ikametgâhının bulunmaması",
      "C": "Mükellefin kaçmış olması veya kaçması, mallarını kaçırması ve hileli yollara sapması ihtimallerinin bulunması",
      "D": "Mal bildirimine çağrılan mükellefin belli bir süre içinde mal bildiriminde bulunmamış veya noksan bildirimde bulunmuş olması",
      "E": "İptali istenen hükümsüz tasarrufların bulunması durumu"
    },
    "explanation": "İlk dört seçenek hem ihtiyati haciz hem de ihtiyati tahakkuk sebepleridir. E seçeneği ise sadece ihtiyati haciz sebebidir. Doğru yanıt E seçeneğidir."
  },
  {
    "id": "2848589",
    "unitNumber": 2,
    "text": "I. Bankalar ve özel finans kurumları tarafından verilen süresiz teminat mektupları teminat olarak kabul edilebilecek değerlerdir.<br/>II. Hükûmetçe belli edilecek milli hisse senedi ve tahviller, teminatın kabul edilmesine en yakın borsa cetvelleri üzerinden %5 noksanıyla değerlendirilir.<br/>III. İlgililer veya ilgililer lehine üçüncü şahıslar tarafından gösterilen ve alacaklı kamu idaresince haciz varakasına dayanılarak haczedilen menkul ve gayrimenkul mallar teminat olarak kabul edilir.<br/>IV. Borçlunun verdiği teminatı değiştirmesi olanaklı değildir.<br/>Teminat olarak kabul edilebileceklere ilişkin verilen ifadelerden hangileri doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I ve IV",
      "D": "II ve III",
      "E": "II ve IV"
    },
    "explanation": "Teminat olarak kabul edilecek değerler şunlardır (AATUHK, m. 10):<br/>1. Para,<br/>2. Bankalar ve özel finans kurumları tarafından verilen süresiz teminat mektupları,<br/>3. Hazine tahvil ve bonoları,<br/>4. Hükûmetçe belli edilecek milli hisse senedi ve tahviller. Bu hisse senedi ve tahviller, teminatın kabul edilmesine en yakın borsa cetvelleri üzerinden %15 noksanıyla değerlendirilir. (Bak. 4369 sayılı kanun, geçici madde 1).<br/>5. İlgililer veya ilgililer lehine üçüncü şahıslar tarafından gösterilen ve alacaklı kamu idaresince haciz varakasına dayanılarak haczedilen menkul ve gayrimenkul mallar, Teminat sonradan tamamen veya kısmen değerini kaybeder veya borç miktarı artarsa, teminatın tamamlanması veya yerine başka teminat gösterilmesi istenir (AATUHK, m. 10/2). Borçlu verdiği teminatı kısmen veya tamamen aynı değerde başkalarıyla değiştirebilir (AATUHK, m. 10/3).Doğru yanıt B seçeneğidir."
  },
  {
    "id": "2848605",
    "unitNumber": 2,
    "text": "Kamu alacakları, borçlunun iflası, mirasın reddi ve terekenin resmi tasfiyeye tabi tutulması durumlarında imtiyazlı alacak olarak kaçıncı sırada yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Birinci",
      "B": "İkinci",
      "C": "Üçüncü",
      "D": "Dördüncü",
      "E": "Beşinci"
    },
    "explanation": "Borçlunun iflası, mirasın reddi ve terekenin resmi tasfiyeye tabi tutulması durumlarında kamu alacakları imtiyazlı alacak olarak üçüncü sırada yer alacaktır. Doğru yanıt C seçeneğidir."
  },
  {
    "id": "2848620",
    "unitNumber": 2,
    "text": "I. Borçlunun kendisine ya da üçüncü kişiler menfaatine kaydı hayat şartıyla irat ve intifa hakkı tesis ettiği sözleşmeler<br/>II. Kendi verdiği malın, sözleşmenin yapıldığı sıradaki değerine göre borçlunun ivaz olarak çok düşük bir fiyat kabul ettiği sözleşmeler<br/>III. Borçlunun üçüncü dereceye kadar kan hısımlarıyla yaptığı ivazlı tasarruflar<br/>IV. Borçlunun üçüncü dereceye kadar sıhri hısımlarıyla yaptığı ivazlı tasarruflar<br/>Borçlunun yaptığı yukarıdaki tasarruflardan hangileri kamu alacağının güvenliğinin sağlanması amacıyla geçersiz sayılmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I, II ve III",
      "D": "I, III ve IV",
      "E": "II, III ve IV"
    },
    "explanation": "Borçlunun ikinci dereceye kadar sıhri hısımlar ile yaptığı ivazlı tasarruflar kamu alacağının güvenliğinin sağlanması amacıyla geçersiz sayılmaktadır. IV. öncül yanlıştır. Doğru yanıt C seçeneğidir."
  },
  {
    "id": "2848632",
    "unitNumber": 2,
    "text": "İptal davaları ile ilgili olarak aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "İptal davaları, dava konusu edilen malın aynına ilişkin bir dava olmayıp kişisel bir dava niteliği taşımaktadır.",
      "B": "Kamu borçlusunun hükümsüz tasarruf ve işlemlerinin iptali için genel mahkemelerde (adli yargıda) dava açılır.",
      "C": "Alacağın tahsili amacıyla takip sürecinde borçlunun mevcut malvarlığının yeterli olmadığının anlaşılması durumunda iptal davası<br/>açılabilecektir.",
      "D": "İptal talebinin muhatabı, borçlu ile hukuki işlem yapan ya da borçlu tarafından kendilerine ödeme yapılan kimselerle, bunların mirasçıları ve kötü niyetli diğer üçüncü kişilerdir.",
      "E": "İptal davasında dava zaman aşımı süresi, hükümsüz tasarrufların vukuu tarihinden itibaren on yıldır."
    },
    "explanation": "Hükümsüz tasarrufların iptalinde, dava zaman aşımı süresi, hükümsüz tasarrufların vukuu tarihinden itibaren beş yıldır (AATUHK, m. 26). Doğru yanıt E seçeneğidir."
  },
  {
    "id": "2848781",
    "unitNumber": 2,
    "text": "Kamu alacaklarına ilişkin olarak şahsi kefaletle ilgili aşağıda verilenlerden hangisi yanlıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "AATUHK’de teminat hükmündeki kefalet müşterek ve müteselsil borçluluğu da kapsayacak şekildedir.",
      "B": "Şahsi kefalet, tespit edilecek şartlara uygun olarak, noterden tasdikli sözleşme ile tesis olunur.",
      "C": "Alacaklı tahsil dairesi, şahsi kefaleti ve kefil gösterilen kimseyi kabul edip etmemekte serbesttir.",
      "D": "Şahsi kefalette adi kefalet kabul edilir.",
      "E": "Alacaklı tahsil dairesi bazı durumlarda tek bir kefil yerine birden fazla kefil gösterilmesini isteyebilir."
    },
    "explanation": "Şahsi kefalette adi kefalet kabul edilmemektedir. Doğru yanıt D seçeneğidir."
  },
  {
    "id": "2848794",
    "unitNumber": 2,
    "text": "Adi kefalette aşağıdaki hallerden hangisinde doğrudan doğruya kefile başvurulamaz?",
    "correctAnswer": "A",
    "options": {
      "A": "Borçlunun borcunun muaccel olması",
      "B": "Borçlu aleyhine yapılan takibin sonucunda kesin aciz belgesi alınması.",
      "C": "Borçlu aleyhine Türkiye’de takibatın imkânsız hâle gelmesi veya önemli ölçüde güçleşmesi.",
      "D": "Borçlunun iflasına karar verilmesi.",
      "E": "Borçluya konkordato mehli verilmiş olması."
    },
    "explanation": "Aşağıdaki hâllerde doğrudan doğruya kefile başvurabilir:<br/>1. Borçlu aleyhine yapılan takibin sonucunda kesin aciz belgesi alınması.<br/>2. Borçlu aleyhine Türkiye’de takibatın imkânsız hâle gelmesi veya önemli ölçüde güçleşmesi.<br/>3. Borçlunun iflasına karar verilmesi.<br/>4. Borçluya konkordato mehli verilmiş olması. Doğru yanıt A seçeneğidir."
  },
  {
    "id": "2701639",
    "unitNumber": 3,
    "text": "\"Verginin ödenmesi bakımından, alacaklı vergi dairesine karşı muhatap olan kişi\" ifadesi ile aşağıdakilerden hangisi tanımlanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Vergi sorumlusu",
      "B": "Vergi mükellefi",
      "C": "Müşterek sorumlu",
      "D": "Muhasebeci",
      "E": "Avukat"
    },
    "explanation": "Vergi sorumlusu"
  },
  {
    "id": "2701640",
    "unitNumber": 3,
    "text": "5018 sayılı Kamu Malî Yönetimi ve Kontrol Kanunu’na tabi kamu idareleri<br/>borcun olmadığına dair belge aramadan ödeme yaptıkları takdirde aşağıdakilerden hangisi söz konusu olmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "İşlem tesisi eden kuruma idari para cezası kesilmektedir.",
      "B": "İşlem tesisi eden kurum uyarılmaktadır.",
      "C": "İşlem tesisi eden kurumun idarecisi görevden alınmaktadır",
      "D": "İşlem tesisi eden kurumun sorumlu yöneticisine hapis cezası verilmektedir.",
      "E": "İşlem tesisi eden kurum fesh edilmektedir."
    },
    "explanation": "İşlem tesisi eden kuruma idari para cezası kesilmektedir."
  },
  {
    "id": "2701642",
    "unitNumber": 3,
    "text": "Takibata yetkili tahsil dairesi tarafından getirilen zorunluluğa rağmen borcun olmadığına dair belge aranmadan ödeme yapanlara verilen para cezasına karşı ceza muhatabı aşağıdaki hangi mahkemeye başvurabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "İdare mahkemesi",
      "B": "Vergi mahkemesi",
      "C": "Sulh hukuk mahkemesi",
      "D": "Ticaret mahkemesi",
      "E": "Danıştay"
    },
    "explanation": "İdare mahkemesine başvurulabilir"
  },
  {
    "id": "2701643",
    "unitNumber": 3,
    "text": "Kurumlar vergisi mükelleflerinin tasfiyesinde aşağıdaki hangi kanun uygulanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kurumlar Vergisi Kanunu",
      "B": "Amme Alacaklarının Tahsil Usulü Hakkında Kanun",
      "C": "İcra Ve İflas Kanunu",
      "D": "Türk Ticaret Kanunu",
      "E": "Borçlar Kanunu"
    },
    "explanation": "Kurumlar Vergisi Kanunu uygulanmaktadır"
  },
  {
    "id": "2701644",
    "unitNumber": 3,
    "text": "Tasfiye memurları kurumun tahakkuk etmiş vergileri için karşılık ayırmadan ortaklara paylaştırma yapmaları halinde aşağıdakilerden hangisi söz konusu olabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tasfiye memurları vergi asıl ve zamları ile cezalarından müteselsilen sorumlu olurlar",
      "B": "Tasfiye memurları ceza mahkemelerinde yargılanırlar",
      "C": "Tasfiye memurlarına vergi ziyaı cezası kesilir",
      "D": "Tasfiye memurlarının bu görevleri sona erdirilir",
      "E": "Tasfiye memurlarına usulsüzlük eczası verilir."
    },
    "explanation": "Tasfiye memurları vergi asıl ve zamları ile cezalarından müteselsilen sorumlu olurlar"
  },
  {
    "id": "2701645",
    "unitNumber": 3,
    "text": "\"Limited şirket ortakları ise tasfiye öncesi dönemlerle ilgili olarak bu kapsamda doğacak kamu alacaklarından .............. sorumlu tutulmaktadır.\" ifadesinde boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sermaye payları oranında",
      "B": "Müteselsilen",
      "C": "Tamamen",
      "D": "Şahsen",
      "E": "Müştereken"
    },
    "explanation": "Sermaye payları oranında sorumlu tutulmaktadır."
  },
  {
    "id": "2701646",
    "unitNumber": 3,
    "text": "\"Tüzel kişilerin tasfiyesinde, bunların borçlu bulundukları kamu alacaklarını ödeme ödevi ve diğer ödevleri ........ geçer.\" ifadesinde boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tasfiye memurlarına",
      "B": "Yönetim kuruluna",
      "C": "Disiplin kuruluna",
      "D": "Yeminli mali müşavire",
      "E": "Ortaklara"
    },
    "explanation": "Tasfiye memurlarına geçmektedir."
  },
  {
    "id": "2701647",
    "unitNumber": 3,
    "text": "Tasfiye memurları ya da tasfiyeyi yürütenler, tasfiye sürecinin başladığını ne kadar süre içinde tahsil dairelerine bildirmek zorundadırlar?",
    "correctAnswer": "A",
    "options": {
      "A": "3 gün",
      "B": "5 gün",
      "C": "7 gün",
      "D": "10 gün",
      "E": "15 gün"
    },
    "explanation": "3 gün içinde bildirmelidir"
  },
  {
    "id": "2701648",
    "unitNumber": 3,
    "text": "Bölünme kurumu aşağıdakilerden hangisi için söz konusu olabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Limited şirket",
      "B": "Kollektif şirket",
      "C": "Adi komandit şirket",
      "D": "Adi şirket",
      "E": "Kooperatif"
    },
    "explanation": "Sadece sermaye şirketleri bölünebilmektedir. bu nedenle sermaye şirketi olan limited şirket bölünebilir."
  },
  {
    "id": "2701649",
    "unitNumber": 3,
    "text": "Tüzel kişilerin tasfiyesinde, bunların borçlu bulundukları kamu alacaklarının ödenmesi ve AATUHK’nın uygulanmasıyla ilgili ödevler aşağıdakilerden hangisine geçmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tasfiye Memuruna",
      "B": "Sulh Hukuk Mahkemesi Hakimine",
      "C": "Asliye Hukuk Mahkemesi Hakimine",
      "D": "Sulh Ceza Mahkemesi Hakimine",
      "E": "Asliye Ceza Mahkemesi Hakimine"
    },
    "explanation": "Tüzel kişilerin tasfiyesinde, bunların borçlu bulundukları kamu alacaklarının ödenmesi ve AATUHK’nın uygulanmasıyla ilgili ödevler tasfiye memuruna geçmektedir. Dolayısıyla sorunun doğru cevabı A şıkkıdır."
  },
  {
    "id": "2701650",
    "unitNumber": 3,
    "text": "Birleşme, devir, bölünme ve şekil değiştirme durumlarında kamu alacağının güvenliğinin sağlanması için sorumluluk hükümleri aşağıdakilerden hangisinde yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Borçlar Kanunu",
      "B": "Türk Ticaret Kanunu",
      "C": "AATUHK",
      "D": "Vergi Usul Kanunu",
      "E": "Kurumlar Vergisi Kanunu"
    },
    "explanation": "AATUHK’nin 36. maddesinde birleşme, devir, bölünme ve şekil değiştirme durumlarında kamu alacağının güvenliğinin sağlanması için sorumluluk hükümleri yer almaktadır. Dolayısıyla sorunun doğru cevabı C şıkkıdır."
  },
  {
    "id": "2701651",
    "unitNumber": 3,
    "text": "Verginin ödenmesi bakımından, alacaklı vergi dairesine karşı muhatap olan kişiye ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Vergi mükellefi",
      "B": "Vergi Taşıyıcısı",
      "C": "Beyanname Sorumlusu",
      "D": "Vergi Sorumlusu",
      "E": "Mali Sorumlu"
    },
    "explanation": "Vergi Usul Kanunu’nun 8. maddesinde vergi sorumlusu “verginin ödenmesi bakımından, alacaklı vergi dairesine karşı muhatap olan kişi” olarak tanımlanmıştır. Dolayısıyla sorunun doğru cevabı D şıkkıdır."
  },
  {
    "id": "2701652",
    "unitNumber": 3,
    "text": "Türk Borçlar Kanunu’nun 141. maddesinde, birden fazla kişinin aynı bir borcun tamamının borçlusu olmasına ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Şahsi sorumluluk",
      "B": "Toplumsal sorumluluk",
      "C": "Müteselsil sorumluluk",
      "D": "Denetimli sorumluluk",
      "E": "Sınırlı sorumluluk"
    },
    "explanation": "Müteselsil sorumluluk ya da zincirleme sorumluluk. Müteselsil sorumluluk Türk Borçlar<br/>Kanunu’nun 141. maddesinde, birden fazla kişinin aynı bir borcun tamamının borçlusu olması<br/>şeklinde tanımlanmaktadır. Dolayısıyla sorunun doğru cevabı C şıkkıdır."
  },
  {
    "id": "2701653",
    "unitNumber": 3,
    "text": "Tasfiye memurları ya da tasfiyeyi yürütenler, tasfiye sürecinin başladığını kaç gün içinde tahsil dairelerine bildirmek zorundadırlar?",
    "correctAnswer": "B",
    "options": {
      "A": "1",
      "B": "3",
      "C": "5",
      "D": "10",
      "E": "15"
    },
    "explanation": "Tasfiye memurları ya da tasfiyeyi yürütenler, tasfiye sürecinin başladığını üç gün içinde tahsil dairelerine bildirmek zorundadırlar. Dolayısıyla sorunun doğru cevabı B şıkkıdır."
  },
  {
    "id": "2701654",
    "unitNumber": 3,
    "text": "Mevcut düzenlemelere göre bir şirketin kuruluşu, ortaklık yapıları ve taşıması gereken diğer özellikler aşağıdakilerden hangisinde düzenlenmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Borçlar Kanunu",
      "B": "İş Kanunu",
      "C": "Vergi Usul Kanunu",
      "D": "Kurumlar Vergisi Kanunu",
      "E": "Türk Ticaret Kanunu"
    },
    "explanation": "Her bir şirketin kuruluşu, ortaklık yapıları ve taşıması gereken diğer özellikler Türk Ticaret Kanunu’nda düzenlenmiştir. Dolayısıyla sorunun doğru cevabı E şıkkıdır."
  },
  {
    "id": "2701655",
    "unitNumber": 3,
    "text": "Vergi hukukunda kanuni temsilcilerin sorumluluğuna ilişkin hükümlerin yer aldığı yasal düzenlemelerden biri aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Vergi Usul Kanunu",
      "B": "Gelir Vergisi Kanunu",
      "C": "Türk Ticaret Kanunu",
      "D": "Kurumlar Vergisi Kanunu",
      "E": "Gider Vergileri Kanunu"
    },
    "explanation": "Vergi hukukunda kanuni temsilcilerin sorumluluğuna ilişkin hükümler VUK’un “Kanuni Temsilcilerin Ödevi” başlıklı 10. maddesinde ve 6183 sayılı Amme Alacakları Tahsil Usulü Hakkında Kanun’un “Kanuni Temsilcilerin Sorumluluğu” başlıklı mükerrer 35. maddesinde yer almaktadır. Dolayısıyla sorunun doğru cevabı A şıkkıdır."
  },
  {
    "id": "2701656",
    "unitNumber": 3,
    "text": "Kurumlarda devirle ilgili vergisel düzenlemeler aşağıdaki yasal düzenlemelerden hangisinde yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Borçlar Kanunu",
      "B": "Türk Ticaret Kanunu",
      "C": "Vergi Usul Kanunu",
      "D": "Kurumlar Vergisi Kanunu",
      "E": "Medeni Kanun"
    },
    "explanation": "Devirle ilgili vergisel düzenlemeler, Kurumlar Vergisi Kanunu’nun 19. maddesinde yer almaktadır. Dolayısıyla sorunun doğru cevabı D şıkkıdır."
  },
  {
    "id": "2701657",
    "unitNumber": 3,
    "text": "Bir anonim şirket, limited şirkete dönüşmesine ilişkin hükümler aşağıdakilerden hangisinde yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Türk Ticaret Kanunu",
      "B": "İş Kanunu",
      "C": "Borçlar Kanunu",
      "D": "Vergi Usul Kanunu",
      "E": "AATUHK"
    },
    "explanation": "6102 sayılı Türk Ticaret Kanunu’nun 181. maddesinin birinci fıkrasının (a) bendine göre<br/>bir anonim şirket, limited şirkete dönüşebilecektir. Dolayısıyla sorunun doğru cevabı A şıkkıdır."
  },
  {
    "id": "2701658",
    "unitNumber": 3,
    "text": "Kanuni temsilcilerin sorumluluğuna ilişkin olarak AATUHK yer alan sorumluluk aşağıdakilerden hangisi ile nitelendirilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Objektif Sorumluluk",
      "B": "Kusurlu Sorumluluk",
      "C": "Sınırlı Sorumluluk",
      "D": "Sübjektif Sorumluluk",
      "E": "Zincirleme Sorumluluk"
    },
    "explanation": "AATUHK, mükerrer m. 35’te yer alan bu sorumluluk kusursuz sorumluluk (objektif sorumluluk) olarak nitelendirilmektedir."
  },
  {
    "id": "2850966",
    "unitNumber": 3,
    "text": "Tasfiye memurlarının, vergi incelemesinin yapılmasına dair dilekçelerini vermelerinden itibaren hangi süre içinde, vergi dairesi tarafından sonuç yazısı bildirilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sonuç vergi dairesi tarafından vergi incelemesinin sona ermesini izleyen 3 gün içinde tasfiye memurlarına yazı ile bildirmektedir.",
      "B": "Sonuç vergi dairesi tarafından vergi incelemesinin sona ermesini izleyen 30 gün içinde tasfiye memurlarına yazı ile bildirmektedir.",
      "C": "Sonuç vergi dairesi tarafından vergi incelemesinin sona ermesini izleyen 10 gün içinde tasfiye memurlarına yazı ile bildirmektedir.",
      "D": "Sonuç vergi dairesi tarafından vergi incelemesinin sona ermesini izleyen 20 gün içinde tasfiye memurlarına yazı ile bildirmektedir.",
      "E": "Sonuç vergi dairesi tarafından vergi incelemesinin sona ermesini izleyen 5 gün içinde tasfiye memurlarına yazı ile bildirmektedir."
    },
    "explanation": "Tasfiye memurları, tasfiye beyannamelerinin verilmesiyle beraber işlemlerinin vergisel yönden incelenmesini dilekçe ile isterler. Dilekçenin verilmesinden başlayarak en geç üç içinde vergi incelemesine başlanmakta ve aralıksız devam edilmektedir. Sonuç vergi dairesi tarafından vergi incelemesinin sona ermesini izleyen 30 gün içinde tasfiye memurlarına yazı ile bildirmektedir."
  },
  {
    "id": "2850987",
    "unitNumber": 3,
    "text": "Limited şirket ortaklarının tasfiye öncesi dönemlerle ilgili olarak bu kapsamda doğacak kamu alacaklarından sorumluluğu aşağıdaki şıklardan hangisinde doğru olarak gösterilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ortakların sorumluluğu yoktur.",
      "B": "Ortaklar şirketin toplam sermayesi ile sorumludur.",
      "C": "Ortaklar sermaye payları oranında sorumludur.",
      "D": "Ortaklar 50.000 TL'ye kadar sorumludur.",
      "E": "Ortaklar 500.000 TL'ye kadar sorumludur."
    },
    "explanation": "Limited şirket ortakları ise tasfiye öncesi dönemlerle ilgili olarak bu kapsamda doğacak kamu alacaklarından sermaye payları oranında sorumlu tutulmaktadır. Tasfiye memurlarının sorumluluğu tasfiye sonucu dağıtılan tutarla sınırlı bir sorumluluktur (KVK, m. 17-9"
  },
  {
    "id": "2851005",
    "unitNumber": 3,
    "text": "Tasfiye memurlarının, limited şirketin kamu borçlarından sorumluluğu ile ilgili olarak aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Tasfiye memurlarının sorumluluğu toplam zarar oranındadır.",
      "B": "Tasfiye memurlarının sorumluluğu yoktur.",
      "C": "Tasfiye memurlarının sorumluluğu şirketin toplam sermayesi kadardır.",
      "D": "Tasfiye memurlarının sorumluluğu tasfiye sonucu dağıtılan tutarla sınırlı bir sorumluluktur.",
      "E": "Tasfiye memurlarının sorumluluğu 50.000 TL ile sınırlıdır."
    },
    "explanation": "Limited şirket ortakları tasfiye öncesi dönemlerle ilgili olarak bu kapsamda doğacak kamu alacaklarından sermaye payları oranında sorumlu tutulmaktadır. Tasfiye memurlarının sorumluluğu tasfiye sonucu dağıtılan tutarla sınırlı bir sorumluluktur (KVK, m. 17-9)"
  },
  {
    "id": "2851087",
    "unitNumber": 3,
    "text": "Limited şirket ortağının şirketteki sermaye payını devretmesi durumunda, kamu alacaklarının ödenmesinden kim sorumlu olur?",
    "correctAnswer": "E",
    "options": {
      "A": "Payı devreden",
      "B": "Payı devralan",
      "C": "Tüm ortaklar",
      "D": "Şirketin kendisi",
      "E": "Payını devreden ve payı devralan müteselsilen"
    },
    "explanation": "Limited şirket ortağının şirketteki sermaye payını devretmesi durumunda, payı devreden ve devralan kişiler, devir öncesine ait kamu alacaklarının ödenmesinden müteselsilen sorumludurlar. Ayrıca, kamu alacağının doğduğu ve ödenmesi gerektiği zamanlarda pay sahiplerinin farklı olması durumunda, bu kişiler de kamu alacağının ödenmesinden müteselsilen sorumludurlar (AATUHK, m. 35/ 2, 3)."
  },
  {
    "id": "2851096",
    "unitNumber": 3,
    "text": "Kanuni temsilcilerin kanuna aykırı hareketlerinden dolayı, ceza sorumluluğu aşağıdakilerden hangisine aittir?",
    "correctAnswer": "C",
    "options": {
      "A": "Küçük",
      "B": "Kısıtlı",
      "C": "Kanuni temsilci",
      "D": "Şirket tüzel kişiliği",
      "E": "Hiç kimsenin sorumluluğu yoktur."
    },
    "explanation": "“Velayet ve vesayet altında bulunanlar veya işlerinin idaresi bir kayyıma tevdi edilmiş olanlar, kendilerine izafeten veli, vasi veya kayyımın vergi kanunlarına aykırı hareketlerinden dolayı cezaya muhatap tutulamazlar. Bu hâllerde cezanın muhatabı, veli, vasi veya kayyımdır” (VUK, m. 332). Buna göre; kanuni temsilciler kanuna aykırı hareketlerinden dolayı, ceza sorumluluğunun şahsiliği ilkesi gereği vergi cezalarından sorumlu olurlar."
  },
  {
    "id": "2851106",
    "unitNumber": 3,
    "text": "Kurumlar Vergisi Kanunu’na göre; bir veya birkaç kurumun diğer bir kurumla birleşmesinde aşağıdakilerden hangisi vergiye matrah olur?",
    "correctAnswer": "A",
    "options": {
      "A": "Birleşme kârı",
      "B": "Tasfiye kârı",
      "C": "Yıllık kâr",
      "D": "Tüzel kişinin sermayesi",
      "E": "Ortakların sermaye payı"
    },
    "explanation": "Kurumlar Vergisi Kanunu’na göre; bir veya birkaç kurumun diğer bir kurumla birleşmesi, birleşme nedeniyle infisah eden kurumlar bakımından tasfiye hükmündedir. Ancak, birleşmede tasfiye kârı yerine birleşme kârı vergiye matrah olur."
  },
  {
    "id": "2851119",
    "unitNumber": 3,
    "text": "Türk Ticaret Kanunu'na göre; bir limited şirket aşağıdakilerden hangisine dönüşebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kollektif şirket",
      "B": "Dernek",
      "C": "Adi şirket",
      "D": "Adi komandit şirket",
      "E": "Anonim şirket"
    },
    "explanation": "6102 sayılı Türk Ticaret Kanunu’nun 181. maddesinin birinci fıkrasının (a) bendine göre bir anonim şirket, limited şirkete dönüşebilecektir. Yine, 6102 sayılı Türk Ticaret Kanunu’nun 181. maddesinin birinci fıkrasının (b) ve (c) bentlerine göre bir kollektif veya komandit şirket, bir anonim veya limited şirkete dönüşebilecektir."
  },
  {
    "id": "2851135",
    "unitNumber": 3,
    "text": "Anonim şirketler, istisnai hükümler dışında aşağıdakilerden hangisi ile yönetilir ve temsil edilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yönetim kurulu",
      "B": "Genel kurul",
      "C": "Denetçiler",
      "D": "Müdürler",
      "E": "Yeminli mali müşavirler"
    },
    "explanation": "Anonim şirketler, istisnai hükümler dışında yönetim kurulu tarafından yönetilir ve temsil olunur. (TTK, m. 365). Limited şirketin sözleşmesi ile yönetimi ve temsili, müdür sıfatını taşıyan bir veya birden fazla ortağa veya tüm ortaklara ya da üçüncü kişilere verilebilir. En azından bir ortağın, şirketi yönetim hakkının ve temsil yetkisinin bulunması gerekir (TTK, m. 623)."
  },
  {
    "id": "2851147",
    "unitNumber": 3,
    "text": "Limited şirketlerin sermayesi ile ilgili olarak aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Limited şirketlerin esas sermayesi otuz bin Türk Lirası olup bu tutar Cumhurbaşkanı tarafından on katına kadar artırılabilir.",
      "B": "Limited şirketlerin esas sermayesi on bin Türk Lirası olup bu tutar Cumhurbaşkanı tarafından on katına kadar artırılabilir.",
      "C": "Limited şirketlerin esas sermayesi otuz bin Türk Lirası olup bu tutar Cumhurbaşkanı tarafından yirmi katına kadar artırılabilir.",
      "D": "Limited şirketlerin esas sermayesi beş bin Türk Lirası olup bu tutar Cumhurbaşkanı tarafından on beş katına kadar artırılabilir.",
      "E": "Limited şirketlerin esas sermayesi elli bin Türk Lirası olup bu tutar Cumhurbaşkanı tarafından on katına kadar artırılabilir."
    },
    "explanation": "TTK’nin 580. maddesine göre; limited şirketlerin esas sermayesi onbin Türk Lirası olup bu tutar Cumhurbaşkanı tarafından on katına kadar artırılabilir."
  },
  {
    "id": "2851161",
    "unitNumber": 3,
    "text": "Limited şirket ortaklarının sermaye payları ile ilgili olarak aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Esas sermaye paylarının itibarî değerleri farklı olabilir. Ancak, esas sermaye paylarının değerlerinin yirmibeş Türk Lirası veya bunun katları olması şarttır.",
      "B": "Esas sermaye paylarının itibarî değerleri farklı olamaz. Ancak, esas sermaye paylarının değerlerinin yirmibeş Türk Lirası veya bunun katları olması şarttır.",
      "C": "Esas sermaye paylarının itibarî değerleri farklı olabilir. Ancak, esas sermaye paylarının değerlerinin on beş Türk Lirası veya bunun katları olması şarttır.",
      "D": "Esas sermaye paylarının itibarî değerleri farklı olabilir. Ancak, esas sermaye paylarının değerlerinin elli Türk Lirası veya bunun katları olması şarttır.",
      "E": "Esas sermaye paylarının itibarî değerleri farklı olabilir. Ancak, esas sermaye paylarının değerlerinin elli beş Türk Lirası veya bunun katları olması şarttır."
    },
    "explanation": "Esas sermaye paylarının itibarî değerleri farklı olabilir. Ancak, esas sermaye paylarının değerlerinin yirmibeş Türk Lirası veya bunun katları olması şarttır. Bir esas sermaye payının vereceği oyun, 618’ inci madde uyarınca itibarî değere göre hesaplanması, esas sermaye payının bölünmesi değildir. Aynı hüküm bir hakkın veya yükümlülüğün itibarî değere göre belirlendiği durumlar için de geçerlidir"
  },
  {
    "id": "2701659",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi, kamu alacakları ile ilgili özel kanun adının kısaltılmış şeklidir?",
    "correctAnswer": "D",
    "options": {
      "A": "HATUAK",
      "B": "TUHKAA",
      "C": "KAAHUT",
      "D": "AATUHK",
      "E": "AAKHUT"
    },
    "explanation": "Kamu alacakları ile ilgili özel kanun adı, \"Amme Alacakları Tahsil Usulü Hakkında Kanun\" dur. Kanun adının uzunluğu nedeniyle, özellikle yazılı metinlerde Kanun adının kısaltılmış şekli olan AATUHK yazılışı tercih edilmektedir."
  },
  {
    "id": "2701660",
    "unitNumber": 4,
    "text": "6183 sayılı Kanunda makbuz karşılığı ödemenin yanında özel ödeme şekillerine de yer verilmiştir. Aşağıdakilerden hangisi bu ödeme şekillerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Çizgili çek kullanılarak ödeme yapılması",
      "B": "Mükellef hesabından aynı bankadaki ilgili vergi dairesi hesabına aktarma yapılması",
      "C": "Posta idaresi aracılığı ile ödeme yapılması",
      "D": "Kredi kartı ile ödeme yapılması",
      "E": "Altın ile ödeme yapılması"
    },
    "explanation": "6183 sayılı Kanunda makbuz karşılığı ödemenin yanında özel ödeme şekillerine de yer verilmiştir. Sorunun cevap şıklarında verilen ilk dört tür ödeme şıkkı bunlardır. Altın ile ödeme ise Kanunda belirtilen özel ödeme şekillerinden biri değildir."
  },
  {
    "id": "2701661",
    "unitNumber": 4,
    "text": "Özel Kanunlarında ödeme zamanı belirtilmeyen kamu alacakları, yapılacak tebliğden itibaren ne kadar sürede ödenmek zorundadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Bir hafta",
      "B": "On beş gün",
      "C": "Bir ay",
      "D": "Kırk beş gün",
      "E": "Altmış gün"
    },
    "explanation": "Özel Kanunlarında ödeme zamanı belirtilmeyen kamu alacakları, yapılacak tebliğden itibaren bir ay içinde ödenmek zorundadır?"
  },
  {
    "id": "2701662",
    "unitNumber": 4,
    "text": "Hazine ve Maliye Bakanlığı, mücbir sebep hali ilan edilen yerlerdeki mükelleflerin vergilerinin ödeme sürelerini, vadelerinin bitiminden itibaren azami ne kadar uzatmaya yetkilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Üç ay",
      "B": "Altı ay",
      "C": "Dokuz ay",
      "D": "On iki ay",
      "E": "On beş ay"
    },
    "explanation": "Hazine ve Maliye Bakanlığı, mücbir sebep hali ilan edilen yerlerdeki mükelleflerin vergilerinin ödeme sürelerini, vadelerinin bitiminden itibaren azami on iki ay uzatmaya yetkilidir."
  },
  {
    "id": "2701663",
    "unitNumber": 4,
    "text": "Gelir Vergisi Kanunu'na göre, ölüm halinde beyannamenin hangi sürede verilmesi gerekir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ölüm tarihinden itibaren bir ay içinde",
      "B": "Ölüm tarihinden itibaren iki ay içinde",
      "C": "Ölüm tarihinden itibaren üç ay içinde",
      "D": "Ölüm tarihinden itibaren dört ay içinde",
      "E": "Ölüm tarihinden itibaren altı ay içinde"
    },
    "explanation": "Gelir Vergisi Kanunu'na göre ölüm halinde beyannamenin, ölüm tarihinden itibaren dört ay içinde verilmesi gerekir."
  },
  {
    "id": "2701664",
    "unitNumber": 4,
    "text": "Kamu alacağının ödeme süresinden önce ödenmesini mükellef için avantajlı hale getiren düzenlemenin adı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İstisna",
      "B": "Muafiyet",
      "C": "İndirim",
      "D": "Erken ödeme indirimi",
      "E": "Özendirme indirimi"
    },
    "explanation": "Kamu alacağının ödeme süresinden önce ödenmesini mükellef için avantajlı hale getiren düzenlemenin adı \"Erken Ödeme İndirimi\" dir."
  },
  {
    "id": "2701665",
    "unitNumber": 4,
    "text": "Makbuz karşılığı ödemede, borçlular makbuzlarını ne kadar süre ile saklamaya ve sorumlu memurlar tarafından istendiği zaman göstermeye mecburdurlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Kamu alacağının tahsil zaman aşımı süresi sonuna kadar",
      "B": "Bir ay",
      "C": "Üç ay",
      "D": "Altı ay",
      "E": "Bir yıl"
    },
    "explanation": "Makbuz karşılığı ödemede, borçlular makbuzlarını, <strong>\"kamu alacağının tahsil zaman aşımı süresi sonuna\"</strong> kadar saklamaya ve sorumlu memurlar tarafından istendiği zaman göstermeye mecburdurlar."
  },
  {
    "id": "2701666",
    "unitNumber": 4,
    "text": "Kamu borcunun posta ile ödenmesi halinde yatırılan paraların, ödemenin yapıldığı tarihten itibaren en çok kaç gün içinde ilgili vergi dairesine aktarılması zorunludur?",
    "correctAnswer": "C",
    "options": {
      "A": "Üç gün",
      "B": "Yedi gün",
      "C": "10 gün",
      "D": "On beş gün",
      "E": "Yirmi gün"
    },
    "explanation": "Kamu borcunun posta ile ödenmesi halinde yatırılan paraların, ödemenin yapıldığı tarihten itibaren en çok \"<strong>on gün\"</strong> içinde ilgili vergi dairesine aktarılması zorunludur."
  },
  {
    "id": "2701667",
    "unitNumber": 4,
    "text": "Bankalara nakden yapılan vergi ödemelerinin T. C. Merkez Bankasına aktarılma süresi, tahsilatın nakden yapılması halinde en çok kaç gündür?",
    "correctAnswer": "B",
    "options": {
      "A": "Tahsil tarihinden itibaren üç gün",
      "B": "Tahsil tarihinden itibaren yedi gün",
      "C": "Tahsil tarihinden itibaren on gün",
      "D": "Tahsil tarihinden itibaren on beş gün",
      "E": "Tahsil tarihinden itibaren yirmi gün"
    },
    "explanation": "Bankalara nakden yapılan vergi ödemelerinin T. C. Merkez Bankasına aktarılma süresi, tahsilatın nakden yapılması halinde <strong>\"tahsil tarihinden itibaren yedi gün\"</strong> dür."
  },
  {
    "id": "2701668",
    "unitNumber": 4,
    "text": "Vergi mahkemesinde dava açma dolayısıyla tahsili durdurulan vergilerden taksit süreleri geçmiş olanlar, vergi mahkemesi kararına göre hesaplanan vergi ihbarnamesinin tebliğ tarihinden itibaren ne kadar süre içinde ödenmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Üç gün",
      "B": "Yedi gün",
      "C": "On beş gün",
      "D": "Bir ay",
      "E": "İki ay"
    },
    "explanation": "Vergi mahkemesinde dava açma dolayısıyla tahsili durdurulan vergilerden taksit süreleri geçmiş olanlar, vergi mahkemesi kararına göre hesaplanan vergi ihbarnamesinin tebliğ tarihinden itibaren <strong>\"bir ay içinde\"</strong> ödenmelidir?"
  },
  {
    "id": "2701669",
    "unitNumber": 4,
    "text": "Hazine Ve Maliye Bakanlığının mücbir sebep ilan edilen yerlerde ödeme süresi afet tarihinden sonraya rastlayan vergilerin ödeme sürelerini en fazla uzatabileceği süre aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "On beş gün",
      "B": "Otuz gün",
      "C": "Üç ay",
      "D": "Altı ay",
      "E": "Bir yıl"
    },
    "explanation": "Kamu Alacaklarının Ödeme Zamanı<br/>Hazine ve Maliye Bakanlığı; mücbir sebep hâli ilan edilen yerlerdeki mükelleflerin, ödeme süresi afet tarihinden sonraya rastlayan her türlü vergi, ceza ve gecikme faizleri ile mücbir sebep düzenlemeleri kapsamında verecekleri beyannamelere istinaden tahakkuk ettirilen vergilerin ödeme sürelerini, vadelerinin bitim tarihinden itibaren azamî bir yıl süreyle uzatmaya yetkilidir"
  },
  {
    "id": "2701670",
    "unitNumber": 4,
    "text": "14 Eylül 2019 tarihinde vefat eden gelir vergisi mükellefi Bay(A)'nın mirası reddetmemiş kanuni mirasçıları 2019 yılına ilişkin gelir vergisini en son hangi tarihte ödeyebilirler?",
    "correctAnswer": "B",
    "options": {
      "A": "31.12. 2019",
      "B": "14.01.2020",
      "C": "31.01.2020",
      "D": "14.03.2020",
      "E": "31.03.2020"
    },
    "explanation": "Çeşitli Kamu Alacaklarının Normal Ödeme Zamanları<br/>Ölüm halinde gelir vergisi beyannamesi ölüm tarihinden itibaren dört ay içerinde verilir ve ödenmesi gereken gelir vergisi aynı süre içerinde ödenir. Buna göre son ödeme tarihi 14.01.2020 tarihidir."
  },
  {
    "id": "2701671",
    "unitNumber": 4,
    "text": "10 Nisan 2020 tarihinde işini terk eden Bay (A) Nisan 2020 ayına ilişkin katma değer vergisini en son hangi tarihe kadar ödeyebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "24 Nisan 2020",
      "B": "30 Nisan 2020",
      "C": "24 Mayıs 2020",
      "D": "26 Mayıs 2020",
      "E": "31 Mayıs 2020"
    },
    "explanation": "Çeşitli Kamu Alacaklarında Normal Ödeme Zamanları<br/>İşin terk edilmesi halinde terk edilen aya ilişkin beyan izleyen ayın içinde beyan süresinde yapılır ve tahakkuk eden vergide beyan edilen ayın 26. günü akşamına kadar ödenebilir."
  },
  {
    "id": "2701672",
    "unitNumber": 4,
    "text": "2019 yılına ilişkin beyannamesini süresinde veren mükellefin kanuni defter ve belgeleri üzerinde yapılan vergi incelemesi sonrası beyanında eksiklik olduğu gerekçesi ile kendisine ikmâlen gelir vergisi tarh edilmiştir. Mükellef de itiraz etmediği için taksit süresi kısmen geçen vergi tahakkuk etmiştir. Söz konusu vergisinin tahakkuk tarihinden itibaren hangi süre içerinde ödenmesi gerekmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "15 gün",
      "B": "30 gün",
      "C": "1 ay",
      "D": "3 ay",
      "E": "6 ay"
    },
    "explanation": "İkmalen, Re’sen ve İdarece Tarh Edilen Vergilerde Özel Ödeme Zamanı<br/>İkmâlen, re'sen veya idarece tarh olunan vergiler taksit zamanlarından önce tahakkuk etmişse taksit süreleri içinde; taksit süreleri kısmen veya tamamen geçtikten sonra tahakkuk etmişse geçmiş taksitler, tahakkuk tarihinden başlayarak bir ay içinde ödenir."
  },
  {
    "id": "2701673",
    "unitNumber": 4,
    "text": "Adına ikmalen tarh edilen vergiye ilişkin olarak uzlaşmaya başvurulmuş ve uzlaşma da vaki olmuş ise uzlaşılan vergi ve cezaların ödeme zamanın başlangıcına esas olan olay aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İkmalen tarh edilen verginin tebliğ tarihi",
      "B": "Uzlaşmaya başvuru tarihi",
      "C": "Uzlaşma görüşmelerinin yapıldığı tarih",
      "D": "Uzlaşma tutanağının tebliğ edildiği tarih",
      "E": "İkmalen tarh edilen verginin normal vade tarihi"
    },
    "explanation": "Uzlaşma Konusu Yapılan Vergi ve Cezalarda Ödeme Zamanı<br/>Uzlaşma vaki olmuş ise ödeme süresinin başlangıcına esas olan olay uzlaşma tutanağının tebliğ tarihidir."
  },
  {
    "id": "2701674",
    "unitNumber": 4,
    "text": "Katma Değer Vergisi Kanunu'na göre ithalde alınan katma değer vergisi aşağıdakilerden hangisine ödenmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İthalat işlemlerinin yapıldığı gümrük idaresine",
      "B": "İthalat yapılan yerde bulunan vergi dairesine",
      "C": "Hazine ve Maliye Bakanlığınca belirlenen vergi dairesine",
      "D": "İthalat yapanın katma değer vergisi bakımından bağlı olduğu vergi dairesine",
      "E": "Gelir İdaresi Başkanlığına"
    },
    "explanation": "Kamu Alacaklarında Ödeme Yeri<br/>İthalde alınan katma değer vergisi ilgili gümrük idaresince tarh olunur ve aynı idareye ödenir."
  },
  {
    "id": "2701675",
    "unitNumber": 4,
    "text": "Kamu alacağının ödenme şekli ile ilgili olarak aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Vergi dairesine makbuz karşılığı yapılan her türlü ödeme kamu alacağına mahsup edilebilir.",
      "B": "Borçlular makbuzlarını kamu alacağının tahsil zamanaşımı süresi sonuna kadar saklamak zorunda değildir. Vergi dairesi kayıtları yeterli olur.",
      "C": "Kamu alacağı, esas olarak alacaklı tahsil dairesinin yetkili ve sorumlu memurları tarafından verilecek makbuzlar karşılığı ödenir.",
      "D": "Ödeme yapan kamu borçlusu sorumlu memurlar tarafından istendiği zaman ödeme makbuzunu göstermeye mecbur değildir.",
      "E": "Makbuzun posta ile gönderilmesinin gerekli olduğu durumlarda posta masrafı kamu borçlusu ödemek zorundadır."
    },
    "explanation": "Makbuz Karşılığı Ödeme<br/>Kamu alacağı, esas olarak alacaklı tahsil dairesinin yetkili ve sorumlu memurları tarafından verilecek, şekli ilgili kamu idareleri tarafından belirlenen, makbuzlar karşılığı ödenir."
  },
  {
    "id": "2701676",
    "unitNumber": 4,
    "text": "Vergi borcu kredi kartı ile anlaşmalı bankaya ödendiğinde söz konusu bankanın ödemeyi Merkez Bankasına aktarması gereken en geç süre aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "30 Gün",
      "B": "20 Gün",
      "C": "15 Gün",
      "D": "10 Gün",
      "E": "7 gün"
    },
    "explanation": "Özel Ödeme Şekilleri<br/>Verginin yatırıldığı banka en geç yirmi gün içerinde söz konusu ödemeyi Merkez Banksı hesaplarına aktarmak zorundadır."
  },
  {
    "id": "2701677",
    "unitNumber": 4,
    "text": "Vadesinde ödenmeyen kamu alacağı için kamu borçlusu isteğe bağlı ödeme yaptığında ödemenin mahsup edileceği alacaklar ile ilgili aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Ödeme süresi başlamış henüz vadesi yeni dolmuş kamu alacağına mahsup edilmesi gerekir.",
      "B": "En son zaman aşımına uğrayacak olan kamu alacağına mahsup edilmelidir.",
      "C": "Vadesi önce gelen ve teminatlı olana mahsup edilmelidir.",
      "D": "Ödemenin, alacak aslı ile fer’ilerinin tamamını karşılamaması halinde mahsup alacağın asıllarının mahsubu tamamlandıktan sonra fer'ilerine mahsup edilmelidir.",
      "E": "Aynı tarihte zaman aşımına uğrayacak alacaklarda her birine orantılı olarak mahsup edilmelidir."
    },
    "explanation": "Ödemenin Mahsup Edileceği Alacaklar<br/>A,B,C, D seçenekleri yanlış E seçeneğindeki \"Aynı tarihte zaman aşımına uğrayacak alacaklarda her birine orantılı olarak mahsup edilmelidir.\" ifade doğrudur."
  },
  {
    "id": "2701678",
    "unitNumber": 4,
    "text": "Mükellef 2018 yılı için ikmalen tarh edilen ve tahakkuk eden gelir vergisi, vergi ziyaı cezası ve gecikme faizini vadesinde ödememiştir. Mükellef 10 Haziran 2020 tarihinde borcunun yarısını karşılayacak bir ödeme yaptığına göre yapılan ödemenin mahsubuna ilişkin aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Önce gelir vergisine mahsup edilir.",
      "B": "Önce vergi cezaları, kalırsa gelir vergisine mahsup edilir.",
      "C": "Önce vergi cezaları ile gecikme faizi mahsup edilir.",
      "D": "Önce gelir vergisi ve gecikme zammına tahsil edilir.",
      "E": "Gelir vergisi, gecikme faizi ve vergi cezasına orantılı olarak mahsup edilir."
    },
    "explanation": "Ödemenin Mahsup Edileceği Alacaklar<br/>Mahsup edilecek tutarın alacak aslı ve fer’ilerinin tamamını karşılamaması durumunda mahsup, alacak aslı ve fer’ilerine orantılı olarak yapılacaktır."
  },
  {
    "id": "2845455",
    "unitNumber": 4,
    "text": "Kamu alacaklarının ödeme zamanıyla ilgili verilen ifadelerin hangisi doğrudur?<br/><ol type=\"I\"> <li>Özel kanunlarda belirtilen zamanlarda ödenir.</li> <li>Tebliğden itibaren üç ay içinde ödenmelidir.</li> <li>Ödemenin son günü, kamu alacağının vadesi günüdür.</li> <li>Borcun ödeme süresinden önce ödenmesi mümkündür.</li> <li>Kamu borçlusu ne zaman uygun olursa borcunu öder.</li> </ol>",
    "correctAnswer": "D",
    "options": {
      "A": "I,II ve V",
      "B": "IV ve V",
      "C": "Sadece V",
      "D": "I,III ve IV",
      "E": "II ve V"
    },
    "explanation": "D şıkkı I,III ve IV doğrudur, çünkü: Özel kanunlarda belirtilen zamanlarda ödenir; Ödemenin son günü, kamu alacağının vadesi günüdür; Borcun ödeme süresinden önce ödenmesi mümkündür. <br/>Diğer şıklardaki rakamları içeren ifadeler bu bağlamda uygun değildir."
  },
  {
    "id": "2845459",
    "unitNumber": 4,
    "text": "Mücbir sebep hâli ilan edilen yerlerde, ödeme süresi afet tarihinden sonraya rastlayan her türlü vergi, ceza ve gecikme faizleri ile mücbir sebep düzenlemeleri kapsamında vergilerin ödeme süreleri, vadelerin bitim tarihinden itibaren azamî ne kadar süreyle uzatılabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bir yıl",
      "B": "Altı ay",
      "C": "İki yıl",
      "D": "Üç ay",
      "E": "Beş yıl"
    },
    "explanation": "Hazine ve Maliye Bakanlığı; mücbir sebep hâli ilan edilen yerlerdeki mükelleflerin, ödeme süresi<br/>afet tarihinden sonraya rastlayan her türlü vergi, ceza ve gecikme faizleri ile mücbir sebep düzenlemeleri kapsamında beyannamelere istinaden tahakkuk ettirilen vergilerin ödeme sürelerini, vadelerinin bitim tarihinden itibaren azamî <strong>bir yıl</strong> süreyle uzatmaya yetkilidir.<br/>yukarıda belirtilen ifdeye istinaden doğru yanıt A şıkkıdır."
  },
  {
    "id": "2845463",
    "unitNumber": 4,
    "text": "Aşağıdakilerin hangisi Gelir Vergisi Kanunu’na göre; bir takvim yılına ait yıllık beyannamenin verilmesi gereken zaman dilimidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İzleyen yılın Şubat veya Haziran aylarının bitimine kadar.",
      "B": "Memleketi terk edenler terkten önceki on beş gün ile dört ay arasında.",
      "C": "İzleyen yılın Mart ayının başından yirmi beşinci günü akşamına kadar.",
      "D": "Yılın dördüncü ayının birinci gününden yirmi beşinci günü akşamına kadar.",
      "E": "Devam eden ayın yirmi dördüncü günü akşamına kadar"
    },
    "explanation": "C şıkkında bulununan \"İzleyen yılın Mart ayının başından yirmi beşinci günü akşamına kadar.\" ifadesi doğrudur. Diğer şıklar bu kapsamda uygun değildir."
  },
  {
    "id": "2845476",
    "unitNumber": 4,
    "text": "Uzlaşma konusu yapılan vergi ve cezalarda ödeme zamanı kısmen ya da tamamen geçtikten sonra ilgiliye tebliğ edilmişse, tebliğinden itibaren ne kadar süre içinde ödenmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Üç ay içinde",
      "B": "Bir yıl içinde",
      "C": "Altı ay içinde",
      "D": "Hemen",
      "E": "Bir ay içinde"
    },
    "explanation": "E şıkkında bulunan <strong>\"Bir ay içinde\"</strong> ifadesi doğrudur, diğer şıklar uygun değildir."
  },
  {
    "id": "2845490",
    "unitNumber": 4,
    "text": "Türk Borçlar Kanunu’nun hangi maddesine göre; Borcun ifa yeri, tarafların açık veya örtülü iradelerine göre belirlenmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "86. maddesine göre",
      "B": "89. maddesine göre",
      "C": "98. maddesine göre",
      "D": "93. maddesine göre",
      "E": "79. maddesine göre"
    },
    "explanation": "B şıkkındaki 89. maddesine göre doğru yanıttır. Diğer maddeler farklı içerikleri konu edinmektedir.<br/>Çünkü Türk Borçlar Kanunu’nun 89. maddesine göre; “Borcun ifa yeri, tarafların açık veya örtülü iradelerine göre belirlenir.\""
  },
  {
    "id": "2845499",
    "unitNumber": 4,
    "text": "Kamu alacaklarının özel kanunlarında borcun nereye ödeneceği belirtilmemişse aşağıdakilerden hangisi uygulanmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "GVK hükümleri",
      "B": "2577 sayılı İdari Yargılama",
      "C": "AATUHK hükümleri",
      "D": "KDV kanunu",
      "E": "TTK hükümleri"
    },
    "explanation": "AATUHK hükümleri doğru yanıttır, çünkü kamu alacaklarının özel kanunlarında borcun nereye ödeneceği belirtilmemişse AATUHK hükümleri uygulanmaktadır?<br/>Diğer şıklar uygun değildir."
  },
  {
    "id": "2845508",
    "unitNumber": 4,
    "text": "\"Kamu alacağı, esas olarak alacaklı tahsil dairesinin yetkili ve sorumlu memurları tarafından verilecek, şekli ilgili kamu idareleri tarafından belirlenen, ..... karşılığı ödenir.\"<br/>Yukarıdaki boşluğu uygun şekilde tamamlayan ifade aşağıdakilerin hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Beyanlar",
      "B": "İfadeler",
      "C": "Bildirimler",
      "D": "Makbuzlar",
      "E": "Dökümler"
    },
    "explanation": "Kamu alacağı, esas olarak alacaklı tahsil dairesinin yetkili ve sorumlu memurları tarafından verilecek, şekli ilgili kamu idareleri tarafından belirlenen, makbuzlar karşılığı ödenir. Bu nedenle doğru yanıt D şıkkıdır, diğer şıklar uygun değildir."
  },
  {
    "id": "2845515",
    "unitNumber": 4,
    "text": "Aşağıdakilerin hangisi Maliye Bakanlığına düzenleme yetkisi verilen özel ödeme şekillerindendir?<br/><ol type=\"I\"> <li>Banka kartı ile</li> <li>Postane aracılığıyla</li> <li>Bireysel senet ile</li> <li>Kredi kartı kullanarak</li> <li>Çizgili çek tercihi</li> </ol>",
    "correctAnswer": "E",
    "options": {
      "A": "Sadece IV",
      "B": "IV ve V",
      "C": "Sadece V",
      "D": "II, III ve IV",
      "E": "I,II, IV ve V"
    },
    "explanation": "E şıkkı doğrudur.<br/>Çünkü: Çizgili çek kullanılarak ödeme, Postaneler aracılığı ile ödeme, Banka kartı, kredi kartı ve benzeri şekilde ödemeler, Maliye Bakanlığına düzenleme yetkisi verilen özel ödeme şekillerindendir.<br/>Diğer şıklarda tamamına yer verilmemiştir."
  },
  {
    "id": "2845519",
    "unitNumber": 4,
    "text": "Bankalarca tahsil edilen veya banka kartı, kredi kartı ve benzeri kartlar kullanımı karşılığı olarak<br/>ödenmesi gereken paralar süresinde vergi dairelerine intikal ettirilmediği takdirde aşağıdakilerden hangisi gerçekleşir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gecikme zammı uygulanarak tahsil edilir.",
      "B": "Gecikme nedeniyle hatırlatma yapılır.",
      "C": "Bireysel ödemenin yapılması talep edilir.",
      "D": "Ödemenin zaman dolmadan yapılması istenir.",
      "E": "Farklı bir ödeme yeri ve şeklinin kullanımı önerilir."
    },
    "explanation": "A şıkkındaki \"Gecikme zammı uygulanarak tahsil edilir\", ifadesi doğrudur, diğer şıklar bu bağlamda uygun ifadeler değildir."
  },
  {
    "id": "2845551",
    "unitNumber": 4,
    "text": "Katma değer vergisi beyannamesi, mükellefler ve vergi kesintisi yapmakla sorumlu tutulanlar tarafından aşağıdaki hangi zaman diliminde vergi dairesine bildirilmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tahakkuk tarihinden başlayarak bir ay içinde.",
      "B": "Devam eden ayın yirmi dördüncü günü akşamına kadar.",
      "C": "Dördüncü ayın birinci gününden yirmi beşinci günü akşamına kadar.",
      "D": "Tebliği tarihinden itibaren bir ay içinde.",
      "E": "Mart ayının başından yirmi beşinci günü akşamına kadar."
    },
    "explanation": "B de bulunan \"Devam eden ayın yirmi dördüncü günü akşamına kadar\" şıkkı doğrudur, diğer şıklar uygun değildir."
  },
  {
    "id": "2701679",
    "unitNumber": 5,
    "text": "Kamu alacağı en fazla hangi süreyle tecil edilebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "6 ay",
      "B": "12 ay",
      "C": "18 ay",
      "D": "36 ay",
      "E": "60 ay"
    },
    "explanation": "Kamu alacağı 36 ayı geçmemek üzere ve faiz alınarak tecil edilebilir."
  },
  {
    "id": "2701680",
    "unitNumber": 5,
    "text": "Kamu alacaklarında tehir aşağıdaki mercilerden hangisi tarafından yapılabilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Maliye bakanlığı",
      "B": "Vergi dairesi",
      "C": "Alacaklı kamu idaresi",
      "D": "İcra dairesi",
      "E": "Mahkeme"
    },
    "explanation": "Tehir yargı mercilerince (mahkeme tarafından) yapılan ertelemeyi ifade eder."
  },
  {
    "id": "2701681",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangileri kamu alacaklarında borçlunun tecil talebinin değerlendirilmesinde dikkate alınması gereken unsurlardandır?<br/>I. Teminat gösterilmesi <br/>II. Borçlunun zor duruma düşme ihtimalinin bulunması<br/>III. Borcun dörtte birinin ödenmiş olması",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "I, II ve III",
      "E": "I ve III"
    },
    "explanation": "Tecil talebinin değerlendirilmesinin borçlunun yazılı talepte bulunmuş olması, teminat göstermesi ve borçlunun zor duruma düşme ihtimalinin bulunması dikkate alınır. Tecil için borcun dörtte birinin ödenmiş olması şartı aranmaz."
  },
  {
    "id": "2701682",
    "unitNumber": 5,
    "text": "Kamu borçlusunun alacaklı tahsil daireleri itibariyle tecil edilen borçlarının toplamı hangi miktarı aşarsa teminat gösterilmesi zorunludur?",
    "correctAnswer": "A",
    "options": {
      "A": "50.000-TL",
      "B": "100.000-TL",
      "C": "150.000-TL",
      "D": "200.000-TL",
      "E": "250.000-TL"
    },
    "explanation": "Kamu borçlusunun alacaklı tahsil daireleri itibariyle tecil edilen borçlarının toplamı 50.000 TL’yi aşarsa teminat gösterilmesi şartı aranır."
  },
  {
    "id": "2701683",
    "unitNumber": 5,
    "text": "Mükellef (A), vergi dairesine müracaat ederek, 150.000-TL borcunun taksitlendirilmesini talep etmiştir. Vergi dairesinin taksitlendirme talebini uygun görebilmesi için gerekli teminat unsuru bakımından aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Teminat göstermesi gerekli değildir.",
      "B": "Asgari 15.000-TL teminat göstermelidir.",
      "C": "Asgari 50.000-TL teminat göstermelidir.",
      "D": "Asgari 75.000-TL teminat göstermelidir.",
      "E": "Asgari 100.000-TL teminat göstermelidir."
    },
    "explanation": "Vergi dairesi, mükelleften taksitlendirilen bu borcu için 50.000,- lirayı aşan kısmın yarısı olan [(150.000-50.000=) 100.000/2=] 50.000 - lira değerinde teminat göstermesini isteyecektir.<br/>Vergi dairesi, mükelleften taksitlendirilen bu borcu için 50.000,- lirayı aşan kısmın yarısı olan [(150.000-50.000=) 100.000/2=] 50.000-TL değerinde teminat göstermesini isteyecektir."
  },
  {
    "id": "2701684",
    "unitNumber": 5,
    "text": "Mükellef (A), vergi dairesine müracaat ederek, 180.000-TL borcunun tecil edilmesini ve taksitlendirilmesini talep etmiştir. Borcun tecilinden önce borçlunun haczedilen otomobilinin değeri 50.000-TL'dir. Vergi dairesi tarafından borcun tecil edilmesi ve taksitlendirme talebinin uygun görebilmesi için gerekli olan teminat tutarı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Teminat gösterilmesi gerekli değildir.",
      "B": "Asgari 15.000-TL teminat gösterilmelidir.",
      "C": "Asgari 50.000-TL teminat gösterilmelidir.",
      "D": "Asgari 65.000-TL teminat gösterilmelidir.",
      "E": "Asgari 80.000-TL teminat gösterilmelidir."
    },
    "explanation": "Borçlunun haczedilen mallarının değeri (50.000-TL), tecil edilen borç tutarından (180.000TL) ve madde hükmüne göre istenilmesi gereken zorunlu teminat tutarından (65.000-TL) az ise haczedilen malların değeri ile gösterilmesi gereken zorunlu teminat tutarı arasındaki fark kadar teminat gösterilmesi istenilecektir. Bu durumda gösterilmesi gereken teminat [(180.000-50.000=) 130.000/2=] 65.000 ve 65.000-50.000= 15.000-TL'dir.<br/>Kamu borçlusunun alacaklı tahsil daireleri itibariyle tecil edilen borçlarının toplamı 50.000 TL’yi (bu tutar dahil) aşmadığı takdirde teminat şartı aranmamaktadır. Bu tutarın üzerindeki kamu alacaklarının tecilinde, gösterilmesi zorunlu teminat tutarı 50.000 TL’yi <strong>aşan kısmın yarısıdır. </strong><br/>Tecil talep edilen borç tutarı 180.000TL' dir ve madde hükmüne göre istenilmesi gereken zorunlu teminat tutarı [(180.000-50.000=) 130.000/2=] 65.000 TL'dir.<br/>Mükellef A'nın 65.000-TL. teminat göstermesi istenecektir. Ancak daha önceden borçlunun 50.000-TL değerinde malı haczedildiğinden, haczedilen malların değeri ile gösterilmesi gereken zorunlu teminat tutarı arasındaki fark kadar teminat gösterilmesi istenilecektir. Yani mükellef A'nın (65.000-50.000= 15.000-TL) asgari 15.000-TL teminat gösterilmesi istenilecektir."
  },
  {
    "id": "2701685",
    "unitNumber": 5,
    "text": "Belediyelere ait kamu alacaklarında tecil yetkisi aşağıdakilerden hangisi tarafından kullanılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Vali",
      "B": "Belediye Başkanı",
      "C": "Vergi Dairesi Müdürü",
      "D": "Maliye Bakanı",
      "E": "Vergi mahkemesi"
    },
    "explanation": "Belediyelere ait kamu alacaklarında tecil yetkisi belediye başkanı tarafından kullanılır."
  },
  {
    "id": "2701686",
    "unitNumber": 5,
    "text": "Bir kamu alacağı hakkında tecile yetkili makam tarafından tecil yetkisi kullanılırken dikkate alınması gereken hususlar bakımından aşağıdakilerden hangileri doğrudur? <br/>I. Taksit tutarları belirlenirken ödemesiz aya yer verilebilir. <br/>II. Borçlunun dilekçesinde talep ettiğinden daha fazla taksitlendirme yapılamaz. <br/>III. Taksit tutarları mutlaka eşit olmalıdır.",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Bir kamu alacağı hakkında tecile yetkili makam tarafından tecil yetkisinin kullanımında, taksit tutarları belirlenirken ödemesiz aya yer verilemez ve taksit tutarlarının eşit olması şartı aranmaz, bununla birlikte borçlunun dilekçesinde talep ettiğinden daha fazla taksitlendirme yapılamaz."
  },
  {
    "id": "2701687",
    "unitNumber": 5,
    "text": "Vergi ziyaı cezası ile mahkemeler tarafından hükmolunan ceza niteliğindeki kamu alacaklarına uygulanan yaptırım aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Gecikme faizi",
      "B": "Tecil faizi",
      "C": "Gecikme zammı",
      "D": "Cezai şart",
      "E": "Gecikme tazminatı"
    },
    "explanation": "Vergi ziyaı cezası ile mahkemeler tarafından hükmolunan ceza niteliğindeki kamu alacaklarına uygulananan ve ceza niteliğindeki diğer kamu alacaklarına ise uygulanmayan yaptırım gecikme zammıdır."
  },
  {
    "id": "2701688",
    "unitNumber": 5,
    "text": "Vergi kanunlarında hüküm bulunmayan hâllerde, mükellefin ölümü dolayısıyla mirasçılara geçen ödevlerin yerine getirilmesinde bildirme ve beyanname verme sürelerine, özel kanunlarda düzenleme olmadıkça ne kadar süre eklenir?",
    "correctAnswer": "B",
    "options": {
      "A": "3 gün",
      "B": "3 ay",
      "C": "4 ay",
      "D": "5 ay",
      "E": "6 ay"
    },
    "explanation": "Vergi kanunlarında hüküm bulunmayan hâllerde, mükellefin ölümü dolayısıyla mirasçılara geçen ödevlerin yerine getirilmesinde bildirme ve beyanname verme sürelerine 3 ay eklenir."
  },
  {
    "id": "2701689",
    "unitNumber": 5,
    "text": "Aşağıda yer alan ifadelerden hangisi tecil uygulaması için doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Tecil talebinin yazılı veya sözlü olarak alacaklı idareye yapılması esastır.",
      "B": "Kamu alacağı 48 ayı geçmemek üzere ve faiz alınarak tecil edilebilir.",
      "C": "Mücbir sebep hallerinde tecilin faiz alınmaksızın uygulanması da mümkündür.",
      "D": "Tecil kararını idarenin yanı sıra yargı mercileri de verebilir.",
      "E": "Borçlu hiçbir surette şahsi kefalet gösteremez."
    },
    "explanation": "Mücbir sebep hallerinde tecilin faiz alınmaksızın uygulanması mümkündür. Oysa, Tecil talebi yazılı olarak alacaklı idareye yapılması esastır. Kamu alacağı 36 ayı geçmemek üzere ve faiz alınarak tecil edilebilir. Tecil kararını idare verebilir. Borçlunun kabul edilmesi durumunda şahsi kefalet göstermesi mümkündür."
  },
  {
    "id": "2701690",
    "unitNumber": 5,
    "text": "Mükellef A’nın 280.000 TL kamu borcu için tecil talebi yerinde görülmüş ve kendisinden teminat istenmiştir. Buna göre teminat tutarı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "35.000 TL.",
      "B": "115.000 TL.",
      "C": "140.000 TL.",
      "D": "280.000 TL.",
      "E": "420.000 TL."
    },
    "explanation": "Kamu borçlusunun alacaklı tahsil daireleri itibariyle tecil edilen borçlarının toplamı 50.000 TL’yi (bu tutar dahil) aşmadığı takdirde teminat şartı aranmamaktadır. Bu tutarın üzerindeki kamu alacaklarının tecilinde, gösterilmesi zorunlu teminat tutarı 50.000 TL’yi aşan kısmın yarısıdır.<br/>280.000 - 50.000 = 230.000 230.000 / 2 = 115.000 TL"
  },
  {
    "id": "2701691",
    "unitNumber": 5,
    "text": "2019 yılında belirlenen tecil faiz oranı aşağıdakilerden hangisinde doğru olarak belirtilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "% 2,5 (yüzde ikibuçuk)",
      "B": "% 5 (yüzde beş)",
      "C": "% 10 (yüzde on)",
      "D": "% 15 (yüzde onbeş)",
      "E": "% 20 (yüzde yirmi)"
    },
    "explanation": "Tecil faizi oranı, Tahsilât Genel Tebliği Seri C, Sıra No: 5 ile 30.12.2019 tarihinden itibaren geçerli olmak üzere yıllık %15 (yüzde onbeş) olarak belirlenmiştir."
  },
  {
    "id": "2701692",
    "unitNumber": 5,
    "text": "Hazine ve Maliye Bakanlığı'nca tespit ve ilan edilecek vergiler hariç, belediye sınırları dışındaki köylerde tahsildarlar tarafından tahsil olunan kamu alacaklarının ödeme süresi içinde ödenmemesi hâlinde uygulanacak gecikme zammı oranı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "% 1,6",
      "B": "% 2,5",
      "C": "% 5",
      "D": "% 10",
      "E": "% 15"
    },
    "explanation": "Hazine ve Maliye Bakanlığınca tespit ve ilan edilecek vergiler hariç, belediye sınırları dışındaki köylerde tahsildarlar tarafından tahsil olunan kamu alacaklarının ödeme süresi içinde ödenmemesi hâlinde, bunlar için yalnız %10 oranında gecikme zammı uygulanmaktadır. Ödeme süresi geçmiş olmasına rağmen tahsildarların gidemediği köylerdeki borçlulara bu zam, tahsildarın ilk uğradığı zaman içinde borçlarını ödemedikleri takdirde uygulanır (AATUHK, m. 53)."
  },
  {
    "id": "2701693",
    "unitNumber": 5,
    "text": "Gecikme zammı uygulaması ile ilgili olarak aşağıdaki ifadelerden hangisi <strong>yanlıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Gecikme zammı vadesinde ödenmeyen kamu alacağına vadeyi izleyen aydan itibaren uygulanmaktadır.",
      "B": "Aciz halinde bu durumun tespit edildiği tarihe kadar hesaplanır.",
      "C": "Kamu alacağının aslının ödenmiş olması, gecikme zammının takip ve tahsiline engel değildir.",
      "D": "Kamu alacağının tecilinde, tecilin yapıldığı tarihe kadar hesaplanır.",
      "E": "Kamu alacağının ödeme süresi içinde ödenmeyen kısmına vadenin bitim tarihinden itibaren her ay %1,6 oranında gecikme zammı uygulanır."
    },
    "explanation": "Gecikme zammı vadesinde ödenmeyen kamu alacağına vadeyi izleyen günden itibaren uygulanmaktadır. Ay kesirleri günlük olarak hesaplanmaktadır."
  },
  {
    "id": "2701694",
    "unitNumber": 5,
    "text": "Mükelleflerce beyan edilen matrah ve matrah farkı üzerinden tarh edilen vergiye karşı dava açma hakkının saklı tutulması aşağıdakilerden hangisi ile ifade edilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "İhtiyati tahakkuk",
      "B": "İhtiyati haciz",
      "C": "Yürütmenin durdurulması",
      "D": "İhtirazi kayıt",
      "E": "Gecikme zammı"
    },
    "explanation": "İhtirazi Kayıt: “Muayyen hakları kullanmak hususunda serbestisini muhafaza etmek istiyen tarafın bu hususta vâki beyanı” olarak tanımlanmaktadır. Bu çerçevede ihtirazi kayıt, mükelleflerce beyan edilen matrah ve matrah farkı üzerinden tarh edilen vergiye karşı dava açma hakkının saklı tutulmasını sağlamaktadır."
  },
  {
    "id": "2701695",
    "unitNumber": 5,
    "text": "Borçlarının tecili ile ilgili olarak; ödeme güçlüğü içinde bulunan vergiye uyumlu mükelleflere yardımcı olarak vergiye gönüllü uyumu teşvik etmek amacıyla bu durumdaki mükelleflerin başvuru tarihi itibarıyla en az kaç yıl süreyle; ticari, zirai veya mesleki faaliyetleri nedeniyle yıllık gelir veya kurumlar vergisi mükellefi olması gerekmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "1 Yıl",
      "B": "2 Yıl",
      "C": "3 Yıl",
      "D": "5 Yıl",
      "E": "10 Yıl"
    },
    "explanation": "Başvuru tarihi itibarıyla en az 3 yıl süreyle; ticari, zirai veya mesleki faaliyetleri nedeniyle yıllık gelir veya kurumlar vergisi mükellefi olması gerekmektedir."
  },
  {
    "id": "2701696",
    "unitNumber": 5,
    "text": "Aşağıdaki durumlardan hangisi ya da hangileri tecil şartlarından/unsurlarında birisi değildir?<br/>I. Zor durum hali<br/>II. Teminat gösterilmiş olması<br/>III. Mücbir sebepten dolayı alacağın terkin edilmiş olması<br/>IV. Tecil talebinin yazı ile yapılmış olması",
    "correctAnswer": "D",
    "options": {
      "A": "III ve IV",
      "B": "I, II ve IV",
      "C": "I, II, III ve IV",
      "D": "Yalnız III",
      "E": "Yalnız IV"
    },
    "explanation": "Tecil talebinin değerlendirilmesinde üç unsur birlikte aranır:<br/>• Tecil talebinin yazı ile talep edilmiş olması,<br/>• Borçlunun çok zor duruma düşme ihtimalinin bulunması,<br/>• Teminat gösterilmiş olması"
  },
  {
    "id": "2701697",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi tecile yetkili makamların, tecil yetkilerini kullanırken dikkat etmeleri gereken hususlar arasında yer almamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Borçlu tarafından daha kısa bir süre önerilmemiş olması hâlinde, kamu alacağının aylık taksitler halinde taksitlendirilmesi",
      "B": "Borçlunun geçmiş döneme ilişkin tecil taleplerinin sayısı",
      "C": "Borçlunun talep dilekçesinde belirttiği taksit süresinden daha uzun taksit süresi verilmemesi",
      "D": "Taksit tutarları belirlenirken ödemesiz aya yer verilmemesi",
      "E": "Taksit tutarlarının mutlaka eşit olma şartının aranılmaması"
    },
    "explanation": "Tecile yetkili olan makamların, tecil yetkilerini kullanırken,<br/>• Borçlu tarafından daha kısa bir süre önerilmemiş olması hâlinde, kamu alacağının aylık taksitler halinde taksitlendirilmesi,<br/>• Borçlunun talep dilekçesinde belirttiği taksit süresinden daha uzun taksit süresi verilmemesi,<br/>• Taksit tutarları belirlenirken ödemesiz aya yer verilmemesi,<br/>• Taksit tutarlarının mutlaka eşit olma şartının aranılmaması, hususlarına dikkat etmeleri gerekmektedir."
  },
  {
    "id": "2701698",
    "unitNumber": 5,
    "text": "Son ödeme tarihi resmi tatile denk gelen bir vergi alacağı için Vergi Usul Kanunu hükümlerine göre ödeme süresi aşağıdakilerden hangisi olmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Tatili takip eden ilk iş gününün tatil saati olur",
      "B": "Süre 2 iş günü uzar",
      "C": "Süre 3 iş günü uzar",
      "D": "Süre 5 iş günü uzar",
      "E": "Süre 7 iş günü uzar"
    },
    "explanation": "Vergi Usul Kanunu’nun 18. maddesine göre; vergi kanunlarında yazılı süreler aşağıdaki şekilde<br/>hesaplanmaktadır:<br/>“1. Süre gün olarak belli edilmişse başladığı gün hesaba katılmaz ve son günün tatil saatinde biter;<br/>2. Süre hafta veya ay olarak belli edilmişse başladığı güne son hafta veya ayda tekabül eden günün tatil saatinde biter. Sürenin bittiği ayda, başladığı güne tekabül eden bir gün yoksa süre o ayın son gününün tatil saatinde biter;<br/>3. Sonu belli bir gün ile tayin edilen sürelerde, süre o günün tatil saatinde biter;<br/>4. Resmi tatil günleri süreye dahildir. Şu kadar ki sürenin son günü resmi tatile rastlarsa tatili takibeden ilk iş gününün tatil saatinde biter.”"
  },
  {
    "id": "2844907",
    "unitNumber": 5,
    "text": "Kamu alacağının yerine getirilmesinin yargı mercileri tarafından ertelenmesine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tehir",
      "B": "Tecil",
      "C": "Temerrüt",
      "D": "Tahsil",
      "E": "Tahakkuk"
    },
    "explanation": "İdarece tesis edilen bu işlemler dışında yargı mercileri de alacağın tahsilini (icrasını) tehir edebilmekte, başka bir ifade ile alacağın tahsil işleminin yürütmesini durdurabilmektedir. Tehir, tecilden farklı olarak, idarece değil yargı mercilerince yapılan ertelemeyi ifade etmektedir."
  },
  {
    "id": "2844908",
    "unitNumber": 5,
    "text": "Kamu alacakları alacaklı kamu idaresi ya da yetkilendireceği makamlar tarafından en fazla ne kadar süre tecil edilebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "6 ay",
      "B": "12 ay",
      "C": "18 ay",
      "D": "24 ay",
      "E": "36 ay"
    },
    "explanation": "Kamu borcunun vadesinde ödenmesi veya haczin uygulanması ya da haczedilmiş malların paraya çevrilmesi kamu borçlusunu çok zor duruma düşürecekse, borçlu tarafından yazı ile istenmiş ve teminat gösterilmiş olmak şartıyla, alacaklı kamu idaresi ya da yetkilendireceği makamlar tarafından; kamu alacağı 36 ayı geçmemek üzere ve faiz alınarak tecil edilebilir (AATUHK, m. 48/1)."
  },
  {
    "id": "2844909",
    "unitNumber": 5,
    "text": "Kamu borçlusunun alacaklı tahsil daireleri itibariyle tecil edilen borçlarının toplamı kaç TL'yi aşmadığı takdirde teminat şartı aranmamaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "10.000 TL",
      "B": "20.000 TL",
      "C": "50.000 TL",
      "D": "75.000 TL",
      "E": "100.000 TL"
    },
    "explanation": "Kamu borçlusunun alacaklı tahsil daireleri itibariyle tecil edilen borçlarının toplamı 50.000 TL’yi (bu tutar dahil) aşmadığı takdirde teminat şartı aranmamaktadır. Bu tutarın üzerindeki kamu alacaklarının tecilinde, gösterilmesi zorunlu teminat tutarı 50.000 TL’yi aşan kısmın yarısıdır."
  },
  {
    "id": "2844929",
    "unitNumber": 5,
    "text": "İl özel idarelerine ait kamu alacaklarında tecil yetkisini kullanacak makam hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "İçişleri bakanlığı",
      "B": "Valilik",
      "C": "İl genel meclisi",
      "D": "İl encümeni",
      "E": "İl büyükşehir belediye başkanı"
    },
    "explanation": "Tecil yetkisini kullanacak ve bu yetkiyi devredecek olanlar, devlete ait kamu alacaklarında ilgili bakanlar, il özel idarelerine ait kamu alacaklarında valiler, belediyelere ait kamu alacaklarında ise belediye başkanlarıdır (AATUHK, m. 48/4)."
  },
  {
    "id": "2844933",
    "unitNumber": 5,
    "text": "Kişilerin birbirleriyle ya da devletle olan ilişkilerinde hukuki durumların ispatı için gerekli belgelerin düzenlenmesinden alınan bedele ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Harç",
      "B": "Vergi",
      "C": "Resim",
      "D": "Ceza",
      "E": "Tecil faizi"
    },
    "explanation": "Resim: kişilerin birbirleriyle ya da devletle olan ilişkilerinde hukuki durumların ispatı için gerekli belgelerin düzenlenmesinden alınan bedellerdir."
  },
  {
    "id": "2844937",
    "unitNumber": 5,
    "text": "Mükellefin ölümü durumunda vergi cezalarının akıbeti ne olur?",
    "correctAnswer": "D",
    "options": {
      "A": "Mükellefin ölüm tarihinden itibaren 3 ay tehir edilmiş sayılır.",
      "B": "Mirası reddetmemiş mirasçılara geçer.",
      "C": "Ölüm tarihinden itibaren 4 ay tecil edilmiş sayılır.",
      "D": "Mükellefin ölümüyle birlikte düşer.",
      "E": "Ölüm günü ile beraber üç gün için takip geri bırakılır."
    },
    "explanation": "Ölüm halinde vergi cezaları düşer."
  },
  {
    "id": "2844941",
    "unitNumber": 5,
    "text": "Vergi icra hukukunda kamu alacakları bakımından hangisi söz konusu olmaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Gecikme faizi",
      "B": "Gecikme zammı",
      "C": "Tecil faizi",
      "D": "Haksız çıkma zammı",
      "E": "Cezai şart"
    },
    "explanation": "Farklı hukuk alanlarında farklı şekillerde ifade edilen bu faizler, vergi icra hukukunda gecikme zammı, tecil faizi, haksız çıkma zammı ve gecikme faizi gibi adlar altında uygulanmaktadır. Gecikme zammı ile karşılaştırıldığında cezai şart hukuki işlemle doğmakta ve bu işlemin içeriğine dayanmaktadır (Koçak, 2011:168). Cezai şartın özel hukuk sözleşmesinden doğmasına rağmen, gecikme zammının kaynağı kanundur."
  },
  {
    "id": "2844946",
    "unitNumber": 5,
    "text": "Kamu alacakları idari olarak ne zaman kesinleşir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bu alacaktan haberdar olunduğunda",
      "B": "Kamu alacağını doğuran olay vuku bulduğunda",
      "C": "Söz konusu alacak tahakkuk ettirildiğinde",
      "D": "Borçluya ödeme emri gönderildiğinde",
      "E": "Borçlunun kendisine gönderilen ödeme emrine itiraz etmediğinde"
    },
    "explanation": "Tahakkuk etmiş, başka bir ifade ile idari olarak kesinleşmiş kamu alacaklarının kanunlarında belirtilen süreler içinde ödenmesi gerekmektedir. Alacakların tahsilindeki gecikmeler kamu alacaklarının karşılığı olan kaynakların temininde sorunlara, dolayısıyla bu kaynaklarla finansmanı sağlanacak kamu hizmetlerinin topluma sunulmasında aksamalara yol açacaktır."
  },
  {
    "id": "2844949",
    "unitNumber": 5,
    "text": "Muayyen hakları kullanmak hususunda serbestisini muhafaza etmek isteyen tarafın bu hususta vaki olan beyanına ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "İhtirazi kayıt",
      "B": "Defi",
      "C": "Tarh",
      "D": "Matrah",
      "E": "Şikayet"
    },
    "explanation": "İhtirazi Kayıt: “Muayyen hakları kullanmak hususunda serbestisini muhafaza etmek isteyen tarafın bu hususta vâki beyanı” olarak tanımlanmaktadır. Bu çerçevede ihtirazi kayıt, mükelleflerce beyan edilen matrah ve matrah farkı üzerinden tarh edilen vergiye karşı dava açma hakkının saklı tutulmasını sağlamaktadır."
  },
  {
    "id": "2844950",
    "unitNumber": 5,
    "text": "Gecikme zammı için konulmuş asgari tutar nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "50 Kuruş",
      "B": "1 TL",
      "C": "2 TL",
      "D": "5 TL",
      "E": "10 TL"
    },
    "explanation": "Kamu alacağının ödeme süresi içinde ödenmeyen kısmına vadenin bitim tarihinden itibaren her ay %1,6 oranında gecikme zammı uygulanır. Ay kesirlerine isabet eden gecikme zammı günlük olarak hesaplanır. Gecikme zammına 1 TL’lik bir asgari sınır da konulmuştur. Bu tutarın altında gecikme zammı hesaplanmaz."
  },
  {
    "id": "2701699",
    "unitNumber": 6,
    "text": "Amme Alacakları Tahsil Usulü Hakkında Kanun’a göre cebren tahsil şekilleri arasında aşağıdakilerden hangisi <strong>yer almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Teminatın paraya çevrilmesi",
      "B": "Kefilin takibi",
      "C": "Mallarının haczedilerek paraya çevrilmesi",
      "D": "Borçlunun iflasının istenmesi",
      "E": "Hapis cezası verilmesi"
    },
    "explanation": "Cevabınız yanlış ise lütfen GİRİŞ konusunu tekrar ediniz.<br/>Amme Alacakları Tahsil Usulü Hakkında Kanun’a göre cebren tahsil şekilleri şunlardır:<br/><ul> <li>Kamu borçlusu tahsil dairesine teminat göstermişse, teminatın paraya çevrilmesi veya kefilin takibi,</li> <li>Kamu borçlusunun borcuna yetecek miktardaki mallarının haczedilerek paraya çevrilmesi,</li> <li>Gerekli şartlar bulunduğu takdirde borçlunun iflasının istenmesi.</li> </ul>"
  },
  {
    "id": "2701700",
    "unitNumber": 6,
    "text": "Alacaklı tahsil dairesi tarafından gerçekleştirilen cebri icra sürecinin niteliği nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Cezai işlem",
      "B": "İdari işlem",
      "C": "Maddi işlem",
      "D": "Düzenleyici işlem",
      "E": "Şart işlem"
    },
    "explanation": "Cevabınız yanlış ise lütfen GİRİŞ konusunu tekrar ediniz.<br/>Alacaklı tahsil dairesi tarafından gerçekleştirilen cebri icra süreci idari bir süreç olup bu süreçte yapılan işlemler de idari işlem niteliğinde işlemlerdir."
  },
  {
    "id": "2701701",
    "unitNumber": 6,
    "text": "Kamu alacağından dolayı aşağıdakilerden hangisine ödeme emri <strong>gönderilemez?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kamu borçlusuna",
      "B": "Borçlunun eşine",
      "C": "Müşterek borçluya",
      "D": "Kefile",
      "E": "Kanuni temsilciye"
    },
    "explanation": "Cevabınız yanlış ise lütfen ÖDEME EMRİ konusunu tekrar ediniz.<br/>Ödeme emri kamu borçlusunun yanı sıra müşterek borçlu ve kefile, kanuni temsilciye ve limited şirket ortaklarına tebliğ edilebilir."
  },
  {
    "id": "2701702",
    "unitNumber": 6,
    "text": "Kamu alacağını vadesinde ödemeyenlere, borçlarını ödemeleri ya da mal bildiriminde bulunmaları için verilen süre kaç gündür?",
    "correctAnswer": "C",
    "options": {
      "A": "7 gün",
      "B": "10 gün",
      "C": "15 gün",
      "D": "21 gün",
      "E": "30 gün"
    },
    "explanation": "Cevabınız yanlış ise lütfen ÖDEME EMRİ konusunu tekrar ediniz.<br/>Kamu alacağını vadesinde ödemeyenlere 15 gün içinde borçlarını ödemeleri ya da mal bildiriminde bulunmaları gereği bir “ödeme emri” ile tebliğ olunur."
  },
  {
    "id": "2701703",
    "unitNumber": 6,
    "text": "Ödeme emirleri, belediye sınırları dışındaki köylerde bulunan borçlulara kim tarafından tebliğ edilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Valilikler",
      "B": "Belediye Başkanlıkları",
      "C": "Defterdarlıklar",
      "D": "Muhtarlıklar",
      "E": "Tahsildarlar"
    },
    "explanation": "Cevabınız yanlış ise lütfen ÖDEME EMRİ konusunu tekrar ediniz.<br/>Ödeme emirleri belediye sınırları dışındaki köylerde bulunan borçlulara muhtarlıklar tarafından tebliğ edilir."
  },
  {
    "id": "2701704",
    "unitNumber": 6,
    "text": "Ödeme emrine itiraz eden ve davasında tamamen ya da kısmen haksız çıkan borçludan alınacak haksız çıkma zammı oranı yüzde kaçtır?",
    "correctAnswer": "E",
    "options": {
      "A": "%1",
      "B": "%3",
      "C": "%5",
      "D": "%7",
      "E": "%10"
    },
    "explanation": "Cevabınız yanlış ise lütfen ÖDEME EMRİ konusunu tekrar ediniz.<br/>Davasında tamamen ya da kısmen haksız çıkan borçludan, reddolunan miktardaki kamu alacağı, uygulamada “haksız çıkma zammı” denilen %10 oranındaki bir zamla birlikte tahsil edilir."
  },
  {
    "id": "2701705",
    "unitNumber": 6,
    "text": "Gerçeğe aykırı mal bildiriminde bulunanlarla yaşayış tarzları mal bildirimine uymayanlara verilecek hapis cezası ne kadardır?",
    "correctAnswer": "B",
    "options": {
      "A": "1 aydan 6 aya kadar",
      "B": "3 aydan 1 yıla kadar",
      "C": "6 aydan 1 yıla kadar",
      "D": "3 aydan 2 yıla kadar",
      "E": "1 aydan 3 yıla kadar"
    },
    "explanation": "Cevabınız yanlış ise lütfen MAL BİLDİRİMİ konusunu tekrar ediniz.<br/>Gerçeğe aykırı mal bildiriminde bulunanlarla yaşayış tarzları mal bildirimine uymayanlar, asliye ceza mahkemelerince üç aydan bir yıla kadar hapis ile cezalandırılırlar."
  },
  {
    "id": "2701706",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi haczin özellikleri arasında <strong>yer almaz?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Para alacaklarının ödenmesini sağlamaya yönelik olması",
      "B": "Haciz işleminin icra organları tarafından gerçekleştirilmesi",
      "C": "Borçlunun mal varlığı üzerinde uygulanması",
      "D": "Borçlunun ailesine ait olan ve paraya çevrilmesi mümkün olan mal ve haklar üzerinde uygulanması",
      "E": "Haczin geçerli olması için borçlunun mal varlığına hukuken el konulması"
    },
    "explanation": "Cevabınız yanlış ise lütfen HACİZ konusunu tekrar ediniz.<br/>Haczin özellikleri:<br/><ul> <li>Para alacaklarının ödenmesini sağlamaya yönelik olması,</li> <li>Borçlunun mal varlığı üzerinde uygulanabilir,</li> <li>Borçluya ait olan ve paraya çevrilmesi mümkün olan mal ve haklar üzerinde uygulanabilir,</li> <li>Haciz işlemi icra organları tarafından gerçekleştirilebilir,</li> <li>Haczin geçerli olması için kural olarak borçlunun mal varlığına fiilen el koyma gerekli değildir, hukuken el koyma yeterlidir.</li> </ul>"
  },
  {
    "id": "2701707",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi geçici aciz belgesinin sonucudur?",
    "correctAnswer": "A",
    "options": {
      "A": "İptal davası açılabilmesine imkân sağlar.",
      "B": "İtirazın kaldırılmasını sağlayan bir belge niteliğindedir.",
      "C": "Alacaklı, tasarrufun iptali davası açabilir.",
      "D": "Aciz belgesine bağlanan alacaklar için faiz istenemez.",
      "E": "Borcun aciz belgesine bağlanması borcun yenilendiği anlamına gelmez."
    },
    "explanation": "Cevabınız yanlış ise lütfen ACİZ HÂLİ VE SONUÇLARI konusunu tekrar ediniz.<br/>Geçici aciz belgesinin sonucu, iptal davası açılabilmesine imkân sağlamasıdır."
  },
  {
    "id": "2701708",
    "unitNumber": 6,
    "text": "Aciz halinde, alacağını tamamen alamayan alacaklıya, aciz vesikası kim tarafından verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Borçlu",
      "B": "Avukat",
      "C": "Vergi idaresi",
      "D": "Mahkeme",
      "E": "İcra dairesi"
    },
    "explanation": "Cevabınız yanlış ise lütfen ACİZ HÂLİ VE SONUÇLARI konusunu tekrar ediniz.<br/>Aciz halinde, paraların alacaklılara paylaştırılması sonucunda alacağını tamamen alamayan alacaklıya, ödenmeyen alacak için, icra dairesi tarafından kendiliğinden hiçbir harç ve resme tabi olmaksızın aciz vesikası verilmektedir."
  },
  {
    "id": "2844873",
    "unitNumber": 6,
    "text": "Kamu alacaklarında cebren tahsil süreci ne zaman başlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Kamu alacağının doğduğu anda",
      "B": "Kamu alacağının tahakkuk ettirildiği anda",
      "C": "Kamu alacağının ödendiği anda",
      "D": "Ödeme emrinin tebliğ edildiği tarihte",
      "E": "Kamu alacağının vadesinde ödenmemesi durumunda"
    },
    "explanation": "Ödeme emri, kamu borçlusunu ödemeye davet eden bir çağrıdır (Karakoç, 2019:531). Ödeme emri özel hukuk ve kamu icra hukukunda cebri icranın ön koşulu olarak kabul edilmektedir (Şimşek, 1996:460 ve Oktar, 2019:343). Kamu alacaklarında da cebren tahsil süreci ödeme emri tebliği ile başlamaktadır (Kaneti, 1987:381)."
  },
  {
    "id": "2844876",
    "unitNumber": 6,
    "text": "Kamu alacağını vadesinde ödemeyenlere tebliğ edilen ödeme emrinde borçlarını ödemeleri ya da mal bildiriminde bulunmaları için ne kadar süre verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "5 gün",
      "B": "7 gün",
      "C": "10 gün",
      "D": "15 gün",
      "E": "30 gün"
    },
    "explanation": "Kamu alacağını vadesinde ödemeyenlere 15 gün içinde borçlarını ödemeleri ya da mal bildiriminde bulunmaları gereği bir “ödeme emri” ile tebliğ olunur."
  },
  {
    "id": "2844878",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi ödeme emrinde bulunması gereken bilgilerden değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ödeme emrine itirazı varsa hangi mercie yapacağı",
      "B": "Borcun asıl ve fer’ilerinin mahiyet ve miktarları",
      "C": "Borcun nereye ödeneceği",
      "D": "Süresi içinde ödenmediği ya da mal bildiriminde bulunulmadığı takdirde, borcun cebren tahsil edileceği",
      "E": "Gerçeğe aykırı bildirimde bulunduğu takdirde borçlunun hapis ile cezalandırılacağı"
    },
    "explanation": "Ödeme emrinde;<br/>• Borcun asıl ve fer’ilerinin mahiyet ve miktarları,<br/>• Borcun nereye ödeneceği,<br/>• Süresi içinde ödenmediği ya da mal bildiriminde bulunulmadığı takdirde, borcun cebren tahsil edileceği ve borçlunun mal bildiriminde bulununcaya kadar üç ayı geçmemek üzere hapis ile tazyik olunacağı,<br/>• Gerçeğe aykırı bildirimde bulunduğu takdirde borçlunun hapis ile cezalandırılacağı,<br/>• Borçlunun 114. maddedeki bildirim ödevleri (adres, varsa mükellefiyetinin bulunduğu tahsil daireleri, hesap numaraları, nüfus kayıt bilgileri vb bildirimi) ve bu bildirim ödevlerini yerine getirmediği takdirde hakkında uygulanacak olan ceza, belirtilir (AATUHK, m. 55/2)."
  },
  {
    "id": "2844879",
    "unitNumber": 6,
    "text": "Ödeme emirleri belediye sınırları dışındaki köylerde bulunan borçlulara hangisi tarafından tebliğ edilir?",
    "correctAnswer": "C",
    "options": {
      "A": "İlçe vergi daireleri",
      "B": "Köyün bağlı olduğu ilçenin mülki idari amirlikleri",
      "C": "Muhtarlıklar",
      "D": "Köy ihtiyar kurulları",
      "E": "Köye en yakın belde başkanlıkları"
    },
    "explanation": "Ödeme emirleri belediye sınırları dışındaki köylerde bulunan borçlulara muhtarlıklar tarafından tebliğ edilir. Ödeme emirlerinin muhtarlığa tevdii tarihinden itibaren 15 gün içinde tebligat yapılmadığı takdirde ödeme emirleri tebliğ edilmemiş olan borçluların isimleri ödeme emri hüküm ve mahiyetindeki bir “ödeme cetveline” alınarak borçlular borçlarını ödemeye ve mal bildiriminde bulunmaya çağırılırlar."
  },
  {
    "id": "2844883",
    "unitNumber": 6,
    "text": "Kendisine ödeme emri tebliğ edilen kişi, böyle bir borcunun olmadığı ya da kısmen ödediği ya da<br/>zamanaşımına uğradığı hakkında tebliğ tarihinden itibaren ne kadar sürede nereye başvurmalıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "10 gün içinde ödeme emrini gönderen vergi dairesine",
      "B": "15 gün içinde alacaklı tahsil dairesinin bulunduğu yerdeki vergi mahkemesine",
      "C": "7 gün içinde alacaklı tahsil dairesine",
      "D": "2 hafta içinde ödeme emrini gönderen kurumun bulunduğu yer idare mahkemesine",
      "E": "30 gün içinde ikamet ettiği yerin bölge idare mahkemesine"
    },
    "explanation": "Kendisine ödeme emri tebliğ edilen kişi, böyle bir borcunun olmadığı ya da kısmen ödediği ya da zamanaşımına uğradığı hakkında tebliğ tarihinden itibaren 15 gün içinde alacaklı tahsil dairesinin bulunduğu yerdeki vergi mahkemesinde dava açabilir (AATUHK, m. 58)."
  },
  {
    "id": "2844889",
    "unitNumber": 6,
    "text": "Kendisine ödeme emri tebliğ edilen borçlu gerçeğe aykırı mal bildiriminde bulunursa ne olur?",
    "correctAnswer": "E",
    "options": {
      "A": "Üç ayı geçmemek üzere hapisle tazyik olunur.",
      "B": "Elli güne kadar adli para cezası ile cezalandırılır.",
      "C": "Altı aya kadar hapis cezasıyla cezalandırılır.",
      "D": "Üç yüz güne kadar adli para cezası ile cezalandırılır.",
      "E": "Üç aydan bir yıla kadar hapis ile cezalandırılır."
    },
    "explanation": "Gerçeğe aykırı mal bildiriminde bulunanlarla yaşayış tarzları mal bildirimine uymayanlar, asliye ceza mahkemelerince üç aydan bir yıla kadar hapis ile cezalandırılırlar (AATUHK, m. 111)."
  },
  {
    "id": "2844894",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi kısmen haczedilecek gelirler arasında yer almaz?",
    "correctAnswer": "C",
    "options": {
      "A": "Aylıklar",
      "B": "İntifa hakları ve hasılatı",
      "C": "Harcırah Kanunu’na göre yapılan ödemeler",
      "D": "İlâma bağlı olmayan nafakalar",
      "E": "Sigorta ve emeklilik sandıkları tarafından bağlanan gelirler"
    },
    "explanation": "Kısmen haczedilebilen gelirler şunlardır (AATUHK, m. 71/1):<br/>1. Aylıklar,<br/>2. Ödenekler,<br/>3. Her çeşit ücretler,<br/>4. İntifa hakları ve hasılatı,<br/>5. İlâma bağlı olmayan nafakalar,<br/>6. Emeklilik aylıkları,<br/>7. Sigorta ve emeklilik sandıkları tarafından bağlanan gelirler.<br/>A, B, D ve E seçeneğinde yer alanlar kısmen haczedilebilen gelirlerden iken C seçeneğinde yer alan Harcırah Kanunu'na göre yapılan ödemeler haczedilemeyecek mallardandır."
  },
  {
    "id": "2844901",
    "unitNumber": 6,
    "text": "Üçüncü kişi elinde haczedilen mallara karşı istihkak davası açma yükü kimin üzerindedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Borçlu",
      "B": "Elinde haczedilen mal bulunan üçüncü kişi",
      "C": "Tahsil dairesi",
      "D": "İstihkak iddiasını kabul etmeyen kamu idaresi",
      "E": "Haczi yapan memur"
    },
    "explanation": "Üçüncü kişi elinde haczedilen mallara karşı istihkak davası açma yükü, istihkak iddiasını kabul etmeyen kamu idaresine düşmektedir (Kaneti, 1987:383)"
  },
  {
    "id": "2844904",
    "unitNumber": 6,
    "text": "Haczedilen malların paraya çevrilmesiyle ilgili aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Alacaklı kamu idaresi, haczedilen mal veya hakların, alacağına karşılık kendisine devrini talep edebilir.",
      "B": "Kural olarak, haczedilen mallar satılarak paraya çevrilir.",
      "C": "Satış bedelinden öncelikle takip konusu kamu alacağı ve yapılan giderler tahsil edilir.",
      "D": "Satış bedelinden takip giderleri ve takip edilen kamu alacağı düşüldükten sonra kalan kısım borçlunun ödeme zamanı gelmiş muaccel borçlarına mahsup edilir.",
      "E": "Hacze katılmış başka dairelerin bulunması hâlinde, artan kısımdan öncelikle bu dairelerin alacakları ayrıldıktan sonra kalanı borçluya verilir."
    },
    "explanation": "Kural olarak, haczedilen mallar satılarak paraya çevrilir (AATUHK, m. 74/1) ve satış bedelinden öncelikle takip konusu kamu alacağı ve yapılan giderler tahsil edilir (AATUHK, m. 74/2). Alacaklı kamu idaresi, haczedilen mal veya hakların, alacağına karşılık kendisine devrini talep edemez. Tahsil dairesinin de böyle bir yetkisi bulunmadığından, hacizli malların paraya çevrilmesi zorunludur."
  },
  {
    "id": "2844906",
    "unitNumber": 6,
    "text": "Alacaklı aciz vesikasını aldığı tarihten itibaren ne kadar süre içinde takip yapmak isterse, borçluya yeniden ödeme emri göndermesine gerek yoktur?",
    "correctAnswer": "C",
    "options": {
      "A": "Üç ay",
      "B": "Altı ay",
      "C": "Bir yıl",
      "D": "On sekiz ay",
      "E": "İki yıl"
    },
    "explanation": "Alacaklı, aciz vesikasını aldığı tarihten itibaren bir yıl içinde takip yapmak istediği takdirde, borçluya yeniden ödeme emri göndermesine gerek yoktur. (İİK, m. 143/3)."
  },
  {
    "id": "2851178",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi ödeme emrinde bulunması gereken bilgilerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Borcun nereye ödeneceği",
      "B": "Borcun dayanağı olan sözleşme",
      "C": "Borçlunun diğer borçları",
      "D": "Borcun sona ermiş olduğu bilgisi",
      "E": "Borcun zamanaşımına uğradığı bilgisi"
    },
    "explanation": "Kamu alacağının vadesi dolmuş olmasına rağmen, borcun ödenmesi için bir uyarı niteliğinde olan ödeme emri işlemi tesis edilmeden cebren tahsil süreci başlamış olmayacaktır (Koçak, 2011:184).<br/>Ödeme emrinde;<br/>• Borcun asıl ve fer’ilerinin mahiyet ve miktarları,<br/>• Borcun nereye ödeneceği,<br/>...."
  },
  {
    "id": "2851189",
    "unitNumber": 6,
    "text": "Ödeme emirleri belediye sınırları dışındaki köylerde bulunan borçlulara aşağıdakilerden hangisi tarafından tebliğ edilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Belediyeler",
      "B": "Muhtarlıklar",
      "C": "Valilikler",
      "D": "İl özel idareleri",
      "E": "Kaymakamlıklar"
    },
    "explanation": "Ödeme emirleri belediye sınırları dışındaki köylerde bulunan borçlulara muhtarlıklar tarafından tebliğ edilir. Ödeme emirlerinin muhtarlığa tevdii tarihinden itibaren 15 gün içinde tebligat yapılmadığı takdirde ödeme emirleri tebliğ edilmemiş olan borçluların isimleri ödeme emri hüküm ve mahiyetindeki bir “ödeme cetveline” alınarak borçlular borçlarını ödemeye ve mal bildiriminde bulunmaya çağırılırlar\"."
  },
  {
    "id": "2851195",
    "unitNumber": 6,
    "text": "Karşılığında teminat gösterilmiş bulunan kamu alacağı vadesinde ödenmediğinde, borcun hangi süre içinde ödenmesi gerektiği borçluya bildirilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Beş gün",
      "B": "On gün",
      "C": "On beş gün",
      "D": "Bir ay",
      "E": "Üç ay"
    },
    "explanation": "Karşılığında teminat gösterilmiş bulunan kamu alacağı vadesinde ödenmediğinde, borcun 15 gün içinde ödenmesi, aksi durumda teminatın paraya çevrileceği ya da diğer şekillerle cebren tahsile devam edileceği borçluya bildirilir. Borç 15 gün içinde ödenmediğinde teminat AATUHK hükümlerine göre paraya çevrilerek kamu alacağı tahsil edilir (AATUHK, m. 56)."
  },
  {
    "id": "2851208",
    "unitNumber": 6,
    "text": "Kendisine ödeme emri tebliğ edilen kişi, böyle bir borcunun olmadığı hakkında tebliğ tarihinden itibaren hangi süre içinde nerede dava açabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "10 gün içinde - alacaklı tahsil dairesinin bulunduğu yerdeki vergi mahkemesinde",
      "B": "15 gün içinde - borçlu tahsil dairesinin bulunduğu yerdeki vergi mahkemesinde",
      "C": "30 gün içinde - borçlu tahsil dairesinin bulunduğu yerdeki vergi mahkemesinde",
      "D": "15 gün içinde - alacaklı tahsil dairesinin bulunduğu yerdeki vergi mahkemesinde",
      "E": "Üç gün içinde - alacaklı tahsil dairesinin bulunduğu yerdeki vergi mahkemesinde"
    },
    "explanation": "Kendisine ödeme emri tebliğ edilen kişi, böyle bir borcunun olmadığı ya da kısmen ödediği ya da zamanaşımına uğradığı hakkında tebliğ tarihinden itibaren 15 gün içinde alacaklı tahsil dairesinin bulunduğu yerdeki vergi mahkemesinde dava açabilir (AATUHK, m. 58)."
  },
  {
    "id": "2851217",
    "unitNumber": 6,
    "text": "Davasında tamamen ya da kısmen haksız çıkan borçludan, reddolunan miktardaki kamu alacağı, hangi oranda bir zamla birlikte tahsil edilir?",
    "correctAnswer": "A",
    "options": {
      "A": "%10",
      "B": "%30",
      "C": "%50",
      "D": "%5",
      "E": "%1"
    },
    "explanation": "Davasında tamamen ya da kısmen haksız çıkan borçludan, reddolunan miktardaki kamu alacağı, uygulamada “haksız çıkma zammı” denilen %10 oranındaki bir zamla birlikte tahsil edilir. Vergi mahkemelerinin bu konuda verecekleri karar kesin olup kararlara karşı kanun yollarına gidilemez. Borçlu davanın reddi halinde, ret kararının kendisine tebliğ edildiği tarihten itibaren 15 gün içinde mal bildiriminde bulunmak zorundadır (AATUHK, m. 58)"
  },
  {
    "id": "2851227",
    "unitNumber": 6,
    "text": "Mal bildiriminde bulunmayan borçlu, mal bildiriminde bulununcaya kadar hangi süre ile hapis ile tazyik olunur?",
    "correctAnswer": "C",
    "options": {
      "A": "Bir defaya mahsus olmak ve on günü geçmemek üzere",
      "B": "Üç defaya mahsus olmak ve üç ayı geçmemek üzere",
      "C": "Bir defaya mahsus olmak ve üç ayı geçmemek üzere",
      "D": "Bir defaya mahsus olmak ve bir ayı geçmemek üzere",
      "E": "Bir defaya mahsus olmak ve on üç ayı geçmemek üzere"
    },
    "explanation": "Kendisine ödeme emri tebliğ edilen borçlu, 15 gün içinde borcunu ödemediği ve mal bildiriminde de bulunmadığı takdirde, mal bildiriminde bulununcaya kadar bir defaya mahsus olmak ve üç ayı geçmemek üzere hapisle tazyik olunur. Hapisle tazyik kararı, ödeme emrinin tebliğinden ve 15 günlük sürenin bitmesinden sonra, tahsil dairesinin yazılı talebi üzerine icra mahkemesi hakimi tarafından verilir. Bu kararlar Cumhuriyet Savcılığınca derhal infaz olunur (AATUHK, m. 60). Hapsen tazyik, bir ceza olmayıp borçluyu ödeme yapmaya veya mal bildiriminde bulunmaya zorlayan; bildirilecek yeterli nitelik ve miktarda mal bulunmaması hâlinde de bu durumun bildirilmesini sağlayan bir tedbir kurumudur."
  },
  {
    "id": "2851238",
    "unitNumber": 6,
    "text": "Köylerde ve Köy Kanunu uygulanan bucaklarda menkul mal haczi, haciz varakası üzerine aşağıdakilerden hangisince yapılır?",
    "correctAnswer": "E",
    "options": {
      "A": "Noterlerce",
      "B": "Belediyelerce",
      "C": "Kaymakamlıklarca",
      "D": "Mahkemelerce",
      "E": "Köy ihtiyar kurullarınca"
    },
    "explanation": "Köylerde ve Köy Kanunu uygulanan bucaklarda menkul mal haczi, haciz varakası üzerine köy ihtiyar kurullarınca yapılır. Bu yerlerde, gerek görülen hâllerde, Hazine ve Maliye Bakanlığınca tespit ve ilan edilecek vergiler için muhtar veya ihtiyar kurulu üyelerinden birinin katılımı ile tahsil dairesine menkul mal haczi yaptırmaya o yerin en büyük mal memuru yetkilidir (AATUHK, m. 65)."
  },
  {
    "id": "2851254",
    "unitNumber": 6,
    "text": "Aşağıdaki mahkemelerden hangisi istihkak davalarında yetkili mahkemedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bölge adliye mahkemeleri",
      "B": "İstanbul vergi mahkemeleri",
      "C": "Haczi yapan tahsil dairesinin bulunduğu yer mahkemesi",
      "D": "Danıştay",
      "E": "Yargıtay"
    },
    "explanation": "İstihkak davaları, adliye mahkemelerinde açılır (Kaneti, 1987:383). Bu davalara bakmaya, haczi yapan tahsil dairesinin bulunduğu yer mahkemesi yetkilidir. Mahkeme istihkak davalarını diğer işlerden önce inceleyerek karara bağlar. Davacı yürütmenin durdurulmasını talep ettiği takdirde, mahkeme, eldeki delillerin niteliğine göre ve muhtemel zararlara karşı yeterli teminat alarak yürütmenin durdurulmasına karar verebilir. İstihkak davası üzerine yürütmenin durdurulmasına karar verilir ve sonuçta dava reddolunursa, davacı aleyhine, dava konusu olan hacizli malların değerinin %10’u kadar tazminata hükmolunur (AATUHK, m. 68)."
  },
  {
    "id": "2851263",
    "unitNumber": 6,
    "text": "Borç, borçluya karşı, aciz vesikasının düzenlenmesinden itibaren hangi sürenin geçmesiyle zaman aşımına uğrar?",
    "correctAnswer": "E",
    "options": {
      "A": "Bir yıl",
      "B": "Bir ay",
      "C": "Üç yıl",
      "D": "Beş yıl",
      "E": "Yirmi yıl"
    },
    "explanation": "Bu borç, borçluya karşı, aciz vesikasının düzenlenmesinden itibaren yirmi yıl geçmesiyle zaman aşımına uğrar. Mirasın açılmasından itibaren bir yıl içinde alacaklı hakkını aramamışsa, borçlunun mirasçıları, alacağın zamanaşımına uğradığını ileri sürebilirler. Borçlu ise, aciz vesikasını düzenlemiş olan icra dairesine borcunu işlemiş faiziyle birlikte her zaman ödeyebilir."
  },
  {
    "id": "2851266",
    "unitNumber": 6,
    "text": "Kamu borçlusu aciz vesikası düzenlendikten sonra edinmiş olduğu malları ve gelirlerindeki artışları hangi süre içinde bildirmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Herhangi bir süre yoktur.",
      "B": "Bir hafta",
      "C": "On gün",
      "D": "Yirmi gün",
      "E": "On beş gün"
    },
    "explanation": "Borçlunun aciz halinin tespit edilmesi ve aciz vesikası düzenlenmesinin bazı hukuki sonuçları bulunmaktadır. Aciz halindeki borçlu için faiz ve teminat aranmadan tecil hükümleri uygulanabilir. Aciz hâlinde zaman aşımı süresi de işlemeye devam etmektedir. Alacaklı tahsil dairesi aciz hâlindeki borçlunun mali durumunu zamanaşımı süresi içinde devamlı olarak takip eder (AATUHK, m. 76). Kamu borçlusu sonradan edinmiş olduğu malları ve gelirlerindeki artışları 15 gün içinde tahsil dairesine bildirmek zorundadır (AATUHK, m. 61)."
  },
  {
    "id": "2701709",
    "unitNumber": 7,
    "text": "Mükellef ya da vergi sorumlusunun vergi borcunu ödememesi hâlinde vergi alacağının ödettirilmesi usullerini düzenleyen hukuk dalına_______________denir. <br/>Yukarıdaki ifadede boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Vergi İcra Hukuku",
      "B": "Kamu İcra Hukuku",
      "C": "İcra ve İflas Hukuku",
      "D": "Kamu Hukuku",
      "E": "Amme Alacakları Hukuku"
    },
    "explanation": "Alacaklının kamu gücünü kullanarak alacağını elde etmesine ilişkin kurallardan oluşan hukuk<br/>dalına icra iflas hukuku denilirken mükellef ya da vergi sorumlusunun vergi borcunu ödememesi<br/>hâlinde vergi alacağının ödettirilmesi usullerini düzenleyen hukuk dalı ise vergi icra hukuku olarak<br/>adlandırılmaktadır."
  },
  {
    "id": "2701710",
    "unitNumber": 7,
    "text": "Kişilerin birbirleriyle ya da devletle olan ilişkilerinde hukuki durumların ispatı için kullanılan belgelerin düzenlenmesinden alınan bedellere ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Harç",
      "B": "Resim",
      "C": "Vergi",
      "D": "Şerefiye",
      "E": "Stopaj"
    },
    "explanation": "Kişilerin birbirleriyle ya da devletle olan ilişkilerinde hukuki durumların ispatı için kullanılan belgelerin düzenlenmesinden alınan bedellere resim denir."
  },
  {
    "id": "2701711",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Fer’i kamu alacaklarında birisi değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tecil faizi",
      "B": "Gecikme zammı",
      "C": "Haksız çıkma zammı",
      "D": "Bileşik Faiz",
      "E": "Pişmanlık zammı"
    },
    "explanation": "Fer’i kamu alacakları şu şekildedir:<br/>• Tecil faizi (AATUHK, m. 48)<br/>• Gecikme zammı (AATUHK, m. 51)<br/>• Haksız çıkma zammı (AATUHK, m. 58)<br/>• Gecikme faizi (VUK, m.112)<br/>• Pişmanlık zammı (VUK, m. 371)<br/>Bileşik Faiz"
  },
  {
    "id": "2701712",
    "unitNumber": 7,
    "text": "Vergi Usul Kanunu’nun 344. maddesinde yazılı fiillerle vergi ziyaına sebebiyet verilmesi hâlinde, mükellef ya da vergi sorumlusu hakkında ziyaa uğratılan verginin kaç katı tutarında vergi ziyaı cezası kesilir?",
    "correctAnswer": "E",
    "options": {
      "A": "10 Katı",
      "B": "5 Katı",
      "C": "3 Katı",
      "D": "2 Katı",
      "E": "1 Katı"
    },
    "explanation": "Vergi Usul Kanunu’nun 344. maddesinde yazılı fiillerle vergi ziyaına sebebiyet verilmesi hâlinde, mükellef ya da vergi sorumlusu hakkında ziyaa uğratılan verginin 1 katı tutarında vergi ziyaı cezası kesilir."
  },
  {
    "id": "2701713",
    "unitNumber": 7,
    "text": "Adlî para cezasının infazı ile ilgili olarak aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Adlî para cezası, Türk Ceza Kanunu’nun 52 nci maddesinin birinci fıkrasında belirtilen usule göre tayin olunacak bir miktar paranın Adalet Bakanlığına ödenmesinden ibarettir",
      "B": "Adlî para cezasını içeren ilâm Cumhuriyet Sulh Hukuk Hakimliğine verilir.",
      "C": "Adli para cezasını ödenmezse, Cumhuriyet savcısının kararı ile hükümlünün kamuya yararlı bir işte çalıştırılmasına karar verilir.",
      "D": "Adli para cezasını ödemeyenlerin günlük çalışma süresi Cumhuriyet Savcılığınca belirlenir",
      "E": "Ödeme emri tebliğinde adli para cezasının ödenmesi için hükümlüye 10 gün süre verilir."
    },
    "explanation": "Hükümlü, tebliğ olunan ödeme emri üzerine belli süre içinde adli para cezasını ödemezse, Cumhuriyet savcısının kararı ile ödenmeyen kısma karşılık gelen gün miktarı hapis cezasına çevrilerek hükümlünün iki saat çalışması karşılığı bir gün olmak üzere kamuya yararlı bir işte çalıştırılmasına karar verilir.<br/>Adli para cezasını ödenmezse, Cumhuriyet savcısının kararı ile hükümlünün kamuya yararlı bir işte çalıştırılmasına karar verilir."
  },
  {
    "id": "2701714",
    "unitNumber": 7,
    "text": "Genellikle yarı kamusal mal niteliğindeki kamu hizmetlerinden yararlanmak isteyenlerden alınan bedellere ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Harç",
      "B": "Vergi",
      "C": "Tahakkuk",
      "D": "İlam",
      "E": "Şerefiye"
    },
    "explanation": "Genellikle yarı kamusal mal niteliğindeki kamu hizmetlerinden yararlanmak isteyenlerden alınan bedellere harç denir."
  },
  {
    "id": "2701715",
    "unitNumber": 7,
    "text": "_______________________borçlu tarafından yazı ile istenmesi ve teminat gösterilmesi şartıyla, alacağın idarece 36 ayı geçmemek üzere ertelenmesi olunması durumunda alınan faizdir.<br/>Yukarıda boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gecikme Faizi",
      "B": "Tecil Faizi",
      "C": "Gecikme Zammı",
      "D": "Subjektif Faiz",
      "E": "Ceza Faizi"
    },
    "explanation": "Borçlu tarafından yazı ile istenmesi ve teminat gösterilmesi şartıyla, alacağın idarece 36 ayı geçmemek üzere tecil olunması durumunda alınan faize Tecil Faizi denir."
  },
  {
    "id": "2701716",
    "unitNumber": 7,
    "text": "Devletin, il özel idarelerinin ve belediyelerin sözleşmeden, haksız fiilden ve haksız iktisaptan<br/>(sebepsiz zenginleşmeden) doğan alacakları için hangi kanun hükümleri uygulanır?",
    "correctAnswer": "D",
    "options": {
      "A": "Amme Alacaklarının Tahsil Usulü Hakkında Kanun",
      "B": "Borçlar Kanunu",
      "C": "Vergi Kanunu",
      "D": "İcra ve İflas Kanunu",
      "E": "Ticaret Kanunu"
    },
    "explanation": "Devletin, il özel idarelerinin ve belediyelerin sözleşmeden, haksız fiilden ve haksız iktisaptan<br/>(sebepsiz zenginleşmeden) doğan alacakları için AATUHK hükümleri uygulanmayacak; bu alacaklar özel hukuk kapsamındaki alacaklar olarak özel hukuk hükümlerine göre 2004 sayılı İcra ve İflas<br/>Kanunu Hükümleri çerçevesinde takip edilecektir.<br/>İcra ve İflas Kanunu"
  },
  {
    "id": "2701717",
    "unitNumber": 7,
    "text": "I. Devlet<br/>II. İl Özel İdareleri<br/>III. Belediyeler <br/>Bir alacağın kamu alacağı olarak sayılabilmesi için alacağın yukarıdakilerden hangisi ya da hangilerine ait olması gerekir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız I ve III",
      "C": "Yalnız I ve II",
      "D": "Yalnız II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Bir alacağın kamu alacağı olarak sayılabilmesi için alacağın; Devlete, İl Özel İdarelerine ve Belediyelere ait olması gerekmektedir.<br/>I, II ve III"
  },
  {
    "id": "2701718",
    "unitNumber": 7,
    "text": "Kamu Alacağı kavramı aşağıdaki kanunların hangisinde tanımlanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Borçlar Kanunu",
      "B": "Vergi Usul Kanunu",
      "C": "Amme Alacaklarının Tahsil Usulü Hakkındaki Kanun",
      "D": "Borçlar Kanunu",
      "E": "İcra ve İflas Kanunu"
    },
    "explanation": "Vergi alacağından daha geniş kapsamlı bir kavram olan kamu alacağı kavramı<br/>6183 sayılı Amme Alacaklarının Tahsil Usulü Hakkındaki Kanun'da belirlenmiştir."
  },
  {
    "id": "2847126",
    "unitNumber": 7,
    "text": "Kendisine gönderilen ödeme emrine karşı haksız yere itiraz eden borçlunun mahkûm edileceği tazminat türü aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Manevi tazminat",
      "B": "Kıdem tazminatı",
      "C": "Kötü niyet tazminatı",
      "D": "İhbar tazminatı",
      "E": "İnkar tazminatı"
    },
    "explanation": "İnkâr Tazminatı (İcra İnkâr Tazminatı): Kendisine gönderilen ödeme emrine karşı haksız yere itiraz eden borçlunun mahkûm edileceği tazminat türüdür. Doğru cevap E seçeneğidir."
  },
  {
    "id": "2847128",
    "unitNumber": 7,
    "text": "Haczedilen mallara değer biçilmesi aşağıdakilerden hangisi tarafından yapılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Haciz memuru",
      "B": "Borçlu kişi",
      "C": "Hakim",
      "D": "İnfaz memuru",
      "E": "Katip"
    },
    "explanation": "Haczedilen mallara haczi yapan memur tarafından değer biçilir, borçlunun başvurusu üzerine veya tahsil dairesince gerekli görüldüğü takdirde yeniden bilirkişiye değer biçtirilir (AATUHK, m. 81). Doğru cevap A seçeneğidir."
  },
  {
    "id": "2847129",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi müflisin kusuruna dayanan iflas olmayıp ekonomik kriz, piyasa koşulları gibi sebeplerden kaynaklanan iflas türüdür?",
    "correctAnswer": "D",
    "options": {
      "A": "Konkordato",
      "B": "Aciz hali",
      "C": "Hileli iflas",
      "D": "Adi iflas",
      "E": "Teferruğ"
    },
    "explanation": "Adi iflas, müflisin kusuruna dayanan iflas olmayıp ekonomik kriz, piyasa koşulları gibi sebeplerden kaynaklanan iflas türüdür. Doğru cevap D seçeneğidir."
  },
  {
    "id": "2847130",
    "unitNumber": 7,
    "text": "İflâsından önce veya sonra alacaklılarını zarara sokmak kasdı ile hileli işlemler yapan kimsenin iflasına ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tahakkuk",
      "B": "Aciz hali",
      "C": "Hileli iflas",
      "D": "Adi iflas",
      "E": "Konkordato"
    },
    "explanation": "Hileli iflas; iflasından önce veya sonra alacaklılarını zarara sokmak kasdı ile hileli işlemler yapan kimsenin iflasıdır. Doğru cevap C seçeneğidir."
  },
  {
    "id": "2847131",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi İflas kararı vererek, iflas sürecini başlatma yetkisine sahiptir?",
    "correctAnswer": "B",
    "options": {
      "A": "İş mahkemeleri",
      "B": "Ticaret Mahkemeleri",
      "C": "Anayasa Mahkemesi",
      "D": "Vergi mahkemeleri",
      "E": "Ağır ceza mahkemeleri"
    },
    "explanation": "İflas kararı ticaret mahkemeleri tarafından verilerek iflas süreci başlatılır. Doğru cevap B seçeneğidir."
  },
  {
    "id": "2847132",
    "unitNumber": 7,
    "text": "Mahkeme tarafından iflasına karar verilen kişiye ne denir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hükmi şahıs",
      "B": "Malik",
      "C": "Sanık",
      "D": "Müflis",
      "E": "Yediemin"
    },
    "explanation": "Müflis; iflâsına karar verilen kişi. Doğru cevap D seçeneğidir."
  },
  {
    "id": "2847133",
    "unitNumber": 7,
    "text": "………….iflas dairesince defteri tutulan malların bedelinin tasfiye masraflarını karşılayamaması hâlinde uygulanan tasfiye usulüdür.<br/>Aşağıdakilerden hangisi yukarıdaki boşluğu doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Basit tasfiye",
      "B": "Adi tasfiye",
      "C": "Konkordato",
      "D": "Geçici mühlet",
      "E": "Kesin mühlet"
    },
    "explanation": "Basit tasfiye, iflas dairesince defteri tutulan malların bedelinin tasfiye masraflarını karşılayamaması hâlinde uygulanan tasfiye usulüdür. Doğru cevap A seçeneğidir."
  },
  {
    "id": "2847135",
    "unitNumber": 7,
    "text": "<em>“Borçlarını, vadesi geldiği hâlde ödeyemeyen veya vadesinde ödeyememe tehlikesi altında bulunan herhangi bir borçlu, vade verilmek veya tenzilat yapılmak suretiyle borçlarını ödeyebilmek veya muhtemel bir iflastan kurtulmak için konkordato talep edebilir……” Ş</em>eklinde yapılan konkordato talebi ile ilgili düzenleme İcra ve İflas Kanunu’nun kaçıncı maddesinde yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "365",
      "B": "357",
      "C": "283",
      "D": "284",
      "E": "285"
    },
    "explanation": "İcra ve İflas Kanunu’nun 285. maddesine göre; “Borçlarını, vadesi geldiği hâlde ödeyemeyen veya vadesinde ödeyememe tehlikesi altında bulunan herhangi bir borçlu, vade verilmek veya tenzilat yapılmak suretiyle borçlarını ödeyebilmek veya muhtemel bir iflastan kurtulmak için konkordato talep edebilir. İflas talebinde bulunabilecek her alacaklı, gerekçeli bir dilekçeyle, borçlu hakkında konkordato işlemlerinin başlatılmasını isteyebilir. Yetkili ve görevli mahkeme; iflasa tabi olan borçlu için 154 üncü maddenin birinci veya ikinci fıkralarında yazılı yerdeki, iflasa tabi olmayan borçlu için yerleşim yerindeki asliye ticaret mahkemesidir.” Doğru cevap E seçeneğidir."
  },
  {
    "id": "2847136",
    "unitNumber": 7,
    "text": "İflâs masasına giren hakların ve malların takdir edilen bedellerinin tasfiye giderlerini karşılayacağının anlaşılması hâlinde,………usulü uygulanır.<br/>Aşağıdakilerden hangisi yukarıdaki boşluğu doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Basit tasfiye",
      "B": "Geçici mühlet",
      "C": "Adi tasfiye",
      "D": "Kesin mühlet",
      "E": "Konkordato"
    },
    "explanation": "İflâs masasına giren hakların ve malların takdir edilen bedellerinin tasfiye giderlerini karşılayacağının anlaşılması hâlinde, adi tasfiye usulü uygulanır. Doğru cevap C seçeneğidir."
  },
  {
    "id": "2847138",
    "unitNumber": 7,
    "text": "Konkordatoda geçici mühletin toplam süresi en fazla ne kadar olabilir?",
    "correctAnswer": "B",
    "options": {
      "A": "3 ay",
      "B": "5 ay",
      "C": "6 ay",
      "D": "9 ay",
      "E": "12 ay"
    },
    "explanation": "Konkordatoda geçici izin süresi 3 aydır. Mahkeme, bu 3 aylık süre dolmadan borçlunun veya geçici komiserin yapacağı talep üzerine geçici mühleti en fazla 2 ay daha uzatabilir, uzatmayı borçlu talep etmişse geçici komiserin de görüşü alınır. Geçici mühletin toplam süresi 5 ayı geçemez (İİK, m. 287/5). Doğru cevap B seçeneğidir."
  },
  {
    "id": "2849484",
    "unitNumber": 7,
    "text": "Haciz ile ilgili olarak aşağıdaki bilgilerden <u>hangisi/hangileri doğrudur?</u><br/>I.Menkul veya gayri menkul mallara haciz konabilir, konan haciz usulleri varlığa göre değişebilir.<br/>II.Farklı menkul mallar sayı ve miktarları tahmin edilen değerleri haciz tutanağı ile tespit edilerek haczedilir.<br/>III.Alacaklı veya kamu tahsil daireleri haciz bildirisini alacaklı posta veya elektronik ortamda borçluya tebliğ edilebilir.<br/>IV.Haciz usul ve esasları Hazine ve Maliye Bakanlığı yetkisi dahilindedir.<br/>V.Haciz işlemi sırasında borçlu, borçlunun vekili, çalışanlarından biri ve komşularından biri ilgili yerde bulunmalıdır.<br/>VI.Haciz sırasında usule uygun davranılır ve zor kullanılamaz.",
    "correctAnswer": "A",
    "options": {
      "A": "I,II,III,IV",
      "B": "V,VI",
      "C": "I,III,V",
      "D": "II,IV,VI",
      "E": "Yalnız II"
    },
    "explanation": "GİRİŞ<br/>Haciz ile ilgili olarak aşağıdaki bilgilerden I,II,III,IV<u> doğrudur?</u><br/>I.Menkul veya gayri menkul mallara haciz konabilir, konan haciz usulleri varlığa göre değişebilir.<br/>II.Farklı menkul mallar sayı ve miktarları tahmin edilen değerleri haciz tutanağı ile tespit edilerek haczedilir.<br/>III.Alacaklı veya kamu tahsil daireleri haciz bildirisini alacaklı posta veya elektronik ortamda borçluya tebliğ edilebilir.<br/>IV.Haciz usul ve esasları Hazine ve Maliye Bakanlığı yetkisi dahilindedir."
  },
  {
    "id": "2849488",
    "unitNumber": 7,
    "text": "Gıyaben yapılan bir hacizde ilgili yerde aşağıdakilerden <u>hangisi/hangileri olabilir?</u><br/>I.Borçlunun akrabası<br/>II.Muhtar<br/>III.Zabıta memuru<br/>IV.Borçlunun vekili<br/>V.Borçlunun veya zilyedin komşularından iki kişi",
    "correctAnswer": "B",
    "options": {
      "A": "I,IV",
      "B": "II,III,V",
      "C": "Yalnız III",
      "D": "III,V",
      "E": "I,IV"
    },
    "explanation": "Haciz Sırasında Bulunacaklar ve Haciz Tutanağı<br/>II.Muhtar<br/>III.Zabıta memuru<br/>V.Borçlunun veya zilyedin komşularından iki kişi<br/>Gıyaben yapılan bir hacizde bulunabilir."
  },
  {
    "id": "2849492",
    "unitNumber": 7,
    "text": "Üçüncü kişi haciz bildirisi eline ulaştıktan sonra, kendisinin bu haciz işlemiyle ilgisi olmamakla birlikte mal ile ilgili bir borç veya zimmet durumunun bulunmadığına dair itirazını <u>ne kadar sürede nereye nasıl yapmalıdır?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "3 gün içinde alacaklı kişiye e-mail veya yazılı olarak",
      "B": "3 gün içinde karakola yazılı dilekçe ile",
      "C": "7 gün içinde tahsil dairesine yazılı dilekçe ile",
      "D": "5 gün içinde muhtarlığa yazılı dilekçe ile",
      "E": "7 gün içinde savcılığa yazılı dilekçe ile"
    },
    "explanation": "Üçüncü Şahıslardaki Menkul Malların, Alacak ve Hakların Haczi<br/>7 gün içinde tahsil dairesine yazılı dilekçe ile yapılır."
  },
  {
    "id": "2849498",
    "unitNumber": 7,
    "text": "Haciz durumunda tahsil dairesinin satılacak gayrimenkul için düzenlediği <u>şartnamede bulunan(lar) aşağıdakilerden hangisidir?</u><br/>I.Gayrimenkulün adres bilgisi, durumu, yapısal özellikleri<br/>II.Gayrimenkul sahibinin adı, soyadı ve adresi<br/>III.Gayrimenkulün açık arttırmaya esas olarak biçilen rayiç değeri<br/>IV.%75 oranındaki teminat tutarı",
    "correctAnswer": "A",
    "options": {
      "A": "I,II,III",
      "B": "Yalnız IV",
      "C": "Yalnız I",
      "D": "I,III,IV",
      "E": "Yalnız III"
    },
    "explanation": "Haczolunan Gayrimenkullerin Satışı ve Komisyonlar<br/>I.Gayrimenkulün adres bilgisi, durumu, yapısal özellikleri<br/>II.Gayrimenkul sahibinin adı, soyadı ve adresi<br/>III.Gayrimenkulün açık arttırmaya esas olarak biçilen rayiç değeri<br/>Haciz durumunda tahsil dairesinin satılacak gayrimenkul için düzenlediği <u>şartnamede bulunanlardır.</u>"
  },
  {
    "id": "2849504",
    "unitNumber": 7,
    "text": "İl ve ilçelerde hacizli gayrimenkulün <u>satış komisyonunda bulunanlar aşağıdakilerden hangisidir?</u><br/>I.vergi dairesi yetkilisi<br/>II.belediye meclisi yetkilisi<br/>III.alacaklı kamu idaresi yetkilisi<br/>IV.tapu sicil yetkilisi<br/>V.gayrimenkul sahibi<br/>VI.yetkili bilirkişi",
    "correctAnswer": "C",
    "options": {
      "A": "I,III,V",
      "B": "II,IV,VI",
      "C": "I,II,III,IV",
      "D": "V,VI",
      "E": "I,III"
    },
    "explanation": "Haczolunan Gayrimenkullerin Satışı ve Komisyonlar<br/>I.vergi dairesi yetkilisi<br/>II.belediye meclisi yetkilisi<br/>III.alacaklı kamu idaresi yetkilisi<br/>IV.tapu sicil yetkilisi<br/>İl ve ilçelerde hacizli gayrimenkulün <u>satış komisyonunda bulunur.</u>"
  },
  {
    "id": "2849506",
    "unitNumber": 7,
    "text": "Hacizle ilgili elektronik iletişim usul ve esasları belirleyen <u>yetkili makam aşağıdakilerden hangisidir?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Cumhurbaşkanlığı",
      "B": "Türkiye Cumhuriyet Merkez Bankası",
      "C": "Hazine ve Maliye Bakanlığı",
      "D": "Adalet Bakanlığı",
      "E": "Haberleşme Genel Müdürlüğü"
    },
    "explanation": "MENKUL MALLARIN HACZİ VE SATIŞI<br/>Hazine ve Maliye Bakanlığı"
  },
  {
    "id": "2849510",
    "unitNumber": 7,
    "text": "Konkordato, borçlarını ödeyemeyecek duruma gelen borçlunun uzlaşma teklifinin alacaklıların belli bir çoğunluğu tarafından kabulü ile gerçekleşen ve ……………………………………. onayı ile hüküm ifade eden bir ödeme anlaşmasıdır.<br/>Yukarıdaki cümledeki boşluğu dolduran <u>doğru ifade aşağıdakilerden hangisidir?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Ticaret Mahkemesi",
      "B": "Vergi Mahkemesi",
      "C": "Asliye Ceza Mahkemesi",
      "D": "Anayasa Mahkemesi",
      "E": "Ağır Ceza Mahkemesi"
    },
    "explanation": "Konkordato<br/>Ticaret Mahkemesi"
  },
  {
    "id": "2849513",
    "unitNumber": 7,
    "text": "Gayrimenkul malların haczi ve artırmalı satışında istekli çıkmaz ya da teklif edilen bedel rüçhanlı alacakla masrafı aşmazsa gayrimenkul üzerindeki haciz, kamu idaresi tarafından ……………edilinceye kadar devam eder.<br/>Yukarıdaki cümledeki boşluğu dolduran <u>doğru ifade aşağıdakilerden hangisidir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "kokordato",
      "B": "iflas",
      "C": "haciz",
      "D": "icra",
      "E": "teferruğ"
    },
    "explanation": "Gayrimenkullerin Teferruğu ve Geri Verilmesi"
  },
  {
    "id": "2849518",
    "unitNumber": 7,
    "text": "Alacaklı kamu idareleri tarafından teferruğ edilen gayrimenkuller için teferrüğ bedeli <u>rayiç değerin yüzde kaçıdır? </u>",
    "correctAnswer": "D",
    "options": {
      "A": "5",
      "B": "10",
      "C": "25",
      "D": "50",
      "E": "75"
    },
    "explanation": "Gayrimenkullerin Teferruğu ve Geri Verilmesi<br/>İkinci artırma tarihinden itibaren bir yıl içinde gayrimenkul en az bir kere daha satışa çıkarıldığı hâlde satılmazsa, gayrimenkul alacaklı kamu idaresinin talebi üzerine ve satış komisyonu kararıyla kamu idaresince teferruğ edilebilir. Teferruğ bedeli, gayrimenkulün biçilen rayiç değerinin %50’sidir (AATUHK, m. 98/1)."
  },
  {
    "id": "2849521",
    "unitNumber": 7,
    "text": "Kamu idareleri tarafından teferruğ edilen gayrimenkul, teferruğ kararı tarihinden itibaren <u>ne kadar süre boyunca satışa çıkarılamaz?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "3 ay",
      "B": "6 ay",
      "C": "12 ay",
      "D": "18 ay",
      "E": "24 ay"
    },
    "explanation": "Gayrimenkullerin Teferruğu ve Geri Verilmesi<br/>12 ay (1 yıl)"
  },
  {
    "id": "2701719",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Kamu alacaklısının alacağından vazgeçmesi anlamına gelir?",
    "correctAnswer": "A",
    "options": {
      "A": "Terkin",
      "B": "Tarh",
      "C": "Teskin",
      "D": "Tahsil",
      "E": "Zamanaşımı"
    },
    "explanation": "GİRİŞ<br/>Kamu alacaklısının alacağından vazgeçmesi, alacağını silmesine terkin denilmektedir. Terkin sonucunda, kamu alacağı bütün hukuki sonuç-ları ile birlikte ortadan kalkar."
  },
  {
    "id": "2701720",
    "unitNumber": 8,
    "text": "Kaç yıl içinde tarh ve mükellefe tebliğ edilmeyen vergiler vergi alacağının doğduğu takvim yılını takip eden yılın başından başlayarak zamanaşımına uğramaktadır ?",
    "correctAnswer": "C",
    "options": {
      "A": "10",
      "B": "3",
      "C": "5",
      "D": "7",
      "E": "15"
    },
    "explanation": "Tarh Zamanaşımı<br/>Vergi alacağının doğduğu takvim yılını takip eden yılın başından başlayarak 5 yıl içinde tarh ve mükellefe tebliğ edilmeyen vergiler zamanaşımına uğramaktadır (VUK, m. 114)"
  },
  {
    "id": "2701721",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Tahsil zamanaşımının kesilmesi durumlarından biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ödeme,",
      "B": "Borçlunun yabancı memlekette bulunması,",
      "C": "Haciz uygulaması,",
      "D": "Cebren tahsil ve takip işlemleri sonucunda yapılan her çeşit tahsilat,",
      "E": "Ödeme emri tebliği,"
    },
    "explanation": "Tahsil Zamanaşımının Kesilmesi<br/>Tahsil zamanaşımı, şu hâllerden birinin vuku-unda kesilir (AATUHK, m. 103/1): <br/>1. Ödeme, <br/>2. Haciz uygulaması,<br/>3. Cebren tahsil ve takip işlemleri sonucunda yapılan her çeşit tahsilat, <br/>4. Ödeme emri tebliği, <br/>5. Mal bildirimi, mal edinme ve mal artmala-rının bildirilmesi, <br/>6. Yukarıdaki işlemlerden herhangi birinin ke-file veya yabancı şahıs ve kurumlar temsil-cilerine uygulanması veya bunlar tarafından yapılması, <br/>7. İhtilaflı kamu alacaklarında yargı mercile-rince bozma kararı verilmesi, <br/>8. Kamu alacağının teminata bağlanması, <br/>9. Yargı mercilerince yürütmenin durdurul-masına karar verilmesi,<br/>10. İki kamu idaresi arasında mevcut bir borç için alacaklı kamu idaresi tarafından borçlu kamu idaresine borcun ödenmesi için yazı ile başvuruda bulunulması,<br/>11. Kamu alacağının özel kanunlara göre öden-mek üzere başvuruda bulunulması ve/veya alacağın ödeme planına bağlanması."
  },
  {
    "id": "2701722",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Terkin'in niteliklerine göre yapılan sınıflandırma türünden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "İhtilaflı kamu alacaklarında yargı mercile-rince bozma kararı verilmesi,",
      "B": "Kamu alacağının teminata bağlanması,",
      "C": "Yargı mercilerince yürütmenin durdurul-masına karar verilmesi,",
      "D": "Tahsil imkânsızlığı sebebiyle,",
      "E": "İki kamu idaresi arasında mevcut bir borç için alacaklı kamu idaresi tarafından borçlu kamu idaresine borcun ödenmesi için yazı ile başvuruda bulunulması,"
    },
    "explanation": "Terkin Sebepleri ve Terkin Türleri<br/>Terkin niteliklerine ve düzenlendikleri kanunlara göre sınıflandırılabilir (Oktar, 2019:160):<br/>Niteliklerine göre yapılan sınıflandırma kapsamında;<br/>• Doğal afetler sebebiyle terkin,<br/>• Tahsil imkânsızlığı sebebiyle terkin,<br/>• Tahakkuktan vazgeçme olmak üzere üç terkin türü bulunmaktadır.<br/>Düzenlendikleri kanunlar esas alınarak yapılan sınıflandırma kapsamında ise şu şekildedir:<br/>• Vergi Usul Kanunu’na göre terkin,<br/>• Amme Alacaklarının Tahsil Usulü Hakkın-da Kanun’a göre terkin olmak üzere iki terkin türünden söz edilebilir"
  },
  {
    "id": "2701723",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisinin takdir işlemlerine ve bu işler nedeniyle verilecek kararlara katılmaları yasak değildir ?",
    "correctAnswer": "E",
    "options": {
      "A": "Kendileri ve Nişanlıları",
      "B": "Kanuni temsilcisi veya vekili bulundukları kimseler.",
      "C": "boşanmış olsalar bile eşleri,",
      "D": "Kan veya kayın üstsoy veya altsoyu, evlâtlığı veya kendisini evlât edinen ya da kan hısım-lığında üçüncü (bu derece dahil), yansoy hısımlığında bu hısımlığı meydana getiren evlenme ortadan kalkmış olsa bile üçüncü (bu derece dahil) dereceye kadar olan yan-soy hısımları,",
      "E": "üçüncü gerçek kişiler ( hiçbir kan bağı, hısım ve akrabalık gibi ilişkisi olmayanlar)"
    },
    "explanation": "Takdir İşlemlerine ve Kararlara Katılma Yasağı<br/>Satış komisyonu başkan ve üyeleriyle, bilirki-şilerin, aşağıda belirtilen kişilerle ilgili olan işlerin takdir işlemlerine ve bu işler nedeniyle verilecek kararlara katılmaları yasaktır (AATUHK, m. 109): <br/>1. Kendileri, nişanlıları ve boşanmış olsalar bile eşleri,<br/>2. Kan veya kayın üstsoy veya altsoyu, evlâtlığı veya kendisini evlât edinen ya da kan hısım-lığında üçüncü (bu derece dahil), yansoy hısımlığında bu hısımlığı meydana getiren evlenme ortadan kalkmış olsa bile üçüncü (bu derece dahil) dereceye kadar olan yan-soy hısımları,<br/>3. Kanuni temsilcisi veya vekili bulundukları kimseler."
  },
  {
    "id": "2701724",
    "unitNumber": 8,
    "text": "Aşağıdakileden hangisi Kamu Alacağının Tahsiline Engel Olunmasında uygulanacak cezadır?",
    "correctAnswer": "A",
    "options": {
      "A": "6 aydan 3 yıla kadar hapis cezası",
      "B": "3aydan 3 yıla kadar hapis cezası",
      "C": "9 aydan 6 yıla kadar hapis cezası",
      "D": "6 yıla kadar hapis cezası",
      "E": "3 yıla kadar hapis cezası"
    },
    "explanation": "Kamu Alacağının Tahsiline Engel Olunması<br/>Kamu alacağının tahsili için hakkında takip işlemlerine başlanan borçlu kısmen veya tamamen tahsile engel olmak veya tahsili zorlaştırmak amacıyla mallarından bir kısmını veya tamamını; <br/>1. Mülkünden çıkararak, telef ederek ya da değerden düşürerek gerçek surette, <br/>2. Gizleyerek, kaçırarak muvazaa yolu ile başkasının üzerine geçirerek veya aslı olmayan borçlar kabul ederek ya da alındılar vererek gerçeğe aykırı şekilde, varlığını yok eder veya azaltır ve geri kalan mallar borcu karşılamaya yetmezse 6 aydan 3 yıla kadar hapis cezası ile cezalandırılır."
  },
  {
    "id": "2701725",
    "unitNumber": 8,
    "text": "Kamu alacağının tahsiline engel olma, gerçeğe aykırı bildirimde bulunma suçları, alacaklı kamu idaresinin o yerdeki en büyük memurunun ihbarı üzerine hangi resmi merci tarafından takip olunur ?",
    "correctAnswer": "E",
    "options": {
      "A": "Başbakanlık müfettişleri",
      "B": "tüzel kişinin ortakları,",
      "C": "tasfiye memurları,",
      "D": "murakıp ve müfettişler,",
      "E": "Cumhuriyet Savcılığı"
    },
    "explanation": "Suçların Takibi (Kovuşturulması)<br/>Kamu alacağının tahsiline engel olma, gerçeğe aykırı bildirimde bulunma suçları, alacaklı kamu idaresinin o yerdeki en büyük memurunun ihbarı üzerine Cumhuriyet Savcılığı tarafından takip olunur (AATUHK, m. 115/1)"
  },
  {
    "id": "2701726",
    "unitNumber": 8,
    "text": "Tarh Zamanaşımının Durması için aşağıdaki hangi kuruma/ komisyona başvurulması gerekir?",
    "correctAnswer": "D",
    "options": {
      "A": "Maliye ve Hazine Bakanlığına",
      "B": "Gelir İdaresi Başkanlığına",
      "C": "Tarh Komisyonuna",
      "D": "Takdir komisyonuna",
      "E": "Vergi dairesine"
    },
    "explanation": "Tarh Zamanaşımının Durması<br/>Vergi dairesince matrah takdiri için takdir komisyonuna başvurulması zamanaşımını durdurur. Duran zamanaşımı, takdir komisyonu kararının vergi dairesine tevdiini takip eden günden itibaren kaldığı yerden işlemeye devam eder. Ancak işleme-yen süre bir yıldan fazla olamaz (VUK, m. 114/2)."
  },
  {
    "id": "2701727",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Terkin'in özel hukukta benzetildiği kurumlarından biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "ibra,",
      "B": "alacaktan feragat,",
      "C": "alacaklının borçlusuna karşı alacak hakkını kullanmayacağını taahhüt etmesi,",
      "D": "konkordato",
      "E": "Kamu alacaklısının alacağını silmesi"
    },
    "explanation": "TERKİN<br/>Terkin şekli olarak kamu borçlusunun başvurusu üzerine gerçekleşmiş olsa da bu durum terkinin tek taraflı işlem olma niteliğini değiştirmez. Terkin özel hukuktaki ibra, alacaktan feragat, alacaklının borçlusuna karşı alacak hakkını kullanmayacağını taahhüt etmesi, borcun bulunmadığının kabulü ve hatta konkordato kurumlarına benzetilebilir (Ön-cel, Kumrulu ve Çağan, 2018:153)."
  },
  {
    "id": "2701728",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Vergi Usul Kanunu’nda düzenlenen zamanaşımı kavramıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "yapılandırıcı zamanaşımı",
      "B": "düşürücü zamanaşımı",
      "C": "tahakkuk zamanaşımı",
      "D": "tahsil zamanaşımı",
      "E": "kazandırıcı zamanaşımı"
    },
    "explanation": "ZAMANAŞIMI<br/>Özel hukukta kazandırıcı ve düşürücü zamanaşımı olarak iki türü bulunan zamanaşımı; vergi hukukunda biri Vergi Usul Kanunu’nda düzenlenen tarh zamanaşımı (tahakkuk zamanaşımı) diğeri ise Amme Alacaklarının Tahsil Usulü Hak-kında Kanun’da düzenlenen tahsil zamanaşımı ol-mak üzere iki başlık altında incelenmektedir."
  },
  {
    "id": "2845969",
    "unitNumber": 8,
    "text": "Tarh zamanaşımı hangi kanunda düzenlenmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Amme Alacaklarının Tahsil Usulü Hakkında Kanun",
      "B": "Vergi Usul Kanunu",
      "C": "Türk Ticaret Kanunu",
      "D": "Borçlar Kanunu",
      "E": "Hukuk Usulü Muhakemeleri Kanunu"
    },
    "explanation": "Tarh zamanaşımı Vergi Usul Kanununda düzenlenmiştir."
  },
  {
    "id": "2845971",
    "unitNumber": 8,
    "text": "Vergi alacağının doğduğu takvim yılını takip eden yılın başından başlayarak, kaç yıl içinde tarh ve mükellefe tebliğ edilmeyen vergiler zamanaşımına uğrar?",
    "correctAnswer": "D",
    "options": {
      "A": "İki yıl",
      "B": "Üç yıl",
      "C": "Dört yıl",
      "D": "Beş yıl",
      "E": "Altı yıl"
    },
    "explanation": "Vergi alacağının doğduğu takvim yılını takip eden yılın başından başlayarak, beş yıl içinde tarh ve mükellefe tebliğ edilmeyen vergiler zamanaşımına uğrar."
  },
  {
    "id": "2845977",
    "unitNumber": 8,
    "text": "Şarta bağlı istisna ve muafiyet uygulamaları nedeniyle kısmen veya tamamen alınmayan vergilere ilişkin zamanaşımı süresi, istisna ve muafiyet şartlarının ihlal edilmesi durumunda hangi tarihten itibaren başlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Şartların ihlal edildiği tarihten itibaren",
      "B": "Şartların ihlal edildiği tarihi takip eden yıl başından itibaren",
      "C": "Şartların ihlal edildiği tarihi takip eden yıl Mart ayı başından itibaren",
      "D": "Şartların ihlal edildiği tarihi takip eden yıl Mart ayı sonundan itibaren",
      "E": "Şartların ihlal edildiği tarihi takip eden ay başından itibaren"
    },
    "explanation": "Şarta bağlı istisna ve muafiyet uygulamaları nedeniyle kısmen veya tamamen alınmayan vergilere ilişkin zamanaşımı süresi, istisna ve muafiyet şartlarının ihlal edilmesi durumunda, şartların ihlal edildiği tarihi takip eden yıl başından itibaren başlar."
  },
  {
    "id": "2845980",
    "unitNumber": 8,
    "text": "Tahsil zamanaşımının kanunda belirtilen hallerden birinin vukuunda kesilmesi öngörülmüştür. Aşağıdakilerden hangisi bu hallerden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "İhtilaflı kamu alacaklarının yargı organına intikal ettirilmesi",
      "B": "Ödeme emri tebliği",
      "C": "Cebren tahsil ve takip işlemleri sonucunda yapılan her çeşit tahsilat",
      "D": "Mal bildirimi, mal edinme ve mal artmalarının bildirilmesi",
      "E": "Kamu alacağının teminata bağlanması"
    },
    "explanation": "Tahsil zamanaşımının kanunda belirtilen hallerden birinin vukuunda kesilmesi öngörülmüştür. Sorunun cevap şıklarında a şıkkı dışında verilen diğer dört şık bu hallerden bazılarıdır. A şıkkında verilen hususun doğru şekli \"İhtilaflı kamu alacaklarının yargı mercilerince bozma kararı verilmesi\" iken \"bozma kararı verilmesi\" yerine intikal ettirilmesi denmiştir. Bu nedenle sorunun doğru cevabı a şıkkıdır."
  },
  {
    "id": "2845982",
    "unitNumber": 8,
    "text": "Vergi Usul Kanununa göre, doğal afetler nedeniyle varlıklarının en az ne kadarını kaybeden mükelleflerin, o yıla ait tahakkuk ettirilen arazi vergisi borçları ve cezaları kısmen veya tamamen terkin olunur?",
    "correctAnswer": "A",
    "options": {
      "A": "Üçte birini kaybeden",
      "B": "Dörtte birini kaybeden",
      "C": "Beşte birini kaybeden",
      "D": "Üçte ikisini kaybeden",
      "E": "Dörtte ikisini kaybeden"
    },
    "explanation": "Vergi Usul Kanununa göre, doğal afetler nedeniyle varlıklarının en az üçte birini kaybeden mükelleflerin, o yıla ait tahakkuk ettirilen arazi vergisi borçları ve cezaları kısmen veya tamamen terkin olunur."
  },
  {
    "id": "2845984",
    "unitNumber": 8,
    "text": "Mükelleflerin terkin ile ilgili kanun hükmünden yararlanmak için, afetin meydana geldiği tarihten itibaren kaç ay içinde kamu idaresine yazı ile başvurmaları gerekir?",
    "correctAnswer": "E",
    "options": {
      "A": "İki ay",
      "B": "Üç ay",
      "C": "Dört ay",
      "D": "Beş ay",
      "E": "Altı ay"
    },
    "explanation": "Mükelleflerin, terkin ile ilgili kanun hükmünden yararlanmak için, afetin meydana geldiği tarihten itibaren altı ay içinde kamu idaresine yazı ile başvurmaları gerekir."
  },
  {
    "id": "2845989",
    "unitNumber": 8,
    "text": "Yapılacak takip sonunda, tahsili imkansız veya tahsili için yapılacak giderlerin alacaktan fazla bulunduğu anlaşılan Vergi Usul Kanunu kapsamına giren kamu alacaklarında, kanunda belirtilen miktarlara kadar olan alacaklar terkin olunabilir. Bu tutarları Cumhurbaşkanı en çok ne kadar arttırmaya yetkilidir?",
    "correctAnswer": "E",
    "options": {
      "A": "İki kat",
      "B": "Dört kat",
      "C": "Altı kat",
      "D": "Sekiz kat",
      "E": "On kat"
    },
    "explanation": "Yapılacak takip sonunda, tahsili imkansız veya tahsili için yapılacak giderlerin alacaktan fazla bulunduğu anlaşılan Vergi Usul Kanunu kapsamına giren kamu alacaklarında, kanunda belirtilen miktarlara kadar olan alacaklar terkin olunabilir. Bu tutarları Cumhurbaşkanı on katına kadar arttırmaya yetkilidir?"
  },
  {
    "id": "2845993",
    "unitNumber": 8,
    "text": "Gerçeğe aykırı mal bildiriminde bulunanlarla, yaşayış tarzları mal bildirimine uymayanlar ne kadar süreyle hapis cezası ile cezalandırılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Bir aydan altı aya kadar",
      "B": "Üç aydan bir yıla kadar",
      "C": "Altı aydan bir yıla kadar",
      "D": "Bir yıldan iki yıla kadar",
      "E": "İki yıldan üç yıla kadar"
    },
    "explanation": "Gerçeğe aykırı mal bildiriminde bulunanlarla, yaşayış tarzları mal bildirimine uymayanlar üç aydan bir yıla kadar hapis cezası ile cezalandırılır."
  },
  {
    "id": "2845996",
    "unitNumber": 8,
    "text": "Tarh zamanaşımı ile eş anlamlı kullanılan zamanaşımı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tahsil zamanaşımı",
      "B": "Tahakkuk zamanaşımı",
      "C": "Kesilen zamanaşımı",
      "D": "Duran zamanaşımı",
      "E": "Takip zamanaşımı"
    },
    "explanation": "Tarh zamanaşımı ile eş anlamlı kullanılan zamanaşımı tahakkuk zamanaşımıdır."
  },
  {
    "id": "2846002",
    "unitNumber": 8,
    "text": "Niteliklerine göre yapılan terkin sınıflandırmasında, kaç türlü terkin bulunmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "İki türlü terkin",
      "B": "Üç türlü terkin",
      "C": "Dört türlü terkin",
      "D": "Beş türlü terkin",
      "E": "Altı türlü terkin"
    },
    "explanation": "Niteliklerine göre yapılan terkin sınıflandırmasında, üç türlü terkin bulunmaktadır."
  },
  {
    "id": "2847660",
    "unitNumber": 8,
    "text": "Tarh zamanaşımı aşağıdaki kanunlardan hangisiyle düzenlenmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Vergi Usul Kanunu",
      "B": "İcra İflas Kanunu",
      "C": "Amme Alacaklarının Tahsil Usulü Hakkında Kanun",
      "D": "Türk Borçlar Kanunu",
      "E": "Türk Medeni Kanunu"
    },
    "explanation": "Tarh zamanaşımı (tahakkuk zamanaşımı) Vergi Usul Kanunu’nda düzenlenmiştir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "2847661",
    "unitNumber": 8,
    "text": "Tarh zamanaşımı için geçmesi gereken süre aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "3 ay",
      "B": "6 ay",
      "C": "1 yıl",
      "D": "3 yıl",
      "E": "5 yıl"
    },
    "explanation": "Tarh zamanaşımı (tahakkuk zamanaşımı) Vergi alacağının doğduğu takvim yılını takip eden yılın başından başlayarak 5 yıl içinde tarh ve mükellefe tebliğ edilmeyen vergiler zamanaşımına uğramaktadır (VUK, m. 114). Doğru cevap E seçeneğidir."
  },
  {
    "id": "2847663",
    "unitNumber": 8,
    "text": "30 Nisan 2015 vade tarihli kurumlar vergisi için tahsil zaman aşımı süresi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "30 Nisan 2020",
      "B": "30 Mayıs 2020",
      "C": "31 Temmuz 2020",
      "D": "31 Aralık 2020",
      "E": "31 Aralık 2021"
    },
    "explanation": "Kamu alacağı, vadesinin rastladığı takvim yılını takip eden yılın başından itibaren beş yıl içinde tahsil edilmezse, tahsil zamanaşımına uğrar (AATUHK, m. 102). Örneğin, vade tarihi 30 Nisan 2015 olan kurumlar vergisi için tahsil zamanaşımı süresi, 1 Ocak 2016 günü işlemeye başlayacak, tahsil işleminin yapılmaması hâlinde, söz konusu vergi 31 Aralık 2020 günü bitiminde zamanaşımına uğrayacaktır. Doğru cevap D seçeneğidir."
  },
  {
    "id": "2847666",
    "unitNumber": 8,
    "text": "Kamu alacaklısının alacağını silmesi, alacağından vazgeçmesi terkin durumu aşağıdakilerden hangisi ile <strong><u>benzetilemez?</u></strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Özel hukuktaki ibra",
      "B": "Alacaktan feragat",
      "C": "Konkordato",
      "D": "Zamanaşımı",
      "E": "Borcun bulunmadığının kabulü"
    },
    "explanation": "Terkin şekli olarak kamu borçlusunun başvurusu üzerine gerçekleşmiş olsa da bu durum terkinin<br/>tek taraflı işlem olma niteliğini değiştirmez. Terkin özel hukuktaki ibra, alacaktan feragat, alacaklının borçlusuna karşı alacak hakkını kullanmayacağını taahhüt etmesi, borcun bulunmadığının kabulü ve<br/>hatta konkordato kurumlarına benzetilebilir (Öncel, Kumrulu ve Çağan, 2018:153). Doğru cevap D seçeneğidir."
  },
  {
    "id": "2847669",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi terkin türlerinden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Zamanaşımı",
      "B": "Tahakkuktan vazgeçme",
      "C": "Ödeme",
      "D": "Mal bildiriminde bulunma",
      "E": "Takas"
    },
    "explanation": "Niteliklerine göre yapılan sınıflandırma kapsamında; Doğal afetler sebebiyle terkin, Tahsil imkânsızlığı sebebiyle terkin, Tahakkuktan vazgeçme olmak üzere üç terkin türü bulunmaktadır. Doğru cevap B seçeneğidir."
  },
  {
    "id": "2847673",
    "unitNumber": 8,
    "text": "Amme alacaklarının 105. Maddesine göre yangın, yer sarsıntısı, yer kayması, su basması ve benzer doğal afetlerden etkilenen varlıkların ve mahsüllerin en az üçte birini kaybedenler adına tamamen veya kısmen terkin ettirme yetkisi aşağıdakilerden hangisine aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Cumhurbaşkanı",
      "B": "TBMM",
      "C": "Tarım bakanı",
      "D": "İçişleri bakanı",
      "E": "Meclis başkanı"
    },
    "explanation": "Amme Alacaklarının Tahsil Usulü Hakkında Kanun’un “tabii afetler sebebiyle terkin” kenar başlıklı 105’inci maddesine göre, yangın, yer sarsıntısı, yer kayması, su basması, kuraklık, don, zararlı<br/>hayvan ve haşarat istilası ve bunlara benzeyen afetler yüzünden zarardan etkilenen varlıklarının ve<br/>mahsullerinin en az üçte birini kaybedenler adına tahakkuk ettirilmiş ve afetlerin zarar verdiği gelir<br/>kaynakları ile ilgili kamu alacakları, Cumhurbaşkanı kararıyla kısmen veya tamamen terkin olunur<br/>(AATUHK, m. 105/1). Doğru cevap A seçeneğidir."
  },
  {
    "id": "2847679",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi tahsil imkansızlığı sebebiyle terkin edilecek kamu alacağının miktarını belirleme yetkisine sahiptir?",
    "correctAnswer": "E",
    "options": {
      "A": "Milli savunma bakanı",
      "B": "Ticaret bakanı",
      "C": "İçişleri bakanı",
      "D": "Adalet bakanı",
      "E": "Maliye bakanı"
    },
    "explanation": "Maliye Bakanı, terkin edilecek kamu alacağının miktarını belirlemeye yetkilidir (AATUHK, m. 106/2). Terkin yetkisine sahip olanlar, bu yetkilerinin tamamını veya bir kısmını yerel makamlara bırakabilirler (AATUHK, m. 106/3). Doğru cevap E seçeneğidir."
  },
  {
    "id": "2847696",
    "unitNumber": 8,
    "text": "Aşağıdaki şıklardan hangisinde tahakkuktan vazgeçmenin uygulanabileceği vergi türleri doğru olarak verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "İkmalen-re’sen tarh edilen vergiler",
      "B": "İkmalen tarh edilen vergiler",
      "C": "İkmalen-re’sen-idarece tarh edilen vergiler",
      "D": "İdarece-re’sen tarh edilen vergiler",
      "E": "İkmalen-idarece tarh edilen vergiler"
    },
    "explanation": "Tahakkuktan vazgeçme, sadece, ikmalen, re’sen ve idarece tarh edilen vergilerde uygulanmaktadır. Doğru cevap C seçeneğidir."
  },
  {
    "id": "2847697",
    "unitNumber": 8,
    "text": "Gerçeğe aykırı mal bildiriminde bulunanlarla yaşayış tarzları mal bildirimine uymayanlara ne kadar hapis cezası verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "1 yıla kadar",
      "B": "6 aydan 1 yıla kadar",
      "C": "3 aydan 1 yıla kadar",
      "D": "3 aydan 3 yıla kadar",
      "E": "6 aydan 3 yıla kadar"
    },
    "explanation": "Gerçeğe aykırı mal bildiriminde bulunanlarla yaşayış tarzları mal bildirimine uymayanlar 3 aydan 1 yıla kadar hapis cezası ile cezalandırılır (AATUHK, m. 111). Doğru cevap C seçeneğidir."
  },
  {
    "id": "2847699",
    "unitNumber": 8,
    "text": "Kamu borçlusuna ait malları ellerinde bulunduranların bu durumu kaç gün içerisinde bildirmeleri zorunludur?",
    "correctAnswer": "A",
    "options": {
      "A": "15 gün",
      "B": "20 gün",
      "C": "1 ay",
      "D": "3 ay",
      "E": "6 ay"
    },
    "explanation": "Kamu borçlusuna ait ellerinde bulundurdukları malları 15 gün içinde bildirmelerinin istenmesine rağmen bildirmeyenler 6 aya kadar hapis cezası ile cezalandırılır (AATUHK, m. 113). Doğru cevap A seçeneğidir."
  }
]