[
  {
    "id": "3475266",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi/hangileri istatistikte yapılan çalışmalar arasındadır?\n<br/>i. verinin özetlenmesi\n<br/>ii. verinin toplanması\n<br/>iii. analiz edilerek sonuca varılması",
    "correctAnswer": "E",
    "options": {
      "A": "yalnız i",
      "B": "yalnız ii",
      "C": "yalnız iii",
      "D": "yalnız i ve ii",
      "E": "i, ii ve iii"
    },
    "explanation": "İstatistik; verinin toplanması, özetlenmesi ve analiz edilerek sonuca varılması olarak üç bölümde ele alınır.<br/>İstatistik; sonuç çıkarmak veya araştırma sorularını cevaplamak için veriyi toplama, düzenlenme, özetleme ve analiz etme bilimidir."
  },
  {
    "id": "3475268",
    "unitNumber": 1,
    "text": "Matematikte bir çözüm %100 kesinlik verirken, istatistikten elde edilen sonuçların bir belirsizliği vardır. Bu belirsizliğin, kabul edilebilirlik sınırı ....... aralığı olarak ifade edilir.\n<br/>Yukarıda boş bırakılan yere gelecek en doğru ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "sistem",
      "B": "meteot",
      "C": "güven",
      "D": "hata",
      "E": "geçerlik"
    },
    "explanation": "Matematikte bir çözüm %100 kesinlik verirken, istatistikten elde edilen sonuçların bir belirsizliği vardır. Bu belirsizliğin, kabul edilebilirlik sınırı güven aralığı olarak ifade edilir."
  },
  {
    "id": "3475271",
    "unitNumber": 1,
    "text": "Örnekleme kümesinden elde edilen sonuçları, ana kütle/ popülasyona atanmasını sağlayan ve sonuçların geçerliliğini ölçen yöntemler aşağıdaki aşamalardan hangisinde yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Araştırma amacının belirlenmesi",
      "B": "Araştırma amacındaki soruya cevap verecek bilginin toplanması",
      "C": "Verinin düzenlenmesi",
      "D": "Bilgiden sonuçların elde edilmesi",
      "E": "Verinin özetlenmesi"
    },
    "explanation": "Bilgiden sonuçların elde edilmesi aşaması; verilerin, tüm popülasyonu belirli bir belirsizlik ile genellemesini ifade etmektedir. Bu aşama istatistikte çıkarımsal istatistik olarak ifade edilmektedir. Çıkarımsal İstatistik: Örnekleme kümesinden elde edilen sonuçları, ana kütle/ popülasyona atanmasını sağlayan ve sonuçların geçerliliğini ölçen yöntemlerdir."
  },
  {
    "id": "3475272",
    "unitNumber": 1,
    "text": "Bir ana kütleden belirli sayıdaki elemanların seçilme işlemine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "işaretleme",
      "B": "örnekleme",
      "C": "niteleme",
      "D": "değerleme",
      "E": "düzenleme"
    },
    "explanation": "Bir ana kütleden belirli sayıdaki elemanların seçilme işlemine örnekleme adı verilir"
  },
  {
    "id": "3475275",
    "unitNumber": 1,
    "text": "Bir şehirde bulunan A okulu, B okulu ve C okulu için okulların toplam öğrenci sayıları sırasıyla 1000, 1200 ve 1050 dür. Her bir okuldaki erkek öğrenci sayıları ise sırasıyla 525, 610 ve 570 dir.\n<br/>Yukarıdaki ifadeye göre aşağıdakilerden hangisi/hangileri doğrudur?\n<br/>i. okul isimleri değişkenleri ifade etmektedir\n<br/>ii. sayısal değerler veridir\n<br/>iii. öğrenci sayıları ifadesi gözlemleri ifade etmektedir",
    "correctAnswer": "B",
    "options": {
      "A": "yalnız i",
      "B": "yalnız ii",
      "C": "yalnız iii",
      "D": "yalnız i ve ii",
      "E": "i, ii ve iii"
    },
    "explanation": "Okul isimleri gözlem, öğrenci sayıları değişken be sayıların rakamsal değerleri ise veridir. Buna göre yalnız sayısal değerler veridir ifadesi doğrudur.<br/>Okul isimleri gözlem, öğrenci sayıları değişken ve sayıların rakamsal değerleri ise veridir. Buna göre yalnız sayısal değerler veridir ifadesi doğrudur."
  },
  {
    "id": "3475276",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi temel örnekleme yöntemlerinden biri <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "sistematik örnekleme",
      "B": "küme örneklemesi",
      "C": "basit rastgele örnekleme",
      "D": "kompleks örnekleme",
      "E": "tabakalı örnekleme"
    },
    "explanation": "Temel örnekleme yöntemleri, basit rastgele örnekleme, tabakalı örnekleme, sistematik örnekleme ve küme örneklemesi olarak tanımlanabilir."
  },
  {
    "id": "3475277",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bağıl frekansı tanımlamaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Bağıl frekans= Frekans/standart sapma",
      "B": "Bağıl frekans=standart sapma/Frekans",
      "C": "Bağıl frekans= Frekans/Tüm frekansların toplamı",
      "D": "Bağıl frekans= Tüm frekansların toplamı/standart sapma",
      "E": "Bağıl frekans= Tüm frekansların toplamı/Frekans"
    },
    "explanation": "Bağıl frekans, kategorinin frekansının, diğer kategorilerin toplan frekansına oranı veya yüzdesi şeklinde hesaplanır. <br/>Bağıl frekans= Frekans/Tüm frekansların toplamı"
  },
  {
    "id": "3475278",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi, gruplandırılmış bir veri dağılımının sütun grafiğiyle gösterimini ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Histogram",
      "B": "Standart sapma",
      "C": "frekans",
      "D": "pasta dilimi grafik",
      "E": "tablolaştırma"
    },
    "explanation": "Histogram, gruplandırılmış bir veri dağılımının sütun grafiğiyle gösterimidir."
  },
  {
    "id": "3475279",
    "unitNumber": 1,
    "text": "Yüksek frekans değerlerinin histogramın orta bölümlerinde olduğu, kenarlara doğru değerlerin düştüğü histogram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Düzgün Dağılmış",
      "B": "Çan Eğrisi Şeklinde",
      "C": "Sağa Çarpık",
      "D": "Sola Çarpık",
      "E": "eşit dağılmış"
    },
    "explanation": "Çan eğrisi şekilli histogramda yüksek frekans değerlerinin histogramın orta bölümlerinde olduğu, kenarlara doğru değerlerin düştüğü histogramlardır."
  },
  {
    "id": "3475280",
    "unitNumber": 1,
    "text": "Veriler küçükten büyüğe doğru sıraladığında en ortadaki değere ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Mod",
      "B": "Sapma",
      "C": "Varyans",
      "D": "Genişlik",
      "E": "Ortanca"
    },
    "explanation": "Ortanca, veriler küçükten büyüğe doğru sıraladığında en ortadaki değerdir."
  },
  {
    "id": "3475306",
    "unitNumber": 1,
    "text": "Aşağıdakilerden veri örneklerinden hangisi kesikli değişkene örnektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Birinci",
      "B": "2.76 mm",
      "C": "5 mt",
      "D": "IBAN",
      "E": "A RH+"
    },
    "explanation": "Seçenekler arasında sadece A seçeneğindeki \"Birinci\" veri örneği kesikli dağılıma örnektir. Zira \"birinci\" Bir sıralama ile elde edilen değişkendir ve bu da kesikli değişkendir.<br/>Değişkenler sayısal veya kategorik olarak iki gruba ayrılmaktadır. Kategorik değişkenler, bireylerin karakteristik özelliklerine göre sınıflandırılmasını sağlarken; sayısal değişkenler, bireylerin özelliklerinin sayısal ölçümlerini ifade eder. Sayısal değişkenleri de kendi içinde Kesikli veya Sürekli Değişkenler şeklinde ayırabiliriz. Değişken bir sıralama ya da sayımın sonucu elde ediliyorsa kesikli, bir ölçümün sonucu elde ediliyorsa sürekli değişken olarak ifade edilir. \n Kesikli Değişken: Bir sıralama ya da sayımın sonucu elde edilen değişkenlerdir. Örnek olarak Birinci, ikinci, üçüncü… Sürekli Değişken: Bir ölçümün sonucu elde edilir. Örnek olarak 2.76 mm, 6.02 kg"
  },
  {
    "id": "3475307",
    "unitNumber": 1,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/508a8797499647b424a8d3c42ccff2f1.png\" alt=\"\" width=\"545\" height=\"121\"> Tabloda \"Şehirler\" aşağıdakilerden hangisini ifade etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gözlem",
      "B": "Veri",
      "C": "Değişken",
      "D": "Örneklem",
      "E": "Grup"
    },
    "explanation": "Tablodaki kırmızı sütunda bulunan şehirler gözlemleri ifade etmektedir.<br/>Gözlemlerin ya da örneklemenin yapıldığı elemanlar gözlemler olarak tanımlanır. Veri seti ise gözlemler, değişkenler ve verinin birlikte bulunması olarak tanımlanabilir. Tabloda mavi kutu, değişkenleri; kırmızı gözlemleri, yeşil ise veriyi ifade etmektedir."
  },
  {
    "id": "3475308",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sistematik örneklemedir?",
    "correctAnswer": "A",
    "options": {
      "A": "1’den N’e kadar sıralanmış ana kütlede, her k’inci elemanın seçilmesi şeklinde yapılır.",
      "B": "Ana kütleden rastgele belirlenen kümelerin içerisindeki tüm bireylerinin seçilme işlemidir.",
      "C": "Ana kütleyi, birbiri ile örtüşmeyen tabakalara ayırıp, her bir tabakadan basit rastgele örnekleme yapılmasıdır.",
      "D": "N elemana sahip bir ana kütleden n sayıda örnekleme yapmak için rastgele örnekleme yapılmasıdır.",
      "E": "Ana kütleyi iki veya daha çok homojen gruba böldükten sonra her bir gruptan rastgele örnekleme yapılmasıdır."
    },
    "explanation": "A seçeneği sistematik örneklemeyi betimlemektedir. B seçeneği küme örneklemesini, C ve E seçenekleri tabakalı örneklemeyi, D seçeneği basit rastgele örneklemeyi betimlemektedir.<br/>Sistematik örnekleme 1’den N’e kadar sıralanmış ana kütlede, her k’inci elemanın seçilmesi şeklinde yapılır. Birinci eleman seçimi, 1 ile k arasından basit rastgele örnekleme yöntemi ile yapılır (Şekil 1.2). k değeri; ana kütlenin büyüklüğü ve seçmek istediğimiz örnekleme sayısına bağlıdır. Sistematik örnekleme adımları:\n 1. Ana kütle sayısını (N) belirle,\n 2. Örnekleme sayısını (n) belirle,\n 3. N/n işlemini yap ve en yakın tam sayıya yuvarla. Bu sayı k’ dir.\n 4. 1 ile k arasından rastgele bir sayı seç. Buna p diyelim,\n 5. Örnekleme kümesi, aşağıdaki sıralardaki değerlerden oluşur.\n p, p+k, p+ 2k, p + 3k,……. p+(n-1)k"
  },
  {
    "id": "3475309",
    "unitNumber": 1,
    "text": "Ana kütleyi gruplara böldükten sonra, gruplar arasından basit rastgele seçim yapılarak, seçilen grubun tüm bireyleri örneklenmesi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Basit rastgele örneklemesi",
      "B": "Sistematik örnekleme",
      "C": "Katmanlı örnekleme",
      "D": "Tabakalı örnekleme",
      "E": "Küme örneklemesi"
    },
    "explanation": "Seçeneklerden E seçeneğinde verilen örnekleme tanımlaması Küme Örneklemesidir.\n<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/4d05cbbcfc15544c363a98e8175db664.png\" alt=\"\" width=\"571\" height=\"379\"><br/>Temel örnekleme yöntemleri, basit rastgele örnekleme, tabakalı örnekleme, sistematik örnekleme ve küme örneklemesi olarak tanımlanabilir. Sonuçların tarafsız olması gerektiğinden, örnekleme yapan kişinin örneklenen bireyleri seçme veya seçmeme kararı vermek gibi bir şansı yoktur.\n Küme örneklemesi, ana kütleden rastgele belirlenen kümelerin içerisindeki tüm bireylerinin seçilme işlemidir. Tabakalı örnekleme ile küme örneklemesini ayırt etmek gerekir. Tabakalı örneklemede, ana kütleyi iki veya daha çok homojen gruba böldükten sonra her bir gruptan rastgele örnekleme yapılırken; kümeleme örneklemesinde, ana kütleyi gruplara böldükten sonra, gruplar arasından basit rastgele seçim yapılarak, seçilen grubun tüm bireyleri örneklenmektedir (Şekil 1.2)."
  },
  {
    "id": "3475310",
    "unitNumber": 1,
    "text": "Aynı yaşta 40 çocuğun boylarının uzunluğunu araştırıyoruz ve 5 çocuğu örnek olarak seçiyor ve boylarını ölçüyoruz. Seçilen çocukların boy ortalaması 95 cm çıkıyor. Ölçümün uygun yapıldığı kabul edildiğinde eğer 40 çocuğun boy uzunluğu ortalaması 102 cm ise bu durumda örnekleme hatası kaçtır?",
    "correctAnswer": "A",
    "options": {
      "A": "7 cm",
      "B": "20.4 cm",
      "C": "19 cm",
      "D": "95 cm",
      "E": "102 cm"
    },
    "explanation": "Çözüme göre soru kökündeki örneklem hatası şu şekilde hesaplanır: 102-95= 7 cm<br/>Örneklemedeki hata, örneklenememe hatası ve örnekleme hatası olmak üzere iki gruba ayrılmaktadır. Örneklenememe hatası, bazı bireylere seçilme önceliği verilirken bazılarına verilmemesi sonucunda ortaya çıkmaktadır. Bu durumda eğer örneklenemeyen bireyler, ana kütlenin içerisinde genelden farklılık gösteriyorsa, elde edilen sonuçlar ana kütleyi temsil etmeyecektir. Örnekleme hatası ise seçilen örneklerin ana kütle ile ilgili yetersiz bilgi vermesi sonucu oluşur. Örnek olarak 30 tane ağacın gövde kalınlıklarını araştırıyoruz ve 4 ağacı örnek olarak seçiyor ve gövde kalınlığını ölçüyoruz. Seçilen ağaçların gövde kalınlığı ortalaması 105 cm çıkıyor. Ölçümün uygun yapıldığı, kabul edildiğinde; eğer 30 adet ağacın gövde kalınlığı ortalaması 120 cm ise, örnekleme hatası 120-105=15 cm olur."
  },
  {
    "id": "3475311",
    "unitNumber": 1,
    "text": "Kategorinin frekansının, diğer kategorilerin toplam frekansına oranı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Frekans dağılımı",
      "B": "Bağıl frekans",
      "C": "Kesikli veri",
      "D": "Kategorik veri",
      "E": "Histogram"
    },
    "explanation": "Frekans her bir kategori ile karşılaşılma sayısı iken Frekans Dağılımı, her bir kategorideki verilerin, karşılama sıklığının listesidir. Bağıl frekans dağılımı, her bir kategorideki verilerin bağıl frekansının listesi olarak tanımlanabilir.<br/>Frekans dağılımı, tablolarda, grupların karşılaşma sıklığını (frekansını) ifade eden bir sütun oluşturularak, belirlenebilir. Genellikle, kategorilerin frekansını bilmektense birbirlerine göre frekans değerlerini ifade eden bağıl frekans değerini bilmek daha kullanışlıdır. Bağıl frekans, kategorinin frekansının, diğer kategorilerin toplan frekansına oranı veya yüzdesi şeklinde hesaplanır.\n Bağıl frekans= Frekans/Tüm frekansların toplamı"
  },
  {
    "id": "3475312",
    "unitNumber": 1,
    "text": "Tablo, 20 duraktan yolcu almış bir otobüsün kişi sayılarının frekans dağılımı olsun. Buna göre 7 kişinin otobüse binmesi durumunda bağıl frekans kaçtır?\n <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/28471bc2853474fd9309ca74ed38eb90.png\" alt=\"\" width=\"200\" height=\"200\">",
    "correctAnswer": "C",
    "options": {
      "A": "0.15",
      "B": "0.25",
      "C": "0.10",
      "D": "0.20",
      "E": "0.05"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/1261c63ff940bba53ab97740b3544880.png\" alt=\"\" width=\"400\" height=\"313\"><br/>Bağıl frekans, kategorinin frekansının, diğer kategorilerin toplan frekansına oranı veya yüzdesi şeklinde hesaplanır. Buna göre 7 kişi sayısı için bağıl frekans=2/20=0.10'dur."
  },
  {
    "id": "3475313",
    "unitNumber": 1,
    "text": "Aşağıdaki seçeneklerden hangisi histogram ile ilgili hatalı bir bilgidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Histogram, düzgün dağılmış, çan eğrisi şeklinde, simetrik, sola çarpık ya da sağa çarpık olabilir.",
      "B": "Histogramın şekli, değişkenin dağılımını tanımlamak için kullanılmaktadır.",
      "C": "Düzgün dağılmış histogramda sınıfların dağılımlarının birbirine eşit olduğu histogramdır.",
      "D": "Histogramın şekli aynı zamanda tam ortadan ikiye bölündüğünde kalan parçaların simetrik ya da asimetrik olmasına göre de sınıflandırılır.",
      "E": "Değişkenin dağılımı simetrik değil ise her zaman sağa çarpık şeklinde tanımlanır."
    },
    "explanation": "Değişkenin dağılımı simetrik değil ve sağ ya da sola doğru yoğunlaşıyorsa, sağa çarpık veya sola çarpık şeklinde tanımlanır.\n<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/0d06a0684a07a520d76507146ba8cd95.png\" alt=\"\" width=\"543\" height=\"151\"><br/>Histogram, düzgün dağılmış, çan eğrisi şeklinde, simetrik, sola çarpık ya da sağa çarpık olabilir. Histogramın şekli, değişkenin dağılımını tanımlamak için kullanılmaktadır. Düzgün dağılmış histogramda sınıfların dağılımlarının birbirine eşit, çan eğrisi şekilli histogramda yüksek frekans değerlerinin histogramın orta bölümlerinde olduğu, kenarlara doğru değerlerin düştüğü histogramlardır. Histogramın şekli aynı zamanda tam ortadan ikiye bölündüğünde kalan parçaların simetrik ya da asimetrik olmasına göre de sınıflandırılır. Diğer taraftan eğer değişkenin dağılımı simetrik değil ve sağ ya da sola doğru yoğunlaşıyorsa, sağa çarpık veya sola çarpık şeklinde tanımlanır"
  },
  {
    "id": "3475314",
    "unitNumber": 1,
    "text": "Aşağıdaki şekil ne tür bir veri görselleştirmesine örnektir?\n <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/4f8a2bbaebc3658e2c5e76af02309e76.png\" alt=\"\" width=\"583\" height=\"130\">",
    "correctAnswer": "B",
    "options": {
      "A": "Pasta dilimi grafiği",
      "B": "Zaman serisi grafiği",
      "C": "Histogram",
      "D": "Bağıl frekans dağılımı",
      "E": "Frekans dağılımı"
    },
    "explanation": "Buna göre soru kökündeki şekilde yatay eksende zaman, düşey eksende ise değerler bulunmaktadır ve zaman serisi grafiği gösterimidir.<br/>Eğer değişkenin değerleri, farklı zamanlarda ölçülmüş ise bu veriye zaman serisi verisi adı verilir. Bir zaman serisi grafiğinde, zaman yatay eksende, değerler ise düşey eksende bulunur. Daha sonra işaretlenen noktalar çizgiler ile birleştirilir. Zaman serisi grafikleri, değişkenin zaman içerisinde gösterdiği eğilimi belirlemek için kullanılmaktadır.\n Şekil, Eskişehir’in aylık ortalama sıcaklık değerleri verisinin zaman serisi grafiğini oluşturmak için aya karşı işaretlenen ortalama sıcaklık değerleri düz çizgiler ile birleştirilir."
  },
  {
    "id": "3475315",
    "unitNumber": 1,
    "text": "Veri setinde en fazla karşılaşılan değere ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mod",
      "B": "Ortanca",
      "C": "Aritmetik ortalama",
      "D": "Varyans",
      "E": "Standart Sapma"
    },
    "explanation": "Veri setinde en fazla karşılaşılan değeri belirlemek için veya verinin kategorik olması durumunda Mod değeri kullanılır.<br/>Mod, veri setinde en fazla karşılaşılan değer olarak tanımlanmaktadır. Mod değeri hem sayısal hem de kategorik değişkenler için hesaplanabilmektedir. Bir veri setinin birden fazla modu olabileceği gibi, bir hiçbir moda sahip olmaya da bilir.\n<br/>Genellikle bir veri setinde ortalama ve ortanca değerleri birbirinden farklılık gösterirler. Eğer dağılım simetrik ise Ortalama, Ortanca ve Mod değerlerinin birbirlerine yakın olması beklenir. Eğer ortalama, ortanca değerinden büyükse, dağılım sağa çarpık, eğer ortalama ortanca değerinden küçükse dağılım sola çarpıktır."
  },
  {
    "id": "3475435",
    "unitNumber": 1,
    "text": "Ampirik Yöntem için <strong>yanlış</strong> olan ifade hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ana kütle için kullanılan bir yöntemdir",
      "B": "Verinin %68’i, ortalamadan 1 standart sapma uzakta bulunur",
      "C": "Örnek kümesi için kullanılan bir yöntemdir",
      "D": "Verinin %90’ı, ortalamadan 2 standart sapma uzakta bulunur",
      "E": "Verinin %99’u, ortalamadan 3 standart sapma uzakta bulunur"
    },
    "explanation": "Yoktur.<br/>Kullanarak Verinin Çan Eğri Şeklinde Olduğunu Tanımlama Eğer veri çan eğrisi şeklinde dağılıma sahipse verinin ana kütle içerisindeki yüzdesi, veri setinin standart sapması ile ilişkilidir. Buna göre, verinin %68’i ortalamadan 1 standart sapma uzaklıkta, %95’ i, ortalamadan 2 standart sapma uzakta ve % 99’u 3 standart sapma uzakta bulunur (Şekil 1.12). Bu yöntem ampirik yöntem olarak bilinir ve hem ana kütle hem de örnek kümesi için kullanılır."
  },
  {
    "id": "3475436",
    "unitNumber": 1,
    "text": "İstatistik nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sonuç çıkarmak veya araştırma sorularını cevaplamak için veriyi toplamaktır",
      "B": "Verileri düzenlemektir",
      "C": "Düzenlenen verileri özetlemektir",
      "D": "Verileri analiz etme bilimidir",
      "E": "Hepsi birlikte istatistiği tanımlamaktadır"
    },
    "explanation": "Yoktur.<br/><ol start=\"2\"> <li>İstatistik, belirsizlikler karşısında akıllıca karar almak için kullanılan metotlar bütünü olarak tanımlanmaktadır (Wallis ve Roberts, 2014). İstatistik; verinin toplanması, özetlenmesi ve analiz edilerek sonuca varılması olarak üç bölümde ele alınır. Üçüncü bölüm olan verinin analiz edilerek sonuca varılması bölümü, araştırma sorusunun cevabını içerir.</li> </ol> İstatistik; sonuç çıkarmak veya araştırma sorularını cevaplamak için veriyi toplama, düzenlenme, özetleme ve analiz etme bilimidir."
  },
  {
    "id": "3475437",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi İstatistiksel metotların aşamalarından biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bilgiden sonuçların elde edilmesi",
      "B": "Verinin düzenlenmesi",
      "C": "Verilerin kime yada kimlere ait olduğunun kaydedilmesi",
      "D": "Araştırma amacındaki soruya cevap verecek bilginin toplanması",
      "E": "Verinin özetlenmesi"
    },
    "explanation": "Yoktur.<br/>İstatistiksel Metotların Aşamaları İstatistiksel metotlar aşağıdaki aşamaları takip ederler;\n<br/><ol><br/><li>Araştırma amacının belirlenmesi: Öncelikle araştırmacı cevaplanmasını istediği soruyu belirlemelidir. Sorular, araştırmanın kimi/ neyi kapsadığını ayrıntılı şekilde ifade etmelidir. Araştırılacak grup, anakütle olarak tanımlanırken; eleman, o anakütlenin bir üyesi olan bir kişi veya bir nesnedir (Şekil 1.1)</li><br/><li>Araştırma amacındaki soruya cevap verecek bilginin toplanması: Genellikle ana kütledeki her bir elemanın teker teker sayılması ve değerlendirilmesi zor ve pahalıdır. Bu nedenle ana kütleden belirli sayıdaki elemanlar seçilerek, sadece onların değerlendirilmesi yapılarak ana kütle hakkında bilgi edinilir. Örnek olarak, Şekil 1.1’deki ana kütledeki kırmızı giyinen kişilerin sayısını belirlemek için ana kütleden rastgele olarak 35 kişi seçilir ve bu 35 kişinin kaç tanesinin kırmızı kıyafeti olduğu belirlenir. Burada ana kütle, Şekil 1.1’deki tüm kişileri ifade ederken, Şekil 1.1’ de daire ile rastgele seçilen 35 kişilik grup örnekleme kümesidir. Örnekleme ile elde edilen elemanlar ana kütlenin bir alt kümesidir ve bu alt kümeden elde edilen sonuçlar, araştırma amacındaki ana kütleyi belirli bir güven aralığı çerçevesinde temsil eder. Örnekleme sonrasında bilginin toplanması ve örnekleme yönteminin seçimi, sonuçların doğruluğu için çok önemlidir. Uygun veri toplama yöntemi ile örnekleme yapılmamışsa, elde edilen sonuçların ana kütleyi temsil ediciliği düşük veya sonuçlar anlamsızdır.</li><br/><li>Verinin düzenlenmesi ve özetlenmesi: Verinin düzenlenmesi ve özetlenmesi aşaması, verinin görselleştirilmesini de içermekte olup, istatistikte tanımlayıcı istatistik olarak adlandırılmaktadır.</li><br/></ol><br/><ol start=\"4\"><br/><li>Bilgiden sonuçların elde edilmesi: Bilgiden sonuçların elde edilmesi aşaması; verilerin, tüm popülasyonu belirli bir belirsizlik ile genellemesini ifade etmektedir. Bu aşama istatistikte çıkarımsal istatistik olarak ifade edilmektedir</li><br/></ol>"
  },
  {
    "id": "3475438",
    "unitNumber": 1,
    "text": "Değişkenler ana olarak kaç gruba ayrılır?",
    "correctAnswer": "A",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Yoktur.<br/>Bir araştırma hedefi belirtildiğinde, araştırmacının ihtiyacı olan bilgilerin bir listesi oluşturulmalıdır. Bu bilgiler ana kütle içindeki bireylerin özelliklerinin değişkenliğindedir. Eğer bireyler arasında değişkenlik olmasaydı, o zaman hepsi aynı olur ve istatistiğe gerek olmazdı. Araştırmanın bir amacı değişkenliğin nedenlerini öğrenmektir. Böylece, verilerdeki değişkenliği etkileyen süreçler ile ilgili daha doğru kararlar almamız sağlanabilir. Değişkenler sayısal veya kategorik<strong> olarak iki gruba ayrılmaktadır</strong>. Kategorik değişkenler, bireylerin karakteristik özelliklerine göre sınıflandırılmasını sağlarken; sayısal değişkenler, bireylerin özelliklerinin sayısal…………"
  },
  {
    "id": "3475439",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bir örnekleme yöntemi değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tabakalı örnekleme",
      "B": "Sistematik örnekleme",
      "C": "Tesadüf örnekleme",
      "D": "Küme örneklemesi",
      "E": "Rastgele örnekleme"
    },
    "explanation": "Örnekleme İstatistik terimi, istatistik verinin toplanmasını da içermektedir. Eğer araştırma amacımıza cevap verecek değişkenin tüm popülasyondaki değerlerini biliyorsak, o zaman araştırmamıza %100 doğrulukta cevap verebiliriz. Eğer tüm popülasyondaki her bir bireye ulaşma imkânımız, bütçemiz ve zamanımız yoksa o zaman örnekleme yoluna gidilir. Örneklemenin asıl amacı, ana kütle hakkında yeterli kesinlikte sonuç elde edebilmek için gerekli bireyleri seçme işlemdir. Bilgi ile maliyet arasında bir denge bulunmaktadır. Uygun bir örnekleme tasarımı, elde edilecek bilgiyi en yüksek düzeyde tutarken, maliyeti de düşük tutmalıdır. Temel örnekleme yöntemleri, basit rastgele örnekleme, tabakalı örnekleme, sistematik örnekleme ve küme örneklemesi olarak tanımlanabilir. Sonuçların tarafsız olması gerektiğinden, örnekleme yapan kişinin örneklenen bireyleri seçme veya seçmeme kararı vermek gibi bir şansı yoktur. Rastgele örnekleme, Tabakalı örnekleme, Sistematik örnekleme ve Küme örneklemesi etkili örnekleme yöntemleridir. Örneklemenin tarafsız olarak yapılması, her elemanın eşit seçilme şansı olması ve araştırma konusunu temsil edici olması, yapılan çalışmanın güvenirliliğine etki etmektedir. Yanlı ve uygunsuz olan örnekleme yöntemleri istatistiksel analizde kabul edilemez."
  },
  {
    "id": "3475440",
    "unitNumber": 1,
    "text": "“Histogram” için aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Gruplandırılmış bir veri dağılımının sütun grafiğiyle gösterimidir",
      "B": "Tekrarlı sayılardan oluşan verilerin, uygulanan işlemlerden sonra tabloya aktarılmasıdır",
      "C": "Tabloya aktarılan verilerin tablodan yararlanarak grafiğe aktarılmasıdır",
      "D": "Veri gruplarının grafiğinin dikdörtgen sütunlar hâlinde gösterilmesidir",
      "E": "Hepsi"
    },
    "explanation": "Yoktur.<br/>Histogram, gruplandırılmış bir veri dağılımının sütun grafiğiyle gösterimidir. Diğer bir ifadeyle tekrarlı sayılardan oluşan verilerin, uygulanan işlemlerden sonra tabloya, tablodan yararlanarak grafiğe aktarılması, yani veri gruplarının grafiğinin dikdörtgen sütunlar hâlinde gösterilmesidir."
  },
  {
    "id": "3475441",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi verinin histogram şeklinde gösterim şekillerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Düzgün dağılmış",
      "B": "Çan eğrisi şeklinde",
      "C": "Simetrik",
      "D": "Sola çarpık ya da sağa çarpık",
      "E": "Hepsi"
    },
    "explanation": "Yoktur.<br/>Histogramın Şekli Histogram, düzgün dağılmış, çan eğrisi şeklinde, simetrik, sola çarpık ya da sağa çarpık olabilir. Histogramın şekli, değişkenin dağılımını tanımlamak için kullanılmaktadır. Düzgün dağılmış histogramda sınıfların dağılımlarının birbirine eşit, çan eğrisi şekilli histogramda yüksek frekans değerlerinin histogramın orta bölümlerinde olduğu, kenarlara doğru değerlerin düştüğü histogramlardır. Histogramın şekli aynı zamanda tam ortadan ikiye bölündüğünde kalan parçaların simetrik ya da asimetrik olmasına göre de sınıflandırılır. Diğer taraftan eğer değişkenin dağılımı simetrik değil ve sağ ya da sola doğru yoğunlaşıyorsa, sağa çarpık veya sola çarpık şeklinde tanımlanır (Şekil 1.8)."
  },
  {
    "id": "3475442",
    "unitNumber": 1,
    "text": "Kesikli veriler için aşağıdaki ifadelerden hangisi söylenebilir?\n I. Kesikli verilerin düzenlenmesi ve histogramlar ile gösterilmesi için de kategorik verilerde kullanılan yöntemler kullanılır.\n II. Veriler sürekli verilerden oluşuyorsa sınıflar, değer aralıklarından oluşur.\n III. Frekans tablosu, sınıf aralıkları için de hazırlanır.\n IV. Bu sınıf aralıklarındaki verileri karşılaşma sıklıklarına göre grafiklendirerek histogramlar oluşturulur.",
    "correctAnswer": "A",
    "options": {
      "A": "I-II-III-IV",
      "B": "I-II",
      "C": "II-III",
      "D": "II-III-IV",
      "E": "I-II-III"
    },
    "explanation": "Yoktur.<br/>Kesikli verilerin düzenlenmesi ve histogramlar ile gösterilmesi için de kategorik verilerde kullanılan yöntemler kullanılır. Veriler sürekli verilerden oluşuyorsa sınıflar, değer aralıklarından oluşur. Frekans tablosu, sınıf aralıkları için de hazırlanır. Bu sınıf aralıklarındaki verileri karşılaşma sıklıklarına göre grafiklendirerek histogramlar oluşturulur."
  },
  {
    "id": "3475443",
    "unitNumber": 1,
    "text": "Merkezî eğilim ölçümleri nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Veri setinin hangi uç değerler arasında bulunduğunu gösterir",
      "B": "Veri setinin son değerini ifade eden ölçülerdir",
      "C": "Beş adet merkezî eğilim ölçüsü bulunmaktadır",
      "D": "Ortalama, ortanca, mod merkezî eğilim ölçüsü çeşitleridir",
      "E": "Ortalama, veri setinin sonlanım merkezine karşılık gelen değerdir"
    },
    "explanation": "Yoktur.<br/>Merkezî eğilim ölçümleri; veri setinin hangi değerler arasında bulunduğunu, veri setinin orta değerini ifade eden ölçülerdir. Üç adet merkezî eğilim ölçüsü bulunmaktadır. Bunlar Ortalama, veri setinin ağırlık merkezine karşılık gelen değerdir. Ortanca, veri setinin tam ortadan bölen değer olarak tanımlanır. Mod ise veri seti içerisinde en fazla tekrar edilen değerlerdir. Ortalama ve ortanca değerleri sadece sayısal veriler için belirlenebilir. Mod, veri seti içerisinde en fazla karşılaşılan veridir ve hem sayısal hem de kategorik veriler için belirlenebilmektedir. Ortanca ve Ortalama değerlerinin karşılaştırılması ile histogramın şekli belirlenebilir."
  },
  {
    "id": "3475444",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi verilerdeki saçılmanın sayısal ifadelerinden birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Veri genişliği",
      "B": "Mod",
      "C": "Ortanca",
      "D": "Ortalama",
      "E": "Artıklar"
    },
    "explanation": "Yoktur.<br/>Verilerdeki saçılma, en temelde veri genişliği, varyans, ve standart sapma ile sayısal olarak ifade edilir."
  },
  {
    "id": "3475473",
    "unitNumber": 1,
    "text": "Sonuç çıkarmak veya araştırma sorularını cevaplamak için veriyi toplama, düzenlenme, özetleme ve analiz etme bilimi seçeneklersen hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bilgi",
      "B": "İstatistik",
      "C": "Grafik",
      "D": "Arşiv",
      "E": "Gözlem"
    },
    "explanation": "İstatistik; sonuç çıkarmak veya araştırma<br/>sorularını cevaplamak için veriyi toplama,<br/>düzenlenme, özetleme ve analiz etme bilimidir."
  },
  {
    "id": "3475475",
    "unitNumber": 1,
    "text": "Türk Dil Kurumu sözlüğüne göre bir araştırmanın, bir tartışmanın, bir muhakemenin<br/>temeli olan ana öge, muta, done olarak tanımlanana kavram hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Eylem",
      "B": "Ana Düşünce",
      "C": "Hedef",
      "D": "Veri",
      "E": "Sonuç"
    },
    "explanation": "Türk Dil Kurumu sözlüğüne göre veri; bir araştırmanın, bir tartışmanın, bir muhakemenin<br/>temeli olan ana öge, muta, done olarak tanımlanmaktadır."
  },
  {
    "id": "3475477",
    "unitNumber": 1,
    "text": "İstatistiksel metotlar kaç aşamalı bir yol izlerler?",
    "correctAnswer": "C",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "İstatistiksel metotlar aşağıdaki aşamaları takip<br/>ederler;\n 1. Araştırma amacının belirlenmesi\n 2. Araştırma amacındaki soruya cevap verecek<br/>bilginin toplanması\n 3. Verinin düzenlenmesi ve özetlenmesi\n 4. Bilgiden sonuçların elde edilmesi"
  },
  {
    "id": "3475479",
    "unitNumber": 1,
    "text": "Bir ana kütleden belirli sayıdaki elemanların seçilme işlemine ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Veri",
      "B": "Analiz",
      "C": "Tarama",
      "D": "Çıkarım",
      "E": "Örnekleme"
    },
    "explanation": "Bir ana kütleden belirli sayıdaki elemanların seçilme işlemine örnekleme adı verilir."
  },
  {
    "id": "3475480",
    "unitNumber": 1,
    "text": "İstatistikte verinin düzenlenmesi ve özetlenmesine genel olarak ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tanımlayıcı istatistik",
      "B": "Yorumlayıcı istatistik",
      "C": "Çıkarımsal istatistik",
      "D": "Sonuç odaklı analiz",
      "E": "Veri tasnifi"
    },
    "explanation": "Tanımlayıcı İstatistik: Verinin düzenlenmesi ve özetlenmesidir. Tanımlayıcı istatistiğin asıl amacı toplanan bilgilere bakış açıları sağlamaktır."
  },
  {
    "id": "3475483",
    "unitNumber": 1,
    "text": "Örnekleme kümesinden elde edilen sonuçları, ana kütle/popülasyona atanmasını sağlayan ve sonuçların geçerliliğini ölçen yöntem hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tanımlayıcı İstatistik",
      "B": "Örnekleme",
      "C": "Çıkarımsal İstatistik",
      "D": "Yaklaşık sonuç",
      "E": "Veri tasnifi"
    },
    "explanation": "Çıkarımsal İstatistik: Örnekleme kümesinden<br/>elde edilen sonuçları, ana kütle/<br/>popülasyona atanmasını sağlayan ve sonuçların<br/>geçerliliğini ölçen yöntemlerdir."
  },
  {
    "id": "3475485",
    "unitNumber": 1,
    "text": "Değişkenler kaç gruba ayrılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Değişkenler sayısal veya kategorik olarak iki gruba ayrılmaktadır.\n Kategorik değişkenler, bireylerin karakteristik özelliklerine göre sınıflandırılmasını sağlarken; sayısal<br/>değişkenler, bireylerin özelliklerinin sayısal ölçümlerini ifade eder. Sayısal değişkenleri de kendi içinde Kesikli veya Sürekli Değişkenler şeklinde ayırabiliriz. Değişken bir sıralama ya da sayımın sonucu elde ediliyorsa kesikli, bir ölçümün sonucu elde ediliyorsa sürekli değişken olarak ifade edilir."
  },
  {
    "id": "3475487",
    "unitNumber": 1,
    "text": "seçeneklerden hangisi örnekleme yöntemleri arasında yer <u><strong>almaz?</strong></u>",
    "correctAnswer": "E",
    "options": {
      "A": "Rastgele örnekleme",
      "B": "Tabakalı örnekleme",
      "C": "Sistematik örnekleme",
      "D": "Küme örneklemesi",
      "E": "Gönüllülük esaslı örnekleme"
    },
    "explanation": "Rastgele örnekleme, Tabakalı örnekleme, Sistematik örnekleme ve Küme örneklemesi etkili örnekleme yöntemleridir."
  },
  {
    "id": "3475488",
    "unitNumber": 1,
    "text": "Gruplandırılmış bir veri dağılımının sütun grafiğiyle gösterilmesine ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Dizilim",
      "B": "Perspektif",
      "C": "veri ağacı",
      "D": "Histogram,",
      "E": "Hologram"
    },
    "explanation": "Histogram, gruplandırılmış bir veri dağılımının<br/>sütun grafiğiyle gösterimidir. Diğer bir ifadeyle<br/>tekrarlı sayılardan oluşan verilerin, uygulanan<br/>işlemlerden sonra tabloya, tablodan yararlanarak<br/>grafiğe aktarılması, yani veri gruplarının grafiğinin<br/>dikdörtgen sütunlar hâlinde gösterilmesidir"
  },
  {
    "id": "3475490",
    "unitNumber": 1,
    "text": "Veri setinde en fazla karşılaşılan değere ne ad verilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Medyan",
      "B": "Ortanca",
      "C": "Aritmetik ortalama",
      "D": "Varyans",
      "E": "Mod"
    },
    "explanation": "Mod, veri setinde en fazla karşılaşılan değer olarak tanımlanmaktadır. Mod değeri hem sayısal hem de kategorik değişkenler için hesaplanabilmektedir. Bir veri setinin birden fazla modu olabileceği gibi, bir hiçbir moda sahip olmaya da bilir."
  },
  {
    "id": "3475326",
    "unitNumber": 2,
    "text": "\"Değişkenler arasındaki ilişkiyi belirlemek için öncelikle iki değişkenden hangisinin ........ hangisinin ise onun sonucu olarak oluştuğunu belirlemek gerekir.\" ifadesinde boş bırakılan yeri aşağıdakilerden hangisi doğru biçimde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "teknik",
      "B": "gözlemsel",
      "C": "neden",
      "D": "net",
      "E": "bağımlı"
    },
    "explanation": "Değişkenler arasındaki ilişkiyi belirlemek için öncelikle iki değişkenden hangisinin <strong>gözlemsel</strong> hangisinin ise onun sonucu olarak oluştuğunu belirlemek gerekir. Doğru yanıt B seçeneğindedir."
  },
  {
    "id": "3475327",
    "unitNumber": 2,
    "text": "Aynı birey ya da elemanın iki sayısal değişkeni arasındaki ilişkiyi gösteren grafik aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "X ekseni",
      "B": "Y ekseni",
      "C": "Saçılma diyagramı",
      "D": "Bağımlı değişken",
      "E": "İki değişkenli grafik"
    },
    "explanation": "<strong>Saçılma diyagramı</strong>, aynı birey ya da elemanın iki sayısal değişkeni arasındaki ilişkiyi gösteren grafik olarak tanımlanır. Her zaman x eksenindeki değişken bağımsız değişken, y eksenindeki değişken ise bağımlı değişken olarak tanımlanır. Doğru yanıt <strong>C</strong> seçeneğindedir."
  },
  {
    "id": "3475328",
    "unitNumber": 2,
    "text": "Bir değişkenin değeri artarken, diğer değişkenin değeri de artıyorsa, bu ilişkiyi tanımlayan ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Negatif ilişki",
      "B": "Negatif doğrusal",
      "C": "Pozitif",
      "D": "Pozitif doğrusal",
      "E": "Doğrusal olmayan"
    },
    "explanation": "Eğer bir değişkenin değeri artarken, diğer değişkenin değeri de artıyorsa, bu ilişki <strong>pozitif doğrusal ilişki</strong> olarak tanımlanır. Eğer bir değişkenin değeri artarken, diğer değişkenin değeri azalıyorsa, bu ilişki negatif doğrusal ilişki olarak tanımlanır"
  },
  {
    "id": "3475329",
    "unitNumber": 2,
    "text": "Saçılma diyagramındaki doğrusallık bir doğrusal ilişkinin varlığını ifade ederken, noktaların birbirine yakın bulunması, diğer bir deyişle az saçılması, ilişkinin hangi özelliği ile ilgilidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Doğrusallığı",
      "B": "Kesinliği",
      "C": "Frekansı",
      "D": "Çeşitliliği",
      "E": "Gücü"
    },
    "explanation": "Saçılma diyagramındaki doğrusallık bir doğrusal ilişkinin varlığını ifade ederken, noktaların birbirine yakın bulunması, diğer bir deyişle az saçılması, ilişkinin <strong>gücü</strong> ile ilgilidir. Doğru yanıt E seçeneğindedir."
  },
  {
    "id": "3475330",
    "unitNumber": 2,
    "text": "Değişkenlerin arasındaki Doğrusal Korelasyon Katsayısı veya Pearson Momentler Çarpımı Korelasyon Katsayısı, iki nümerik değişkenin arasındaki .............. gücünü ölçmek için kullanılan bir eşitliktir.\" ifadesinde boş bırakılan yeri aşağıdaki ifadelerden hangisi doğru biçimde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "doğrusal ilişkinin",
      "B": "anlamsal ilişkinin",
      "C": "benzerliğin",
      "D": "fark ilişkisinin",
      "E": "katsayının"
    },
    "explanation": "Değişkenlerin arasındaki Doğrusal Korelasyon Katsayısı veya Pearson Momentler Çarpımı Korelasyon Katsayısı, iki numerik değişkenin arasındaki <strong>doğrusal ilişkinin</strong> gücünün ölçmek için kullanılan bir eşitliktir."
  },
  {
    "id": "3475331",
    "unitNumber": 2,
    "text": "I. Y eksenini kesen nokta, regresyon doğrusunun dikey y eksenini kestiği nokta olarak ifade edilebilir; II. Regresyon doğrusunun eşitliğinde x değerinin yerine 0 (x=0) verilerek, eşitliğin çözülmesi ile elde edilebilir; III.Gelir seviyesinin 0 olması regresyon ilişkisinde bir anlam ifade etmese de, y eksenin kestiği nokta değerlendirilmelidir; IV. Bir regresyon eşitliğinin y eksenini kestiği nokta değerlendirilirken bağımsız değişkenin alacağı 0 değerinin mantıklı olup olmayacağı ve 0 çevresinde gözlem değerlerinin olup olmadığı değerlendirilir. \n Y Eksenini kesen noktanın değerlendirilmesine ilişkin verilen ifadelerin hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II ve III",
      "B": "II, III ve IV",
      "C": "I, II ve IV",
      "D": "I ve II",
      "E": "III ve IV"
    },
    "explanation": "\"III.Gelir seviyesinin 0 olması regresyon ilişkisinde bir anlam ifade etmese de, y eksenin kestiği nokta değerlendirilmelidir\" ifadesi yanlıştır. \n Doğrusu;\n \"Gelir seviyesinin 0 olması regresyon ilişkisinde bir anlam ifade etmiyor ise y eksenin kestiği nokta değerlendirilmez.\" biçiminde olacaktır.\n I, II ve IV numaralı ifadelerin yer aldığı C seçeneği doğru yanıttır."
  },
  {
    "id": "3475332",
    "unitNumber": 2,
    "text": "Bağımlı değişkenin, en küçük kareler regresyon doğrusu eşitliği ile açıklanma yüzdesine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Korelasyon",
      "B": "Belirlilik katsayısı",
      "C": "Küçük kareler katsayısı",
      "D": "Bağımlı değişken",
      "E": "Açıklanabilen sapma"
    },
    "explanation": "<strong>Belirlilik katsayıs</strong>ı; bağımlı değişkenin, en küçük kareler regresyon doğrusu eşitliği ile açıklanma yüzdesidir."
  },
  {
    "id": "3475333",
    "unitNumber": 2,
    "text": "Doğrusal regresyon eşitliğinden yapılan tahminlerin temsil ediciliğinin belirlenmesi için aşağıdakilerden hangisinin dikkate alınması ve değerlendirilmesi gerekir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sınır dışı değerlerin",
      "B": "Sabitliğin kontrolü",
      "C": "Korelasyon katsasyısı",
      "D": "Artıkların",
      "E": "Gözlenen değerin"
    },
    "explanation": "Artıklar, doğrusal regresyon eşitliğinin, tahminleri temsil ediciliğinin önemli bir göstergesidir. Bu nedenle doğrusal regresyon eşitliğinden yapılan tahminlerin temsil ediciliğinin belirlenmesi için <strong>artıkların</strong> değerlendirilmesi gerekir."
  },
  {
    "id": "3475334",
    "unitNumber": 2,
    "text": "I. Bir korelasyon katsayısı, verilerin doğrusal olmayan bir ilişki göstermesine rağmen, yanlış olarak, doğrusal bir ilişkiyi gösterdiğine işaret ediyor olabilir; II.Grafikte, artıklar bir desen göstermiyorsa, önerilen doğrusal model kabul edilmez; III. Doğrusal ilişkinin uygunluğunun kontrolü için artıkların grafiği kullanılmaktadır; IV. Artıkların grafiği, x ekseninde bağımsız değişkenlerin, y ekseninde ise artıkların çizilmesiyle elde edilir.\n Artıkların analizine ilişkin verilen ifadelerden hangileri doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "I, III ve IV",
      "B": "II, III ve IV",
      "C": "I, II ve III",
      "D": "II ve III",
      "E": "III ve IV"
    },
    "explanation": "\"II.Grafikte, artıklar bir desen göstermiyorsa, önerilen doğrusal model kabul edilmez\" ifadesi yanlıştır.\n Doğrusu:\n \"Grafikte, artıklar bir desen göstermiyorsa, önerilen doğrusal modelin <strong>uygun olduğu kabul edilir.</strong>\" biçiminde olacaktır.\n Doğru yanıt, I, III ve IV numaralı ifadelerin yer aldığı A seçeneğidir."
  },
  {
    "id": "3475335",
    "unitNumber": 2,
    "text": "\"Artıklar grafiğinde diğer noktalardan uzak aykırı değere sahip bağımsız değişkenler......... olarak kabul edilebilir.\" ifadesinde boş bırakılan yeri aşağıdakilerden hangisi doğru biçimde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "doğrusal ilişki",
      "B": "uygun model",
      "C": "doğrusal olmayan ilişki",
      "D": "sınırlı değer",
      "E": "aykırı değer"
    },
    "explanation": "Artıklar grafiğinde diğer noktalardan uzak aykırı değere sahip bağımsız değişkenler<strong> aykırı değer</strong> olarak kabul edilebilir."
  },
  {
    "id": "3475336",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi aynı birey ya da elemanın<br/>iki sayısal değişkeni arasındaki ilişkiyi gösteren<br/>grafik olarak tanımlanır?",
    "correctAnswer": "B",
    "options": {
      "A": "Doğrusal olmayan ilişki",
      "B": "Saçılma diyagramı",
      "C": "Doğrusal ilişki",
      "D": "Bağımsız değişken",
      "E": "Bağımlı değişken"
    },
    "explanation": "Saçılma diyagramı, aynı birey ya da elemanın<br/>iki sayısal değişkeni arasındaki ilişkiyi gösteren<br/>grafik olarak tanımlanır."
  },
  {
    "id": "3475337",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi her zaman x eksenindeki değişkeni ifade eder?",
    "correctAnswer": "B",
    "options": {
      "A": "Saçılma diyagramı",
      "B": "Bağımsız değişken",
      "C": "Bağımlı değişken",
      "D": "Doğrusal ilişki",
      "E": "Örneklem"
    },
    "explanation": "her zaman x eksenindeki değişken bağımsız değişken, y eksenindeki<br/>değişken ise bağımlı değişken olarak tanımlanır"
  },
  {
    "id": "3475338",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi eğer bir değişkenin değeri artarken, diğer değişkenin değeri de artıyorsa, bu ilişki tanımlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Pozitif<br/>doğrusal ilişki",
      "B": "Negatif<br/>doğrusal ilişki",
      "C": "Negatif<br/>doğrusal olmayan ilişki",
      "D": "Pozitif<br/>doğrusal olamayan ilişki",
      "E": "Saçılma diyagramı"
    },
    "explanation": "Eğer bir değişkenin değeri artarken, diğer değişkenin değeri de artıyorsa, bu ilişki pozitif<br/>doğrusal ilişki olarak tanımlanır."
  },
  {
    "id": "3475339",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi iki numerik değişkenin arasındaki doğrusal ilişkinin gücünün ölçmek için kullanılan bir eşitliği ifade eder?",
    "correctAnswer": "D",
    "options": {
      "A": "Kusursuzluk katsayısı",
      "B": "Gini katsayısı",
      "C": "Kritik<br/>Değer",
      "D": "Doğrusal Korelasyon Katsayısı",
      "E": "Saçılma katsayısı"
    },
    "explanation": "Değişkenlerin arasındaki Doğrusal Korelasyon Katsayısı veya Pearson Momentler<br/>Çarpımı Korelasyon Katsayısı, iki numerik değişkenin arasındaki doğrusal ilişkinin gücünün ölçmek için kullanılan bir eşitliktir"
  },
  {
    "id": "3475340",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi gözlenen değerler ile doğru ile tahmin edilen değerlerin farklara verilen addır?",
    "correctAnswer": "E",
    "options": {
      "A": "Diyagram",
      "B": "En Küçük Kareler Regresyonu",
      "C": "Korelasyon",
      "D": "Kritik değer",
      "E": "Artık"
    },
    "explanation": "Gözlenen değerler ile doğru ile tahmin edilen değerlerin farklarına Artık adı verilir."
  },
  {
    "id": "3475341",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi en uygun doğrunun<br/>eşitliğinin belirlenmesi ve doğrunun çizilmesi için kullanılan en yaygın yöntemi ifade eder?",
    "correctAnswer": "C",
    "options": {
      "A": "Bağımlı değişken",
      "B": "Bağımsız değişken",
      "C": "En Küçük Kareler Regresyonu",
      "D": "Tahminleme",
      "E": "Artık"
    },
    "explanation": "En uygun doğrunun<br/>eşitliğinin belirlenmesi ve doğrunun çizilmesi için kullanılan en yaygın yöntem En Küçük Kareler Regresyonu’dur"
  },
  {
    "id": "3475342",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi dikey uzunluğun, yatay uzunluğa oranı olarak tanımlanmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Regresyon",
      "B": "Ortalama",
      "C": "Eğim",
      "D": "Katsayı",
      "E": "Korelasyon"
    },
    "explanation": "Eğim, dikey uzunluğun, yatay uzunluğa oranı olarak tanımlanmaktadır"
  },
  {
    "id": "3475343",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi bağımlı değişkenin,<br/>en küçük kareler regresyon doğrusu eşitliği ile açıklanma yüzdesi olarak ifade edilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Açıklanan sapma",
      "B": "Toplam sapma",
      "C": "Hata terimi",
      "D": "Belirlilik katsayısı",
      "E": "Belirsizlik katsayısı"
    },
    "explanation": "Belirlilik katsayısı; bağımlı değişkenin,<br/>en küçük kareler regresyon doğrusu eşitliği ile açıklanma yüzdesidir."
  },
  {
    "id": "3475344",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisiy’nin gözlenen değeri (y) ile tahmin edilen değeri (^<br/>y ) arasındaki farkı ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Artıklar",
      "B": "Toplam değişkenlik",
      "C": "Açıklanan değişkenlik",
      "D": "Regresyon",
      "E": "Korelasyon"
    },
    "explanation": "Artıklar, y’nin gözlenen değeri (y) ile tahmin edilen değeri (^<br/>y ) arasındaki farktır"
  },
  {
    "id": "3475345",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi verilerin doğrusal ilişki göstermediği durumu ifade eder?",
    "correctAnswer": "B",
    "options": {
      "A": "Saçılma diagramında noktaların x eksenine 45 derecelik bir açı ile bir doğru üzerinde bulunması",
      "B": "Saçılma diyagramında noktaların bir eğri üzerinde bulunması",
      "C": "Pearson korelasyon katsayısının (r) nin 1 e eşit olması",
      "D": "Pearson korelasyon katsayısının (r) nin -1 e eşit olması",
      "E": "Saçılma diagramında noktaların x eksenine 35 derecelik bir açı ile bir doğru üzerinde bulunması"
    },
    "explanation": "Eğer veriler doğrusal bir yönlenme göstermiyorsa, doğrusal ilişkinin varlığından bahsedilemez, bu<br/>durumda ilişki doğrusal olmayan ilişki olarak tanımlanır.<br/>Saçılma diagramında doğrusal bir dağılımın varlığı doğrusal ilişkiyi ifade eder eğer dağılım doğru değil bir eğri üzerine oturuyorsa doğrusal olmayan bir ilişkiden bahsedilebilir."
  },
  {
    "id": "3475588",
    "unitNumber": 2,
    "text": "Aynı birey ya da elemanın iki sayısal değişkeni arasındaki ilişkiyi gösteren grafik nasıl adlandırılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Saçılma diyagramı",
      "B": "Doğrusal korelasyon",
      "C": "Regresyon doğrusu",
      "D": "Regresyon eşitliği",
      "E": "Belirlilik Katsayısı"
    },
    "explanation": "Saçılma diyagramı, aynı birey ya da elemanın<br/>iki sayısal değişkeni arasındaki ilişkiyi gösteren<br/>grafik olarak tanımlanır. Her zaman x eksenindeki<br/>değişken bağımsız değişken, y eksenindeki<br/>değişken ise bağımlı değişken olarak tanımlanır."
  },
  {
    "id": "3475589",
    "unitNumber": 2,
    "text": "Eğer bir değişkenin değeri artarken, diğer değişkenin değeri de artıyorsa, bu ilişki nasıl tanımlanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Pozitif doğrusal ilişki",
      "B": "Negatif doğrusal ilişki",
      "C": "Doğrusal olmayan ilişki",
      "D": "Negatif Doğrusal olmayan ilişki",
      "E": "Pozitif doğrusal olmayan ilişki"
    },
    "explanation": "Eğer bir değişkenin değeri artarken, diğer değişkenin<br/>değeri de artıyorsa, bu ilişki pozitif<br/>doğrusal ilişki olarak tanımlanır."
  },
  {
    "id": "3475590",
    "unitNumber": 2,
    "text": "Eğer bir değişkenin değeri artarken, diğer değişkenin değeri azalıyorsa, bu ilişki nasıl tanımlanır?",
    "correctAnswer": "B",
    "options": {
      "A": "pozitif doğrusal ilişki",
      "B": "negatif doğrusal ilişki",
      "C": "doğrusal olmayan ilişki",
      "D": "Pozitif doğrusal olmayan ilişki",
      "E": "negatif doğrusal olmayan ilişki"
    },
    "explanation": "Eğer bir değişkenin değeri artarken, diğer değişkenin değeri azalıyorsa, bu ilişki negatif doğrusal ilişki olarak tanımlanır."
  },
  {
    "id": "3475591",
    "unitNumber": 2,
    "text": "Eğer veriler doğrusal bir yönlenme göstermiyorsa, doğrusal ilişkinin varlığından bahsedilemez, bu<br/>durumda ilişki nasıl tanımlanır?",
    "correctAnswer": "C",
    "options": {
      "A": "pozitif doğrusal ilişki",
      "B": "negatif doğrusal ilişki",
      "C": "doğrusal olmayan ilişki",
      "D": "Pozitif doğrusal olmayan ilişki",
      "E": "Negatif doğrusal olmayan ilişki"
    },
    "explanation": "Eğer veriler doğrusal bir yönlenme göstermiyorsa, doğrusal ilişkinin varlığından bahsedilemez, bu<br/>durumda ilişki doğrusal olmayan ilişki olarak tanımlanır."
  },
  {
    "id": "3475592",
    "unitNumber": 2,
    "text": "Gözlenen değerler ile doğru tahmin edilen değerlerin farklarına ne adı verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Fazla",
      "B": "Negatif",
      "C": "Hata",
      "D": "Artık",
      "E": "eksi"
    },
    "explanation": "Gözlenen değerler ile doğru ile tahmin edilen değerlerin farklarına Artık adı verilir."
  },
  {
    "id": "3475593",
    "unitNumber": 2,
    "text": "Bağımlı değişkenin, en küçük kareler regresyon doğrusu eşitliği ile açıklanma yüzdesine ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Toplam Sapma",
      "B": "Açıklanamayan Sapma",
      "C": "Belirlilik katsayısı",
      "D": "Açıklanabilen Sapma",
      "E": "Korelasyon katsayısı"
    },
    "explanation": "Belirlilik katsayısı; bağımlı değişkenin,<br/>en küçük kareler regresyon doğrusu eşitliği<br/>ile açıklanma yüzdesidir."
  },
  {
    "id": "3475594",
    "unitNumber": 2,
    "text": "y’nin gözlenen değeri (y) ile tahmin edilen değeri (^y ) arasındaki farka ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Eksi değişken",
      "B": "Artı değişken",
      "C": "Toplamlar",
      "D": "Artıklar",
      "E": "Fazlalar"
    },
    "explanation": "Artıklar, y’nin gözlenen değeri (y) ile tahmin<br/>edilen değeri (^y ) arasındaki farktır."
  },
  {
    "id": "3475595",
    "unitNumber": 2,
    "text": "Matematikte bir doğrunun eğimi ya da gradyanı o doğrunun ................... belirtir. Boş bırakılan yere gelmesi gereken ifade hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dikliğini, eğimliliğini",
      "B": "Negatiflik, pozitifliğini",
      "C": "Aktifliğini, Pasifliğini",
      "D": "Sıklığını, Yaygınlığını",
      "E": "Esnekliğini, katılığını"
    },
    "explanation": "Matematikte bir doğrunun eğimi ya da gradyanı o doğrunun<br/>dikliğini, eğimliliğini belirtir."
  },
  {
    "id": "3475596",
    "unitNumber": 2,
    "text": "Korelasyon katsayısının değeri, doğrusal bir ilişkinin varlığına işaret ettiği zaman, bu doğrusal ilişkiyi ya da eşitliği ortaya koymak için kullanılan en yaygın yöntem hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Doğrusal Korelasyon Katsayısı",
      "B": "En Küçük Kareler Regresyonu",
      "C": "Pearson Momentler Çarpımı Korelasyon Katsayısı",
      "D": "BELİRLİLİK KATSAYISI",
      "E": "Artıkların Analizi"
    },
    "explanation": "Korelasyon katsayısının değeri, doğrusal bir ilişkinin varlığına işaret ettiği zaman, bu doğrusal ilişkiyi ya da eşitliği ortaya koymak gerekir. Bu ilişki, saçılma diyagramındaki noktaları temsil eden bir doğru çizilerek, o doğrunun eşitliğinin belirlenmesi ile yapılır. En uygun doğrunun eşitliğinin belirlenmesi ve doğrunun çizilmesi için kullanılan en yaygın yöntem En Küçük Kareler Regresyonu’dur."
  },
  {
    "id": "3475597",
    "unitNumber": 2,
    "text": "Artıkların, grafikte gösterdiği desenin değerlendirilmesi, artıkların veryansının sabitliğinin<br/>kontrolü ve veri setindeki sınır dışı değerlerin tespit edilmesi için kullanılmasına ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Artıklar katsayısı",
      "B": "Artıklar bütünlüğü",
      "C": "Artıkların analizi",
      "D": "Artıkların yüzdeliği",
      "E": "Artık fazlası"
    },
    "explanation": "Artıkların analizi; artıkların, grafikte gösterdiği<br/>desenin değerlendirilmesi, artıkların veryansının sabitliğinin<br/>kontrolü ve veri setindeki sınır dışı değerlerin tespit<br/>edilmesi için kullanılır."
  },
  {
    "id": "3475256",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi esas olarak rastgele gelişen süreçleri çalışmak için geliştirilmiş matematiğin bir<br/>dalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Olasılık",
      "B": "Uzaylar",
      "C": "Olaylar",
      "D": "Koşulluluk",
      "E": "Koşulsuzluk"
    },
    "explanation": "Olasılık teorisi esas olarak rastgele gelişen süreçleri çalışmak için geliştirilmiş matematiğin bir dalıdır"
  },
  {
    "id": "3475257",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi çalışmalarında deney, sonucu belirsizliğe tabi olan herhangi bir faaliyet veya süreci ifade eder.",
    "correctAnswer": "A",
    "options": {
      "A": "Olasılık",
      "B": "Olaylar",
      "C": "Uzaylar",
      "D": "Alt küme",
      "E": "Olanaksızlık"
    },
    "explanation": "Olasılık çalışmalarında deney, sonucu belirsizliğe tabi olan herhangi bir faaliyet veya süreci ifade eder."
  },
  {
    "id": "3475258",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi aynı koşullar altında tekrarlandığında her zaman aynı sonucu vermeyen faaliyetler rastgele gelişen süreç olarak ifade edilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Deterministik olmayan",
      "B": "Örnek uzayı",
      "C": "Örnek olay",
      "D": "Olasılıksızlık",
      "E": "Poisson dağılımı"
    },
    "explanation": "Deterministik olmayan ve dolayısıyla aynı koşullar altında tekrarlandığında her zaman aynı sonucu vermeyen faaliyetler rastgele gelişen süreç olarak ifade edilir"
  },
  {
    "id": "3475259",
    "unitNumber": 3,
    "text": "Binom dağılımında n deneme sayısının büyük (n ≥ 50) ve “p” olasılığının küçük<br/>olması durumunda; bu dağılım özelliğini gösteren olaya ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Nadir olay",
      "B": "Poisson Dağılımı",
      "C": "Normal Dağılım",
      "D": "Sıklık",
      "E": "Deneme sayısı"
    },
    "explanation": "Binom dağılımında n deneme sayısının büyük (n ≥ 50) ve “p” olasılığının küçük olması durumunda; bu dağılım özelliğini gösteren olaya “nadir olay”"
  },
  {
    "id": "3475260",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi İstatistikte en yaygın kullanılan sürekli olasılık dağılım modelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Normal Dağılım",
      "B": "Poisson Dağılım",
      "C": "Binom dağılım",
      "D": "Standartsız dağılım",
      "E": "Deneme dağılımı"
    },
    "explanation": "İstatistikte en yaygın kullanılan sürekli olasılık dağılım modeli normal dağılımdır."
  },
  {
    "id": "3475261",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi genel anlamda olasılık ve ilgili olay sonucunun birleşik ifadesi olarak tanımlanır.",
    "correctAnswer": "A",
    "options": {
      "A": "Risk",
      "B": "Standart Normal Dağılım",
      "C": "Poisson Dağılımı",
      "D": "Binom Dağılım",
      "E": "Normal Dağılım"
    },
    "explanation": "Risk genel anlamda olasılık ve ilgili olay sonucunun birleşik ifadesi olarak tanımlanır."
  },
  {
    "id": "3475262",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisinde tanımlı bir örnek uzayında değerlendirilen bir deney için, her A<br/>olayına, A olayının olasılığı adı verilen bir P(A) sayısı tanımlamaktır.",
    "correctAnswer": "A",
    "options": {
      "A": "Olasılık çalışmaları",
      "B": "Uzay çalışmaları",
      "C": "Örnek olay çalışmaları",
      "D": "Risk çalışmaları",
      "E": "Dağılım çalışmaları"
    },
    "explanation": "Olasılık çalışmalarının amacı esasen; tanımlı bir örnek uzayında değerlendirilen bir deney için, her A olayına, A olayının olasılığı adı verilen bir P(A) sayısı tanımlamaktır. Herhangi bir A olayı için P(A) ≥ 0 ve S örnek uzayı için P(S) = 1 olmalıdır."
  },
  {
    "id": "3475263",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisinin, beklenen değer (ortalama; μ) ve standart sapma (σ) olmak üzere iki parametresi bulunur?",
    "correctAnswer": "A",
    "options": {
      "A": "Normal dağılımın",
      "B": "Standart Normal Dağılımın",
      "C": "Poisson Dağılımın",
      "D": "Binom Dağılımın",
      "E": "Genel Dağılımın"
    },
    "explanation": "Normal dağılımın, beklenen değer (ortalama; μ) ve standart sapma (σ) olmak üzere iki parametresi bulunur."
  },
  {
    "id": "3475264",
    "unitNumber": 3,
    "text": "Birim zaman içerisinde, tanımlanan bir olaya ilişkin olasılık “p” ise n denemede söz konusu zaman içerisinde değerlendirilen olayın tekrar sayısı λ olacaktır; bir başka ifade ile λ, değerlendirilen zaman aralığı içerisinde söz konusu olayın nesidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ortalama mutlak frekansıdır",
      "B": "Poisson olasılık dağılımı",
      "C": "Bosom olasılık dağılımı",
      "D": "Normal dağılımı",
      "E": "Binon dağılımı"
    },
    "explanation": "Birim zaman içerisinde, tanımlanan bir olaya ilişkin olasılık “p” ise n denemede söz konusu zaman içerisinde değerlendirilen olayın tekrar sayısı λ olacaktır; bir başka ifade ile λ, değerlendirilen zaman aralığı içerisinde söz konusu olayın ortalama mutlak frekansıdır"
  },
  {
    "id": "3475265",
    "unitNumber": 3,
    "text": "Lütfen cümleyi uygun şekilde tamamlayan sözcüğü bulunuz: \"Olasılığı tahmin etmek için frekansı kullanmanın teorik temeli özellikle veriler çok sınırlı olması durumu ........ !",
    "correctAnswer": "A",
    "options": {
      "A": "risklidir.",
      "B": "kolaydır.",
      "C": "olasılıklıdır.",
      "D": "vadelidir",
      "E": "olasılıksızdır."
    },
    "explanation": "Olasılığı tahmin etmek için frekansı kullanmanın teorik temeli özellikle veriler çok<br/>sınırlı olduğunda risklidir."
  },
  {
    "id": "3475281",
    "unitNumber": 3,
    "text": "Deterministik olmayan ve dolayısıyla<br/>aynı koşullar altında tekrarlandığında her<br/>zaman aynı sonucu vermeyen faaliyetler<br/>aşağıdakilerden hangisi ile ifade edilir?",
    "correctAnswer": "D",
    "options": {
      "A": "İhtimal",
      "B": "Bilimsel yöntem",
      "C": "Örnek Uzaylar",
      "D": "Rastgele gelişen süreç",
      "E": "Olasılık"
    },
    "explanation": "Deterministik olmayan ve dolayısıyla<br/>aynı koşullar altında tekrarlandığında her<br/>zaman aynı sonucu vermeyen faaliyetler<br/>rastgele gelişen süreç olarak ifade edilir"
  },
  {
    "id": "3475282",
    "unitNumber": 3,
    "text": "Olasılık çalışmalarında kesin olarak tahmin edilemeyen bir sonuç veren bir gözlem eylemi veya süreci ifade eder?",
    "correctAnswer": "B",
    "options": {
      "A": "Örnek",
      "B": "Deney",
      "C": "Olay",
      "D": "Belirsizlik",
      "E": "Rasgelelik"
    },
    "explanation": "Olasılık çalışmalarında deney, kesin olarak tahmin edilemeyen bir sonuç veren bir<br/>gözlem eylemi veya sürecidir;"
  },
  {
    "id": "3475283",
    "unitNumber": 3,
    "text": "Bir dizi olaydan en az birinin gerçekleşmesi ve<br/>iki olayın aynı anda olmaması olasılığının istenmesi aşağıdakilerden hangisi ile ifade edilir?",
    "correctAnswer": "A",
    "options": {
      "A": "En az birinin olma olasılığı, bireysel olayların olma olasılıklarının toplamına eşittir.",
      "B": "En az birinin olma olasılığı, bireysel olayların olma olasılıklarının farklarına eşittir.",
      "C": "En az birinin olma olasılığı, bireysel olayların olma olasılıklarının çarpımına eşittir.",
      "D": "En az birinin olma olasılığı, bireysel olayların olma olasılıklarının bölümüne eşittir.",
      "E": "En az birinin olma olasılığı, bireysel olayların olma olasılıkları bir birinden bağımsızdır"
    },
    "explanation": "Bir dizi olaydan en az birinin gerçekleşmesi ve<br/>iki olayın aynı anda olmaması olasılığını istiyorsak, en az birinin olma olasılığı, bireysel olayların olma olasılıklarının toplamına eşittir."
  },
  {
    "id": "3475284",
    "unitNumber": 3,
    "text": "Gözlem sayısı arttıkça belirli bir sonuca sahip olayların<br/>oranı n(A)/n, o sonucun olasılığı P(A)’ya<br/>yakınsaması hangisi ile ifade edilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Olasılık",
      "B": "Örnek noktası",
      "C": "Büyük sayılar yasası",
      "D": "Olaylar",
      "E": "Örnek uzay"
    },
    "explanation": "Büyük sayılar yasası: Gözlem sayısı arttıkça belirli bir sonuca sahip olayların<br/>oranı n(A)/n, o sonucun olasılığı P(A)’ya<br/>yakınsar"
  },
  {
    "id": "3475285",
    "unitNumber": 3,
    "text": "A ve B olaylarının olasılıkları değerlendirildiğinde, aşağıdaki durumlardan hangisinde olayların bağımsızlığından bahsedilebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "P(A|B) = P(A) - P(B)",
      "B": "P(A|B) = P(A) + P(B)",
      "C": "P(A|B) = P(A) / P(B)",
      "D": "P(A|B) = P(A) * P(B)",
      "E": "P(A|B) = P(A)"
    },
    "explanation": "İki olay A ve B, eğer P(A|B) = P(A) ise bağımsızdır"
  },
  {
    "id": "3475286",
    "unitNumber": 3,
    "text": "I) Deney, deneme adı verilen ve n’nin deneyden önce sabitlendiği bir dizi n sayıda küçük (alt) deneyden oluşur.\n<br/>II) Her bir denemenin sadece iki sonucu bulunur.\n<br/>III) p ve q (1 - p) her bir denemede sabit olmalıdır.\n<br/>IV) Her bir deneme bağımsızdır.\n<br/>Yukarıda verilen ifadelerden hangileri Binom dağılımının koşullarındandır?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III, IV",
      "B": "I, II, III",
      "C": "I, II, IV",
      "D": "I,II",
      "E": "III,IV"
    },
    "explanation": "Binom dağılımının kullanımı için aşağıdaki koşulların sağlanmış olması beklenir:<br/>i) Deney, deneme adı verilen ve n’nin deneyden önce sabitlendiği bir dizi n sayıda küçük (alt) deneyden oluşur.<br/>ii) Her bir denemenin sadece iki sonucu bulunur.<br/>iii) p ve q (1 - p) her bir denemede sabit olmalıdır.<br/>iv) Her bir deneme bağımsızdır.<br/>I, III, IV ve V"
  },
  {
    "id": "3475287",
    "unitNumber": 3,
    "text": "Binom dağılımında n deneme sayısının<br/>büyük (n ≥ 50) ve “p” olasılığının küçük<br/>olması durumu hangisi ile ifade edilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Deney",
      "B": "Dağılım",
      "C": "Belirsizlik",
      "D": "Deneme",
      "E": "Nadir olay"
    },
    "explanation": "Binom dağılımında n deneme sayısının<br/>büyük (n ≥ 50) ve “p” olasılığının küçük<br/>olması durumunda; bu dağılım özelliğini<br/>gösteren olaya “nadir olay” denir;"
  },
  {
    "id": "3475288",
    "unitNumber": 3,
    "text": "Değerlendirilen zaman aralığı içerisinde söz konusu olayın mutlak frekansı hangisi ile ifade edilir?",
    "correctAnswer": "B",
    "options": {
      "A": "μ",
      "B": "λ",
      "C": "e",
      "D": "σ",
      "E": "σ2"
    },
    "explanation": "λ, Birim zaman içerisinde, tanımlanan bir olaya ilişkin olasılık “p” ise n denemede<br/>söz konusu zaman içerisinde değerlendirilen olayın tekrar sayısı λ, olacaktır; bir baş<br/>ka ifade ile λ, değerlendirilen zaman aralığı içerisinde söz konusu olayın ortalama<br/>mutlak frekansıdır."
  },
  {
    "id": "3475289",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Standart Normal Dağılım'ın gösterimidir?",
    "correctAnswer": "C",
    "options": {
      "A": "P(a, b = x)",
      "B": "P(a ≥ x ≥ b)",
      "C": "P(a ≤ x ≤ b)",
      "D": "P(a &gt; x &gt; b)",
      "E": "P(a &lt; x &lt; b)"
    },
    "explanation": "Herhangi bir x rassal değişkeninin a ve b gibi<br/>iki değer arasındaki dağılımı x değişkeninin söz konusu aralıktaki olasılığı olarak tanımlanır ve P(a ≤<br/>x ≤ b) gösterimi ile ifade edilir.<br/>P(a ≤ x ≤ b)"
  },
  {
    "id": "3475290",
    "unitNumber": 3,
    "text": "Hangi durumda binom dağılımı Poisson dağılımına yaklaşır?",
    "correctAnswer": "A",
    "options": {
      "A": "n: Büyük “p”: küçük olması",
      "B": "n = “p”",
      "C": "n: Küçük “p”: Büyük olması",
      "D": "n: Büyük “p”: Büyük olması",
      "E": "n: Küçük “p”: küçük olması"
    },
    "explanation": "n deneme sayısının<br/>büyük ve “p” başarı olasılığının küçük olması durumunda binom dağılımı Poisson dağılımına yaklaşır.<br/>n: Büyük “p”: küçük olması"
  },
  {
    "id": "3475445",
    "unitNumber": 3,
    "text": "6 yüzlü iki zarı dikkate alırsak; bu zarların atılması durumunda bu deney için örnek uzayı kaç muhtemel sonuç verir?",
    "correctAnswer": "E",
    "options": {
      "A": "3",
      "B": "6",
      "C": "12",
      "D": "18",
      "E": "36"
    },
    "explanation": "6 yüzlü iki zarı dikkate alırsak; bu zarların atılması durumunda bu deney için örnek uzayı 36 muhtemel sonuç verecektir."
  },
  {
    "id": "3475446",
    "unitNumber": 3,
    "text": "Olasılık çalışmalarında, sonucu belirsizliğe tabi olan herhangi bir faaliyet veya sürecei hangisi tanımlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Örnek uzay",
      "B": "Deney",
      "C": "Gözlem",
      "D": "Küme",
      "E": "Ø"
    },
    "explanation": "Olasılık çalışmalarında deney, sonucu belirsizliğe tabi olan herhangi bir faaliyet veya süreci ifade eder."
  },
  {
    "id": "3475447",
    "unitNumber": 3,
    "text": "Olasılık çalışmalarında kesin olarak tahmin edilemeyen sonuç veren deneylere ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gözlem",
      "B": "Örnek noktası",
      "C": "Örnek uzayı",
      "D": "Boş olay",
      "E": "Küme"
    },
    "explanation": "Olasılık çalışmalarında deney, kesin olarak tahmin edilemeyen bir sonuç veren bir gözlem eylemi veya sürecidir; bir örnek noktası bir deneyin en temel sonucudur; bir deneyin örnek uzayı ise tüm örnek noktalarıdır."
  },
  {
    "id": "3475448",
    "unitNumber": 3,
    "text": "Aşağıdaki cümlede nokta nokta ile belirtilen boşluğa hangisi gelebilir?\n<br/>“Bir dizi olaydan en az birinin gerçekleşmesi ve iki olayın aynı anda olmaması olasılığını istiyorsak, en az birinin olma olasılığı, bireysel olayların olma olasılıklarının …………… eşittir.”",
    "correctAnswer": "C",
    "options": {
      "A": "yarısına",
      "B": "bölünmesine",
      "C": "toplamına",
      "D": "frekansına",
      "E": "kümesine"
    },
    "explanation": "Bir dizi olaydan en az birinin gerçekleşmesi ve iki olayın aynı anda olmaması olasılığını istiyorsak, en az birinin olma olasılığı, bireysel olayların olma olasılıklarının toplamına eşittir."
  },
  {
    "id": "3475449",
    "unitNumber": 3,
    "text": "A’nın meydana gelme olasılığının, B’nin meydana geldiği bilgisinden etkilenmemesi, A’nın meydana gelip gelmemesinin B’nin meydana gelme olasılığı üzerinde hiçbir etkisinin olmaması hangisi ile ifade edilir?",
    "correctAnswer": "C",
    "options": {
      "A": "P(A)= N(A)/N",
      "B": "P(B)= P(A∩ B)/P(B)",
      "C": "P(A|B) = P(A)",
      "D": "P(A ∩ B) = P(A|B) × P(B)",
      "E": "P(A ∩ B) = P(A|B)"
    },
    "explanation": "Çoğu zaman, A’nın meydana gelme olasılığı, B’nin meydana geldiği bilgisinden etkilenmez. Bu nedenle P(A|B) = P(A) olur. Bu durumda, A ve B bağımsız olaylar olarak kabul edilebilir; bir başka ifade ile bir olayın meydana gelip gelmemesinin diğerinin meydana gelme olasılığı üzerinde hiçbir etkisi yoktur."
  },
  {
    "id": "3475450",
    "unitNumber": 3,
    "text": "Binom dağılımı ile ilgili olarak hangisi <strong>doğrudur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Her bir denemenin sadece bir sonucu bulunur.",
      "B": "Her bir denemenin sadece iki sonucu bulunur.",
      "C": "p ve q (p─1) her bir denemede sabit olmalıdır.",
      "D": "Her bir deneme bağımlıdır.",
      "E": "Her bir demene nadir olaydır."
    },
    "explanation": "Binom dağılımı uygulamada sıklıkla kullanılan ayrık olasılık dağılımlarından biridir. Binom dağılımının kullanımı için aşağıdaki koşulların sağlanmış olması beklenir:\n i) Deney, deneme adı verilen ve n’nin deneyden önce sabitlendiği bir dizi n sayıda küçük (alt) deneyden oluşur.\n ii) Her bir denemenin sadece iki sonucu bulunur.\n iii) p ve q (1 - p) her bir denemede sabit olmalıdır.\n iv) Her bir deneme bağımsızdır."
  },
  {
    "id": "3475451",
    "unitNumber": 3,
    "text": "Aşağıdaki cümlede nokta nokta ile belirtilen boşluğa hangisi gelebilir?\n “n deneme sayısının büyük ve “p” başarı olasılığının küçük olması durumunda binom dağılımı ……………… dağılımına yaklaşır.”",
    "correctAnswer": "D",
    "options": {
      "A": "Binom",
      "B": "Normal",
      "C": "Standart normal",
      "D": "Poisson",
      "E": "Bağımsızlık"
    },
    "explanation": "n deneme sayısının büyük ve “p” başarı olasılığının küçük olması durumunda binom dağılımı Poisson dağılımına yaklaşır."
  },
  {
    "id": "3475452",
    "unitNumber": 3,
    "text": "Binom dağılımında n deneme sayısının n ≥ 50 ve “p” olasılığının küçük olması özelliğini gösteren olaya ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Koşullu olasılık",
      "B": "Mutlak frekans",
      "C": "Permütasyon",
      "D": "Ayrık olasılık",
      "E": "Nadir olay"
    },
    "explanation": "Binom dağılımında n deneme sayısının büyük (n ≥ 50) ve “p” olasılığının küçük olması durumunda; bu dağılım özelliğini gösteren olaya “nadir olay” denir."
  },
  {
    "id": "3475453",
    "unitNumber": 3,
    "text": "Tanımlanan bir olaya ilişkin olasılık “p”, deneme “n” olmak üzere birim zaman içinde değerlendirilen olayın tekrar sayısına ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tekrar sayısı",
      "B": "Permütasyon",
      "C": "Küme",
      "D": "Gözlem",
      "E": "Mutlak ortalama"
    },
    "explanation": "Birim zaman içinde, tanımlanan bir olaya ilişkin olasılık “p” ise n denemede söz konusu zaman içinde değerlendirilen olayın tekrar sayısı λ olacaktır; bir başka ifade ile λ, değerlendirilen zaman aralığı içinde söz konusu olayın ortalama mutlak frekansıdır."
  },
  {
    "id": "3475454",
    "unitNumber": 3,
    "text": "Bir alüvyal ovada yapılan jeolojik sondaj çalışmalarında sıvılaşabilir zemin bulunma olasılığının %10 olduğu belirlenmiştir. Bu ovanın herhangi bir yerinde açılacak 5 sondajdan 1’inde sıvılaşabilir zemine rastlama olasılığı yüzde kaçtır?",
    "correctAnswer": "D",
    "options": {
      "A": "2.2",
      "B": "7.3",
      "C": "36",
      "D": "32.8",
      "E": "41"
    },
    "explanation": "Bir alüvyal ovada yapılan jeolojik sondaj çalışmalarında sıvılaşabilir zemin bulunma olasılığının %10 olduğu belirlenmiştir. Buna göre; söz konusu ovanın herhangi bir yerinde açılacak 5 sondajdan 1’inde sıvılaşabilir zemine rastlama olasılığı ne olacaktır? Burada, sorunun çözümü için başarı durumunun sıvılaşabilir zemin bulunması durumu olduğu dikkate alınırsa, ovanın herhangi bir yerinde açılacak 5 sondajdan 1’inde sıvılaşabilir zemine rastlama olasılığı binom dağılımına göre:\n <em>b</em>(1;5, <em>p</em>) = 5/1 × 0.1<sup>1</sup> × 0.9<sup>5−1</sup>\n olmak üzere b(1; 5, p) = 0.3281 ≈ %32.8 olarak hesaplanır."
  },
  {
    "id": "3475571",
    "unitNumber": 3,
    "text": "Aşağıdaki örnek noktalarına ilişkin verilen olasılık değerlerine göre; bir üretim bandından rastgele seçilen iki ürünün kusurlu (K) veya sağlam (S) olması durumları dikkate alındığında hiç sağlam ürün olmaması durumuna ilişkin olasılık nedir?\n Örnek Noktası Olasılık\n KK 0,4\n KS 0,1\n KS 0,2\n SS 0,3",
    "correctAnswer": "A",
    "options": {
      "A": "0,4",
      "B": "0,1",
      "C": "0,2",
      "D": "0,3",
      "E": "0,6"
    },
    "explanation": "Hiç sağlam olmaması durumunda seçilen iki ürünün de kırık (K) olması gerekir. Örnek noktasında bu duruma yani kırık, kırık (KK) karşılık gelen tek olasılık vardır: 0,4. Doğru cevap a şıkkı."
  },
  {
    "id": "3475572",
    "unitNumber": 3,
    "text": "İki yüzlü bir zarın atılmasına ilişkin örnek uzayın eleman sayısı kaçtır?",
    "correctAnswer": "A",
    "options": {
      "A": "36",
      "B": "6",
      "C": "12",
      "D": "2",
      "E": "1"
    },
    "explanation": "(1, 1) (1, 2) (1, 3) (1, 4) (1, 5) (1, 6)<br/>(2, 1) (2, 2) (2, 3) (2, 4) (2, 5) (2, 6)<br/>(3, 1) (3, 2) (3, 3) (3, 4) (3, 5) (3, 6)<br/>(4, 1) (4, 2) (4, 3) (4, 4) (4, 5) (4, 6)<br/>(5, 1) (5, 2) (5, 3) (5, 4) (5, 5) (5, 6)<br/>(6, 1) (6, 2) (6, 3) (6, 4) (6, 5) (6, 6) şeklinde toplam 36 olay vardır. Dolayısı ile örnek uzayın eleman sayısı 36'dır. Doğru cevap a şıkkı."
  },
  {
    "id": "3475573",
    "unitNumber": 3,
    "text": "Bir gazete bayisine gelen tüm müşterilerin %60'i gazete, %50'ı dergi, %20'si de hem gazete hem de dergi satın alıyor ise rastgele seçilen bir müşterinin gazete ve dergiden en az birini satın alma olasılığı nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "0,9",
      "B": "0,8",
      "C": "0,6",
      "D": "1",
      "E": "0,5"
    },
    "explanation": "A = {Gazete alır} ve B= {Dergi alır} olmak üzere; P(A) = 0.6, P(B) = 0.5 ve P(A ∩ B) = 0.2 olarak verilmektedir. Buna<br/>göre; söz konusu yayınlardan en az birini alma olasılığı:\n<br/>P(A ∪ B) = P(A) + P(B) - P(A ∩ B) = 0.6 + 0.5 - 0.2 = 0.9 olarak hesaplanır.\n<br/>Doğru cevap a şıkkı.<br/>A = {Gazete alır} ve B= {Dergi alır} olmak üzere; P(A) = 0.6, P(B) = 0.5 ve P(A ∩ B) = 0.2 olarak verilmektedir. Buna<br/>göre; söz konusu yayınlardan en az birini alma olasılığı:\n P(A ∪ B) = P(A) + P(B) - P(A ∩ B) = 0.6 + 0.5 - 0.2 = 0.9 olarak hesaplanır.\n Doğru cevap a şıkkı."
  },
  {
    "id": "3475574",
    "unitNumber": 3,
    "text": "Havaya arka arkaya iki kez atılan madeni paranın ikisinin de tura gelme olasılığı nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "0,25",
      "B": "0,5",
      "C": "0,8",
      "D": "1",
      "E": "0,2"
    },
    "explanation": "İlk atışta tura gelme olasılığı P(A)= 0,5\n<br/>İkinci atışta tura gelme olasılığı P(B)=0,5\n<br/>İki olay birbirinden bağımsız olduğuna göre\n<br/>P(A ∩ B) = P(A) × P(B)= 0,5x0,5 =0,25\n<br/>Doğru cevap a şıkkı<br/>İlk atışta tura gelme olasılığı P(A)= 0,5\n İkinci atışta tura gelme olasılığı P(B)=0,5\n İki olay birbirinden bağımsız olduğuna göre\n P(A ∩ B) = P(A) × P(B)= 0,5x0,5 =0,25\n Doğru cevap a şıkkı"
  },
  {
    "id": "3475575",
    "unitNumber": 3,
    "text": "Normal dağılım gösteren bir x rassal değişkeninin ortalaması μ= 65 ve standart sapması σ = 10 olarak veriliyor. Buna göre; söz konusu x rassal değişkeninin P(60 ≤ x ≤70) olasılığını hesaplarken kullanacağımız z değeri ne olur?",
    "correctAnswer": "A",
    "options": {
      "A": "0.5",
      "B": "1",
      "C": "0.2",
      "D": "0.1",
      "E": "0.8"
    },
    "explanation": "Z<sub>1</sub>=(60-65)/10=-0.5\n<br/>Z<sub>2</sub>=(70-65)/10=0.5 olmak üzere sırasıyla -0.5 ve 0.5 olarak hesaplanır. Standart normal dağılım tablosunda |-0.5| ve 0.5<br/>z değerleri için eğri altında kalan alanlar hesaplanır. Dolayısı ile hesaplamada kullanılacak z değeri 0.5'tir. Doğru cevap a şıkkı.<br/>Z<sub>1</sub>=(60-65)/10=-0.5\n Z<sub>2</sub>=(70-65)/10=0.5 olmak üzere sırasıyla -0.5 ve 0.5 olarak hesaplanır. Standart normal dağılım tablosunda |-0.5| ve 0.5<br/>z değerleri için eğri altında kalan alanlar hesaplanır. Dolayısı ile hesaplamada kullanılacak z değeri 0.5'tir. Doğru cevap a şıkkı."
  },
  {
    "id": "3475576",
    "unitNumber": 3,
    "text": "Bir zar atıldığında üst yüzeye gelen sayının 4'ten büyük olma ihtimali nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "1/3",
      "B": "1/2",
      "C": "1/4",
      "D": "1/6",
      "E": "1"
    },
    "explanation": "Zar atıldığında 4'ten büyük gelme durumları 5 veya 6 gelmesidir.\n<br/>5 gelme durumu P(A)=1/6\n<br/>6 gelme durumu P(b)=1/6\n<br/>P(A ∪ B) = P(A) + P(B) =(1/6)+(1/6) =1/3\n<br/>Doğru cevap a şıkkı<br/>Zar atıldığında 4'ten büyük gelme durumları 5 veya 6 gelmesidir.\n 5 gelme durumu P(A)=1/6\n 6 gelme durumu P(b)=1/6\n P(A ∪ B) = P(A) + P(B) =(1/6)+(1/6) =1/3\n Doğru cevap a şıkkı"
  },
  {
    "id": "3475577",
    "unitNumber": 3,
    "text": "Sekiz kişilik bir turist kafilesinde sadece iki kişi İstanbul'u ziyaret etmek istemektedir. Bu grup içerisinden yapılacak rastgele bir örneklemede; en az üçüncü seçimde İstanbul'u ziyaret etmek isteyen kişiyi bulma olasılığı nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "15/28",
      "B": "10/35",
      "C": "8/35",
      "D": "8/28",
      "E": "21/28"
    },
    "explanation": "B = {İlk seçilen İstanbul'u ziyaret etmek istemesin} ve<br/>A = {İkinci seçilen İstanbul'u ziyaret etmek istemesin} olmak üzere;<br/>P(B) = 6/8 ve ilk seçime müteakiben geriye kalan dokuz kişi içerisinde P(A|B) = 4/6 olacaktır.<br/>Buna göre; birinci ve ikinci seçimde İstanbul'u seçmeyen kişinin bulunması durumu:<br/>P(A ∩ B) = 6/8 × 4/6 = 0.5 sorumuzun cevabı olacaktır.\n<br/>Doğru cevap a şıkkı<br/>B = {İlk seçilen İstanbul'u ziyaret etmek istemesin} ve<br/>A = {İkinci seçilen İstanbul'u ziyaret etmek istemesin} olmak üzere;<br/>P(B) = 6/8 ve ilk seçime müteakiben geriye kalanlar içerisinde P(A|B) = 5/7 olacaktır.<br/>Buna göre; birinci ve ikinci seçimde İstanbul'u seçmeyen kişinin bulunması durumu:<br/>P(A ∩ B) = 6/8 × 5/7 = 30/56 = 15/28 sorumuzun cevabı olacaktır.\n<br/>Doğru cevap a şıkkı"
  },
  {
    "id": "3475578",
    "unitNumber": 3,
    "text": "Bir bozuk para havaya ve bir zar masaya atılıyor. Zarın beş ve paranın tura gelme olasılığı nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "1/12",
      "B": "1/6",
      "C": "1/4",
      "D": "1/2",
      "E": "1/3"
    },
    "explanation": "Zarın beş gelme olasılığı P(A)=1/6\n<br/>Paranın tura gelme olasılığı P(B)=1/2\n<br/>P(A ∩ B) = P(A) × P(B)=1/12\n<br/>Doğru cevap a şıkkı<br/>Zarın beş gelme olasılığı P(A)=1/6\n Paranın tura gelme olasılığı P(B)=1/2\n P(A ∩ B) = P(A) × P(B)=1/12\n Doğru cevap a şıkkı"
  },
  {
    "id": "3475579",
    "unitNumber": 3,
    "text": "Sinemaya giden insanların %60'ı patlamış mısır, %80'i gazlı içecek, %20'si de hem gazlı içecek hem de patlamış mısır satın almaktadır. Rasgele seçilen kişinin gazlı içecek satın almasına bağlı olarak, patlamış mısır da satın almış olma olasılığı nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "0,25",
      "B": "0,20",
      "C": "0,40",
      "D": "0,60",
      "E": "0,80"
    },
    "explanation": "A = {Patlamış mısır alanlar} ve<br/>B = {Gazlı içecek alanlar} olmak üzere;<br/>P(A) = 0.6; P(B) = 0.8 ve P(A ∩ B) = 0.2 olarak<br/>verilmektedir.<br/>Rasgele seçilen kişinin gazlı içecek satın almasına bağlı olarak, patlamış mısır da satın almış olma olasılığı:<br/>P(A|B) = P(A ∩ B)/P(B) = 0.2/0.8 = 0.25 olarak hesaplanır. \n<br/>Doğru cevap A şıkkı"
  },
  {
    "id": "3475580",
    "unitNumber": 3,
    "text": "Atılan bir zarın çift ayı gelme olasılığı nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "0.5",
      "B": "0.4",
      "C": "0.2",
      "D": "0.6",
      "E": "0.1"
    },
    "explanation": "Örnek Uzay E={1,2,3,4,5,6}\n<br/>Çift Sayılar A= {2,4,6}\n<br/>P(A)=3/6=0.5\n<br/>Doğru cevap a şıkkı<br/>Örnek Uzay E={1,2,3,4,5,6}\n Çift Sayılar A= {2,4,6}\n P(A)=3/6=0.5\n Doğru cevap a şıkkı"
  },
  {
    "id": "3475316",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi tabakalı örneklemi betimler?",
    "correctAnswer": "A",
    "options": {
      "A": "Benzer durumlar bir arada gruplanacak şekilde seçilir, ardından her katmanda genellikle basit rastgele örnekleme olan ikinci bir örnekleme yöntemi uygulanır.",
      "B": "Bu örnekleme yönteminin uygulanabilmesi için popülasyon içerisindeki tüm elemanların biliniyor ve erişilebiliyor olması gerekir.",
      "C": "Bir popülasyon içerisinde gözlemlerin sıralanıp sabit aralıklarla seçildiği örnekleme yöntemidir.",
      "D": "Popülasyon içerisinde belirgin bir paternin gözlenmemesi durumunda, özellikle büyük veri kümelerinde kullanımı önerilir.",
      "E": "Popülasyonun büyük olduğu ve gözlemlerin geniş alanlara yayıldığı koşullarda uygulanması önerilir."
    },
    "explanation": "B seçeneği basit rastgele örnekleme, C ve D seçeneği sistematik örnekleme ve E seçeneği küme ve çok aşamalı örneklemeyi betimler.<br/>Tabakalı örnekleme: Böl ve yönet örnekleme stratejisidir. Popülasyon, tabaka adı verilen gruplara ayrılır. Tabakalar, benzer durumlar bir arada gruplanacak şekilde seçilir, ardından her katmanda genellikle basit rastgele örnekleme olan ikinci bir örnekleme yöntemi uygulanır. Tabakalı örnekleme, özellikle her katmandaki olayların ayrı ayrı, ilgilenilen sonuca göre çok benzer olduğunda, bir başka ifade ile katmanlar içi homojenliğin sağlanması durumunda faydalıdır; örneğin, bir fabrikada çalışan işçilerin bir araştırma için seçilmesi aşamasında fabrikanın her bir üretim bölümünün eşit temsil edilebilmesine yönelik, öncesinde bir gruplama yapıldıktan sonra söz konusu alt gruplardan basit rastgele örnekleme yapılması vb. Bu kapsamda dezavantajı ise tabakalı örnekten alınan verilerin analiz edilmesinin, basit rastgele örnekten alınan verilerin analizinden daha karmaşık bir süreç olmasıdır. Bir tabakalı örnekleme yapabilmek için söz konusu katmanların oluşturulabilmesine yönelik popülasyon hakkında ön bilgi esastır. Bununla birlikte, heterojenliğin katmanlar içi az, katmanlar arası ise fazla olması beklenir."
  },
  {
    "id": "3475317",
    "unitNumber": 4,
    "text": "Aşağıdaki örnekleme yöntemlerinden hangisinin uygulanabilmesi için popülasyon içerisindeki tüm elemanların biliniyor ve erişilebiliyor olması gerekir?",
    "correctAnswer": "A",
    "options": {
      "A": "Basit rastgele örnekleme",
      "B": "Sistematik örneklem",
      "C": "Tabakalı örnekleme",
      "D": "Küme örnekleme",
      "E": "Çok aşamalı örnekleme"
    },
    "explanation": "Çözüme göre basit rastgele örnekleme yönteminin uygulanabilmesi için popülasyon içerisindeki tüm elemanların biliniyor ve erişilebiliyor olması gerekir; örneğin, bir fabrikada çalışan işçilerin bir araştırma için seçilmesi vb.<br/>Basit rastgele örnekleme: Rastgele örneklemenin en sezgisel şeklidir. Genel olarak, popülasyondaki her bir olayın nihai örneğe dahil edilme şansı eşitse bir örneklem “basit rastgele” olarak adlandırılır. Basit rastgele örneklemede, bir olayın bir örneğe dahil edildiğini bilmek, başka hangi olayların dahil edildiği hakkında faydalı bilgi sağlamaz. Bu örnekleme yönteminin uygulanabilmesi için popülasyon içerisindeki tüm elemanların biliniyor ve erişilebiliyor olması gerekir; örneğin, bir fabrikada çalışan işçilerin bir araştırma için seçilmesi vb. Yöntem, popülasyon ile ilgili bilinenlerin sınırlı olması durumunda ve yine söz konusu popülasyonun büyük olmaması durumunda etkin bir örnekleme tekniği olarak değerlendirilebilir. Gerçekleştirilmesi kolay ve her bir olayın nihai örneğe dahil edilme şansı eşit olması sebebiyle yansız bir örnekleme yöntemidir. Popülasyonda temsiliyet açısından eşit olması gereken alt grupların olması durumunda veya popülasyonun farklı yapıda alt gruplardan oluşması durumunda basit rastgele örnekleme yönteminin uygulanması önerilmez."
  },
  {
    "id": "3475318",
    "unitNumber": 4,
    "text": "Bir tahminin bir örnekten diğerine ne kadar değişme eğiliminde olacağını gösteren değere ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Örnekleme hatası",
      "B": "Popülasyon parametresi",
      "C": "Standart sapma",
      "D": "Normal dağılım",
      "E": "Güven aralığı"
    },
    "explanation": "Bir popülasyona ilişkin bir parametrenin tahmini için öncelikle bir tahmin edicinin seçilmesi ve müteakiben gerçekleştirilen tahminin güvenirliğinin belirlenmesi esastır. Popülasyondan alınan örneğe ilişkin ortalama değer bir rastgele değişkendir. Bu anlamda, söz konusu örneğe ilişkin ortalama, popülasyonun ortalaması için bir tahmin edici olarak kabul edilebilir. Örneğin, ikili sonuç alınan herhangi bir ankette bir onay notunun %55 olduğu varsayılsın; eğer popülasyonun tamamından yanıt alınabiliyorsa, %55 değeri onay derecesinin nokta tahmini olarak kabul edilir.\n Örnekte verilen ankette, parametreye göre gözlemlediğimiz fark, tahmindeki hata olarak adlandırılır. Tahmindeki hatanın esas olarak iki nedeni, örnekleme hatası ve yanlılıktır. Örnekleme belirsizliği olarak da adlandırılan örnekleme hatası, bir tahminin bir örnekten diğerine ne kadar değişme eğiliminde olacağını gösterir. Örnekleme hatasının değerlendirilmesinde örnek büyüklüğü (n) dikkate alınır. Yanlılık ise gerçek popülasyon değerini gereğinden fazla veya az tahmin etmeye yönelik sistematik bir eğilimi tanımlar."
  },
  {
    "id": "3475319",
    "unitNumber": 4,
    "text": "Aşağıdaki kavramlardan hangisi ortalaması μ ve standart sapması σ olan bir popülasyondan yerine tekrar koymak suretiyle yeterince büyük ve bağımsız rastgele örneklerin alınması durumunda, örnek ortalamalarının dağılımının yaklaşık olarak normal dağılacağını ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Merkezî Limit Teoremi",
      "B": "Güven Aralığı",
      "C": "Tahmin",
      "D": "Tabakalı örnekleme",
      "E": "Çok aşamalı örnekleme"
    },
    "explanation": "Merkezî limit teoremi, popülasyon normal dağılım gösteriyorsa, n ≤ 30 koşulu için de geçerlidir; esasen, teorem, n × p ≥ 5 ve n × (1 - p) ≥ 5 olması koşuluyla popülasyon binom olsa bile geçerlidir; burada, n, örnek büyüklüğü ve p popülasyondaki başarı olasılığıdır.<br/>Merkezî limit teoremi, ortalaması μ ve standart sapması σ olan bir popülasyondan yerine tekrar koymak suretiyle yeterince büyük ve bağımsız rastgele örneklerin alınması durumunda, örnek ortalamalarının dağılımının yaklaşık olarak normal dağılacağını ifade eder. Burada, yerine tekrar koymak suretiyle örnekleme, popülasyondan rastgele seçilen bir birimin popülasyona geri döndürülmesi ve ardından rastgele ikinci bir elemanın seçilmesi anlamına gelir."
  },
  {
    "id": "3475320",
    "unitNumber": 4,
    "text": "Bağımsız gözlemlerin elde edilmesine yönelik uygulanan en yaygın yaklaşım aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Basit rastgele örnekleme",
      "B": "Güven aralığı",
      "C": "Tahmin",
      "D": "Hipotez",
      "E": "Olasılık"
    },
    "explanation": "Bağımsız gözlemlerin elde edilmesine yönelik uygulanan en yaygın yaklaşım, basit rastgele örnekleme işlemidir.<br/>Genel olarak bir popülasyondan rastgele bir örnek seçmeye çalışırız. En temel rastgele örnek “basit rastgele örnek” olarak ifade edilir ve bu durum, muhtemel olayları seçmek için bir çekiliş yapmaya eş değerdir. Bir başka ifade ile söz konusu durum, popülasyondaki her bir olayın örneğe dahil edilme şansının eşit olduğu ve örnekteki olaylar arasında zımni bir bağlantı olmadığı anlamına gelir. Basit rastgele örnek alma işlemi, yanlılığı en aza indirmeye yardımcı olur. Diğer taraftan, yanlılık başka şekillerde de ortaya çıkabilir. Örneğin; bir araştırma için rastgele örneklenen kişiler tüm popülasyonun yalnızca %25’lik diliminden geliyorsa, sonuçların tüm popülasyonu temsil edip etmediği belirsiz olacaktır. Diğer bir yanlılık ise kolayca erişilebilen bireylerin örneğe dahil edilme olasılığının daha yüksek olduğu “uygun örnek” durumudur. Örneğin; Eskişehir ili, Tepebaşı ilçesi, Zincirlikuyu Mahallesi’nde yürüyen insanları durdurarak bir anket yapılırsa, söz konusu anket Eskişehir ilinin tamamını temsil etmeyecektir."
  },
  {
    "id": "3475321",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi güven aralığı kavramı ile ilgili hatalı bir bilgidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Güven aralığı, tahmin ortalaması için artı ve eksi tahmin değişkenliğini tanımlar.",
      "B": "Güven aralığı deney belirli bir güven düzeyi ile yeniden yapılırsa, tahminin arasına düşmesi beklenen değer aralığıdır.",
      "C": "%90 güven düzeyine sahip bir güven aralığı tanımlandığında, yapılacak 100 tahminden 90’ının güven aralığı tarafından belirtilen üst ve alt değerler arasında olması beklenir.",
      "D": "Kritik değerler güven aralığına ilişkin istenen güven düzeyine ulaşmak için ortalamadan kaç standart sapma uzaklaşılması gerektiğini ifade eder.",
      "E": "Bir güven aralığının belirlenmesi sürecinde nokta tahmininin, kritik z (veya t) değerlerinin, örneğin standart sapmasının ve örnek büyüklüğünün bilinmesi zorunluluğu yoktur."
    },
    "explanation": "İstatistiksel açıdan bir tahmin yapıldığında, tahmin popülasyondan alınan örnek kullanılarak gerçekleştirildiği için söz konusu kestirimde her zaman bir belirsizlik oluşur. Güven aralığı kavramı, deney tekrar yapıldığında veya popülasyondan aynı şekilde yeniden örnekleme gerçekleştirildiğinde, tahminin belirli bir yüzde oran ile olması beklenen değer aralığıdır. Güven düzeyi, güven aralığının üst ve alt sınırları arasında bir tahminin yeniden elde edilmesine ilişkin beklenen tekrar yüzdesidir ve σ değeriyle belirlenir. \n Söz konusu aralık, deney belirli bir güven düzeyi ile yeniden yapılırsa, tahminin arasına düşmesi beklenen değer aralığıdır. Esasen, güven kavramı olasılığın bir başka ifadesi olarak yorumlanabilir. Örneğin; %90 güven düzeyine sahip bir güven aralığı tanımlandığında, yapılacak 100 tahminden 90’ının güven aralığı tarafından belirtilen üst ve alt değerler arasında olması beklenir. Bir güven aralığının belirlenmesi sürecinde nokta tahmininin, kritik z (veya t) değerlerinin, örneğin standart sapmasının ve örnek büyüklüğünün biliniyor olması gerekir. Burada, nokta tahmini, yapılan istatistiksel tahmin ne ise o olacaktır; örneğin, popülasyonun ortalaması vb. Kritik değerler ise güven aralığına ilişkin istenen güven düzeyine ulaşmak için ortalamadan kaç standart sapma uzaklaşılması gerektiğini ifade eder."
  },
  {
    "id": "3475322",
    "unitNumber": 4,
    "text": "Kritik değerler ise güven aralığına ilişkin istenen güven düzeyine ulaşmak için ortalamadan kaç standart sapma uzaklaşılması gerektiğini ifade eder. Kritik değerlerin belirlenmesine müteakiben aşağıdakilerden hangisi belirlenir?",
    "correctAnswer": "A",
    "options": {
      "A": "Standart sapma",
      "B": "Ortalama",
      "C": "Örneklem büyüklüğü",
      "D": "Hipotez",
      "E": "Medyan"
    },
    "explanation": "Kritik değerlerin belirlenmesine müteakiben örneğin standart sapması belirlenir. Örneğe ilişkin standart sapma değerinin belirlenebilmesi için öncelikle örnek varyansı hesaplanır. Örnek varyansının hesaplanmasına ilişkin süreçte veri kümesi içerisindeki her bir değerden (xi ) örnek ortalaması ( x ) çıkarılır, sonucun karesi alınır ve müteakiben örnek büyüklüğü (n) - 1 değerine bölünür. Her bir değer için elde edilen sonuçların toplamı örnek varyansını verir. Örneğin standart sapması örnek varyansının kareköküne eşittir."
  },
  {
    "id": "3475323",
    "unitNumber": 4,
    "text": "Örnek varyans değeri 144 olan bir gruba ilişkin standart sapma değeri kaçtır?",
    "correctAnswer": "A",
    "options": {
      "A": "12",
      "B": "24",
      "C": "36",
      "D": "72",
      "E": "144"
    },
    "explanation": "Çözüm kısmındaki açıklamaya göre örnek varyansı 144 olan grup için standart sapma bu değerin kareköküne, bu da 12'ye eşittir.<br/>Standart sapma örnek varyansının kareköküne eşittir:\n <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/0ccccd648d30a0304f786171b5e49731.png\" alt=\"\" width=\"232\" height=\"132\">"
  },
  {
    "id": "3475324",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi bir veri kümesinde belirlenen bir paternin doğruluğunu test etmek veya söz konusu veride izlenen etkinin şans eseri gelişip gelişmediğinin belirlenmesine imkân sağlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Merkezî limit teoremi",
      "B": "Tahmin",
      "C": "Hipotez testleri",
      "D": "Basit rastgele örnekleme",
      "E": "Tabakalı örnekleme"
    },
    "explanation": "Bilimsel çalışmalarda merakla başlayan sorular müteakiben hipotezlere dönüşür. Bu süreçte, öğrenmeye yönelik gözlem ve deneyler yapılır ve veri toplanır. Toplanan verilerin değerlendirmesine bağlı olarak hipotezler kabul veya reddedilir ve yeni araştırma soruları oluşturulur. Hipotez testi bir veri kümesinde belirlenen bir paternin doğruluğunu test etmek veya söz konusu veride izlenen etkinin şans eseri gelişip gelişmediğinin belirlenmesine imkân sağlar. Hipotez kavramı, popülasyona ilişkin yapılan bir varsayım olarak tanımlanabilir. Örneğin, Eskişehir Teknik Üniversitesi öğrencilerinin ortalama yaşı 21’dir şeklinde bir önerme yapılabilir. Burada, söz konusu popülasyonun ortalaması için bir hipotez önerilmektedir: μ = 21 hipotezi eşitlik içermesi sebebiyle H0 hipotezi olarak ifade edilir. H0 hipotezinin karşıtı veya alternatifi ise H1 hipotezidir; μ ≠ 21. Bir eşitliğe ilişkin hipotez söz konusu olduğunda, örneğin, bu örnekte ortalama 21’den küçük veya büyük olabilir; bu durumda çift yönlü testler söz konusu olacaktır."
  },
  {
    "id": "3475325",
    "unitNumber": 4,
    "text": "Gerçekte doğru olan H0 hipotezinin a önem seviyesine bağlı olarak araştırmacı tarafından reddedilmesi durumuna ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tip 1 hata",
      "B": "Tip 2 hata",
      "C": "Varyans",
      "D": "Standart sapma",
      "E": "Merkezi eğilim ölçüsü"
    },
    "explanation": "H0 hipotezinin hangi durumda reddedileceğinin belirlenebilmesi için a önem seviyesi kullanılır. a önem seviyesi H0 hipotezinin reddedileceği bölgenin genişliğinin belirlenmesine imkân sağlar (Şekil 4.2). Bu bölge, kritik bölge veya ret bölgesi olarak ifade edilir. Öncesinde ifade edilmiş olduğu üzere, çift yönlü testlerde a ikiye bölünür. Dağılımın a/2 ile sınırlanmış kuyruk kısımlarında H0 hipotezi reddedilir; orta kısımda isim H0 hipotezi reddedilemez. Tek yönlü testlerde ise a bölünmez. Sol ve sağ yönlü tek taraflı testlerde ret bölgeleri dağılımın sol ve sağ tarafında a ile sınırlandırılmış bölgelerde kalır. Test istatistiğinin söz konusu ret bölgelerinde kalması durumunda H0 hipotezi reddedilir; aksi durumda H0 hipotezi reddedilemez.<br/>Tip 1 hata, gerçekte doğru olan H0 hipotezinin a önem seviyesine bağlı olarak araştırmacı tarafından reddedilmesi durumu; Tip 2 hata ise, gerçekte yanlış olan H0 hipotezinin a önem seviyesine bağlı olarak araştırmacı tarafından kabul edilmesi durumu olarak tanımlanır."
  },
  {
    "id": "3475400",
    "unitNumber": 4,
    "text": "Olayların bir alt kümesini temsil edip, genellikle popülasyonun küçük bir bölümünü oluşturmasına ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hipotez",
      "B": "Ortalama",
      "C": "Örnek",
      "D": "Standart hata",
      "E": "Tahmin"
    },
    "explanation": "Örnek kavramı ise, olayların bir alt kümesini temsil eder ve genellikle popülasyonun küçük bir bölümünü oluşturur."
  },
  {
    "id": "3475401",
    "unitNumber": 4,
    "text": "Popülasyondaki her bir olayın nihai örneğe dahil edilme şansının eşit olduğu örneklemeye ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Basit rastgele",
      "B": "Küme ve çok aşamalı",
      "C": "Merkezi limit",
      "D": "Sistematik",
      "E": "Tabakalı"
    },
    "explanation": "Popülasyondaki her bir olayın nihai örneğe dahil edilme şansı eşitse bir örneklem “basit rastgele” olarak adlandırılır."
  },
  {
    "id": "3475402",
    "unitNumber": 4,
    "text": "Bir popülasyon içinde gözlemlerin sıralanıp sabit aralıklarla seçildiği örnekleme yöntemi hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Binom dağılımı",
      "B": "Küme ve çok aşamalı",
      "C": "Merkezi limit",
      "D": "Sistematik",
      "E": "Tabakalı"
    },
    "explanation": "Sistematik örnekleme: Bir popülasyon içerisinde gözlemlerin sıralanıp sabit aralıklarla seçildiği örnekleme yöntemidir."
  },
  {
    "id": "3475403",
    "unitNumber": 4,
    "text": "Bir fabrikada çalışan işçilerin bir araştırma için seçilmesi aşamasında fabrikanın her bir üretim bölümünün eşit temsil edilebilmesine yönelik, öncesinde bir gruplama yapıldıktan sonra söz konusu alt gruplardan basit rastgele örnekleme yapılıyorsa bu hangi örnekleme yöntemine örnektir?",
    "correctAnswer": "B",
    "options": {
      "A": "Normal dağılım",
      "B": "Tabakalı örnekleme",
      "C": "Küme ve çok aşamalı",
      "D": "Basit rastgele",
      "E": "Sistematik"
    },
    "explanation": "Tabakalı örnekleme, özellikle her katmandaki olayların ayrı ayrı, ilgilenilen sonuca göre çok benzer olduğunda, bir başka ifade ile katmanlar içi homojenliğin sağlanması durumunda faydalıdır; örneğin, bir fabrikada çalışan işçilerin bir araştırma için seçilmesi aşamasında fabrikanın her bir üretim bölümünün eşit temsil edilebilmesine yönelik, öncesinde bir gruplama yapıldıktan sonra söz konusu alt gruplardan basit rastgele örnekleme yapılması vb."
  },
  {
    "id": "3475404",
    "unitNumber": 4,
    "text": "Aşağıda belirtilen tahmin aşamaları hangi şıkta doğru sırada verilmiştir?\n <ol type=\"I\"> <li>Tahminin güvenirliğinin belirlenmesi</li> <li>Tahmin edicinin seçilmesi</li> <li>Populasyondan örnek alınması</li> <li>Populasyon örneğine ait ortalama değerin belirlenmesi</li> </ol>",
    "correctAnswer": "C",
    "options": {
      "A": "I, II, IV, III",
      "B": "I, II, III, IV",
      "C": "II, I, III, IV",
      "D": "III, IV, II, I",
      "E": "III, II, IV, I"
    },
    "explanation": "Tahmin: Bir popülasyona ilişkin bir parametrenin tahmini için öncelikle bir tahmin edicinin seçilmesi ve müteakiben gerçekleştirilen tahminin güvenirliğinin belirlenmesi esastır. Popülasyondan alınan örneğe ilişkin ortalama değer bir rastgele değişkendir. Bu anlamda, söz konusu örneğe ilişkin ortalama, popülasyonun ortalaması için bir tahmin edici olarak kabul edilebilir."
  },
  {
    "id": "3475405",
    "unitNumber": 4,
    "text": "Popülasyon ortalaması 66, standart sapması 5 olan ve normal dağılım gösteren bir popülasyondan n= 9 büyüklüğünde basit rastgele örneklemeler, yerine tekrar koyarak yapılmıştır. Örneklerin her biri için ortalama hesaplanırsa, merkezî limit teoremine göre standart hatası kaçtır?",
    "correctAnswer": "D",
    "options": {
      "A": "66",
      "B": "5",
      "C": "13,2",
      "D": "1,66",
      "E": "0,91"
    },
    "explanation": "Örnek büyüklüğü 30’dan küçüktür, kaynak popülasyonun normal dağıldığına, dolayısıyla söz konusu örnek büyüklüğünün kabul edilebilir olduğuna dikkat edelim. Buna göre; popülasyondan n = 5 büyüklüğünde basit rastgele örneklemeler, yerine tekrar koymak suretiyle yapıldığında söz konusu örnek ortalamalarının ortalaması ve standart hatası:\n <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/ef18cc51702b9b7370cf2f39470287be.jpeg\" alt=\"\" width=\"76\" height=\"42\"> <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/a0de37cf284fb22d487fd4817ac3de4c.jpeg\" alt=\"\" width=\"172\" height=\"60\"> Doğru cevap D şıkkıdır."
  },
  {
    "id": "3475406",
    "unitNumber": 4,
    "text": "Aşağıdaki cümlede noktalar ile gösterilen boşluğa gelebilecek kelime hangisi olabilir?\n “Popülasyon parametresi tek bir değer olarak tahmin ediliyor ise nokta tahmini, iki değer ile tahmin ediliyor ise ……………… tahmini söz konusudur.”",
    "correctAnswer": "E",
    "options": {
      "A": "değişken",
      "B": "rastgele",
      "C": "güven düzeyi",
      "D": "normal dağılım",
      "E": "aralık"
    },
    "explanation": "Popülasyon parametresi tek bir değer olarak tahmin ediliyor ise nokta tahmini, iki değer ile tahmin ediliyor ise aralık tahmini söz konusudur."
  },
  {
    "id": "3475407",
    "unitNumber": 4,
    "text": "Güven aralığının üst ve alt sınırları arasında bir tahminin yeniden elde edilmesine ilişkin beklenen tekrar yüzdesine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Binom dağılımı",
      "B": "Güven düzeyi",
      "C": "Çift yönlü aralık",
      "D": "Merkezi limit",
      "E": "Varyans"
    },
    "explanation": "Güven düzeyi, güven aralığının üst ve alt sınırları arasında bir tahminin yeniden elde edilmesine ilişkin beklenen tekrar yüzdesidir ve σ değeriyle belirlenir."
  },
  {
    "id": "3475408",
    "unitNumber": 4,
    "text": "Bir veri kümesinde belirlenen bir paternin doğruluğunu test etmek veya söz konusu veride izlenen etkinin şans eseri gelişip gelişmediğini belirlemek için kullanılan teste ne ed verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hipotez",
      "B": "Çan eğrisi",
      "C": "Varyans",
      "D": "Standart hata",
      "E": "Önem seviyesi"
    },
    "explanation": "Hipotez testi bir veri kümesinde belirlenen bir paternin doğruluğunu test etmek veya söz konusu veride izlenen etkinin şans eseri gelişip gelişmediğinin belirlenmesine imkân sağlar."
  },
  {
    "id": "3475409",
    "unitNumber": 4,
    "text": "Aşağıdaki şekilde 1 ve 2 ile belirtilen yerlere gelebilecek değerler hangisinde verilmiştir?\n <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/27a2bd4cab96e0d1117130b4a4978bf2.jpeg\" alt=\"\" width=\"253\" height=\"137\">",
    "correctAnswer": "E",
    "options": {
      "A": "<ol> <li>a, 2. a</li> </ol>",
      "B": "<ol> <li>2a, 2. a</li> </ol>",
      "C": "<ol> <li>2a, 2. a/2</li> </ol>",
      "D": "<ol> <li>a/2, 2. a</li> </ol>",
      "E": "<ol> <li>a/2, 2. a/2</li> </ol>"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/e10d6748a0fdc274b3a449c09da0901e.jpeg\" alt=\"\" width=\"648\" height=\"167\"> Yukarıdaki şekle göre cevap E şıkkıdır."
  },
  {
    "id": "3475599",
    "unitNumber": 4,
    "text": "Örnekleme ile ilgili hangi ifadeler doğrudur?\n I-Bir popülasyonun içinde tüm bireylere ulaşmak maliyeti arttırır, II- Popülasyondan alınan alt gruplar popülasyonu temsil eder, III- Örnekler bütün popülasyonu temsil eder, IV- Basit rastgele örneklem yönteminde popülasyondaki her olayın örneği dahil edilme şansı eşit değildir.",
    "correctAnswer": "E",
    "options": {
      "A": "I ve III",
      "B": "I ve IV",
      "C": "II ve III",
      "D": "II ve IV",
      "E": "I ve II"
    },
    "explanation": "Örnekler bütün popülasyonu temsil etmez ve basit rastgele örneklem yönteminde popülasyondaki her olayın örneği dahil edilme şansı eşittir.<br/>I ve II"
  },
  {
    "id": "3475600",
    "unitNumber": 4,
    "text": "Hangisi uygun örnek durumuna bir örnek oluşturur?",
    "correctAnswer": "A",
    "options": {
      "A": "Yaşadığımız mahallede oturan kişilere anket yapmak ve bütün şehre genellemek",
      "B": "Bir şirketteki bütün servislerde çalışanlardan örnek almak ve şirkete genellemek",
      "C": "Bir üniversitede her fakülte ve bölüm öğrencilerinden örnek almak, üniversiteye genellemek",
      "D": "Bir şehirdeki her hastanenin çalışanlarından örnek almak ve şehre genellemek",
      "E": "Bir okulda her sınıftan örnek almak ve okula genellemek"
    },
    "explanation": "Sadece yaşadığımız mahalleden örnek alarak bütün şehre genelleme yapılamaz, her mahalleden örnek alarak popülasyonu temsil eden bir örneklem oluşturabiliriz.<br/>Yaşadığımız mahallede oturan kişilere anket yapmak ve bütün şehre genellemek"
  },
  {
    "id": "3475602",
    "unitNumber": 4,
    "text": "Hangileri iyi bir örneklemin özellikleridir?\n I-Popülasyonun alt gruplarının orantılı şekilde örneklenmesi, II- Her olayın örneğe dahil edilme şansının eşit olması, III- Popülasyonun en az yarısından örnek alınması, IV- Hipotezi doğrulama ihtimali yüksek gruplardan örnek alınması.",
    "correctAnswer": "B",
    "options": {
      "A": "III ve IV",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve IV",
      "E": "I ve IV"
    },
    "explanation": "III ve IV. ifadeler doğru değildir, I ve II. ifadeler doğrudur."
  },
  {
    "id": "3475612",
    "unitNumber": 4,
    "text": "Hangi durumlarda \"basit rastgele örnekleme\" yöntemini kullanmak uygundur?\n -Popülasyonun farklı alt gruplardan oluşması, II-Popülasyonun küçük olması, III- Temsiliyet açısından eşit olmayan alt grupların bulunması, IV-Popülasyonla ilgili bilinenlerin sınırlı olması.",
    "correctAnswer": "C",
    "options": {
      "A": "I ve III",
      "B": "II ve III",
      "C": "II ve IV",
      "D": "I ve IV",
      "E": "III ve IV"
    },
    "explanation": "I ve III. ifadeler doru değildir. Popülasyonun farklı alt gruplardan oluşmaması ve alt grupların temsil açısından eşit olması gerekir.<br/>II ve IV"
  },
  {
    "id": "3475613",
    "unitNumber": 4,
    "text": "Popülasyon parametresi iki değerle ifade ediliyorsa hangisi söz konusudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Nokta tahmini",
      "B": "Standart hata",
      "C": "Aralık Tahmini",
      "D": "Örnekleme hatası",
      "E": "Yanlılık"
    },
    "explanation": "İfade edilen durumda aralık tahmini söz konusudur."
  },
  {
    "id": "3475621",
    "unitNumber": 4,
    "text": "Hipotezlerle ilgili hangi ifadeler doğrudur?\n I-Alternatif hipotezler testin yönünü belirler, II- Karşıt hipotezler her zaman eşitlik içerirler, III- H0 hipotezinin reddedilmesi durumunda H1 hipotezi desteklenebilir, IV-H0 hipotezinin alternatifi H1 hipotezidir.",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve III",
      "D": "II ve IV",
      "E": "I ve IV"
    },
    "explanation": "Bu ifadeler doğru değildir: II- Karşıt hipotezler her zaman eşitlik içerirler, III- H0 hipotezinin reddedilmesi durumunda H1 hipotezi desteklenebilir<br/>I ve IV"
  },
  {
    "id": "3475623",
    "unitNumber": 4,
    "text": "Hangisi en sık kullanılan önem seviyesidir?",
    "correctAnswer": "B",
    "options": {
      "A": "0,25",
      "B": "0.05",
      "C": "1,25",
      "D": "0.10",
      "E": "0,75"
    },
    "explanation": "0.05 en sık kullanılan önem sevisidir."
  },
  {
    "id": "3475626",
    "unitNumber": 4,
    "text": "Bir popülasyon içerisinde gözlemlerin sıralanarak, sabit aralıklarla seçildiği örnekleme yöntemi hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çok aşamalı örnekleme",
      "B": "Sistematik örnekleme",
      "C": "Tabakalı örnekleme",
      "D": "Basit rastgele örnekleme",
      "E": "Küme örnekleme"
    },
    "explanation": "Doru yanıt sistematik örneklemedir."
  },
  {
    "id": "3475627",
    "unitNumber": 4,
    "text": "Hangisi verilen ifadede boşluğu doldurur?\n \".........................güven aralığına ilişkin istenen güven düzeyine ulaşmak için ortalamadan<br/>kaç standart sapma uzaklaşılması gerektiğini ifade eder.\"",
    "correctAnswer": "D",
    "options": {
      "A": "Aralık tahmini",
      "B": "Nokta tahmini",
      "C": "Standart hata",
      "D": "Kritik değerler",
      "E": "Güven düzeyi"
    },
    "explanation": "Doğru yanıt: Kritik değerler. Diğer seçenekler yanlıştır."
  },
  {
    "id": "3475628",
    "unitNumber": 4,
    "text": "Popülasyonun büyük olduğu ve gözlemlerin geniş alanlara yayıldığı koşullarda hangi örnekleme yönteminin kullanılması önerilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Küme ve çok aşamalı örnekleme",
      "B": "Sistematik Örnekleme",
      "C": "Basit rastgele örnekleme",
      "D": "Tabakalı örnekleme",
      "E": "Temsili örnekleme"
    },
    "explanation": "Küme ve çok aşamalı örneklemenin popülasyonun büyük olduğu ve gözlemlerin geniş alanlara yayıldığı koşullarda kullanılması önerilir."
  },
  {
    "id": "3475291",
    "unitNumber": 5,
    "text": "Toplumun tamamı veya belli kesimleri için fiziksel, ekonomik ve sosyal kayıplar doğuran, normal hayatı ve insan faaliyetlerini durduran veya kesintiye uğratan, etkilenen toplumun baş etme kapasitesinin yeterli olmadığı doğa, teknoloji veya insan kaynaklı olayları ifade eder?",
    "correctAnswer": "D",
    "options": {
      "A": "Acil durum",
      "B": "Kırılganlık",
      "C": "Tehlike",
      "D": "Afet",
      "E": "Risk"
    },
    "explanation": "Afet toplumun tamamı veya belli kesimleri için fiziksel, ekonomik ve sosyal kayıplar<br/>doğuran, normal hayatı ve insan faaliyetlerini durduran veya kesintiye uğratan, etkilenen toplumun baş etme kapasitesinin yeterli olmadığı doğa, teknoloji veya insan<br/>kaynaklı olaydır"
  },
  {
    "id": "3475292",
    "unitNumber": 5,
    "text": "Afet risk yönetiminde eksiklikleri, engelleri,<br/>karşılıklı bağımlılıkları ve sosyal, ekonomik,<br/>eğitsel ve çevresel zorlukları ve afet risklerini<br/>ele almak üzere, uzun vadeli, çoklu tehlike ve<br/>çözüm odaklı araştırma için inovasyon ve teknoloji geliştirme yatırımlarını teşvik etmek hangisiyle ifade edilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Afet sonrası yönetim",
      "B": "Acil yardım",
      "C": "Erişilebilirlik",
      "D": "Afet riskini anlamak",
      "E": "Potansiyellerin keşfi"
    },
    "explanation": "Afet risk yönetiminde eksiklikleri, engelleri,<br/>karşılıklı bağımlılıkları ve sosyal, ekonomik,<br/>eğitsel ve çevresel zorlukları ve afet risklerini<br/>ele almak üzere, uzun vadeli, çoklu tehlike ve<br/>çözüm odaklı araştırma için inovasyon ve teknoloji geliştirme yatırımlarını teşvik etmek.<br/>Afet riskini anlamak"
  },
  {
    "id": "3475293",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Can kaybına, yaralanmaya ya da diğer sağlık bozucu etkilere,<br/>mal varlığının zarar görmesine, sosyal ve<br/>ekonomik işleyişin kesilmesine veya çevresel bozulmaya neden olabilen süreç, olgu<br/>ya da insan faaliyetlerini ifade eder?",
    "correctAnswer": "B",
    "options": {
      "A": "Acil yardım",
      "B": "Tehlike",
      "C": "Teknik denetim",
      "D": "Afet",
      "E": "Kayıp"
    },
    "explanation": "Tehlike (Hazard): Can kaybına, yaralanmaya ya da diğer sağlık bozucu etkilere,<br/>mal varlığının zarar görmesine, sosyal ve<br/>ekonomik işleyişin kesilmesine veya çevresel bozulmaya neden olabilen süreç, olgu<br/>ya da insan faaliyeti."
  },
  {
    "id": "3475294",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi tehlikeye açık<br/>alanlarda yerleşik insanların, altyapı, konut, üretim kapasitelerinin ve insana ait<br/>diğer somut varlıkların durumunu ifade eder?",
    "correctAnswer": "E",
    "options": {
      "A": "Zarar",
      "B": "Tehlike",
      "C": "İlk yardım",
      "D": "Kapasite",
      "E": "Maruz kalma"
    },
    "explanation": "Maruz kalma (Exposure): Tehlikeye açık<br/>alanlarda yerleşik insanların, altyapı, konut, üretim kapasitelerinin ve insana ait<br/>diğer somut varlıkların durumu."
  },
  {
    "id": "3475295",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi bireyin, topluluğun, varlıkların ya da sistemlerin tehlikelerin etkilerine karşı savunmasızlığını artıran fiziksel, sosyal, ekonomik<br/>ve çevresel faktörlerin ya da süreçlerin belirlediği koşulları ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Zarar Görebilirlik",
      "B": "Tehlike",
      "C": "Zarar",
      "D": "Kapasite",
      "E": "Maruz kalma"
    },
    "explanation": "Zarar Görebilirlik (Vulnerability): Bireyin, topluluğun, varlıkların ya da sistemlerin tehlikelerin etkilerine karşı savunmasızlığı nı artıran fiziksel, sosyal, ekonomik<br/>ve çevresel faktörlerin ya da süreçlerin belirlediği koşullar"
  },
  {
    "id": "3475296",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi bir organizasyon<br/>(örgüt), topluluk ya da toplumda afet<br/>risklerini yönetmek ve azaltmak ve dayanıklılığı güçlendirmek için var olan tüm<br/>güçlü yönlerin, özelliklerin ve kaynakların<br/>birleşimini ifade eder?",
    "correctAnswer": "C",
    "options": {
      "A": "Acil yardım",
      "B": "Tehlike",
      "C": "Kapasite",
      "D": "Zarar",
      "E": "Maruz görme"
    },
    "explanation": "Kapasite (Capacity): Bir organizasyon<br/>(örgüt), topluluk ya da toplumda afet<br/>risklerini yönetmek ve azaltmak ve dayanıklılığı güçlendirmek için var olan tüm<br/>güçlü yönlerin, özelliklerin ve kaynakların<br/>birleşimi."
  },
  {
    "id": "3475297",
    "unitNumber": 5,
    "text": "Bir kentin depreme karşı dirençliliği kentin hem fiziksel hem de sosyal<br/>anlamda deprem sonrası normale dönme süreçlerini kısaltıcı yönde işleyen unsurlardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Emniyetli<br/>Açık Alanlar",
      "B": "Stratejik<br/>Binalar",
      "C": "Hayati<br/>Altyapı",
      "D": "Erişim<br/>Sistemi",
      "E": "Teknoloji düzeyi"
    },
    "explanation": "Dirençlilik Bir kentin depreme karşı dirençliliği kentin hem fiziksel hem de sosyal<br/>anlamda deprem sonrası normale dönme süreçlerini kısaltıcı yönde işleyen unsurlarla değerlendirilir<br/>Teknoloji düzeyi"
  },
  {
    "id": "3475298",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi stratejik binalar arasında sayılmaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Hastaneler",
      "B": "Kent<br/>Yönetim Binaları",
      "C": "Okullar",
      "D": "Marketler",
      "E": "Askeri Binalar"
    },
    "explanation": "Marketler"
  },
  {
    "id": "3475299",
    "unitNumber": 5,
    "text": "Bölgesel bir tehlike analizinin yapılabilmesi için<br/>öncelikle hangilerine ihtiyaç vardır?\n<br/>1) Meydana gelen tehlikelerin türleri,<br/>2) Tehlikelerin hangi sıklıkta meydana geldiği,<br/>3) Zarar azaltma<br/>4) Tehlikelerin etki büyüklüğü ve etki alanı,<br/>5) Tehlikelerin toplumu ne şekilde ve ölçüde<br/>etkilediği,",
    "correctAnswer": "A",
    "options": {
      "A": "1, 2, 4, ve 5",
      "B": "1, 2, 3, ve 5",
      "C": "2, 3, 4, ve 5",
      "D": "1, 2, 3, ve 4",
      "E": "2, 3, ve 5"
    },
    "explanation": "Bölgesel bir tehlike analizinin yapılabilmesi için<br/>öncelikle hangilerine ihtiyaç vardır?\n<br/>1) Meydana gelen tehlikelerin türleri,<br/>2) Tehlikelerin hangi sıklıkta meydana geldiği,<br/>3) Tehlikelerin coğrafi konumları,<br/>4) Tehlikelerin etki büyüklüğü ve etki alanı,<br/>5) Tehlikelerin toplumu ne şekilde ve ölçüde<br/>etkilediği,<br/>1-2-4-5"
  },
  {
    "id": "3475300",
    "unitNumber": 5,
    "text": "Yüzey faylanması tehlike kuşağının her iki tarafında, fayın belirlenmesi ve<br/>haritalanmasındaki hata payını azaltmak ve<br/>güvenli bir mesafe bırakarak, tahmini yüzey<br/>faylanması tehlike kuşağının mühendislik yapılarında oluşturacağı deformasyonun etkisini<br/>düşürebilmek için oluşturulan bir kuşağı ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Sakınım bandı",
      "B": "Yer sarsıntısı",
      "C": "Sıvılaşma",
      "D": "Deprem ilişkili su baskını",
      "E": "Zemin büyütmesi"
    },
    "explanation": "Sakınım bandı, yüzey faylanması tehlike kuşağının her iki tarafında, fayın belirlenmesi ve<br/>haritalanmasındaki hata payını azaltmak ve<br/>güvenli bir mesafe bırakarak, tahmini yüzey<br/>faylanması tehlike kuşağının mühendislik yapılarında oluşturacağı deformasyonun etkisini<br/>düşürebilmek için oluşturulan bir kuşaktır."
  },
  {
    "id": "3475455",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi afet tanımının bileşenlerinden biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Tehlike",
      "B": "Maruz kalma",
      "C": "Zarar Görebilirlik",
      "D": "Kapasite",
      "E": "Risk"
    },
    "explanation": "Risk, afet tanımının bileşenlerinden biri değildir."
  },
  {
    "id": "3475456",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisinde afet yönetiminin aşamaları doğru verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Müdahale-Hazırlıklı olma-İyileştirme-Zarar azaltma",
      "B": "Zarar azaltma-Müdahale-Hazırlıklı olma-İyileştirme",
      "C": "Zarar azaltma-Hazırlıklı olma-Müdahale-İyileştirme",
      "D": "Hazırlıklı olma-Zarar azaltma-İyileştirme-Müdahale",
      "E": "Müdahale-Hazırlıklı olma-Zarar azaltma-İyileştirme"
    },
    "explanation": "Afet yönetiminin aşamaları şu şekildedir: Zarar azaltma-Hazırlıklı olma-Müdahale-İyileştirme"
  },
  {
    "id": "3475457",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi afet yönetiminin müdahale aşamasıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Etki analizi",
      "B": "Rehabilitasyon",
      "C": "Yeniden yapılanma",
      "D": "Önleme",
      "E": "Tahmin ve erken uyarı"
    },
    "explanation": "Etki analizi, afet yönetimin müdahale aşamasıdır."
  },
  {
    "id": "3475458",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Maruz Kalma</li> <li>Tehlike</li> <li>Zarar görebilirlik </li> <li>Afet riski </li> </ol> Yukarıdakilerden hangileri afet riskinin derecesini belirleyen faktörlerdir?",
    "correctAnswer": "E",
    "options": {
      "A": "I-II",
      "B": "II-III",
      "C": "I-III-IV",
      "D": "I-II-IV",
      "E": "I-II-III"
    },
    "explanation": "Bir tehlikeye maruz kalan insan nüfusu ve kentin zarar görebilirlik durumuyla ilişkili olarak gerçekleşen<br/>risklerin derecesi afet riskini ortaya koyacaktır. Tehlike, maruz kalma, risk, zarar görebilirlik gibi faktörler<br/>risk yönetimi kapsamında birbirini etkileyen önemli unsurlardır.<br/>I-II-III"
  },
  {
    "id": "3475466",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Plansız göç</li> <li>Depreme dayanıksız mevcut yapı stoku</li> <li>Güvenli olmayan yapılarda yerleşim</li> <li>Toplumsal bilincin oluşturulamamış olması</li> </ol> Yukarıdakilerden hangileri yerleşim yeri seçim çalışmalarında afet riskini artıran temel nedenlerdendir?",
    "correctAnswer": "B",
    "options": {
      "A": "I-II-III",
      "B": "II-III-IV",
      "C": "I-III-IV",
      "D": "I-II-IV",
      "E": "III-IV"
    },
    "explanation": "Yerleşim yeri seçim çalışmalarında,<br/>• Bilimsel yöntemlerle ön araştırmalar yapılarak yerleşime uygunluk haritaları hazırlanmadan boş<br/>arazileri yerleşime açmak,<br/>• Plansız kentleşme,<br/>• Denetimsiz yapılaşma sonucu güvenli olmayan yapılarda yerleşim,<br/>• Depreme dayanıksız mevcut yapı stoku,<br/>• Afetlere karşı toplumsal bilincin oluşturulamamış olması,<br/>• Afet öncesi afete hazırlıklı olmaya yönelik çalışmaların yapılmaması<br/>gibi temel nedenler afet risklerini arttırmaktadır.<br/>II-III-IV"
  },
  {
    "id": "3475469",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Yüzey analizleri </li> <li>Olası risk senaryoları belirleme</li> <li>Etki alanları belirleme</li> <li>Web sayfası oluşturma</li> </ol> Yukarıdakilerden hangileri Coğrafi Bilgi Sistemlerinin kullanım alanlarındandır?",
    "correctAnswer": "A",
    "options": {
      "A": "I-II-III",
      "B": "II-III-IV",
      "C": "I-II-IV",
      "D": "I-III-IV",
      "E": "I-III"
    },
    "explanation": "Yüzey analizleri, Olası risk senaryoları belirleme, Etki alanları belirleme Coğrafi Bilgi Sistemlerinin kullanım alanlarındandır.<br/>I-II-III"
  },
  {
    "id": "3475472",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisinde tehlike analizi evreleri doğru olarak verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Toplum profilinin çıkarılması-Tehlike özelliklerinin belirlenmesi-Tehlikelerin belirlenmesi-Senaryoların üretilmesi ve uygulanması-Risklerin belirmesi",
      "B": "Tehlike özelliklerinin belirlenmesi-Toplum profilinin çıkarılması-Tehlikelerin belirlenmesi-Risklerin belirmesi-Senaryoların üretilmesi ve uygulanması",
      "C": "Toplum profilinin çıkarılması-Risklerin belirmesi-Tehlike özelliklerinin belirlenmesi-Senaryoların üretilmesi ve uygulanması-Tehlikelerin belirlenmesi",
      "D": "Tehlikelerin belirlenmesi-Tehlike özelliklerinin belirlenmesi-Toplum profilinin çıkarılması-Risklerin belirmesi-Senaryoların üretilmesi ve uygulanması",
      "E": "Risklerin belirmesi-Tehlike özelliklerinin belirlenmesi-Toplum profilinin çıkarılması-Senaryoların üretilmesi ve uygulanması-Tehlikelerin belirlenmesi"
    },
    "explanation": "Tehlike analizi evreleri şu şekildedir; Tehlikelerin belirlenmesi-Tehlike özelliklerinin belirlenmesi-Toplum profilinin çıkarılması-Risklerin belirmesi-Senaryoların üretilmesi ve uygulanması"
  },
  {
    "id": "3475474",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Jeoloji mühendisleri</li> <li>Jeofizik mühendisleri</li> <li>Makine mühendisleri</li> <li>Harita mühendisleri</li> </ol> Yukardakilerden hangisi bütünleşik tehlike haritalarının oluşturulmasında çalışan iş gruplarıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "I-II-III",
      "B": "I-II-IV",
      "C": "I-III-IV",
      "D": "II-III-IV",
      "E": "II-III"
    },
    "explanation": "Bütünleşik tehlike haritalarının oluşturulmasında, jeoloji mühendisleri, jeofizik mühendisleri, inşaat mühendisleri ve harita mühendisleri birlikte çalışırlar.<br/>I-II-IV"
  },
  {
    "id": "3475478",
    "unitNumber": 5,
    "text": "Aşağıdaki mikrobölgeleme çalışmaları ile ilgili ifadelerden hangisi doğru <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Haritaların hazırlanmasında CBS etkin olarak kullanılır.",
      "B": "Planlama çalışmalarına girdi sağlayan çalışmalar olarak uygulanır.",
      "C": "Afete dirençli yerleşim alanlarının planlanmasına yönelik yapılan çalışmaların başlangıç evresidir.",
      "D": "Alan uzmanlığı gerektiren çalışmalardır.",
      "E": "Geoteknik araştırmalara esas olmak üzere hazırlanır."
    },
    "explanation": "Nazım imar planlarına esas olmak üzere hazırlanan mikrobölgeleme ve yerleşime uygunluk haritaları, yerel zemin koşullarının detaylı olarak ortaya konulduğu ve her türlü afet tehlike değerlendirmelerinin işlendiği haritalardır.<br/>Geoteknik araştırmalara esas olmak üzere hazırlanır."
  },
  {
    "id": "3475481",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi fayın türüne bağlı olarak gelişen deformasyon zonunu ifade etmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sakınım Bandı",
      "B": "İkincil Fay",
      "C": "Yüzey Faylanması Tehlike Kuşağı",
      "D": "Zemin Büyütmesi",
      "E": "Sedimanter tabaka"
    },
    "explanation": "Fayın türüne bağlı olarak gelişen deformasyon zonu “Yüzey Faylanması Tehlike Kuşağı”nı ifade eder."
  },
  {
    "id": "3475568",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi afet ile ilgili ifadelerden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Normal hayatı ve insan faaliyetlerini durdurur veya kesintiye uğratır.",
      "B": "Etkilenen toplumun baş etme kapasitesinin yeterli olmadığı doğa, teknoloji veya insan kaynaklı olaydır.",
      "C": "Toplumun tamamı veya belli kesimleri için fiziksel, ekonomik ve sosyal kayıplar doğurur.",
      "D": "Sonucunda kurtulma mümkün olamaz.",
      "E": "Bir olayın kendisi değil, doğurduğu sonuçtur."
    },
    "explanation": "Afet toplumun tamamı veya belli kesimleri için fiziksel, ekonomik ve sosyal kayıplar doğuran, normal hayatı ve insan faaliyetlerini durduran veya kesintiye uğratan, etkilenen toplumun baş etme kapasitesinin yeterli olmadığı doğa, teknoloji veya insan kaynaklı olaydır. Afet bir olayın kendisi değil, doğurduğu sonuçtur.<br/>Sonucunda kurtulma mümkün olamaz."
  },
  {
    "id": "3475569",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi UNISDR tarafından önerilen güncel terminolojide (2017) afet tanımının bileşenlerinden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Zarar görebilirlik",
      "B": "Maruz kalma",
      "C": "Tehlike",
      "D": "Korku",
      "E": "Kapasite"
    },
    "explanation": "UNISDR tarafından önerilen güncel terminolojide (2017) afet tanımının bileşenleri:\n<br/>Tehlike, maruz kalma, zarar görebilirlik, kapasite<br/>Korku"
  },
  {
    "id": "3475570",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi \"afetin etkilerinin belirlenmesi, hasar tespiti, arama ve kurtarma çalışmaları, toplum sağlığı ve güvenliğini sağlama, ulaşım, barınma, hasarlı sistemlerin onarımı ve yeniden işletilmesi\" gibi çalışmaları kapsar?",
    "correctAnswer": "B",
    "options": {
      "A": "İyileştirme",
      "B": "Müdahale",
      "C": "Hazırlıklı olma",
      "D": "Zarar azaltma",
      "E": "Kriz ve acil durum"
    },
    "explanation": "<strong>Müdahale</strong>, afet anı veya mümkünse hemen öncesinde yapılması gereken faaliyetlerdir. Afetin etkilerinin belirlenmesi, hasar tespiti, arama ve kurtarma çalışmaları, toplum sağlığı ve güvenliğini sağlama, ulaşım, barınma, hasarlı sistemlerin onarımı ve yeniden işletilmesi gibi çalışmaları kapsar."
  },
  {
    "id": "3475581",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi dirençli kentin stratejik binalarla ilgili bileşenlerinden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hastaneler",
      "B": "Askeri Binalar",
      "C": "Kent Yönetim Binaları",
      "D": "Benzin İstasyonları",
      "E": "Okullar"
    },
    "explanation": "<ul><br/><li>Hastaneler</li><br/><li>Kent<br/>Yönetim Binaları</li><br/><li>Askeri Binalar</li><br/><li>Okullar</li><br/><li>Diğer<br/>Kamu binaları</li><br/></ul><br/>Benzin İstasyonları"
  },
  {
    "id": "3475582",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi coğrafi veri tabanının depolayabildiği coğrafi verilerden biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Öznitelik tabloları",
      "B": "Hasar dağılım notları",
      "C": "Detay sınıf",
      "D": "Görüntü veri kümesi",
      "E": "Ağ veri kümesi"
    },
    "explanation": "Coğrafi veri tabanı, detay sınıf (feature class), öznitelik tabloları (attribute tables), görüntü veri kümesi (raster dataset), ağ veri kümesi (network dataset), topolojiler (topologies) gibi birçok tipte coğrafi veriyi depolayabilir.<br/>Hasar dağılım notları"
  },
  {
    "id": "3475583",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi bilgisayar işletim sistemindeki dosyaları organize etmeye yardımcı olan klasörler gibi detay sınıflarını organize etmek için kullanılan bir yoldur?",
    "correctAnswer": "C",
    "options": {
      "A": "Coğrafi Veri Tabanı",
      "B": "Mikrobölgeleme",
      "C": "Detay Veri Kümeleri",
      "D": "Yüzey analizleri",
      "E": "Poligon"
    },
    "explanation": "<strong>Detay veri kümeleri;</strong> bilgisayar işletim sistemindeki dosyaları organize etmeye yardımcı olan klasörler gibi detay sınıflarını organize etmek için kullanılan bir yoldur"
  },
  {
    "id": "3475584",
    "unitNumber": 5,
    "text": "\"Türkiye Deprem Tehlike Haritası\" yeni resmi harita olarak hangi tarihte yürürlüğe girmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "5 Ocak 2019",
      "B": "1 Ocak 2019",
      "C": "1 Ocak 2018",
      "D": "11 Ocak 2019",
      "E": "11 Ocak 2018"
    },
    "explanation": "Türkiye Deprem Tehlike Haritası ve Parametre Değerleri Hakkında Karar” ile yeni harita resmi olarak<br/>yayınlanmıştır. Yeni harita <strong>1 Ocak 2019</strong> tarihinde yürürlüğe girmiştir."
  },
  {
    "id": "3475585",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi bütünleşik afet yönetiminin tüm aşamalarını elektronik ortamda takip edip yönetebileceğimiz coğrafi bilgi sistemi tabanlı bir karar destek sistemidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Afet Yönetimi Coğrafi Bilgi Sistemi (AYCBS)",
      "B": "Coğrafi Bilgi Sistemi Tabanlı Destek Sistemi (CBSTDS)",
      "C": "Afet Yönetim ve Karar Destek Sistemi (AYDES)",
      "D": "Afet Yönetim Sistemi (AYS)",
      "E": "Ulusal Afet Veri Tabanı (UAVT)"
    },
    "explanation": "<strong>Afet Yönetim ve Karar Destek Sistemi (AYDES)</strong> en genel anlamda bütünleşik afet yönetiminin tüm aşamalarını elektronik ortamda takip edip yönetebileceğimiz coğrafi bilgi sistemi tabanlı bir karar destek sistemidir."
  },
  {
    "id": "3475586",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi kentsel mikrobölgeleme haritalarının hazırlanmasında etkin olarak kullanılır?",
    "correctAnswer": "D",
    "options": {
      "A": "Afet Yönetim ve Karar Destek Sistemi",
      "B": "Afet Yönetimi",
      "C": "Afet Yönetimde Destek Sistemi",
      "D": "Coğrafi Bilgi Sistemi",
      "E": "ATLAS Uygulaması"
    },
    "explanation": "<strong>Coğrafi Bilgi Sistemi,</strong> kentsel mikrobölgeleme haritalarının hazırlanmasında etkin olarak kullanılır."
  },
  {
    "id": "3475587",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi fayın belirlenmesi ve haritalanmasındaki hata payını azaltmak ve güvenli bir mesafe bırakarak deformasyonun etkisini düşürebilmek için oluşturulan bir kuşaktır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yer Sarsıntısı",
      "B": "Yüzeysel Faylanma",
      "C": "Sakınım Bandı",
      "D": "Tehlike Kuşağı",
      "E": "Mikrobölgeleme"
    },
    "explanation": "<strong>Sakınım bandı,</strong> yüzey faylanması tehlike kuşağının her iki tarafında, fayın belirlenmesi ve<br/>haritalanmasındaki hata payını azaltmak ve güvenli bir mesafe bırakarak, tahmini yüzey<br/>faylanması tehlike kuşağının mühendislik yapılarında oluşturacağı deformasyonun etkisini düşürebilmek için oluşturulan bir kuşaktır."
  },
  {
    "id": "3475379",
    "unitNumber": 6,
    "text": "\"Kuş uçuşu mesafede iki nokta arasındaki öklid mesafesi....................... ile hesaplanmaktadır\". Cümlenin anlam bütünlüğünün tam ve doğru olarak sağlanabilmesi için boşluk olarak bırakılan alana getirilmesi gerek bilgi hangi seçenekte verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Pisagor teoremi",
      "B": "Manhattan mesafesi",
      "C": "Maliyet mesafesi",
      "D": "Konumsal veri",
      "E": "Negatif etki"
    },
    "explanation": "Konumsal veri analizi, genellikle farklı noktalar arasındaki kuş uçuşu mesafenin ölçümüne dayanır. Kuş uçuşu mesafe, Öklid mesafesi olarak da ifade edilmektedir. İki nokta (i ve j) arasındaki Öklid mesafesi (d) Pisagor teoremi ile hesaplanmaktadır."
  },
  {
    "id": "3475380",
    "unitNumber": 6,
    "text": "İki nokta arasında, dik eksenler boyunca olan en kısa mesafe hangi kavramla adlandırılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Maliyet mesafesi",
      "B": "Manhattan mesafesi",
      "C": "Öklid mesafesi",
      "D": "Ağ mesafesi",
      "E": "Jeodezik mesafe"
    },
    "explanation": "Bazı durumlarda iki nokta arasındaki yakınlığı belirlemek için öklid mesafesini hesaplamak anlamlı olmayabilir. Özellikle yolların genellikle birbirini dik açılarla kesmesi, araçları dik açılarda, eksenler boyunca ilerlemeye zorlar. Benzer şekilde, iki nokta arasında, dik eksenler boyunca olan en kısa mesafe Manhattan mesafesi olarak adlandırılır."
  },
  {
    "id": "3475381",
    "unitNumber": 6,
    "text": "Küresel özellik gösteren yüzeylerde mesafe ölçümleri için aşağıdakilerden hangisi en uygundur?",
    "correctAnswer": "C",
    "options": {
      "A": "Ağ (Network) Mesafesi",
      "B": "Manhattan Mesafesi",
      "C": "jeodezik Mesafe",
      "D": "Sayısal Yön",
      "E": "Öklid Mesafesi"
    },
    "explanation": "Öklid mesafesi ve Manhattan mesafesi, harita üzerinde iki boyuta iz düşürülmüş verileri için uygunken, dünya gibi küresel özellik gösteren yüzeyler için jeodezik mesafe kullanılır."
  },
  {
    "id": "3475382",
    "unitNumber": 6,
    "text": "\"Coğrafi bilgi sistemlerinde yön, birincisi ilk nokta, ikincisi varış noktası olan bir ............. ile tanımlanır\". Cümlenin anlam bütünlüğünün tam ve doğru olarak sağlanabilmesi için boşluk olarak bırakılan alana getirilmesi gerek bilgi hangi seçenekte verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Açı",
      "B": "Koordinat sistemi",
      "C": "Azimut açısı",
      "D": "Vektör",
      "E": "Raster hücreleri"
    },
    "explanation": "Coğrafi bilgi sistemlerinde yön, birincisi ilk nokta, ikincisi varış noktası olan bir vektör ile tanımlanır."
  },
  {
    "id": "3475383",
    "unitNumber": 6,
    "text": "Kategorik yön belirlemede <strong>cardinal yön</strong> olarak da adlandırılan kavram hangi seçenekte verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Doğu",
      "B": "Güneybatı",
      "C": "Kuzeydoğu",
      "D": "Ana yönler",
      "E": "Ara yönler"
    },
    "explanation": "Kategorik yön, herhangi bir sayısal değer kullanmadan yönsel karşılaştırmalara dayanır. Kategorik yönler; kuzey, güney, doğu ve batı olmak üzere 4 ana yöne ayrılmıştır. Ara yönler ise dört ana yön arasında uzanan yönlerdir. Bu yönlere cardinal yönler adı da verilir"
  },
  {
    "id": "3475384",
    "unitNumber": 6,
    "text": "Bir çalışma alanında birden fazla nokta verisi bulunması durumunda, noktalar arasındaki uzaklık aşağıdakilerden hangi ile matematiksel hâle getirilebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mesafe matrisi",
      "B": "Alan ölçümü",
      "C": "Maliyet matrisi",
      "D": "Otokorelasyon",
      "E": "Konumsal otokorelasyon"
    },
    "explanation": "Çalışma alanında birden fazla nokta verisi bulunduğu takdirde, noktaların birbirleri arasındaki uzaklık, mesafe matrisi ile matematiksel hâle getirilebilinir. Mesafe matrisi çalışma<br/>alanı içerisindeki bütün noktaların birbirleri arasındaki uzaklığın tablosal olarak gösterimi şeklinde tanımlanabilir."
  },
  {
    "id": "3475385",
    "unitNumber": 6,
    "text": "\".............., bir nokta verisinin etrafında eşit mesafede bulunan sınırı ifade eder\". Cümlenin anlam bütünlüğünün tam ve doğru olarak sağlanabilmesi için boşluk olarak bırakılan alana getirilmesi gerek bilgi hangi seçenekte verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ağ (Network)",
      "B": "Tamponlama",
      "C": "Maliyet matrisi",
      "D": "Ağ analizi",
      "E": "Doğrusal veri"
    },
    "explanation": "Bazı durumlarda, bir noktadan eşit mesafe uzaklıkta bulunan alanlara ihtiyaç duyulur. Tamponlama, bir nokta verisinin etrafında eşit mesafede bulunan sınırı ifade eder. Bu işlem, CBS’de sıklıkla kullanılan bir işlemdir."
  },
  {
    "id": "3475386",
    "unitNumber": 6,
    "text": "Vektörel anlamda, herhangi bir cismin şekil ve hareketinde değişiklik meydana getirebilen etkinin yöneldiği taraf hangi kavramla adlandırılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Vektör",
      "B": "Doğrultu",
      "C": "Yön",
      "D": "Açı",
      "E": "Maliyet unsuru"
    },
    "explanation": "Vektörel anlamda, herhangi bir cismin şekil ve hareketinde değişiklik meydana getirebilen etkinin yöneldiği taraf “Yön” olarak adlandırılır."
  },
  {
    "id": "3475387",
    "unitNumber": 6,
    "text": "\"Noktasal veri setlerinin yönsel analizinde ............. çizilerek noktaların maksimum yayılım gösterdiği yön ile noktaları minimum yayılım gösterdiği yönler belirlenebilir\". Cümlenin anlam bütünlüğünün tam ve doğru olarak sağlanabilmesi için boşluk olarak bırakılan alana getirilmesi gerek bilgi hangi seçenekte verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Vektör",
      "B": "Yön eğrisi",
      "C": "Ranj",
      "D": "Standart sapma elipsi",
      "E": "Ortalama"
    },
    "explanation": "Noktasal veri setlerinin yönsel analizinde standart sapma elipsi çizilerek noktaların maksimum yayılım gösterdiği yön ile noktaları minimum yayılım gösterdiği yönler belirlenebilir."
  },
  {
    "id": "3475388",
    "unitNumber": 6,
    "text": "\"..............., en genel anlamda iki veya daha fazla raster verisinin değerlerinin bir arada değerlendirilmesidir. Bu durum aynı konuma sahip hücrelerin olduğu yerdeki hücreleri ile işlemler yapılarak, yeni bir raster veri oluşturulması olarak ifade edilebilir\". Cümlenin anlam bütünlüğünün tam ve doğru olarak sağlanabilmesi için boşluk olarak bırakılan alana getirilmesi gerek bilgi hangi seçenekte verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Vektörel çakıştırma",
      "B": "Yön belirleme",
      "C": "Standart sapma",
      "D": "Bakı fonksiyonu",
      "E": "Raster veri çakıştırma"
    },
    "explanation": "Raster veri çakıştırma, en genel anlamda iki veya daha fazla raster verisinin değerlerinin bir arada değerlendirilmesidir. Bu aynı konuma sahip hücrelerin olduğu yerdeki hücreleri ile işlemler yapılarak, yeni bir raster veri oluşturulması olarak ifade edilebilir."
  },
  {
    "id": "3475507",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi kurumsal analiz kullanılan alanlardan biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sanat",
      "B": "Sağlık",
      "C": "İklim",
      "D": "Jeoloji",
      "E": "Güvenlik"
    },
    "explanation": "Konumsal analiz, sağlık, güvenlik, iklim ve jeoloji başta olmak üzere birçok alanda kul- lanılır. Doğru cevap A şıkkıdır."
  },
  {
    "id": "3475509",
    "unitNumber": 6,
    "text": "Nesnelerin birbirine yaklaştıkça birbirine benzemesi durumunu diğer bir değişle yakınlığı, sayısal hâle getirmek için kullanılan bir değişkenin adı nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Öklit",
      "B": "Mesafe",
      "C": "Manhattan",
      "D": "Maliyet",
      "E": "Jeodezik"
    },
    "explanation": "Mesafe: Nesnelerin birbirine yaklaştıkça birbirine benzemesi durumunu diğer bir değişle yakınlığı, sayısal hâle getirmek için kullanılan bir değişkendir. Doğru cevap B şıkkıdır."
  },
  {
    "id": "3475512",
    "unitNumber": 6,
    "text": "İki nokta arasındaki Öklid mesafesi hangi teorem ile hesaplanmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Abel teoremi",
      "B": "Abel eğri teoremi",
      "C": "Pisagor teoremi",
      "D": "ATS teoremi",
      "E": "Jacobi teoremi"
    },
    "explanation": "İki nokta (i ve j) arasındaki Öklid mesafesi (d) Pisagor teoremi ile hesaplanmaktadır. Doğru cevap C şıkkıdır."
  },
  {
    "id": "3475513",
    "unitNumber": 6,
    "text": "Dünyanın küre olduğunu dikkate alarak hesaplanan mesafeler ne olarak tanımlanır?",
    "correctAnswer": "D",
    "options": {
      "A": "Öklid mesafesi",
      "B": "Manhattan mesafesi",
      "C": "Maliyet mesafesi",
      "D": "Jeodezik mesafe",
      "E": "Network mesafesi"
    },
    "explanation": "Dünyanın küre olduğunu dikkate alarak hesaplanan mesafeler jeodezik mesafe olarak tanımlanır. Doğru cevap D şıkkıdır."
  },
  {
    "id": "3475516",
    "unitNumber": 6,
    "text": "Üçgenleme sonucu elde edilen yüzey verisinde, üçgenlerin kuzeyle yaptığı Coğrafik açı değeridirİne ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tamponlama",
      "B": "Matris",
      "C": "Alan",
      "D": "Azimut",
      "E": "Bakı"
    },
    "explanation": "Bakı, üçgenleme sonucu elde edilen yüzey verisinde, üçgenlerin kuzeyle yaptığı Coğrafik açı değeridir. Doğru cevap E şıkkıdır."
  },
  {
    "id": "3475518",
    "unitNumber": 6,
    "text": "Vektör bindirme işlemlerini tanımlamada hangi cebir kullanılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Boole cebiri",
      "B": "Lie cebiri",
      "C": "Hops cebiri",
      "D": "Simetrik cebiri",
      "E": "Tensör cebiri"
    },
    "explanation": "Vektör bindirme işlemlerini tanımlamada Boole Cebiri kullanılır. Doğru cevap A şıkkıdır."
  },
  {
    "id": "3475524",
    "unitNumber": 6,
    "text": "Koordinatları A (1, 2) ile B (1, 6) verilen A ve B noktaları arasındaki Öklid mesafesi kaçtır?",
    "correctAnswer": "A",
    "options": {
      "A": "4,00",
      "B": "4,12",
      "C": "3,16",
      "D": "3,00",
      "E": "2,24"
    },
    "explanation": "d = √((x<sub>2</sub>-x<sub>1</sub>)<sup>2</sup> + (y<sub>2</sub>-y<sub>1</sub>)<sup>2</sup>)\n Koordinatlar arasındaki farkı bulun:\n (x<sub>2</sub>-x<sub>1</sub>)= (1 - 1) = 0\n (y<sub>2</sub>-y<sub>1</sub>) = (6 - 2) = 4\n Sonuçların karesini alın ve toplayın:\n (0)2 + (4)2 = 0 + 16 = 16\n Şimdi karekökü bulun:\n Çözüm: √16 = 4"
  },
  {
    "id": "3475525",
    "unitNumber": 6,
    "text": "Bir yerden bir yere doğru hareket ederken meydana gelen negatif etki ne olarak tanımlanır?",
    "correctAnswer": "C",
    "options": {
      "A": "Manhattan mesafesi",
      "B": "Öklit mesafesi",
      "C": "Maliyet mesafesi",
      "D": "Jeodezik mesafe",
      "E": "Ağ mesafesi"
    },
    "explanation": "Finansal maliyetler bu ölçümün bir parçası olabileceği gibi maliyet, bir yerden bir yere doğru hareket ederken meydana gelen negatif etki olarak da tanımlanır. Dolayısıyla uygulamalarda, seyahat süresi, seyahat enerji kaybı (araç yakıt kullanımı), mülk edinme maliyetleri, inşaat maliyetleri, doğaya verilen negative etkiler gibi örnekleri bulunmaktadır."
  },
  {
    "id": "3475526",
    "unitNumber": 6,
    "text": "Şekilde iki nokta arasında renkli olarak çizilen yollardan hangisi Öklit mesafesini göstermektedir?\n<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/b68457a52979d9da2a287b87f7f593c9.png\" alt=\"\" width=\"209\" height=\"220\">",
    "correctAnswer": "E",
    "options": {
      "A": "Kırmızı ve mavi",
      "B": "Mavi ve sarı",
      "C": "Yeşil ve sarı",
      "D": "Sadece sarı",
      "E": "Sadece yeşil"
    },
    "explanation": "Yeşil çizgi, iki nokta arasındaki Öklid yolunu gösterirken kırmızı, mavi ve sarı çizgiler ise iki nokta arasındaki Manhattan Yollarını gösterir."
  },
  {
    "id": "3475527",
    "unitNumber": 6,
    "text": "Azimut 111° ise, pusulanın kadran yönü aşağıdakilerden hangisi ile gösterilir?",
    "correctAnswer": "A",
    "options": {
      "A": "G 69 D",
      "B": "K 11 B",
      "C": "D 111 G",
      "D": "D 21 S",
      "E": "K 69 B"
    },
    "explanation": "Azimut, pusula üzerinde gösterilen ve derece (111 derece) olarak ifade edilen seyahat yönüdür. Bir yön, bir noktadan bir açıyı veya farkı tanımlar. Pusulada referans olarak kuzey ve güneyi kullanırız. 111 derecelik bir azimut, güneyin doğusundaki 69 derecelik yön (G 69 D) ile aynıdır."
  },
  {
    "id": "3475528",
    "unitNumber": 6,
    "text": "Bir sokak ağını çevreleyen gürültü seviyesi, trafik yüküne bağlı olabilir. Bu nedenle, yüksek trafikli yollar için daha büyük bir mesafe ve daha sessiz yollar için daha kısa bir mesafe kullanarak gürültü seviyesini göstermek için ne tür bir mesafe ölçümü uygundur?",
    "correctAnswer": "A",
    "options": {
      "A": "Tampon mesafesi",
      "B": "Ağ analizleri",
      "C": "Mesafe matrisi",
      "D": "Maliyet matrisi",
      "E": "Jeodezik Mesafe"
    },
    "explanation": "Bazı durumlarda, bir noktadan eşit mesafe uzaklıkta bulunan alanlara ihtiyaç duyulur. Tamponlama, bir nokta verisinin etrafında eşit mesafede bulunan sınırı ifade eder. Bu işlem, CBS’de sıklıkla kullanılan bir işlemdir. Örnek olarak sulak alanlardan gerekli mesafe tamponları oluşturarak, sulak alanların koruma alanlarının veya acil toplanma alanlarına, belirli mesafelere sahip alanların belirlenmesi sağlanabilir."
  },
  {
    "id": "3475529",
    "unitNumber": 6,
    "text": "Mekansal verilerin hücresel kareler olarak ifade edilmesine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Vektör veri",
      "B": "Rastel veri",
      "C": "Doğrusal veri",
      "D": "Network veri",
      "E": "Matris veri"
    },
    "explanation": "Raster veriler, mekânsal verilerin hücresel kareler olarak ifade edilmesidir. Dopru cevap B şıkkıdır."
  },
  {
    "id": "3475530",
    "unitNumber": 6,
    "text": "Aşağıdaki nehir akış ağının gül diyagramlarından hangisi trelis paternini göstermektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/96cc323c902e2d4c08fd47fb53c9a13c.png\" alt=\"\" width=\"124\" height=\"106\">",
      "B": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/0eab5de2cb6d51947f3ab096e5cb57f8.png\" alt=\"\" width=\"110\" height=\"100\">",
      "C": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/2307744638d1980b4c6ab42b7c28ca48.png\" alt=\"\" width=\"108\" height=\"102\">",
      "D": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/38f0231a32306fa84941e7edd04f1157.png\" alt=\"\" width=\"114\" height=\"103\">",
      "E": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/da3ae3e24d216900a129d075c1fae5ae.png\" alt=\"\" width=\"110\" height=\"108\">"
    },
    "explanation": "A- Trelis Paterni<br/>B- Dendritik Patern<br/>C- Alt-Dendritik Patern<br/>D-Paralel patern<br/>E- Radyal patern"
  },
  {
    "id": "3475531",
    "unitNumber": 6,
    "text": "Yeryüzü üzerinde bulunan ve koordinat bilgileri bilinen konumsal nesneleri (nokta, çizgi, kapalı alan olarak) ifade eden veri türünün adı nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Doğrusal veri",
      "B": "Raster veri",
      "C": "Vektör veri",
      "D": "Analitik veri",
      "E": "Matris veri"
    },
    "explanation": "Vektör veriler, yeryüzü üzerinde bulunan ve koordinat bilgileri bilinen konumsal nesneleri (nokta, çizgi, kapalı alan olarak) ifade eden veri türüdür. Doğru cevap C şıkkıdır."
  },
  {
    "id": "3475532",
    "unitNumber": 6,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/86ae4d7c8f44e67e1f882b2b4b07ab93.png\" alt=\"\" width=\"232\" height=\"120\"> Şekildeki gibi B noktasından A noktasına çıkan bir kişi yüzde kaçlık bir eğimi tırmanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "%20",
      "B": "%50",
      "C": "%25",
      "D": "%30",
      "E": "%45"
    },
    "explanation": "%Eğim=Dikeyde mesafe/Yatayda mesafe*100\n Dikey uzunluğu 3m yatay uzunluğu 15m olan bir alanda eğim= 3/15 olur. <br/>% Eğim= (3/15)*100= %20 bulunur"
  },
  {
    "id": "3475533",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi çalışma alanı içerisindeki bütün noktaların birbirleri arasındaki uzaklığın tablosal olarak gösterimi şeklinde tanımlanabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Maliyet mesafesi",
      "B": "Öklid mesafesi",
      "C": "Manhatten mesafesi",
      "D": "Mesafe matrisi",
      "E": "Jeodezik mesafesi"
    },
    "explanation": "Mesafe matrisi çalışma alanı içerisindeki bütün noktaların birbirleri ara- sındaki uzaklığın tablosal olarak gösterimi şeklinde tanımlanabilir. Doğru cevap D şıkkıdır."
  },
  {
    "id": "3475534",
    "unitNumber": 6,
    "text": "Vektör veriler, yeryüzü üzerinde bulunan ve koordinat bilgileri bilinen konumsal nesneleri (nokta, çizgi, kapalı alan olarak) ifade eden veri türüne ne isim verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Vektör veri",
      "B": "Sürekli veri",
      "C": "Raster veri",
      "D": "ikili veri",
      "E": "Kategorik veri"
    },
    "explanation": "Vektör veriler, yeryüzü üzerinde bulunan ve koordinat bilgileri bilinen konumsal nesneleri (nokta, çizgi, kapalı alan olarak) ifade eden veri türüdür. Mekâna ait karmaşık şekiller nokta, çizgi ve kapalı alanlar kullanılarak çizilebilir."
  },
  {
    "id": "3475535",
    "unitNumber": 6,
    "text": "Ufuk açısı olarak da bilinen bir yönü tarif etmek için kullanılan yatay bileşenin adı nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yön",
      "B": "Raster",
      "C": "Vektör",
      "D": "Matris",
      "E": "Azimut"
    },
    "explanation": "Azimut bir yönü tarif etmek için kullanılan yatay bileşendir. Ufuk açısı olarak da bilinir. Doğru cevap E şıkkıdır."
  },
  {
    "id": "3475536",
    "unitNumber": 6,
    "text": "’Hangi alanlar ormanlık ya da sarp kayalıktır?’’ sorusunun yanıtını vermek için kullanılan Boole işlemi aşağıdakilerden hangisinde doğru vektör çakıştırma komutu ile eşleştirilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "VE/AND -Kesişim (Intersection)",
      "B": "VE/AND -Birleşim (Union)",
      "C": "DEĞİL/NOT- Dışında (Erase)",
      "D": "VEYA/OR -Kesişim (Intersection)",
      "E": "VEYA/OR- Birleşim (Union)"
    },
    "explanation": "Veya/OR--Doğru sonuç, en az bir kriteri sağlamalıdır. Hangi alan ormanlık alanı veya sarp kayalık bir alanı gösterir? Birinci veya ikinci kriteri karşılayan tüm alanlar için, çakışan alanlardan bağımsız olarak sonuçlar \"doğru\" olur. Başka bir deyişle, en az bir kriterin \"doğru\" olması gerekir. Dolayısıyla bu iki kriterin birleşimi ilgili vektörün çalıştırma komutunu gösterir."
  },
  {
    "id": "3475537",
    "unitNumber": 6,
    "text": "\"Hangi alanlar erkek nüfus yoğunluğuna sahip ancak kırsal yerleşim yeri değildir?\" sorusunun yanıtını vermek için kullanılan Boole işlemi aşağıdakilerden hangisinde doğru vektör çakıştırma komutu ile eşleştirilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "DEĞİL/NOT Dışında (Erase)",
      "B": "VE/AND Kesişim (Intersection)",
      "C": "DEĞİL/NOT Kesişim (Intersection)",
      "D": "VEYA/OR Kesişim (Intersection)",
      "E": "VEYA/OR Birleşim (Union)"
    },
    "explanation": "DEĞİL NOT- Doğru sonuç, bir kriteri karşılamalı diğer kriteri karşılamamalıdır.\n Hangi alanlar erkek nüfus yoğunluğuna sahip ancak kırsal yerleşim yeri değildir? Yani kırsal olmayan ancak erkek nüfusun fazla olduğu bölgeler doğru yanıtı verecektir."
  },
  {
    "id": "3475425",
    "unitNumber": 7,
    "text": "Aşağıdaki ifadelerden <strong>CBS</strong> için doğru olanı işaretleyiniz.",
    "correctAnswer": "A",
    "options": {
      "A": "Konumsal veriyi, ölçeğini dikkate alarak veri tabanında depolayabilir",
      "B": "Kullanılan veri, her kullanım sonrası silinmeye karşı kaydedilmelidir",
      "C": "Depolama sırasında verinin toplanma ölçeği önemli bir parametredir",
      "D": "X şehri, bir haritada küçük ölçekte (bölgesel olarak) bir nokta olarak gösterilebilir",
      "E": "X şehri, bir haritada büyük ölçekte (lokal olarak) sınırsız detaylar içeren bir alan olarak gösterilebilir"
    },
    "explanation": "CBS’yi diğer bilgi teknolojilerinden ayıran en önemli özellik, konumsal veriyi, ölçeğini dikkate alarak veri tabanında depolayabilme işlemidir. Bu depolama sırasında, verinin toplanma ölçeği önemli bir parametredir. Bir şehir, bir haritada küçük ölçekte (bölgesel olarak) bir nokta iken, aynı şehir, büyük (lokal) ölçekte, yol ağları, nehirler gibi sınırsız detaylar içeren bir alan kaplayabilir (Şekil.7.1)"
  },
  {
    "id": "3475426",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi noktaların konumlarını tanımlayan koordinat değerlerinden birini ifade etmez?",
    "correctAnswer": "D",
    "options": {
      "A": "Enlem",
      "B": "X",
      "C": "Boylam",
      "D": "Z",
      "E": "Y"
    },
    "explanation": "Yoktur.<br/>Ölçümlerin veya gözlemlenen özelliklerinin konum bilgilerini, değerlendirmek için CBS’de geliştirilmiş birçok yöntem bulunmaktadır. CBS, konumların özelliklerinin harita üzerinde gösteriminin yanında konumsal analizlerin yapılmasını da sağlar. CBS’nin bu özelliği; haritalama, sorgulama ve konumsal karar destek sistemleriyle birleştirilmiş CBS tabanlı yazılımların oluşturulmasına da imkân sağlamıştır. Noktaların konumları, koordinatları ile tanımlanır. Koordinat değerleri koordinat sistemi ve projeksiyon özelliğine göre, enlem, boylam veya x, y olabilir. Küçük ölçekli, büyük alanlar kaplayan bir haritada, noktalar, şehirler, ilçeleri gösterirken büyük ölçekli, küçük alanları kapsayan bir haritada noktalar, evler, sokak lambaları veya ağaçları temsil edebilirler."
  },
  {
    "id": "3475427",
    "unitNumber": 7,
    "text": "Konumsal koordinat sistemleri için doğru olan ifadeyi işaretleyin.",
    "correctAnswer": "E",
    "options": {
      "A": "Coğrafi özelliklerin konumlarını ifade edebilmek için, dünya yüzeyindeki her konumun bir değeri olan, konumsal koordinat sistemleri oluşturulmuştur",
      "B": "Koordinat sistemleri, temelde, Coğrafik Koordinat Sistemleri ve Projekte edilmiş koordinat sistemleri olarak ikiye ayrılır",
      "C": "Farklı projeksiyon sistemleri, farklı bölgelerdeki konumsal bozunmalar yaratır",
      "D": "Konum değerlerini ifade eden veri çiftlerinde işlem yapmaktadır",
      "E": "Hepsi doğru"
    },
    "explanation": "Yoktur.<br/>Coğrafi özelliklerin konumlarını ifade edebilmek için, dünya yüzeyindeki her konumun bir değeri olan, konumsal koordinat sistemleri oluşturulmuştur. Bu koordinat sistemleri, temelde, Coğrafik Koordinat Sistemleri ve Projekte edilmiş koordinat sistemleri olarak ikiye ayrılır. Farklı projeksiyon sistemleri, farklı bölgelerdeki konumsal bozunmalar yaratır. Dolayısıyla konum değerlerini ifade eden veri çiftlerinde işlem yapması nedeniyle, farklı koordinat sistemlerinde, farklı projeksiyon sistemlerinde ve farklı ölçeklerde yapılan işlemlerde farklı sonuçlar elde edilebilmektedir."
  },
  {
    "id": "3475428",
    "unitNumber": 7,
    "text": "Bir noktanın koordinatları hesaplanırken <strong>“n”</strong> neyi ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Nokta sayısı",
      "B": "Ağaçları",
      "C": "Evleri",
      "D": "Dereleri",
      "E": "Sokak lambaları"
    },
    "explanation": "Yoktur.<br/>Ortalama Merkez\n ,Ortalama merkez, noktaların konumunun ortalamasını ifade eder. Noktalar, alanda bulunan ağaçlar, su kuyuları elektrik direkleri, meydana gelmiş heyelan bölgelerini, taşkın hasarına uğrayan evleri veya bölgede meydana gelmiş depremlerin konumlarını temsil ediyor olabilir. Her nokta, bir çift koordinatla (xi , yi ) tanımlanmaktadır. Kullanılan koordinat sisteminin bilinen ve yaygın kullanılan bir koordinat sistemi olması, haritalardan noktaların yerini kolayca tanımlamak veya haritalardan kolayca ölçümler yapmak için tercih edilmektedir. Bilinen bir koordinat sistemi için ortalama merkez, noktaların x değerlerinin ortalaması ve noktaların y değerlerinin ortalama değerinin bulunduğu noktadır. Bu noktanın koordinatları ( ) xom, yom = xi i=1 n ∑ n , yi i=1 n ∑ n ⎛ ⎝ ⎜ ⎜ ⎜ ⎞ ⎠ ⎟ ⎟ ⎟ eşitliği ile hesaplanır. Bu eşitlikte _ xom ve _ yom ortalama merkezin koordinatları, xi ve yi, noktaların koordinatları <strong>n ise nokta sayısıdır.</strong>"
  },
  {
    "id": "3475429",
    "unitNumber": 7,
    "text": "<strong>Ortalama merkez</strong> neyi ifade eder?",
    "correctAnswer": "D",
    "options": {
      "A": "Heyelan oluşma riskini ifade eder",
      "B": "Yolun uzunluğunu ifade eder",
      "C": "Alanın ölçeğini gösterir",
      "D": "Noktaların konumunun ortalamasını ifade eder",
      "E": "Rüzgar hızını ifade eder"
    },
    "explanation": "Yoktur.<br/>Ortalama merkez, noktaların konumunun ortalamasını ifade eder. Noktalar, alanda bulunan ağaçlar, su kuyuları elektrik direkleri, meydana gelmiş heyelan bölgelerini, taşkın hasarına uğrayan evleri veya bölgede meydana gelmiş depremlerin konumlarını temsil ediyor olabilir."
  },
  {
    "id": "3475430",
    "unitNumber": 7,
    "text": "Ağırlıklı Ortalama Merkez hesaplanırken kullanılan formülde <strong>“w”</strong> ne ifade etmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ağırlıklı ortalama merkezin koordinatlarını",
      "B": "Noktaların koordinatlarını",
      "C": "Her bir noktanın ağırlık değerini",
      "D": "Nokta sayısını",
      "E": "Ölçek değerini"
    },
    "explanation": "Yoktur.<br/>Ağırlıklı Ortalama Merkez\n<br/>Aynı noktada birden fazla nokta bulunması gibi, noktaların özellikleri, ortalama merkezi fazla noktaya sahip bölgeye doğru yaklaştırır. Diğer taraftan ortalama merkez benzer şekilde, şehirlerin nüfus sayılarına göre ağırlıklandırılırsa ortalama merkez daha gerçekçi bir sonuç vermiş olur. Ortalama merkezi bir özelliğe göre ağırlandırmak için ağırlıklı ortalama merkez kullanılır. Ağırlıklı ortalama merkez, her bir noktanın x ve y koordinatının o noktanın ağırlığıyla çarpılarak ağırlıkların toplamına bölünmesi ile elde edilir. Bu noktanın koordinatları ( ) xaom, yaom = wixi i=1 n ∑ wi i=1 n ∑ , wiyi i=1 n ∑ wi i=1 n ∑ eşitliği ile hesaplanır. Bu eşitlikte _ xaom ve _ yaom ağırlıklı ortalama merkezin koordinatları, xi ve yi, noktaların koordinatları, n ise nokta sayısı, <strong>w ise her bir noktanın ağırlık değeridir.</strong>"
  },
  {
    "id": "3475431",
    "unitNumber": 7,
    "text": "Standart sapma elipsi için doğru olan ifade hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "<ol> <li>Standart sapma elipsi, noktaların %66’sını içerir</li> </ol>",
      "B": "Standart sapma elipsi, dağılımı bir çember ile ifade eder",
      "C": "<ol start=\"2\"> <li>Standart sapma elipsi, noktaların %95’ini içerir</li> </ol>",
      "D": "<ol start=\"3\"> <li>Standart sapma elipsi inoktaların %99’unu içerir</li> </ol>",
      "E": "Standart sapma elipsi noktaların dağılımının maksimum ve minimum olduğu yönleri de işaret eder"
    },
    "explanation": "Yoktur.<br/>Konumsal Dağılım Ölçümleri\n Konumsal dağılım, bir merkez etrafında noktaların hangi ölçüde yayıldığını ifade eden bir kavramdır. Konumsal dağılım ölçümü en yaygın olarak Standart Mesafe ve Standart Sapma Elipsi kavram olarak Standart sapmaya benzerlik göstermektedir. 1. Standart mesafe, noktaların %66’sını içerisine alırken 2. Standart mesafe, noktaların %95’ini, 3. Standart mesafe çemberi ise noktaların %99’unu içerisine alır. Standart mesafe veya standart sapma elipsi şeklinde iki tipi kullanılmaktadır. Standart mesafe, dağılımı bir çember ile ifade ederken <strong>standart sapma elipsi noktaların dağılımının maksimum ve minimum olduğu yönleri de işaret eder.</strong>"
  },
  {
    "id": "3475432",
    "unitNumber": 7,
    "text": "Moran’s I otokorelasyon ölçümü yöntemi için doğru olan ifadeyi işaretleyin.",
    "correctAnswer": "E",
    "options": {
      "A": "Moran’s I değeri -1 ile 1 arasında değişiklik göstermektedir",
      "B": "Değer -1 ise dağılım negatif otokorelasyon göstermektedir",
      "C": "Dağılım + ise dağılımın pozitif otokorelasyon gösterdiğine işaret eder",
      "D": "Moran’s I otokorelasyon ölçümü işlemleri bazı programlar ile gerçekleştirilebilir",
      "E": "Hepsi doğrudur"
    },
    "explanation": "Yoktur.<br/>Morans I Otokorelasyon Ölçüm Yöntemi Konumsal otokorelasyonu yersel ve bölgesel olarak tanımlamak için birçok yöntem bulunmaktadır. Moran’s I otokorelasyon ölçümü yöntemi en yaygın kullanılan otokorelasyon ölçüm yöntemlerinden bir tanesidir. Moran (1950) tarafından geliştirilmiştir. Verinin nokta ya da poligon olmasına dikkat edilerek yakınlığı matematiksel olarak tanımladıktan sonra Moran’s I yöntemi doğrudan uygulanabilmektedir. <strong>Bu işlemlerin kâğıt üzerinde el ile çözülmesi mümkün değildir. Bu nedenle ArcGIS, R veya GeoDa gibi bu programlara ihtiyaç duyulur. Moran’s I değeri -1 ile 1 arasında değişiklik göstermektedir. Eğer değer -1 ise dağılımın negatif otokorelasyon gösterdiğine, eğer dağılım + ise dağılımın pozitif otokorelasyon gösterdiğine işaret eder.</strong>\n I = N i=1 n ∑ wij j=1 n ∑ xi ( − x!) i=1 n ∑ wij j=1 n ∑ ⎛ ⎝ ⎜ ⎞ ⎠ ⎟ xi ( − x!) 2 i=1 n ∑\n Örnek olarak ABD’de San Francisco’da işlenen suçların dağılımı Moran’s I yöntemi ile incelenmiştir. Veri seti San Francisco Polis Departmanı Suç Olayı Raporlama Sistemine (San Francisco Police Department Crime Incident Reporting System) aittir ve http-3 (https://geodacenter.github.io/data-and-lab/ data/SFCrime_July_Dec2012.zip) adresinden indirilmiştir. Veri, 1 Temmuz - 31 Aralık 2012 tarihleri arasındaki geçekleşen soygun, uyuşturucu/uyuşturucu bulundurma veya satışı, araç hırsızlığı ve vandalizm olaylarının konumları ve sayılarından oluşmaktadır (Şekil 7.14)."
  },
  {
    "id": "3475433",
    "unitNumber": 7,
    "text": "Kuadrat Kenarı’nı bulmak için uygulanan formül hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kuadrat Kenarı= 2A/n",
      "B": "Kuadrat Kenarı=√(2A/n)",
      "C": "Kuadrat Kenarı=((K-S)/n)",
      "D": "Kuadrat Kenarı=√(4A/n)",
      "E": "Kuadrat Kenarı=√(2A/(K-S))"
    },
    "explanation": "Yoktur.<br/>Kuadrat analizinde dikkat edilmesi gereken önemli bir nokta Değişken Birim Alan Problemi nedeniyle, kuadrat boyutunun seçilmesidir. Çünkü Değişken Birim Alan Problemine göre farklı büyüklükte seçilen kuadratlardan elde edilecek sonuçlar da farklı olacaktır. Birçok araştırmacı (Greig-Smith, 1952, Taylor, 1977 ve Griffithe ve Amrhein (1991) optimal kuadrat alanının, Kuadrat Alanı=2A/n formülüyle hesaplanabileceğini ortaya koymuşudur. Bu eşitlikteki A, çalışma alanının alanı; n ise dağılımdaki nokta sayısıdır. Optimal kuadratların kare olduğu düşünülürse, oluşturan bir hücrenin kenarı ise verilen eşitliğe göre Kuadrat Kenarı=√(2A/n) şeklinde hesaplanır. Kuadrat alanına karar verdikten sonra tüm alan kudratlara bölünerek, her bir kuadratın içerisine düşen nokta sayısı belirlenir (Lee ve Wonk 2001). Kuadratların içerisine düşen nokta sayılarının frekans dağılımı hesaplanarak gözlenen frekans dağılımı, teorik olarak oluşturulmuş rassal veya düzgün dağılımın frekans dağılımları ile karşılaştırılır. Kolmogorov-Simirnov testi (K-S) yöntemi, gözlenen bir frekans dağılımı ile teorik olarak oluşturulmuş bir frekans dağılımı arasındaki farkı istatistiksel olarak test etmek için kullanılabilmektedir (Lee ve Wonk 2001). Diğer taraftan K-S testi yöntemin özelliği gereği tek seferde sadece iki frekans dağılımını karşılaştırma imkânı tanımaktadır."
  },
  {
    "id": "3475434",
    "unitNumber": 7,
    "text": "Konumsal otokorelasyonun nokta patern analizlerinden en önemli farkı nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Nokta patern analizleri meşe palamutlarının farklı alanlarda kümelenmelerini gösterir",
      "B": "Konumsal otokorelasyon gövdesi kalın olan meşe palamutlarının farklı yerlerde kümelenmesini gösterir",
      "C": "Noktaların en az bir sayısal öz niteliğinin olmasıdır",
      "D": "“Oto” müdehale ile oluşan, belli bir düzen ile ortaya çıkanı gösterir",
      "E": "Korelasyon ise veri setinde benzeşmeyen yanları ve farklılıklarını tanımlamayı mümkün kılar"
    },
    "explanation": "Yoktur.<br/>KONUMSAL OTOKORELASYON Konumsal Otokorelasyon, konumsal özelliğe sahip veriler için en önemli kavramlardan birisidir. Tobler’in 1970 de söylediği “Her şey diğer her şeyle ilişkilidir ancak yakın olan şeyler daha ilişkilidir” sözü birbirine yakın noktaların, birbirine uzak olanlardan daha benzer olduğunu ifade eder. Otokorelasyon bu benzerliğin bir ölçüsüdür. Otokorelasyonun kelime anlamına bakacak olursak, oto, kendi kendine anlamında kullanılırken, korelasyon ise veri setinin kendi kendisi ile benzerliğinin ilişkisi olarak tanımlamak mümkün olabilir. Konumsal otokorelasyonun nokta patern analizlerinden en önemli farkı, noktaların en az bir sayısal öz niteliğinin olmasıdır. Buna örnek olarak bir alana yayılmış meşe palamudu ağaçlarını verebiliriz. Nokta patern analizleri meşe palamutlarının belli alanlarda kümelenmelerini ortaya koyarken, konumsal otokorelasyon ile gövdesi kalın olan meşe palamutlarının ya da uzun meşe palamutlarının veya kısa meşe palamutlarının bir arada bulunmasını ve bu benzerliğin hangi yakınlıkta gerçekleştiğini tanımlamak gerekmektedir (Şekil 7.8).\n Doğada sıklıkla karşılaştığımız, benzer nesnelerin benzer nesnelere yakın bulunması durumu pozitif otokorealsyon olarak tanımlanırken, bunun tersi de matematiksel olarak mümkündür. Benzemeyen nesnelerin bir arada bulunması durumu ise negatif otokorelasyon olarak ifade edilir (Şekil 7.9). Doğada pozitif otokorelasyona yaygın olarak rastlamamıza rağmen, negatif otokorelasyon çok fazla yaygın değildir. Bu durum, negatif bir dağılımın insan göz ve beyni ile algılanmasını zorlaştırmaktadır.\n Konumsal otokorelasyonu tanımlamak ve benzerliği matematiksel olarak ifade edebilmek için öncelikle noktaların birbirlerine yakınlığının tanımlanması gerekir. Bir alandaki tüm noktaların birbirlerine olan mesafesini belirlemek kolay bir işlem değildir. Bu bölüm kapsamında öncelikle yakınlığın matematiksel olarak nasıl ölçülebileceğinden daha sonra ise yakınlığın kullanılarak otokorelasyon hesaplama yöntemlerinden bahsedilecektir\n Otokorelasyon bu benzerliğin bir ölçüsüdür. Otokorelasyonun kelime anlamına bakacak olursak, oto, kendi kendine anlamında kullanılırken, korelasyon ise veri setinin kendi kendisi ile benzerliğinin ilişkisi olarak tanımlamak mümkün olabilir. Konumsal otokorelasyonun nokta patern analizlerinden en önemli farkı, noktaların en az bir sayısal öz niteliğinin olmasıdır. Buna örnek olarak bir alana yayılmış meşe palamudu ağaçlarını verebiliriz. Nokta patern analizleri meşe palamutlarının belli alanlarda kümelenmelerini ortaya koyarken, konumsal otokorelasyon ile gövdesi kalın olan meşe palamutlarının ya da uzun meşe palamutlarının veya kısa meşe palamutlarının bir arada bulunmasını ve bu benzerliğin hangi yakınlıkta gerçekleştiğini tanımlamak gerekmektedir."
  },
  {
    "id": "3475476",
    "unitNumber": 7,
    "text": "Ağırlıklı ortalama merkez, nasıl hesaplanarak elde edilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ağırlıklı ortalama merkez, her bir noktanın x ve y koordinatının o noktanın ağırlığıyla çarpılarak ağırlıkların toplamına bölünmesi ile elde edilir.",
      "B": "Ağırlıklı ortalama merkez, her bir noktanın x ve y koordinatının o noktanın ağırlığıyla çıkarılarak ağırlıkların toplamına bölünmesi ile elde edilir.",
      "C": "Ağırlıklı ortalama merkez, her bir noktanın x ve y koordinatının o noktanın ağırlığıyla bölünerek ağırlıkların toplamına çarpılması ile elde edilir.",
      "D": "Ağırlıklı ortalama merkez, her bir noktanın x ve y koordinatının o noktanın yarısının çarpılarak ağırlıkların toplamına bölünmesi ile elde edilir.",
      "E": "Ağırlıklı ortalama merkez, herhangi bir noktanın x ve y koordinatının o noktanın ağırlığıyla çarpılarak ağırlıkların toplamına bölünmesi ile elde edilir."
    },
    "explanation": "Ağırlıklı ortalama merkez, her bir noktanın x ve y koordinatının o noktanın ağırlığıyla çarpılarak ağırlıkların toplamına bölünmesi ile elde edilir. Doğru cevap A şıkkıdır."
  },
  {
    "id": "3475482",
    "unitNumber": 7,
    "text": "Bir merkez etrafında noktaların hangi ölçüde yayıldığını ifade eden bir kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Standart mesafe",
      "B": "Konumsal dağılım",
      "C": "Standart nokta elipsi",
      "D": "Nokta dağılım",
      "E": "Minimum yayılım"
    },
    "explanation": "Konumsal dağılım, bir merkez etrafında noktaların hangi ölçüde yayıldığını ifade eden bir kavramdır. Doğru cevap B şıkkıdır."
  },
  {
    "id": "3475484",
    "unitNumber": 7,
    "text": "Aşağıdakşlerden hangisi klasik istatistikteki standart sapmanın konumsal tipi olarak tanımlanabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Konumsal dağılım",
      "B": "Minimum yayılım",
      "C": "Standart mesafe",
      "D": "Ortalama merkez",
      "E": "Standart sapma elipsi"
    },
    "explanation": "Standart mesafe, klasik istatistikteki standart sapmanın konumsal tipi olarak tanımlanabilir. Doğru cevap C şıkkıdır."
  },
  {
    "id": "3475486",
    "unitNumber": 7,
    "text": "Belirli bir çalışma alanı içinde nokta olaylarının tamamen rastgele bir şekilde gerçekleştiği bir nokta dağılımına ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yoğun temelli yaklaşımlar",
      "B": "Kuadrat analizi",
      "C": "Değiştirilebilir alan problemi",
      "D": "Tam konumsal rassallık",
      "E": "Noktasal dağılım"
    },
    "explanation": "Bağımsız Rassal Süreçler Teorisi /Tam Konumsal Rassallık: Belirli bir çalışma alanı içinde nokta olaylarının tamamen rastgele bir şekilde gerçekleştiği bir nokta dağılımını tanımlar. Doğru cevap D şıkkıdır."
  },
  {
    "id": "3475489",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi noktalar arasındaki gözlenen mesafelerin ortalamasının, noktaların oluşturduğu bilinen rassal paterni karşılaştırmaya dayanır?",
    "correctAnswer": "E",
    "options": {
      "A": "Minimal konumsal analiz",
      "B": "Mesafe analizi",
      "C": "Konumsal analiz",
      "D": "Kuadrat analizi",
      "E": "En yakın komşu analizi"
    },
    "explanation": "En yakın komşu analizi noktalar arasındaki gözlenen mesafelerin ortalamasının, noktaların oluşturduğu bilinen rassal paterni karşılaştırmaya dayanır. Doğru cevap E şıkkıdır."
  },
  {
    "id": "3475491",
    "unitNumber": 7,
    "text": "Konumsal otokorelasyonun nokta patern analizlerinden en önemli farkı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Noktaların en az bir sayısal öz niteliğinin olması",
      "B": "Noktaların konumsal olması",
      "C": "Bir çok noktanın birbirine benzemesi",
      "D": "Noktaların veri analizinin olması",
      "E": "Noktaların öz nitelik taşıması"
    },
    "explanation": "Konumsal otokorelasyonun nokta patern analizlerinden en önemli farkı, noktaların en az bir sayısal öz niteliğinin olmasıdır. Doğru cevap A şıkkıdır."
  },
  {
    "id": "3475492",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi yakınlığı ölçmek için kullanılan metotlardan birisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kuadrat analizi",
      "B": "Mesafeye bağlı ağırlıklandırma",
      "C": "En yakın komşu analizi",
      "D": "Tam kurumsal rassallık",
      "E": "Morans I Otokorelasyon Ölçüm Yöntemi"
    },
    "explanation": "Yakınlığı ölçmek için iki temel metot tanımlanmıştır. Bunlardan birincisi komşuluğa bağlı ağırlıklandırma, ikincisi ise mesafeye bağlı ağırlıklandırmadır. Doğru cevap B şıkkıdır."
  },
  {
    "id": "3475494",
    "unitNumber": 7,
    "text": "Nokta tipi verilerde yakınlığı belirlemek için hangi tip fonksiyonlar kullanılmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Komşu tipi fonksiyonlar",
      "B": "Kondrat tipi fonksiyonlar",
      "C": "Mesafeye dayalı fonksiyonlar",
      "D": "Nokta tipi fonksiyonlar",
      "E": "Morans tipi fonksiyonlar"
    },
    "explanation": "Nokta tipi verilerde yakınlığı belirlemek için mesafeye dayalı fonksiyonlar kullanılmaktadır. Doğru cevap C şıkkıdır."
  },
  {
    "id": "3475495",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi tüm veri setini değerlendiren tek bir özet bilgi veren yöntemler olarak tanımlanır?",
    "correctAnswer": "D",
    "options": {
      "A": "Yerel yöndemler",
      "B": "Kuadrat yöntemleri",
      "C": "Komşu veri yöntemleri",
      "D": "Küresel yöntemler",
      "E": "Analiz yöntemleri"
    },
    "explanation": "Küresel Yöntemler, tüm veri setini değerlendiren tek bir özet bilgi veren yöntemler olarak tanımlanır. Doğru cevap D şıkkıdır."
  },
  {
    "id": "3475497",
    "unitNumber": 7,
    "text": "Moran’s I’nın yersel versiyonu, kim tarafından geliştirilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Greig-Smith",
      "B": "Taylor",
      "C": "Griffithe",
      "D": "Amrhein",
      "E": "Anselin"
    },
    "explanation": "Moran’s I’nın yersel versiyonu, Anselin, 1995, tarafından geliştirilmiştir, Doğru cevap E şıkkıdır."
  },
  {
    "id": "3475649",
    "unitNumber": 7,
    "text": "Bu ders kapsamında olmak üzere, noktaların konumları aşağıdakilerden hangisi ile tanımlanır?",
    "correctAnswer": "A",
    "options": {
      "A": "koordinatlar",
      "B": "coğrafi yükseklik",
      "C": "nehir ve göl",
      "D": "yerleşim yeri",
      "E": "antik kalıntılar"
    },
    "explanation": "Bu ders kapsamında olmak üzere, noktaların konumları koordinatları ile tanımlanır."
  },
  {
    "id": "3475650",
    "unitNumber": 7,
    "text": "Klasik istatistikteki standard sapmanın konumsal tipi (karşılığı) aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "standart sapma",
      "B": "standart mesafe",
      "C": "standart yogunluk",
      "D": "standart katsayı",
      "E": "Moran's I"
    },
    "explanation": "Klasik istatistikteki standard sapmanın konumsal tipi (karşılığı) standart mesafe'dir."
  },
  {
    "id": "3475652",
    "unitNumber": 7,
    "text": "Noktaların dağılımını etkileyen herhangi bir süreç yoksa, noktaların rastgele dağılması gerektiğini ifade eden teori aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Klasik matematik",
      "B": "Klasik istatistik",
      "C": "Bağımsız rassal süreçler teorisi",
      "D": "Standart sapma",
      "E": "Standart mesafe"
    },
    "explanation": "Noktaların dağılımını etkileyen herhangi bir süreç yoksa, noktaların rastgele dağılması gerektiğini ifade eden teori Bağımsız rassal süreçler teorisidir."
  },
  {
    "id": "3475653",
    "unitNumber": 7,
    "text": "Noktaların meydana getirdigi paternlerin matematiksel olarak tanımlanmasının nedeni aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kuadrat analiz yöntemi ile aynı olması",
      "B": "Her zaman rassal patern ile sonuçlanması",
      "C": "Her zaman kümelenmiş patern ile sonuçlanması",
      "D": "Bilimsel olması",
      "E": "Karmaşık olması"
    },
    "explanation": "Noktaların meydana getirdigi paternlerin matematiksel olarak tanımlanmasının nedeni, bilimsel olmasıdır."
  },
  {
    "id": "3475654",
    "unitNumber": 7,
    "text": "Çalışma alanının kuadrat adı verilen eşit hücrelere bölünerek yapılan analiz, aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Olasılık",
      "B": "Standart sapma",
      "C": "Euler sabiti",
      "D": "Poisson dağılımı",
      "E": "Kuadrat analizi"
    },
    "explanation": "Çalışma alanının kuadrat adı verilen eşit hücrelere bölünerek yapılan analiz, kuadrat analizidir."
  },
  {
    "id": "3475655",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi \"Moran's I\" ile tanımlamakta kullanılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Konumsal otokorelasyon",
      "B": "Uzunluk",
      "C": "Ağırlık",
      "D": "zaman",
      "E": "Yakınlık"
    },
    "explanation": "\"Moran's I\" ile konumsal otokorelasyon tanımlamakta kullanılır."
  },
  {
    "id": "3475656",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, \"komşuluğa bağlı ağırlıklandırma\" ile ölçülür?",
    "correctAnswer": "B",
    "options": {
      "A": "Ağırlık",
      "B": "Yakınlık",
      "C": "Akan su miktarı",
      "D": "Işık şiddeti",
      "E": "Hareket ve kuvvet değeri"
    },
    "explanation": "\"komşuluğa bağlı ağırlıklandırma\" ile yakınlık ölçülmektedir."
  },
  {
    "id": "3475658",
    "unitNumber": 7,
    "text": "Nokta tipi verilerde mesafeyi belirlemek için aşağıdakilerden hangisi kullanılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Moran's I",
      "B": "Ağaç türleri",
      "C": "mesafeye dayalı ağırlıklandırma",
      "D": "Meşe ağaçlarının dağılımı",
      "E": "standart sapma"
    },
    "explanation": "Nokta tipi verilerde mesafeyi belirlemek için mesafeye dayalı ağırlıklandırma kullanılır."
  },
  {
    "id": "3475659",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, noktaların konumumun ortalamasını ifade eder?",
    "correctAnswer": "D",
    "options": {
      "A": "nokta",
      "B": "standart sapma",
      "C": "medyan",
      "D": "ortalama merkez",
      "E": "standart mesafe"
    },
    "explanation": "Ortalama merkez, noktaların konumumun ortalamasını ifade eder."
  },
  {
    "id": "3475661",
    "unitNumber": 7,
    "text": "Bir merkez etrafında noktaların hangi ölçüde yayıldığını ifade eden kavram, aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Daire",
      "B": "Elips",
      "C": "Normal dağılım",
      "D": "Poisson dağılımı",
      "E": "Konumsal dağılım"
    },
    "explanation": "Bir merkez etrafında noktaların hangi ölçüde yayıldığını ifade eden kavram, konumsal dağılımdır."
  },
  {
    "id": "3475267",
    "unitNumber": 8,
    "text": "\"Enterpolasyonda kullanılan veri ..............ve her noktada bir değer alabilen verilerdir\". Cümlenin anlam bütünlüğünün tam ve doğru olarak sağlanabilmesi için boşluk olarak bırakılan alana getirilmesi gereken kavram hangi seçenekte verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sürekli",
      "B": "Süreksiz",
      "C": "Bağımsız",
      "D": "Bağımlı",
      "E": "Nötr"
    },
    "explanation": "Enterpolasyonda kullandığımız veri sürekli tipte ve her noktada bir değer alabilen verilerdir. Buna toprakta bulunan azot miktarı, havada bulunan karbondioksit ya da bir göl içerisindeki çözünmüş maddeoranı örnek olarak verilebilir."
  },
  {
    "id": "3475269",
    "unitNumber": 8,
    "text": "\"..............yöntemine göre her bir ölçüm noktasının etrafında Thissen Poligonları çizilir ve o alana düşen her nokta o noktanın değeri alır\". Cümlenin anlam bütünlüğünün tam ve doğru olarak sağlanabilmesi için boşluk olarak bırakılan alana getirilmesi gereken kavram hangi seçenekte verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Deterministik enterpolasyon",
      "B": "Thissen poligonları",
      "C": "Konumsal enterpolasyon",
      "D": "Jeoistatistiksel enterpolasyon",
      "E": "Düzensiz üçgenler ağı"
    },
    "explanation": "Deterministik yöntemlerin en basit örneği Thissen Poligonu Yöntemidir. Thissen Poligonları Yöntemine göre her bir ölçüm noktasının etrafında Thissen Poligonları çizilir ve o alana düşen her nokta o noktanın değeri alır."
  },
  {
    "id": "3475270",
    "unitNumber": 8,
    "text": "\"Düzensiz üçgenler ağı tipik olarak planimetrik alan,.............. hesaplamalarının kolaylıkla yapılabilmesi nedeniyle, daha küçük alanların yüksek hassasiyetli modellemesi için kullanılır\". Cümlenin anlam bütünlüğünün tam ve doğru olarak sağlanabilmesi için boşluk olarak bırakılan alana getirilmesi gereken kavram hangi seçenekte verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "hacim ve ortalama",
      "B": "yüzey alanı ve standart sapma",
      "C": "yüzey alanı ve hacim",
      "D": "standart sapma ve yüzey",
      "E": "yüzey alanı ve trend analizi"
    },
    "explanation": "Düzensiz üçgenler ağı tipik olarak planimetrik alan, yüzey alanı ve hacim hesaplamalarının kolaylıkla yapılabilmesi nedeniyle, daha küçük alanların yüksek hassasiyetli modellemesi için kullanılır"
  },
  {
    "id": "3475273",
    "unitNumber": 8,
    "text": "\"Küresel enterpolasyon yöntemi bir alanda ...........değişim gösteren (endüstriyel alanındaki kirlilik, atmosferik basıncın değişimi, yerin gravitasyonunun değişimi vb.) gibi olayları enterpole etmek için kullanışlıdır\". Cümlenin anlam bütünlüğünün tam ve doğru olarak sağlanabilmesi için boşluk olarak bırakılan alana getirilmesi gereken kavram hangi seçenekte verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "olağandışı",
      "B": "yüksek düzeyde",
      "C": "hızlı",
      "D": "yavaş",
      "E": "beklentinin altında"
    },
    "explanation": "Küresel enterpolasyon yöntemi bir alanda yavaş değişim gösteren (endüstriyel alanındaki kirlilik, atmosferik basıncın değişimi, yerin gravitasyonunun değişimi vb.) gibi olayları enterpole etmek için kullanışlıdır."
  },
  {
    "id": "3475274",
    "unitNumber": 8,
    "text": "\"Uzaklığın tersiyle ağırlıklandırma (Inverse Distance Weightening) yöntemine göre, tahmin noktasındaki değer, komşu noktaların ağırlıklı katkılarının ......... göre hesaplanır\". Cümlenin anlam bütünlüğünün tam ve doğru olarak sağlanabilmesi için boşluk olarak bırakılan alana getirilmesi gereken kavram hangi seçenekte verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "yüzeyine",
      "B": "korelasyonuna",
      "C": "karesine",
      "D": "farkına",
      "E": "toplamına"
    },
    "explanation": "Uzaklığın Tersiyle Ağırlıklandırma (Inverse Distance Weightening) yöntemine göre, tahmin noktasındaki değer, komşu noktaların ağırlıklı katkılarının toplamına göre hesaplanır."
  },
  {
    "id": "3475301",
    "unitNumber": 8,
    "text": "\"Uzaklığın Tersiyle Ağırlıklandırma yöntemine göre tahmin noktasındaki değer, komşu noktaların ağırlıklı katkılarının ................. göre hesaplanır\". Cümlenin anlam bütünlüğünün tam ve doğru olarak sağlanabilmesi için boşluk olarak bırakılan alana getirilmesi gereken kavram hangi seçenekte verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "toplamına",
      "B": "farkına",
      "C": "benzerliğine",
      "D": "uzaklığına",
      "E": "oranına"
    },
    "explanation": "Uzaklığın Tersiyle Ağırlıklandırma yöntemine göre, tahmin noktasındaki değer, komşu noktaların ağırlıklı katkılarının toplamına göre hesaplanır. Tahmin noktasına yakın noktaların IDW ağırlığı fazla iken uzak noktaların ağırlığı mesafenin üssü (k) ile ters orantılıdır."
  },
  {
    "id": "3475302",
    "unitNumber": 8,
    "text": "\"Kriging enterpolasyon yöntemi, tahmin edilen değerlerin ortalamasının, popülasyonun ortalaması ile ......... olmasını sağlaması nedeniyle, en uygun (optimal) enterpolasyon yöntemi olarak tanınmaktadır\". Cümlenin anlam bütünlüğünün tam ve doğru olarak sağlanabilmesi için boşluk olarak bırakılan alana getirilmesi gereken kavram hangi seçenekte verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "benzer",
      "B": "aynı",
      "C": "yaklaşık",
      "D": "orantısız",
      "E": "ilişkisiz"
    },
    "explanation": "Kriging enterpolasyon yöntemi, tahmin edilen değerlerin ortalamasının, popülasyonun ortalaması ile aynı olmasını sağlaması nedeniyle, en uygun (optimal) enterpolasyon yöntemi olarak tanınmaktadır."
  },
  {
    "id": "3475303",
    "unitNumber": 8,
    "text": "\"Durağanlık varsayımı, konumsal verilerin varyans ve ortalamasının çalışma alanı boyunca .......... kabul eder\". Cümlenin anlam bütünlüğünün tam ve doğru olarak sağlanabilmesi için boşluk olarak bırakılan alana getirilmesi gereken kavram hangi seçenekte verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "farklılaşığını",
      "B": "ayrıştığını",
      "C": "değişmediğini",
      "D": "aynı olduğunu",
      "E": "sıfırlandığını"
    },
    "explanation": "Durağanlık varsayımı (Stationarity), konumsal verilerin varyans ve ortalamasının çalışma alanı boyunca değişmediğini kabul eder. Diğer taraftan ortalamalardan bahsedebilmek için de verilerin normal dağılım göstermesi beklenir."
  },
  {
    "id": "3475304",
    "unitNumber": 8,
    "text": "\"............. varsayımı, konumsal verilerin varyans ve ortalamasının çalışma alanı boyunca değişmediğini kabul eder. Diğer taraftan ortalamalardan bahsedebilmek için de verilerin normal dağılım göstermesi beklenir\". Cümlenin anlam bütünlüğünün tam ve doğru olarak sağlanabilmesi için boşluk olarak bırakılan alana getirilmesi gereken kavram hangi seçenekte verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "İzotropi",
      "B": "Kriging",
      "C": "Varyogram",
      "D": "Durağanlık",
      "E": "Değişkenler"
    },
    "explanation": "Durağanlık varsayımı (Stationarity), konumsal verilerin varyans ve ortalamasının çalışma alanı boyunca değişmediğini kabul eder. Diğer taraftan ortalamalardan bahsedebilmek için de verilerin normal dağılım göstermesi beklenir. Durağanlık varsayımının sağlanıyor olması, varyogram parametrelerinin de çalışma alanı boyunca değişmediğini kabul eder"
  },
  {
    "id": "3475305",
    "unitNumber": 8,
    "text": "\"............., örnek değerlerini arasındaki farkların karelerinin ortalamasının mesafe ile değişimini ifade eden eşitliktir\". Cümlenin anlam bütünlüğünün tam ve doğru olarak sağlanabilmesi için boşluk olarak bırakılan alana getirilmesi gereken kavram hangi seçenekte verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "İzotropi",
      "B": "Kriging ağırlıkları",
      "C": "Durağanlık varsayımı",
      "D": "Enterpolasyon",
      "E": "Varyogram"
    },
    "explanation": "Bölgesel değişimi açıklamak için varyogramlar kullanılmaktadır. Varyogram, örnek değerlerini arasındaki farkların karelerinin ortalamasının mesafe ile değişimini ifade eden eşitliktir."
  },
  {
    "id": "3475505",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi ekstrapolasyon için doğru bir ifadedir?",
    "correctAnswer": "A",
    "options": {
      "A": "En küçük ve en büyük değerlerin dışının tahmini",
      "B": "Verilerin en küçük ve en büyük değerleri, arasındaki bilinmeyen değerlerin tahminini",
      "C": "Bilinen ya da ölçülen noktalardan, bilinmeyen noktaların tahmini",
      "D": "Kapalı bir alan oluşturan verilerin alanda aldığı değerlerin tahmini",
      "E": "Ölçüm noktalarının oluşturduğu iç bükey kapalı alanın içinde geçerlidir"
    },
    "explanation": "Enterpolasyon; bilinen ya da ölçülen noktalardan, bilinmeyen noktaların tahmini olarak tanımlanmaktadır. İngilizcesi “interpolation” olan verilerin en küçük ve en büyük değerleri, arasındaki bilinmeyen değerlerin tahminini ifade eden yöntemleri ifade etmektedir. <strong>En küçük ve en büyük değerlerin dışının tahmini ise ektrapolasyon olarak adlandırılmaktadır</strong>. \n Konumsal enterpolasyon ise kapalı bir alan oluşturan verilerin alanda aldığı değerlerin tahmini olarak tanımlanabilir. Dolayısıyla ölçüm noktalarının oluşturduğu iç bükey kapalı alanın dışı, konumsal enterpolasyonun kapsamının da dışında bulunur"
  },
  {
    "id": "3475511",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi sürekli veri tipine örnektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bir projeyi tamamlamak için gereken süre",
      "B": "Bir ülkenin nüfusu",
      "C": "Kütüphaneden ödünç aldığınız kitapların sayısı",
      "D": "Yazı tura atma dizisindeki tura sayısı",
      "E": "Bir hastanedeki hasta sayısı"
    },
    "explanation": "Sürekli veri her noktada bir değer alabilen verilerdir. Buna toprakta bulunan azot miktarı, havada bulunan karbondioksit ya da bir göl içerisindeki çözünmüş madde oranı örnek olarak verilebilir. \n Bir başka ifadeyle, sürekli veriler herhangi iki nokta arasında sonsuz sayıda potansiyel değere sahiptir. Genel olarak, bunları bir ölçek kullanarak ölçersiniz. Her bir gözlem değeri için ondalık basamaklar gördüğünüzde, sürekli bir değişkenle uğraşıyorsunuzdur. Sürekli verilere örnek olarak ağırlık, boy, uzunluk, zaman ve sıcaklık verilebilir."
  },
  {
    "id": "3475514",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi konumsal enterpolasyon yöntemlerinden biri <strong>değildir</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Karma yöntemler",
      "B": "Küresel yaklaşımlar",
      "C": "Yakınsayan yöntemler",
      "D": "Kesin yöntemler",
      "E": "Yerel yaklaşımlar"
    },
    "explanation": "Konumsal enterpolasyon yöntemleri, az sayıda veri ile büyük alanlar kaplaması veya küçük alanlarda sık ve çok veri içermesine göre küresel ve yerel yaklaşımlar olmak üzere iki ayrılır. Konumsal enterpolasyon yöntemleri, küresel ve yerel yaklaşımların dışında, kesin veya yakınsayan yöntemler olarak da sınıflandırılır."
  },
  {
    "id": "3475515",
    "unitNumber": 8,
    "text": "Konumsal enterpolasyon verilerden alt kümeler oluşturarak tahminlerini yapmak amacıyla aşağıdaki yöntem veya yaklaşımlardan hangisi kullanılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Yerel yaklaşım",
      "B": "Jeoistatistiksel yöntem",
      "C": "Küresel yaklaşım",
      "D": "Yakınsayan yöntem",
      "E": "Kesin yöntem"
    },
    "explanation": "Küresel yaklaşımlar tahminlerini tüm veri setinin tahminlerde aynı anda kullanılması ile yapılırken, <strong>yerel yaklaşımlar</strong> ise verilerden alt kümeler oluşturarak tahminlerini yapmaktadırlar. Kesin yöntemlerde, ölçümlerin alındığı noktalardaki değerin tahmin değerine eşit olma zorunluluğu bulunurken yakınsayan değerlerde ölçüm yapılan noktanın değeri ile tahmin değeri birbirinden farklı olabilir. Jeoistatistiksel yaklaşımda, bir noktada, ilgili eşik değerinin aşma olasılığı da belirlenebilir."
  },
  {
    "id": "3475517",
    "unitNumber": 8,
    "text": "Deterministik yöntemler ile enterpolasyon yüzeyi oluşturduktan sonra, test verisi, aynı noktadaki yüzey verisi ile karşılaştırılarak aşağıdaki istatistiklerden hangisinin hesaplanması gerekmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Standart hata",
      "B": "Varyans",
      "C": "Aritmetik ortalama",
      "D": "Çeyreklerarası açıklık",
      "E": "Medyan"
    },
    "explanation": "Deterministik yöntemler ile enterpolasyon yüzeyi oluşturduktan sonra, test verisi, aynı noktadaki yüzey verisi ile karşılaştırılarak Standart Hata’nın (SH) hesaplanması gerekmektedir."
  },
  {
    "id": "3475519",
    "unitNumber": 8,
    "text": "Yandaki şekil hangi deterministik enterpolasyon yöntemini yansıtmaktadır.\n <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/38dee0ac87611f2331e49bbe7cfe3bf8.png\" alt=\"\" width=\"284\" height=\"170\">",
    "correctAnswer": "A",
    "options": {
      "A": "Düzensiz Üçgenler Ağı",
      "B": "Thiessen poligonu",
      "C": "Yüzeyin trend analizi",
      "D": "Uzaklığın Tersiyle Ağırlıklandırma",
      "E": "Jeoistatistiksel yaklaşım"
    },
    "explanation": "Düzensiz Üçgenler Ağı, bir yüzeyin, vektör tabanlı gösterimidir. Köşeler, bir üçgen ağı oluşturmak için bir dizi kenarla bağlanır. Bu üçgenleri oluşturmak için Delaunay üçgenlemesi veya mesafe sıralaması gibi farklı enterpolasyon yöntemleri bulunmaktadır. TIN’ler tipik olarak planimetrik alan, yüzey alanı ve hacim hesaplamalarının kolaylıkla yapılabilmesi nedeniyle, daha küçük alanların yüksek hassasiyetli modellemesi için kullanılır."
  },
  {
    "id": "3475520",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi yüzey trend analizi için doğru bir ifade<strong> değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sadece küresel özellikli uygulama örnekleri bulunmaktadır.",
      "B": "Tüm verileri en uygun şekilde temsil eden bir yüzeyin elde edilmesidir.",
      "C": "Herhangi bir noktada yüzeyin hangi yöne ve hangi hızda yükselme veya düşme eğiliminde olduğunu işaret eder.",
      "D": "Verilerin dağılımının genel durumunu temsil eden küresel bir yöntemdir.",
      "E": "Basit ve bir çoklu regresyondur, bağımlı değişken ilgili öznitelik, bağımsız değişkenler ise veri koordinatlarıdır."
    },
    "explanation": "Yüzeyin trend analizi, tüm verileri en uygun şekilde temsil eden bir yüzeyin elde edilmesi olarak ifade edilebilir. Herhangi bir noktada yüzeyin hangi yöne ve hangi hızda yükselme veya düşme eğiliminde olduğunu işaret eder. Trend analizi, verilerin dağılımının genel durumunu temsil eden küresel bir yöntemdir. Yüzeyin trend analizi, basit bir çoklu regresyondur, bağımlı değişken ilgili öznitelik (örneğin yağış veya yükseklik), bağımsız değişkenler ise veri koordinatlarıdır. Küresel olabildiği gibi yerel özellikli uygulama örnekleri de bulunmaktadır."
  },
  {
    "id": "3475521",
    "unitNumber": 8,
    "text": "Tahmin edilen değerlerin ortalamasının, evren ortalaması ile aynı olmasını sağlaması nedeniyle, en optimal enterpolasyon yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kriging yöntemi",
      "B": "Thiessen Poligonu",
      "C": "Delaunay üçgenlemesi",
      "D": "Yerel polinomial enterpolasyon",
      "E": "Küresel polinomial enterpolasyon"
    },
    "explanation": "Kriging istatistiksel tekniklerin kullanıldığı en uygun durumu sağlayan konumsal enterpolasyon yöntemi olarak bilinmektedir. Kriging enterpolasyon yöntemi, tahmin edilen değerlerin ortalamasının, popülasyonun ortalaması ile aynı olmasını sağlaması nedeniyle, en uygun (optimal) enterpolasyon yöntemi olarak tanınmaktadır"
  },
  {
    "id": "3475522",
    "unitNumber": 8,
    "text": "Bir sistemin veya modelin özelliklerinin yönden bağımsız olması durumu ne olarak ifade edilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Değişimin her yönde aynı olduğunu",
      "B": "Konumsal verilerin varyans ve ortalamasının çalışma alanı boyunca değişmediğini",
      "C": "Varyogram parametrelerinin çalışma alanı boyunca değişmediğini",
      "D": "Değişimin yönden yöne farklılık gösterdiğini",
      "E": "Otokorelasyon yapısının zamanla değişmediğini"
    },
    "explanation": "İzotropi ise değişimin her yönde aynı olduğunu ifade eder. Diğer bir deyişle değişim yönden yöne herhangi bir farklılık göstermez. Bir başka ifadeyle, İzotropi bir sistemin ya da modelin özelliklerinin yönden bağımsız olması durumudur."
  },
  {
    "id": "3475523",
    "unitNumber": 8,
    "text": "Şekilde verilen semi varyogram modellerinden üstel güç grafiği hangi renkte verilmiştir?\n <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/592c6a66321b8f92f51110f703af407f.jpeg\" alt=\"\" width=\"329\" height=\"283\">",
    "correctAnswer": "C",
    "options": {
      "A": "kırmızı",
      "B": "siyah",
      "C": "yeşil",
      "D": "sarı",
      "E": "mavi"
    },
    "explanation": "Semi varyogram modellerinden <br/>Kırmızı-Küresel<br/>Siyah-Dairesel<br/><strong>Yeşil -Üstel güç</strong><br/>Sarı-Doğrusal<br/>mavi-Gauss eğrilerini göstermektedir."
  },
  {
    "id": "3475558",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi bir yüzeyi tanımlayan düzensiz üçgenler ağı için doğru bir tanımdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Linear bir çizgidir.",
      "B": "Holigan yüzeydir.",
      "C": "Vektör tabanlı gösterimidir.",
      "D": "X tabanlı bir yüzeydir.",
      "E": "Vektör açımlı bir yüzeydir."
    },
    "explanation": "Düzensiz Üçgenler Ağı, bir yüzeyin, <strong>vektör tabanlı gösterimidir.</strong>"
  },
  {
    "id": "3475559",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangi olayı enterpole etmek için kullanılan küresel enterpolasyon yöntemine örnektir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hava kirliliği",
      "B": "Atmosferik basıncın değişimi",
      "C": "Gökkuşağı",
      "D": "Deprem",
      "E": "Sel"
    },
    "explanation": "Küresel enterpolasyon yöntemi bir alanda yavaş değişim gösteren (endüstriyel alanındaki kirlilik, atmosferik basıncın değişimi, yerin gravitasyonunun değişimi vb.) gibi olayları enterpole etmek için kullanışlıdır."
  },
  {
    "id": "3475560",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi bölgeselleşmiş değişkenler teorisini dikkate alan enterpolasyon yöntemidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İstatistik",
      "B": "Jeoloji",
      "C": "Meteoroloji",
      "D": "Jeoistatistik",
      "E": "İzotropi"
    },
    "explanation": "<strong>Jeoistatistik,</strong> bölgeselleşmiş değişkenler teorisini dikkate alan enterpolasyon yöntemidir."
  },
  {
    "id": "3475561",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi bir sistemin ya da modelin özelliklerinin yönden bağımsız olması durumudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Durağanlık",
      "B": "İzotropi",
      "C": "Kriging",
      "D": "Varyogram",
      "E": "Trend analizi"
    },
    "explanation": "İzotropi: Bir sistemin ya da modelin özelliklerinin yönden bağımsız olması durumudur."
  },
  {
    "id": "3475562",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi \"örnek değerlerini arasındaki farkların karelerinin ortalamasının mesafe ile değişimini ifade eden eşitliktir.\" olarak tanımlanan terimdir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kriging",
      "B": "Orijin",
      "C": "İzotropi",
      "D": "Parametre",
      "E": "Varyogram"
    },
    "explanation": "<strong>Varyogram</strong>, örnek değerlerini arasındaki farkların karelerinin ortalamasının mesafe ile değişimini ifade eden eşitliktir."
  },
  {
    "id": "3475563",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi \"tüm verileri en uygun şekilde temsil eden bir yüzeyin elde edilmesi\" olarak ifade edilen kavramdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Polinomial",
      "B": "Yüzeyin trend analizi",
      "C": "Enterpolasyon",
      "D": "Parametre",
      "E": "Tahmin noktası"
    },
    "explanation": "<strong>Yüzeyin trend analizi</strong>, tüm verileri en uygun şekilde temsil eden bir yüzeyin elde edilmesi olarak ifade edilebilir."
  },
  {
    "id": "3475564",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi istatistiksel tekniklerin kullanıldığı en uygun durumu sağlayan konumsal enterpolasyon yöntemidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Jeoistatistik",
      "B": "İzotropi",
      "C": "Kriging",
      "D": "Ölçüm noktası",
      "E": "Trend analizi"
    },
    "explanation": "<strong>Kriging</strong> istatistiksel tekniklerin kullanıldığı en uygun durumu sağlayan konumsal enterpolasyon yöntemi olarak bilinmektedir."
  },
  {
    "id": "3475565",
    "unitNumber": 8,
    "text": "Kriging’in en iyi tahmini sağlamasındaki iki varsayım aşağıdakilerden hangileridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ölçüm noktası sayısı ve Ağırlık değer",
      "B": "Yüzeyin trend analizi ve Polinomial",
      "C": "Delaunay üçgenlemesi ve ArcGIS",
      "D": "Durağanlık ve İzotropi",
      "E": "Thissen Poligonu ve Deterministik"
    },
    "explanation": "Kriging’in en iyi tahmini sağlaması için iki ana varsayımı bulunmaktadır Bunlar, <strong>durağanlık ve izotropidir. </strong><br/>Durağanlık ve İzotropi"
  },
  {
    "id": "3475566",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi \"bilinen ya da ölçülen noktalardan, bilinmeyen noktaların tahmini\" olarak tanımlanmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Deterministik",
      "B": "Model",
      "C": "Enterpolasyon",
      "D": "Yüzeyin trend analizi",
      "E": "Kriging"
    },
    "explanation": "<strong>Enterpolasyon</strong>; bilinen ya da ölçülen noktalardan, bilinmeyen noktaların tahmini olarak tanımlanmaktadır."
  },
  {
    "id": "3475567",
    "unitNumber": 8,
    "text": "\"Her bir ölçüm noktasının etrafında poligonlar çizilir ve o alana düşen her nokta o noktanın değeri alır.\" şeklinde tanımlanan yöntem aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Deterministik Yöntem",
      "B": "Düzensiz Üçgenler Ağı",
      "C": "Delaunay Üçgenleme Yöntemi",
      "D": "Thissen Poligonları Yöntemi",
      "E": "Yüzeyin Trend Analizi"
    },
    "explanation": "<strong> Thissen Poligonları Yöntemi</strong>ne göre her bir ölçüm noktasının etrafında Thissen Poligonları çizilir ve o alana düşen her nokta o noktanın değeri alır."
  }
]