[
  {
    "id": "3940707",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi formel bilimlere örnektir?",
    "correctAnswer": "B",
    "options": {
      "A": "Fizik",
      "B": "Mantık",
      "C": "Coğrafya",
      "D": "Biyoloji",
      "E": "Psikoloji"
    },
    "explanation": "Bilginin alanı, elde ediliş biçimi, özne-nesne ilişkisi ve bilgi aktı açısından çeşitlendirilmektedir. Bunlar;<br/>gündelik bilgi, dinsel bilgi, teknik bilgi, sanatsal bilgi, bilimsel bilgi ve felsefi bilgi olarak sınıflandırılmıştır.<br/>Bilimsel bilgi kendi içinde 3 gruptadır.<br/>1. Formel bilimler: mantık, matematik.<br/>2. Doğa bilimleri: fizik, kimya, biyoloji, coğrafya, jeoloji, astronomi...<br/>3. İnsan bilimleri: psikoloji, sosyoloji, antropoloji, iktisat."
  },
  {
    "id": "3940708",
    "unitNumber": 1,
    "text": "\"Bilişim toplumu\" kavramını ilk olarak ortaya atan ve 1966'da tanımlayan kişi kimdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Alvin Toffler",
      "B": "Fritz Machlup",
      "C": "Yoneji Masuda",
      "D": "Daniel Bell",
      "E": "Peter Drucker"
    },
    "explanation": "Bilgi (bilişim) toplumu (Johoka Shakai) kavramı, ilk kez 1960’lı yıllarda Japonya’da kullanılmaya başlanmış ve Yoneji Masuda tarafından 1966 yılında tanımlanmıştır."
  },
  {
    "id": "3940709",
    "unitNumber": 1,
    "text": "Aşağıdaki seçeneklerin hangisinde alan adı (domain) ve barındırma (hosting) kavramlarına ilişkin verilen bilgi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Alan adı, web sitesinin dosyalarının saklandığı sunucudur.",
      "B": "Hosting hizmeti, web sitesinin kullanıcıya ulaşmasını sağlayan internet tarayıcısıdır.",
      "C": "Alan adı ve hosting aynı anlama gelir.",
      "D": "Alan adı, web sitesinin internetteki adresidir.<br/><b>",
      "E": "Yalnızca alan adı tescil edilerek de web sitesi yayınlanabilir."
    },
    "explanation": "Alan Adı Seçimi (Domain): Web içeriğinin yayınlanacağı uygun web adresini yani alan adını seçip sonra bunu tescil ederek kiralamalıdır. Bunu yapan firmalar bulunmaktadır ve en az bir yıl bu alan adını tescil edebilirsiniz. Örneğin Türk mutfağını tanıtan bir site hazırlayacaksanız size uygun ismi tescil ettirmeniz ve bu adı sonra kullanıcılara duyurmanız gerekecektir. Bu sizin web sayfalarınızın internetteki adresi olacaktır."
  },
  {
    "id": "3940710",
    "unitNumber": 1,
    "text": "Bir kullanıcı tarayıcısına \"<a href=\"https://www.anadolu.edu.tr/\" target=\"_blank\" rel=\"noopener\">www.anadolu.edu.tr</a>\" yazdığında, bu metin dizisinin bir sunucunun IP adresine çevrilmesi işlemini hangi sistem gerçekleştirir?",
    "correctAnswer": "C",
    "options": {
      "A": "HTTP",
      "B": "HTML",
      "C": "DNS",
      "D": "SSL",
      "E": "FTP"
    },
    "explanation": "IP adresi DNS sunuculardan taranarak sizin yayın yaptığınız web barındırma sunucusuna iletilir ve sizin web siteniz kullanıcıya ulaşır."
  },
  {
    "id": "3940711",
    "unitNumber": 1,
    "text": "Web 2.0 teknolojilerinin yaygınlaşmasını sağlayan temel etkenlerden biri aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kullanıcıların içerik üzerinde değişiklik yapmasının engellenmesi",
      "B": "Web uygulamalarının kullanıcı dostu ve kişiselleştirilebilir arayüzlere sahip olması",
      "C": "Yazılımların yalnızca profesyonel ekiplerce geliştirilmesi",
      "D": "Multimedia içeriklerin yalnızca ücretli platformlarda sunulması",
      "E": "Kullanıcıların web içeriğini sadece pasif olarak tüketmesi"
    },
    "explanation": "Web uygulamalarının kullanıcı dostu ve kişiselleştirilebilir arayüzlere sahip olması yaygınlaşmasını sağlamıştır."
  },
  {
    "id": "3940712",
    "unitNumber": 1,
    "text": "Web 1.0, Web 2.0 ve Web 3.0'ı temsil eden platformlar aşağıdaki seçeneklerin hangisinde doğru olarak eşleştirilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Web 1.0: Wikipedia | Web 2.0: Kişisel blog | Web 3.0: Statik kurumsal site",
      "B": "Web 1.0: Facebook | Web 2.0: YouTube | Web 3.0: Çevrimiçi ansiklopedi",
      "C": "Web 1.0: E-ticaret sitesi | Web 2.0: FTP sunucusu | Web 3.0: Sosyal ağ",
      "D": "Web 1.0: Statik bilgi sayfası | Web 2.0: Twitter | Web 3.0: Siri / Kişiselleştirilmiş asistanlar",
      "E": "Web 1.0: Etkileşimli uygulama | Web 2.0: Semantik web | Web 3.0: E-posta"
    },
    "explanation": "Web 1.0: Statik bilgi sayfaları içerirken Web 2.0: Twitter (X) gibi etkileşimli platformları; Web 3.0 ise Siri türü kişiselleştirilmiş asistanları içermektedir."
  },
  {
    "id": "3940713",
    "unitNumber": 1,
    "text": "YouTube'da bir kanal açıp kendi ürettiği videoları yayınlayan, izleyici yorumlarına cevap veren ve reklam gelirlerinden pay alan bir kişi, web yayıncılığında temel olarak hangi kullanıcı türünü temsil eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Yayıncı, Yazar ve Editör",
      "B": "Sadece Yayıncı ve okuyucu",
      "C": "Yazar ve Editör",
      "D": "Sadece Reklamveren",
      "E": "Okuyucu ve editör"
    },
    "explanation": "Web yayıncılığı 4 farklı grup için farklı anlam ifade etmektedir. 1. Yayıncı 2. Yazar 3. Reklamcı - Reklam veren 4. Okuyucu (Yazar - Eleştirmen. Soruda belirtilen durum ise yayıncı, yazar ve editör görevlerini içermektedir."
  },
  {
    "id": "3940714",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi blogile vlog arasındaki temel farkı en doğru şekilde açıklar",
    "correctAnswer": "B",
    "options": {
      "A": "Bloglar yalnızca ses içerik paylaşabilir; vloglar yalnızca metin paylaşabilir",
      "B": "Bloglar metin, ses ve video içerik paylaşımına olanak tanır; vloglar ise özellikle video içerik paylaşımına odaklanır.",
      "C": "Bloglar yalnızca kurumsal amaçlarla açılabilir; vloglar kişisel amaçlarla açılabilir",
      "D": "Bloglar ve vloglar yalnızca bireysel kullanıcılar tarafından açılabilir",
      "E": "Bloglar web üzerinden paylaşılamaz; vloglar paylaşılabilir"
    },
    "explanation": "Blog: Ağ günlükleri olarak adlandırılan ve web üzerinden tutulan günlüklerdir. Web okuyucusunun takibine bir web sitesi ya da blog yazılımı üzerinden sunulmaktadır. Kişisel, temalandırılmış, kurumsal ya da topluluk olarak blog açılabilir. Metin, ses, video paylaşımında bulunulabilir. Blog yazarları Blogger olarak adlandırılmaktadır. Google Blogger ve Wordpress en çok bilinen blog sistemlerindendir. Vlog: Video blogları olarak görülmektedir. Web yayıncılarını kendi hikâyelerini video olarak çekip takipçilerine sunmaktadırlar."
  },
  {
    "id": "3940715",
    "unitNumber": 1,
    "text": "Bir web tasarımcısı, oluşturduğu sitenin masaüstü bilgisayar, tablet ve akıllı telefonda sorunsuz ve estetik bir şekilde görüntülenmesini istemektedir. Bu tasarımcının öncelikle aşağıdaki tasarım türlerinden hangisini benimsemesi en uygundur?",
    "correctAnswer": "E",
    "options": {
      "A": "Statik Tasarım",
      "B": "Dinamik Tasarım",
      "C": "Sabit Genişlikli Tasarım",
      "D": "Flash Tabanlı Tasarım",
      "E": "Duyarlı (Responsive) Tasarım"
    },
    "explanation": "Web tasarımı cihaz ve ekran bağımsız yapılmalıdır: Günümüzde kullanıcılar farklı boyutlardaki ekranlarda web sayfalarına erişmektedirler. Özellikle akıllı telefon ve tabletlerin kullanımı artmaktadır. Bu artışın önümüzdeki yıllarda daha da artarak süreceği görünmektedir. Buna göre sayfaların ekranlara uyum sağlayabilmesi yani responsive sayfa tasarımı yapılması gerekir."
  },
  {
    "id": "3940717",
    "unitNumber": 1,
    "text": "İnternet ortamında yapılan yayınların düzenlenmesi ve bu yayınlar yoluyla işlenen suçlarla mücadele edilmesi için çıkarılan kanun aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "5237 Sayılı Kanun",
      "B": "6698 Sayılı Kanun",
      "C": "5846 Sayılı Kanun",
      "D": "5070 Sayılı Kanun",
      "E": "5651 Sayılı Kanun"
    },
    "explanation": "Ülkemizde web ortamında işlenen suçları önlemek amacıyla 5651 sayılı “İnternet Ortamında Yapılan Yayınların Düzenlenmesi ve Bu Yayınlar Yoluyla İşlenen Suçlarla Mücadele Edilmesi Hakkında Kanun” hazırlanmıştır."
  },
  {
    "id": "3940161",
    "unitNumber": 2,
    "text": "<strong>Basitten karmaşığa ağ türlerinin doğru sırası aşağıdaki ifadelerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İnternet, İntranet., Extranet, WAN ve LAN.",
      "B": "LAN, internet, WAN, İntranet, Extranet.",
      "C": "İntranet, Extranet, LAN, WAN ve internet.",
      "D": "Extranet, LAN, WAN, internet ve İntranet.",
      "E": "WAN, LAN, internet, İntranet.ve Extranet."
    },
    "explanation": "Basitten karmaşığa doğru ağ türlerini; İntranet, Extranet, LAN, WAN ve internet olarak sıralayabiliriz."
  },
  {
    "id": "3940162",
    "unitNumber": 2,
    "text": "<strong>Modemin işlevi sırası aşağıdaki ifadelerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Gelen sinyalleri güçlendirip kabloya iletir.",
      "B": "Bilgisayardan alınan dijital verileri analog sinyallere dönüştürerek telefon hatlarına aktarılmasını sağlar.",
      "C": "Bir ağ segmentinin, izin verilen maksimum genişletmesini artırmak üzere kullanılabilen bir cihazdır.",
      "D": "Kablolu bir ağa kablosuz erişim yapılmasını sağlar.",
      "E": "Ağların içindeki diğer cihazlardan gelen veri paketlerini filtreleyerek ilgili en uygun porta gönderen cihazlardır."
    },
    "explanation": "Modem: En yaygın kullanılan ağ bileşenlerinden biridir. Bilgisayarların telefon hatları yoluyla internete bağlanmasını sağlar. Bilgisayardan alınan dijital verileri analog sinyallere dönüştürerek telefon hatlarına aktarılmasını sağlar."
  },
  {
    "id": "3940163",
    "unitNumber": 2,
    "text": "<strong>Verilerin kime nasıl gönderileceğine karar verildiği, IP, MAC adresi gibi gerekli bilgilerin eklendiği OSI katmanı </strong><strong>aşağıdaki ifadelerden hangisidir? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sunum-Presentation.",
      "B": "Oturum-Session-.",
      "C": "Ulaşım-Transportation.",
      "D": "Veri-Data link.",
      "E": "Ağ-Network."
    },
    "explanation": "Ağ-Network katmanında verinin kime nasıl gönderileceğine karar verilir. Bunun için de veri paketinin üzerine IP,MAC adresi gibi gerekli bilgiler eklenir. Böylece veri doğru hedefe eksiz bir şekilde gönderilebilir."
  },
  {
    "id": "3940164",
    "unitNumber": 2,
    "text": "<strong>OSI modelinde hızlı olması nedeni ile ses ve video paketlerinin gönderilmesinde kullanılan protokol </strong><strong>aşağıdaki ifadelerden hangisidir? </strong>",
    "correctAnswer": "A",
    "options": {
      "A": "UDP.",
      "B": "TCP.",
      "C": "FTP.",
      "D": "SSH.",
      "E": "HDLC."
    },
    "explanation": "OSI modelinde ulaşım katmanında başlıca iki protokol çalışır. Bunlar; TCP (Transmission Control Protocol) ve UDP (User Datagram Protocol) protokolleridir. TCP daha çok güvenlik ağırlıklı bir protokol iken UDP daha çok hızlı olmasıyla öne çıkan bir protokoldür. Bu nedenle UDP, daha çok ses ve video paketlerinin gönderiminde kullanılır."
  },
  {
    "id": "3940165",
    "unitNumber": 2,
    "text": "<strong>Aşağıdaki ifadelerden hangisi İnternet Protokol Takımı (TCP/IP) katmanlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Uygulama.",
      "B": "Sunum.",
      "C": "Taşıma.",
      "D": "Ağ.",
      "E": "Veri bağlantısı."
    },
    "explanation": "İnternet Protokol Takımı (TCP/IP) 4 katmanlı bir yapıya sahiptir. Bu katmanlar; Uygulama, Taşıma, Ağ ve Veri Bağlantı katmanlarıdır."
  },
  {
    "id": "3940166",
    "unitNumber": 2,
    "text": "<strong>İnternet Protokol Takımı(TCP/IP) taşıma katmanında bulunan protokoller aşağıdaki ifadelerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "SMTP, FTP.",
      "B": "Wifi, ATM.",
      "C": "IP, ICMP.",
      "D": "TCP, UDP.",
      "E": "http, HTTPS."
    },
    "explanation": "Taşıma katmanında verinin ne şekilde gönderildiği gösterilir. TCP veya UDP gibi protokoller bu katmandadır."
  },
  {
    "id": "3940167",
    "unitNumber": 2,
    "text": "<strong>İnternetin en fazla kullanılan hizmeti aşağıdaki ifadelerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Elektronik Mail.",
      "B": "FTP-Dosya Transfer Protokolü.",
      "C": "World Wide Web.",
      "D": "Telnet.",
      "E": "Gopher ve WAIS."
    },
    "explanation": "İnternet üzerinden sağlanan servislere World Wide Web, Telnet, Elektronik Mail, FTP-Dosya Transfer Protokolü, Chat, Haber Gurupları (Newsgroups), Gopher ve WAIS örnek verilebilir. Bu hizmetler içerisinde en fazla kullanılan hizmetler arasında mail, FTP ve Chat de sayılabilir. Ancak internetin en fazla kullanılan hizmeti World Wide Web hizmetidir."
  },
  {
    "id": "3940168",
    "unitNumber": 2,
    "text": "<strong>Aşağıdaki ifadelerden hangisi sunucu taraflı kodlamaya örnektir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "JavaScript.",
      "B": "ASP.Net.",
      "C": "ActionScript.",
      "D": "VBScript.",
      "E": "CoffeeScript."
    },
    "explanation": "İstemci taraflı kodlamaya JavaScript, ActionScript, VBScript ve CoffeeScript örnek verilebilir. Sunucu taraflı kodlamada ise veritabanı destekli ve daha dinamik bir yapı söz konusudur. Sunucu taraflı kodlamaya PHP, ASP.Net, Pyhton, Ruby ve Java örnek verilebilir."
  },
  {
    "id": "3940169",
    "unitNumber": 2,
    "text": "<strong>Aşağıdaki ifadelerden hangisi web tasarım mimarisinin \"davranış\" katmanının tasarım ilkelerinden biridir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yazım ve dilbilgisi kurallarına uygunluğun sağlanması.",
      "B": "Hedef kitle özelliklerinin belirlenmesi.",
      "C": "Renk ve yazı düzenlemeleri ile okunabilirliğin sağlanması.",
      "D": "Kullanıcı etkileşimine verilecek tepkilerin kodlanması.",
      "E": "Site haritası ve yardım gibi destekleyici bileşenlerin sunulması."
    },
    "explanation": "Davranış katmanında içeriği hazırlanan, biçimsel olarak tasarımı gerçekleştirilen web sitesi sayfalarının kullanıcı etkileşimlerine verilecek tepkiler kodlanır."
  },
  {
    "id": "3940170",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi internetin yaygın olarak kullanılan servislerinden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "e-mail",
      "B": "FTP",
      "C": "Telnet",
      "D": "Facebook",
      "E": "WWW"
    },
    "explanation": "Giriş Bölümünü inceleyiniz.<br/>Sorunu doğru yanıtı FACEBOOKTUR. FACEBOOK İNTERNETİN BİR ÖZELLİĞİ DEĞİLDİR.AKSİNE İNTERNET TABANLI BİR SOSYAL AĞ SİTESİ UYGULAMASIDIR."
  },
  {
    "id": "3940171",
    "unitNumber": 2,
    "text": "Bilişim teknolojilerinin en temel teknolojisi olarak değerlendirilen ağlar günümüz internetinin altyapısını oluşturur. <br/>Buna göre aşağıdakilerden hangisi ağların en temel kullanım amaçları içinde yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Veri tabanlarının paylaşılması",
      "B": "Donanım kaynaklarının paylaşılması",
      "C": "Bilgi erişimi ve paylaşımı",
      "D": "İdari ve yönetsel kullanım",
      "E": "İnternet hızı"
    },
    "explanation": "İnterentin hızı ağ yapası ile doğrudan ilişkili değildir. Kaliteli ileişim gerekli olan hız, kaliteyi belirleyen tek değişken de değildir. Bağlantının niteliği, serverın niteliği, kullanıcının sahip olduğu alt yapının niteliği le de ilişkilidri. Sorunun doğru yanıtı için İnternet altyapı bileşenleri bölümünü inceleyiniz."
  },
  {
    "id": "3940172",
    "unitNumber": 2,
    "text": "Gelen sinyallerin güçlendirilip kabloya ileten cihaza ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hub",
      "B": "Modem",
      "C": "Access Point",
      "D": "Switch",
      "E": "Bridge"
    },
    "explanation": "Sorunun doğru yanıtı için İnternet altyapı bileşenleri bölümünü inceleyiniz."
  },
  {
    "id": "3940173",
    "unitNumber": 2,
    "text": "Bilgisayar ağlarını internetten gelecek kötü yazılımlar, virüsler, hackerlar ve zararlı web siteleri gibi olumsuz içerikten korumak için tasarlanmış olan güvenlik donanımlarına ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Router",
      "B": "Hub",
      "C": "Switch",
      "D": "Firewall",
      "E": "Bridge"
    },
    "explanation": "En önemli güvenlik aracı firewall’dur. Sorunun doğru yanıtı için İnternet altyapı Bileşenleri bölümünü inceleyiniz."
  },
  {
    "id": "3940174",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi internet protokol takımı katmanlarında yapılan işlemlerden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Uygulama",
      "B": "Veri bağlantısı",
      "C": "Taşıma",
      "D": "Hard disk bağlantısı",
      "E": "Ağ"
    },
    "explanation": "Hard Disk interente bağlanırken kullandığımız, bilgisayar, tablet ya da cep telefonu gibi cihazların önemli bellek parçasıdır. İneternet bağlantısı ile doğrudan ilişkili değildir. Sorunun doğru yanıtı için İnternet Protokol Takımı bölümünü inceleyiniz."
  },
  {
    "id": "3940175",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Web tasarımlarının arka planında yer alan öğelerden biri değilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "HTML5",
      "B": "CSS3",
      "C": "JML",
      "D": "Hub",
      "E": "Cloud"
    },
    "explanation": "Sorunun doğru yanıtı için İnternet Protokol Takımı bölümünü inceleyiniz."
  },
  {
    "id": "3940176",
    "unitNumber": 2,
    "text": "Aşağıdaki ifadelerden hangisi Web sayfası tasarımı için söylenemez?",
    "correctAnswer": "E",
    "options": {
      "A": "Web uygulamaları için her geçen gün yeni web standartları ve uygulama geliştirme platformları geliştirilmekte ve kullanıma sunulmaktadır.",
      "B": "İçerik katmanında web tasarımında yer alan web sayfalarının içerikleri belirlenir.",
      "C": "Bir web sayfası tasarlanırken içeriğin ne olacağı, bu içeriğin nasıl sunulacağı ve tasarımın davranış şekilleri ve etkileşimleri belirlenmelidir",
      "D": "Gerçek hayata yönelik, web sitesi kullanıcı-larının sorusuna cevap veren içerikler daha fazla kullanıcı çeker.",
      "E": "Web sitesinde sunulacak içeriklerin güvenilirve özgün olması gerekmez."
    },
    "explanation": "Sorunun doğru yanıtı için WEB Tasarım Mimarisi bölümünü inceleyiniz."
  },
  {
    "id": "3940177",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Web sitesi tasarımının amacına uygun olarak hazırlanan içeriğin kullanıcılara etkili bir şekilde sunulması için görsel tasarımda uyulması gereken tasarım ilkelerinden biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hız",
      "B": "Sadelik",
      "C": "Uyumsuzluk",
      "D": "Uyumluluk",
      "E": "Kullanabilirlik"
    },
    "explanation": "Sorunun doğru yanıtı için WEB Tasarım Mimarısı bölümünü inceleyiniz."
  },
  {
    "id": "3940178",
    "unitNumber": 2,
    "text": "Web tasarımında yer alan web sayfalarının içeriklerini belirlendiği katmana ne ad verelir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sunum katmanı",
      "B": "İçerik Katmanı",
      "C": "Davranış katmanı",
      "D": "Modem katmanı",
      "E": "Web katmanı"
    },
    "explanation": "Sorunun doğru yanıtı için Web Tasarım Mimarisi bölümünü inceleyiniz."
  },
  {
    "id": "3940179",
    "unitNumber": 2,
    "text": "Aşağıdaki ifadelerden hangisi WEB tasarım mimarisi içinde yer alan Sunum Katmanı ile ilgili olarak söylenemez?",
    "correctAnswer": "D",
    "options": {
      "A": "Web sitesi tasarımının amacına uygun olarak hazırlanan içeriğin kullanıcılara etkili bir şekilde sunulması için görsel tasarımda uyulması gereken tasarım ilkeleri bulunmaktadır.",
      "B": "Sunum katmanında web tasarımının kullanıcı-ya nasıl gösterileceği belirlenir.",
      "C": "Bir web sitesine erişimin hızlı olması, kullanıcıların sistemden düşmesini, web sitesini terk etmesini önleyecek önemli ilkelerden biridir.",
      "D": "Web sitesinin hızlı bir şekilde erişilebilir olması ve kullanıcı etkileşimlerine hızlı cevap vermesi belirleyici değildir.",
      "E": "Web sitelerinin sade bir tasarıma sahip olması önceki ilk iki ilke olan hız ve kullanılabilir-liği de destekleyen bir tasarım ilkesidi"
    },
    "explanation": "Sorunun doğru yanıtı için WEB Tasarım Mimarisi bölümünü inceleyiniz."
  },
  {
    "id": "3940180",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi internet altyapı bileşenlerinden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ehernet kartı",
      "B": "İstemci",
      "C": "Sunucu",
      "D": "Veri tabanı",
      "E": "İntranet"
    },
    "explanation": "<strong>İNTERNET ALTYAPI BİLEŞENLERİ </strong><br/>En temel internet altyapı bileşenleri:<br/>Ethernet kartı, İstemci, Sunucu, Extranet, İntranettir. Veri tabanı ise bir ağ yapısıdır."
  },
  {
    "id": "3940181",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi bir kuruluşun telekomünikasyon altyapısını kullanarak diğer kuruluşlarla veri ve enformasyon paylaşımı için kullandığı ağa verilen addır?",
    "correctAnswer": "B",
    "options": {
      "A": "Sunucu",
      "B": "Extranet",
      "C": "İntranet",
      "D": "İstemci",
      "E": "Ethernet kartı"
    },
    "explanation": "<strong>İNTERNET ALTYAPI BİLEŞENLERİ </strong><br/><em>Extranet: </em>Bir kuruluşun telekomünikasyon altyapısını kullanarak diğer kuruluşlarla veri ve enformasyon paylaşımı için kullandığı ağa verilen addır."
  },
  {
    "id": "3940182",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisinde ağ türleri basitten karmaşığa doğru sıralanmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "İnternet, LAN,İntranet, WAN ve Extranet",
      "B": "İnternet, Extranet, LAN, WAN ve İntranet",
      "C": "Extranet, LAN, WAN, internet ve İntranet",
      "D": "İntranet, LAN, WAN, internet ve Extranet",
      "E": "İntranet, Extranet, LAN, WAN ve internet"
    },
    "explanation": "<strong>İNTERNET ALTYAPI BİLEŞENLERİ </strong><br/>İntranet, Extranet, LAN, WAN ve internet"
  },
  {
    "id": "3940183",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi ağların içindeki diğer cihazlardan gelen veri paketlerini filtreleyerek ilgili en uygun porta gönderen cihazlardır?",
    "correctAnswer": "C",
    "options": {
      "A": "Hub",
      "B": "Repeater",
      "C": "Switch",
      "D": "Bridge",
      "E": "Router"
    },
    "explanation": "<strong>İNTERNET ALTYAPI BİLEŞENLERİ </strong><br/><em>Switch: </em>Ağların içindeki diğer cihazlardan gelen veri paketlerini filtreleyerek ilgili en uygun porta gönderen cihazlardır."
  },
  {
    "id": "3940184",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi bilgisayar ağlarını internetten gelecek kötü yazılımlar, virüsler, hackerlar ve zararlı web siteleri gibi olumsuz içerikten korumak için tasarlanmış olan güvenlik donanımlarıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Firewall",
      "B": "Router",
      "C": "Hub",
      "D": "Modem",
      "E": "Switch"
    },
    "explanation": "<strong>İNTERNET ALTYAPI BİLEŞENLERİ </strong><br/><em>Firewall: </em>Bilgisayar ağlarını internetten gelecek kötü yazılımlar, virüsler, hackerlar ve zararlı web siteleri gibi olumsuz içerikten korumak için tasarlanmış olan güvenlik donanımlarıdır."
  },
  {
    "id": "3940185",
    "unitNumber": 2,
    "text": "İnternet temel olarak ....... (1) üzerine inşa edilir. Dijital olarak kodlanmış bir verinin iletimi iki şekilde gerçekleşebilir. Dijital verinin tüm bitlerinin aynı anda transfer edilmesi paralel iletim, tek bir iletim yolu üzerinden sıra ile aktarılması ise ........ (2) olarak tanımlanır.<br/>Yukarıdaki boşlukları aşağıdakilerden hangisi doğru tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "1-veri iletimi, 2- bant genişliği",
      "B": "1-veri iletimi, 2- seri iletim",
      "C": "1-bant genişliği, 2- seri iletim",
      "D": "1-seri iletim, 2-veri iletimi",
      "E": "1-bant genişliği, 2-veri iletimi"
    },
    "explanation": "<strong>İNTERNET ALTYAPI BİLEŞENLERİ </strong><br/>1-veri iletimi, 2- seri iletim"
  },
  {
    "id": "3940186",
    "unitNumber": 2,
    "text": "OSI yedi katmanlı bir yapıya sahiptir. Aşağıdakilerden hangisi veri-data link katmanına aittir?",
    "correctAnswer": "C",
    "options": {
      "A": "İletişimdeki senkronizasyonu sağlar",
      "B": "Verinin üzerine mantıksal IP adresi yazılır",
      "C": "Bu katmanda fiziksel adresleme yapılır",
      "D": "Veriyi, alıcı cihaz tarafından okunabilir hale getirir",
      "E": "Uygulamaların birbirleriyle iletişimini kontrol eder."
    },
    "explanation": "<strong>OSI Modeli </strong><br/><strong>Veri-Data linkte </strong>fiziksel adresleme (Media Access Control-MAC) yapılır."
  },
  {
    "id": "3940187",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi OSI yedi katmanından biri olan Oturum-Session katmanına aittir?",
    "correctAnswer": "E",
    "options": {
      "A": "Basit olarak, ağ cihazlarından, kablo ve elektronlarından oluşur",
      "B": "Kullanıcıya en yakın katmandır.",
      "C": "Gönderilen verinin hedefine ulaşması için rota seçimi yapılır.",
      "D": "Alıcı cihazın veriyi almaya hazır olup olmadıgı ve veri gönderildikten sonra alıp almadığının kontrolünü yapar",
      "E": "Uygulamalar arasındaki oturumları başlatır, sonlandırır ve yönetir."
    },
    "explanation": "<strong>OSI Modeli </strong><br/>Oturum-Session katmanı: Uygulamalar arasındaki oturumları başlatır, sonlandırır ve yönetir."
  },
  {
    "id": "3940188",
    "unitNumber": 2,
    "text": "Verinin göndericisi ile alıcısı arasındaki veri akışı kontrolü hangi OSİ katmanında yapılır?",
    "correctAnswer": "D",
    "options": {
      "A": "Uygulama-Application",
      "B": "Sunum-Presentation",
      "C": "Oturum-Session",
      "D": "Ulaşım-Transport",
      "E": "Ağ-Network"
    },
    "explanation": "<strong>OSI Modeli </strong><br/>Ulaşım (Transport) katmanında verinin göndericisi ile alıcısı arasındaki veri akışı kontrolü yapılır."
  },
  {
    "id": "3940189",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi veri katmanı protokolleridir?",
    "correctAnswer": "E",
    "options": {
      "A": "HTTP, HTTPS, SMTP, FTP, TFTP",
      "B": "ISO 8822, ISO 8823, ISO 8824, ITU-T T.73,",
      "C": "SMB, ISO 8326, NFS ISO 8327, ITU-T T.6299",
      "D": "TCP, UDP",
      "E": "Ethernet, HDLC, WI-FI, Token ring,"
    },
    "explanation": "<strong>OSI Modeli </strong><br/>Ethernet, HDLC, WI-FI, Token ring,.. veri katmanı protokolleridir"
  },
  {
    "id": "3940190",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi/hangileri internetin temel alt yapı bileşenlerindendir?<br/>I - Ethernet Kartı<br/>II - İşlemci<br/>III - Intranet<br/>IV - Extranet",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız II",
      "B": "Yalnız III",
      "C": "I, II ve III",
      "D": "I, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "En temel internet altyapı bileşenlerini aşağıdaki gibi sıralamak mümkündür.<br/>Ethernet Kartı: NIC, yani Ağ Arabirim Kartı (Network Interface Card) olarak Ethernet kartı bilgisayar veya ağ cihazlarının ağa bağlanıp diğer cihazlarla veri alışverişi gerçekleştirdiği elektronik bir donanımdır.<br/>İstemci (Client): Bilgisayar ağlarında daha çok sunucudan bilgi talebinde bulunan bilgisayar veya ağ cihazına verilen addır. Kişisel bilgisayarlarımız, akıllı telefonlarımız ve<br/>televizyonlarımız birer istemci cihazdırlar. <br/>Sunucu (Server): Bilgisayar ağlarında ağı<br/>kontrol eden, diğer ağ bileşenlerinin erişebileceği kaynakları barındıran, istemci bilgisayarlara göre daha üst donanım ve konfigürasyona sahip olan gelişmiş bilgisayarlardır. Her ağda sunucu bulunamayacağı gibi bir ağda birden fazla sunucu da bulunabilir.<br/>Extranet: Bir kuruluşun telekomünikasyon altyapısını kullanarak diğer kuruluşlarla veri ve enformasyon paylaşımı için kullandığı ağa verilen addır.<br/>Soruda verilen Ethernet Kartı, Intranet ve Extranet internetin temel altyapı bileşenleri arasındadır. İşlemci ise temel bilgisayar donanımlar arasındadır. İstemci (client) internetin temel altyapı bileşenler arasında yer alır."
  },
  {
    "id": "3940191",
    "unitNumber": 2,
    "text": "Bilgisayar ağlarını internetten gelecek kötü yazılımlar, virüsler, hackerlar ve zararlı web<br/>siteleri gibi olumsuz içerikten korumak için tasarlanmış olan güvenlik donanımları aşağıdakilerden hangisi ile adlandırılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Router",
      "B": "Bridge",
      "C": "Firewall",
      "D": "Hub",
      "E": "Access Point"
    },
    "explanation": "Firewall: Bilgisayar ağlarını internetten gelecek kötü yazılımlar, virüsler, hackerlar ve zararlı web siteleri gibi olumsuz içerikten korumak için tasarlanmış olan güvenlik donanımlarıdır."
  },
  {
    "id": "3940192",
    "unitNumber": 2,
    "text": "Encapsulation aşağıdaki ifadelerden hangisi ile tanımlanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Verinin bir bilgisayardan diğerine gönderilmeden önce paketlenmesi ve veriye protokol bilgilerinin iliştirilmesi işlemidir.",
      "B": "Platformlar arası iletişim sağlamada kullanılan yaygın özellikli bilgi tanıma işlemidir.",
      "C": "Hublar arası çalışmayı düzenleyen işlemlerin tanımladığı bileşke fonksiyondur.",
      "D": "Router çalışmasına izin vermek üzere hazırlanmış uluslararası protokoldür.",
      "E": "Sinyal işleme ve web sitesi geliştirmek üzere geliştirilmiş hazır yazılımların genel adıdır."
    },
    "explanation": "Veriler bir bilgisayardan diğer bir bilgisayara yollanmadan önce gönderici bilgisayar tarafından paketlenir. Bu işleme encapsulation denir. Encapsulation, veriye protokol bilgilerinin iliştirilmesi demektir. Encapsulation işleminin tam tersi alıcı bilgisayar tarafından gerçekleştirilir. Bu işleme ise de-encapsulation denir. Şekil 2.3’te verilen OSI<br/>Katmanlı yapısının ve bu katmanlarda yapılandırılan protokollerin ağlarda sunduğu çeşitli avantajlar bulunmaktadır. Bu avantajların bazıları aşağıda sıralanmıştır<br/>Verinin bir bilgisayardan diğerine gönderilmeden önce paketlenmesi ve veriye protokol bilgilerinin iliştirilmesi işlemidir."
  },
  {
    "id": "3940193",
    "unitNumber": 2,
    "text": "Aşağıdaki ifadelerden hangisi OSI katmanlı yapısının ve bu katmanlarda yapılandırılan protokollerin ağlarda sunduğu çeşitli avantajlardan değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Unix ve Windows gibi farklı platformların iletişimini sağlar.",
      "B": "Ağdaki iletişimi daha büyük ve karmaşık parçalar haline getirir.",
      "C": "Farklı donanım ve yazılımların birbirleriyle haberleşmesini sağlar.",
      "D": "Bir katmanda yapılan değişikliğin diğer katmanları etkilemesini engeller.",
      "E": "Her bir katman diğer katmanları etkilemeden geliştirilebilir."
    },
    "explanation": "OSI Katmanlı yapısının ve bu katmanlarda yapılandırılan protokollerin ağlarda sunduğu çeşitli avantajlar bulunmaktadır. Bu avantajların bazıları aşağıda sıralanmıştır.<br/>• Unix ve Windows gibi farklı platformların iletişimini sağlar.<br/>• Ağdaki iletişimi daha küçük ve daha basit parçalara böler.<br/>• Farklı donanım ve yazılımların birbirleriyle haberleşmesini sağlar.<br/>• Bir katmanda yapılan değişikliğin diğer katmaları etkilemesini engeller. Böylece katmanların bağımsız olarak daha çabuk geliştirilebilmeleri mümkündür.<br/>• Her bir katman diğer katmanları etkilemeden geliştirilebilir.<br/>Ağdaki iletişimi daha büyük ve karmaşık parçalar haline getirir."
  },
  {
    "id": "3940194",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi istemci taraflı kodlamaya örnek programlama dillerden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "PHP",
      "B": "ASP.Net",
      "C": "CoffeeScript",
      "D": "Pyhton",
      "E": "Ruby"
    },
    "explanation": "Sunucu ve istemci taraflı uygulama ve protokoller gibi teknolojiler webin sorunsuz çalışmasını sağlar. İstemci uygulamaları sunucu uygulamalarına istekte bulunur ve bunun karşılığında sunucu uygulamaları uygun bir cevap veya yönlendirme ile bu isteği yanıtlar. Bu temel çalışma mantığında, istemci tarafında; web tarayıcıları, HTML metin işaretleme dili, CSS stil şablonları ile JavaScript, ActionScript, VBScript ve CoffeeScript gibi istemci taraflı kodlar çalışır. Sunucu tarafında ise veritabanı destekli ve daha dinamik bir yapı söz konusudur. Sunucu taraflı programlama dillerine PHP, ASP.Net, Pyhton, Ruby ve Java örnek verilebilir."
  },
  {
    "id": "3940195",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi/hangileri web tasarım katmanları içerisinde yer alır?<br/>I- İçerik<br/>II- Sunum<br/>III- Davranış",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve III",
      "E": "I,II ve III"
    },
    "explanation": "Bir web sayfası tasarlanırken içeriğin ne olacağı, bu içeriğin nasıl sunulacağı ve tasarımın davranış şekilleri ve etkileşimleri belirlenmelidir. Bu üç temel bileşenin yapılandırılmasına 3 katman mimarisi veya web tasarım mimarisi denir. Diğer bir ifadeyle temel web mimarisi içerik, sunum ve davranış olmak üzere üç katmandan oluşur<br/>I,II ve III"
  },
  {
    "id": "3940196",
    "unitNumber": 2,
    "text": "Web sayfalarının içeriğini oluştururken kullanılan metin işaretleme dili hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "URL",
      "B": "SQL",
      "C": "JavaScript",
      "D": "HTML",
      "E": "PHP"
    },
    "explanation": "Web sitelerinin tasarımında, içeriğin tanımlanmasında HTML betik dili kullanılır. HTML, web sayfalarının içeriğini oluştururken kullanılan metin işaretleme dilidir."
  },
  {
    "id": "3940197",
    "unitNumber": 2,
    "text": "Bir iletim kanalının birim zamandaki veri aktarım kapasitesine ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bant Genişliği",
      "B": "Hız",
      "C": "Uyumluluk",
      "D": "Sadelik",
      "E": "Çözünürlük"
    },
    "explanation": "Bant genişliği (Bandwitdh), bir iletim kanalının birim zamandaki veri aktarım kapasitesidir."
  },
  {
    "id": "3940198",
    "unitNumber": 2,
    "text": "jQuery aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "JavaScript'te kullanılan bir kütüphanedir.",
      "B": "CoffeeScript'te kullanılan bir bağlantı elemanıdır.",
      "C": "Arama motorudur.",
      "D": "Integrated Development Environment'tır.",
      "E": "Anti-Virüs programıdır."
    },
    "explanation": "JavaScript programlama dilinde en yaygın kullanılan kütüphane ise jQuery’dir.<br/>JavaScript'te kullanılan bir kütüphanedir."
  },
  {
    "id": "3940199",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi/ hangileri web mimarisi konusunda çalışan programlama dillerinden olan ASP ve PHP'nin ortak özelliklerindendir?<br/>I - Sunucu Taraflı Olmaları<br/>II- Açık Kaynak Kodlu Olmaları<br/>III- HTML İçerisine Gömülebilmeleri",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve III",
      "E": "I,II ve II"
    },
    "explanation": "Web tasarım mimarisinin davranış katmanında sunucu taraflı olarak en yaygın kullanılan internet tabanlı programlama dili PHP dilidir. PHP, ücretsiz, açık kaynak kodlu ve nesne yönelimli olarak geliştirilen bir dildir. PHP programlama dili sunucu taraflı çalışan, HTML içerisine gömülebilen bir betik dildir. Geniş kullanım alanına ve kullanıcı sayısına sahip olan PHP çoğunlukla hareketli ve etkileşimli web sayfaları oluşturmak için kullanılır. PHP, HTML içerisine gömülebileceği gibi .php uzantılı sayfalara da kodlanabilir. PHP kodlarının sorunsuz çalışabilmesi için çalıştırılan sunucunun Linux tabanlı olması gerekmektedir. Günümüzde web sunucu olarak en yaygın kullanılan sunucu bilgisayar işletim sistemleri Linux işletim sistemleridir. Bu da PHP dilinin yaygın kullanımını pekiştirmektedir. PHP dili veri tabanı olarak en iyi uyumu MySQL veritabanı ile kurmaktadır. PHP kodları <!--?php…?--> betiği arasına yazılır.<br/>Davranış katmanında, sunucu tara<br/>I ve III"
  },
  {
    "id": "3940200",
    "unitNumber": 3,
    "text": "Sunucu altyapısının gereksinimlere göre güçlendirilmesi ve zayıflatılması, sunucuların aşağıdaki tercih edilme sebeplerinden hangisi ile ifade edilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ölçeklenebilirlik",
      "B": "Devamlılık",
      "C": "Konsolidasyon",
      "D": "Güvenlik",
      "E": "Hot-Swup Plug"
    },
    "explanation": "Sunucuların tercih edilme sebepleri aşağıdaki şekilde sıralanabilir.<br/><ul> <li>Performans: Birden fazla istemciye hizmet sağladığından çoklu işlemci desteği, yüksek kapasitede RAM ve hızlı disk sistemleri vardır.</li> </ul> <ul> <li>Ölçeklenebilirlik: Sunucu altyapısının gereksinimlere göre güçlendirilmesi ve zayıflatılmasıdır. İşlemci, RAM, disk kapasitelerinin artırılması, azaltılmasıdır.</li> </ul> <ul> <li>Devamlılık: Sistemlerin hata vermeden çalışabilir olmasının sağlanmasıdır. Donanım kaynaklı hatalar durumunda yedek sistemler devreye girerek otomatik bir şekilde çalışmaya devam eder.</li> </ul> <ul> <li>Konsolidasyon: Sunucu sistemleri dağınık bilgisayar sistemlerinden farklı olarak yapıları benzer olduğu için bağlantılı şekilde çalışabilir.</li> </ul> <ul> <li>Güvenlik: Sunucular kişisel bilgisayarlara göre daha farklı ve kapsamlı güvenlik önlemleri kullanılarak veri güvenliği sağlanabilir.</li> </ul> <ul> <li>Hot-Swup Plug: Sunucular çalışma anında herhangi bir kesinti olmadan donanım ekleme, çıkarma ve yenileme işlemleri yapılabilir.</li> </ul> <ul> <li>Desteklenebilirlik</li> </ul> <ul> <li>Yedekleme: Aktif sunucular dışında farklı lokasyon ve ortamlarda sunucular yedekleme işlemi yapılarak kötü senaryo durumlarında aktif hâle getirilebilir</li> </ul>"
  },
  {
    "id": "3940201",
    "unitNumber": 3,
    "text": "Sistemlerin hata vermeden çalışabilir olmasının sağlanması, sunucuların aşağıdaki tercih edilme sebeplerinden hangisi ile ifade edilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ölçeklenebilirlik",
      "B": "Devamlılık",
      "C": "Konsolidasyon",
      "D": "Güvenlik",
      "E": "Hot-Swup Plug"
    },
    "explanation": "Sunucuların tercih edilme sebepleri aşağıdaki şekilde sıralanabilir.<br/><ul> <li>Performans: Birden fazla istemciye hizmet sağladığından çoklu işlemci desteği, yüksek kapasitede RAM ve hızlı disk sistemleri vardır.</li> </ul> <ul> <li>Ölçeklenebilirlik: Sunucu altyapısının gereksinimlere göre güçlendirilmesi ve zayıflatılmasıdır. İşlemci, RAM, disk kapasitelerinin artırılması, azaltılmasıdır.</li> </ul> <ul> <li>Devamlılık: Sistemlerin hata vermeden çalışabilir olmasının sağlanmasıdır. Donanım kaynaklı hatalar durumunda yedek sistemler devreye girerek otomatik bir şekilde çalışmaya devam eder.</li> </ul> <ul> <li>Konsolidasyon: Sunucu sistemleri dağınık bilgisayar sistemlerinden farklı olarak yapıları benzer olduğu için bağlantılı şekilde çalışabilir.</li> </ul> <ul> <li>Güvenlik: Sunucular kişisel bilgisayarlara göre daha farklı ve kapsamlı güvenlik önlemleri kullanılarak veri güvenliği sağlanabilir.</li> </ul> <ul> <li>Hot-Swup Plug: Sunucular çalışma anında herhangi bir kesinti olmadan donanım ekleme, çıkarma ve yenileme işlemleri yapılabilir.</li> </ul> <ul> <li>Desteklenebilirlik</li> </ul> <ul> <li>Yedekleme: Aktif sunucular dışında farklı lokasyon ve ortamlarda sunucular yedekleme işlemi yapılarak kötü senaryo durumlarında aktif hâle getirilebilir</li> </ul>"
  },
  {
    "id": "3940202",
    "unitNumber": 3,
    "text": "Sunucu sistemlerinin dağınık bilgisayar sistemlerinden farklı olarak yapıları benzer olduğu için bağlantılı şekilde çalışabilir olması, sunucuların aşağıdaki tercih edilme sebeplerinden hangisi ile ifade edilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ölçeklenebilirlik",
      "B": "Devamlılık",
      "C": "Konsolidasyon",
      "D": "Güvenlik",
      "E": "Hot-Swup Plug"
    },
    "explanation": "Sunucuların tercih edilme sebepleri aşağıdaki şekilde sıralanabilir.<br/><ul> <li>Performans: Birden fazla istemciye hizmet sağladığından çoklu işlemci desteği, yüksek kapasitede RAM ve hızlı disk sistemleri vardır.</li> </ul> <ul> <li>Ölçeklenebilirlik: Sunucu altyapısının gereksinimlere göre güçlendirilmesi ve zayıflatılmasıdır. İşlemci, RAM, disk kapasitelerinin artırılması, azaltılmasıdır.</li> </ul> <ul> <li>Devamlılık: Sistemlerin hata vermeden çalışabilir olmasının sağlanmasıdır. Donanım kaynaklı hatalar durumunda yedek sistemler devreye girerek otomatik bir şekilde çalışmaya devam eder.</li> </ul> <ul> <li>Konsolidasyon: Sunucu sistemleri dağınık bilgisayar sistemlerinden farklı olarak yapıları benzer olduğu için bağlantılı şekilde çalışabilir.</li> </ul> <ul> <li>Güvenlik: Sunucular kişisel bilgisayarlara göre daha farklı ve kapsamlı güvenlik önlemleri kullanılarak veri güvenliği sağlanabilir.</li> </ul> <ul> <li>Hot-Swup Plug: Sunucular çalışma anında herhangi bir kesinti olmadan donanım ekleme, çıkarma ve yenileme işlemleri yapılabilir.</li> </ul> <ul> <li>Desteklenebilirlik</li> </ul> <ul> <li>Yedekleme: Aktif sunucular dışında farklı lokasyon ve ortamlarda sunucular yedekleme işlemi yapılarak kötü senaryo durumlarında aktif hâle getirilebilir</li> </ul>"
  },
  {
    "id": "3940203",
    "unitNumber": 3,
    "text": "Sunucuların kişisel bilgisayarlara göre daha farklı ve kapsamlı güvenlik önlemleri kullanılarak veri güvenliği sağlayabiliyor olması, sunucuların aşağıdaki tercih edilme sebeplerinden hangisi ile ifade edilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ölçeklenebilirlik",
      "B": "Devamlılık",
      "C": "Konsolidasyon",
      "D": "Güvenlik",
      "E": "Hot-Swup Plug"
    },
    "explanation": "Sunucuların tercih edilme sebepleri aşağıdaki şekilde sıralanabilir.<br/><ul> <li>Performans: Birden fazla istemciye hizmet sağladığından çoklu işlemci desteği, yüksek kapasitede RAM ve hızlı disk sistemleri vardır.</li> </ul> <ul> <li>Ölçeklenebilirlik: Sunucu altyapısının gereksinimlere göre güçlendirilmesi ve zayıflatılmasıdır. İşlemci, RAM, disk kapasitelerinin artırılması, azaltılmasıdır.</li> </ul> <ul> <li>Devamlılık: Sistemlerin hata vermeden çalışabilir olmasının sağlanmasıdır. Donanım kaynaklı hatalar durumunda yedek sistemler devreye girerek otomatik bir şekilde çalışmaya devam eder.</li> </ul> <ul> <li>Konsolidasyon: Sunucu sistemleri dağınık bilgisayar sistemlerinden farklı olarak yapıları benzer olduğu için bağlantılı şekilde çalışabilir.</li> </ul> <ul> <li>Güvenlik: Sunucular kişisel bilgisayarlara göre daha farklı ve kapsamlı güvenlik önlemleri kullanılarak veri güvenliği sağlanabilir.</li> </ul> <ul> <li>Hot-Swup Plug: Sunucular çalışma anında herhangi bir kesinti olmadan donanım ekleme, çıkarma ve yenileme işlemleri yapılabilir.</li> </ul> <ul> <li>Desteklenebilirlik</li> </ul> <ul> <li>Yedekleme: Aktif sunucular dışında farklı lokasyon ve ortamlarda sunucular yedekleme işlemi yapılarak kötü senaryo durumlarında aktif hâle getirilebilir</li> </ul>"
  },
  {
    "id": "3940204",
    "unitNumber": 3,
    "text": "Sunucuların çalışma anında herhangi bir kesinti olmadan donanım ekleme, çıkarma ve yenileme işlemleri yapılabiliyor olması, sunucuların aşağıdaki tercih edilme sebeplerinden hangisi ile ifade edilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ölçeklenebilirlik",
      "B": "Devamlılık",
      "C": "Konsolidasyon",
      "D": "Güvenlik",
      "E": "Hot-Swup Plug"
    },
    "explanation": "Sunucuların tercih edilme sebepleri aşağıdaki şekilde sıralanabilir.<br/><ul> <li>Performans: Birden fazla istemciye hizmet sağladığından çoklu işlemci desteği, yüksek kapasitede RAM ve hızlı disk sistemleri vardır.</li> </ul> <ul> <li>Ölçeklenebilirlik: Sunucu altyapısının gereksinimlere göre güçlendirilmesi ve zayıflatılmasıdır. İşlemci, RAM, disk kapasitelerinin artırılması, azaltılmasıdır.</li> </ul> <ul> <li>Devamlılık: Sistemlerin hata vermeden çalışabilir olmasının sağlanmasıdır. Donanım kaynaklı hatalar durumunda yedek sistemler devreye girerek otomatik bir şekilde çalışmaya devam eder.</li> </ul> <ul> <li>Konsolidasyon: Sunucu sistemleri dağınık bilgisayar sistemlerinden farklı olarak yapıları benzer olduğu için bağlantılı şekilde çalışabilir.</li> </ul> <ul> <li>Güvenlik: Sunucular kişisel bilgisayarlara göre daha farklı ve kapsamlı güvenlik önlemleri kullanılarak veri güvenliği sağlanabilir.</li> </ul> <ul> <li>Hot-Swup Plug: Sunucular çalışma anında herhangi bir kesinti olmadan donanım ekleme, çıkarma ve yenileme işlemleri yapılabilir.</li> </ul> <ul> <li>Desteklenebilirlik</li> </ul> <ul> <li>Yedekleme: Aktif sunucular dışında farklı lokasyon ve ortamlarda sunucular yedekleme işlemi yapılarak kötü senaryo durumlarında aktif hâle getirilebilir</li> </ul>"
  },
  {
    "id": "3940205",
    "unitNumber": 3,
    "text": "Alan adının başka biri tarafından kullanıldığını ifade eden durum kodu aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Active Status",
      "B": "Available Status",
      "C": "On Hold (Registrar Hold) Status",
      "D": "Redemption Period",
      "E": "Pending Delete"
    },
    "explanation": "<strong>Domain Status:</strong> Alan adı durum kodlarını belirtmek için kullanılan ifadedir. Alan adları aşağıdaki durum kodlarını almaktadır.<br/><ul> <li>Active Status: Alan adının başka biri tarafından kullanıldığını ifade eder.</li> <li>Available Status: Alan adının kullanıma uygun olduğunu ifade eder. Herhangi bir aracı firma ile kayıt edilip alınabilir.</li> <li>On Hold (Registrar Hold) Status: Alan adının süresi bittikten sonra alan adı sahibinin tekrardan onu alması için beklenen süreyi ifade eder. Bu süreçte başkaları tarafından alan adı alınamaz.</li> <li>Redemption Period: On Hold Status bölümünde alan adı sahibi tarafından alınmayan alan adını son kez alması için verilen şansı ifade eder. Alan adı sahibi yüksek ücretler karşılığında tekrar alan adını alabilir.</li> <li>Pending Delete: Alan adı üzerinde sahibi veya diğer kişiler tarafından işlem yapılamayan durumu ifade eder. Bu süre bittikten sonra alan adı tekrar available status konuma gelir.</li> </ul>"
  },
  {
    "id": "3940206",
    "unitNumber": 3,
    "text": "Alan adının kullanıma uygun olduğunu ifade eden durum kodu aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Active Status",
      "B": "Available Status",
      "C": "On Hold (Registrar Hold) Status",
      "D": "Redemption Period",
      "E": "Pending Delete"
    },
    "explanation": "<strong>Domain Status:</strong> Alan adı durum kodlarını belirtmek için kullanılan ifadedir. Alan adları aşağıdaki durum kodlarını almaktadır.<br/><ul> <li>Active Status: Alan adının başka biri tarafından kullanıldığını ifade eder.</li> <li>Available Status: Alan adının kullanıma uygun olduğunu ifade eder. Herhangi bir aracı firma ile kayıt edilip alınabilir.</li> <li>On Hold (Registrar Hold) Status: Alan adının süresi bittikten sonra alan adı sahibinin tekrardan onu alması için beklenen süreyi ifade eder. Bu süreçte başkaları tarafından alan adı alınamaz.</li> <li>Redemption Period: On Hold Status bölümünde alan adı sahibi tarafından alınmayan alan adını son kez alması için verilen şansı ifade eder. Alan adı sahibi yüksek ücretler karşılığında tekrar alan adını alabilir.</li> <li>Pending Delete: Alan adı üzerinde sahibi veya diğer kişiler tarafından işlem yapılamayan durumu ifade eder. Bu süre bittikten sonra alan adı tekrar available status konuma gelir.</li> </ul>"
  },
  {
    "id": "3940207",
    "unitNumber": 3,
    "text": "Alan adının süresi bittikten sonra alan adı sahibinin tekrardan onu alması için beklenen süreyi ifade eden durum kodu aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Active Status",
      "B": "Available Status",
      "C": "On Hold (Registrar Hold) Status",
      "D": "Redemption Period",
      "E": "Pending Delete"
    },
    "explanation": "<strong>Domain Status:</strong> Alan adı durum kodlarını belirtmek için kullanılan ifadedir. Alan adları aşağıdaki durum kodlarını almaktadır.<br/><ul> <li>Active Status: Alan adının başka biri tarafından kullanıldığını ifade eder.</li> <li>Available Status: Alan adının kullanıma uygun olduğunu ifade eder. Herhangi bir aracı firma ile kayıt edilip alınabilir.</li> <li>On Hold (Registrar Hold) Status: Alan adının süresi bittikten sonra alan adı sahibinin tekrardan onu alması için beklenen süreyi ifade eder. Bu süreçte başkaları tarafından alan adı alınamaz.</li> <li>Redemption Period: On Hold Status bölümünde alan adı sahibi tarafından alınmayan alan adını son kez alması için verilen şansı ifade eder. Alan adı sahibi yüksek ücretler karşılığında tekrar alan adını alabilir.</li> <li>Pending Delete: Alan adı üzerinde sahibi veya diğer kişiler tarafından işlem yapılamayan durumu ifade eder. Bu süre bittikten sonra alan adı tekrar available status konuma gelir.</li> </ul>"
  },
  {
    "id": "3940208",
    "unitNumber": 3,
    "text": "Alan adı sahibinin yüksek ücretler karşılığında tekrar alan adını alabilmesinin söz konusu olduğu durum kodu aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Active Status",
      "B": "Available Status",
      "C": "On Hold (Registrar Hold) Status",
      "D": "Redemption Period",
      "E": "Pending Delete"
    },
    "explanation": "<strong>Domain Status:</strong> Alan adı durum kodlarını belirtmek için kullanılan ifadedir. Alan adları aşağıdaki durum kodlarını almaktadır.<br/><ul> <li>Active Status: Alan adının başka biri tarafından kullanıldığını ifade eder.</li> <li>Available Status: Alan adının kullanıma uygun olduğunu ifade eder. Herhangi bir aracı firma ile kayıt edilip alınabilir.</li> <li>On Hold (Registrar Hold) Status: Alan adının süresi bittikten sonra alan adı sahibinin tekrardan onu alması için beklenen süreyi ifade eder. Bu süreçte başkaları tarafından alan adı alınamaz.</li> <li>Redemption Period: On Hold Status bölümünde alan adı sahibi tarafından alınmayan alan adını son kez alması için verilen şansı ifade eder. Alan adı sahibi yüksek ücretler karşılığında tekrar alan adını alabilir.</li> <li>Pending Delete: Alan adı üzerinde sahibi veya diğer kişiler tarafından işlem yapılamayan durumu ifade eder. Bu süre bittikten sonra alan adı tekrar available status konuma gelir.</li> </ul>"
  },
  {
    "id": "3940209",
    "unitNumber": 3,
    "text": "Alan adı üzerinde sahibi veya diğer kişiler tarafından işlem yapılamayan durumu ifade eden durum kodu aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Active Status",
      "B": "Available Status",
      "C": "On Hold (Registrar Hold) Status",
      "D": "Redemption Period",
      "E": "Pending Delete"
    },
    "explanation": "<strong>Domain Status:</strong> Alan adı durum kodlarını belirtmek için kullanılan ifadedir. Alan adları aşağıdaki durum kodlarını almaktadır.<br/><ul><br/><li>Active Status: Alan adının başka biri tarafından kullanıldığını ifade eder.</li><br/><li>Available Status: Alan adının kullanıma uygun olduğunu ifade eder. Herhangi bir aracı firma ile kayıt edilip alınabilir.</li><br/><li>On Hold (Registrar Hold) Status: Alan adının süresi bittikten sonra alan adı sahibinin tekrardan onu alması için beklenen süreyi ifade eder. Bu süreçte başkaları tarafından alan adı alınamaz.</li><br/><li>Redemption Period: On Hold Status bölümünde alan adı sahibi tarafından alınmayan alan adını son kez alması için verilen şansı ifade eder. Alan adı sahibi yüksek ücretler karşılığında tekrar alan adını alabilir.</li><br/><li>Pending Delete: Alan adı üzerinde sahibi veya diğer kişiler tarafından işlem yapılamayan durumu ifade eder. Bu süre bittikten sonra alan adı tekrar available status konuma gelir.</li><br/></ul>"
  },
  {
    "id": "3940210",
    "unitNumber": 3,
    "text": "Herhangi bir bilgisayar ağı üzerinde diğer ağ bileşenlerinin merkezî kaynağın, hizmetin, programın ya da bilginin farklı kullanıcılara erişimini sağlayan, onu paylaştıran, dağıtan donanım veya yazılıma ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sunucu",
      "B": "İstemci",
      "C": "Domain",
      "D": "DNS",
      "E": "SSL"
    },
    "explanation": "Sunucu (Server), herhangi bir bilgisayar ağı üzerinde diğer ağ bileşenlerinin merkezî kaynağın, hizmetin, programın ya da bilginin farklı kullanıcılara/sistemlere erişimini sağlayan, onu paylaştıran, dağıtan donanım veya yazılıma verilen isimdir. Daha basit bir ifade ile sunucu, ağa bağlı istemci (client) tarafından yapılan isteklere cevap veren sistemlerdir."
  },
  {
    "id": "3940211",
    "unitNumber": 3,
    "text": "Bir ağ üzerinde, sunucu bilgisayarlardan hizmet alan kullanıcı bilgisayarlara ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Server",
      "B": "WAN",
      "C": "İstemci",
      "D": "HTTP",
      "E": "Proxy"
    },
    "explanation": "İstemci (Client), bir ağ üzerinde, sunucu bilgisayarlardan hizmet alan kullanıcı bilgisayarlarıdır."
  },
  {
    "id": "3940212",
    "unitNumber": 3,
    "text": "Sunucuların tercih edilme sebeplerinden biri olan “Hot-Swup Plug” ne anlama gelir?",
    "correctAnswer": "D",
    "options": {
      "A": "Çoklu işlemci desteğidir.",
      "B": "İşlemci, RAM, disk kapasitelerinin artırılması, azaltılmasıdır.",
      "C": "Sistemlerin hata vermeden çalışabilir olmasının sağlanmasıdır.",
      "D": "Sunucular çalışırken kesinti olmadan donanım ekleme, çıkarma ve yenileme işlemlerinin yapılabilmesidir.",
      "E": "Aktif sunucular dışında farklı lokasyon ve ortamlarda sunucular yedekleme işlemi yapılarak gerekli durumlarında aktif hâle getirilebilir."
    },
    "explanation": "\"Hot-Swup Plug; sunucuların çalışma anında herhangi bir kesinti olmadan donanım ekleme, çıkarma ve yenileme işlemlerinin yapılabilmesidir."
  },
  {
    "id": "3940213",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bir donanımsal sunucudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Web sunucu",
      "B": "Veritabanı sunucusu",
      "C": "E-posta sunucusu",
      "D": "Proxy sunucu",
      "E": "Blade sunucu"
    },
    "explanation": "Sunucular donanımsal (hardware) ve yazılımsal (software) sunucular olmak üzere ikiye ayrılır. Blade sunucular donanımsal sunuculardandır."
  },
  {
    "id": "3940214",
    "unitNumber": 3,
    "text": "Bir alan adının başka bir alan adına yönlendirilmesi işlemine ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Domain Transfer",
      "B": "Domain Appraisals",
      "C": "Domain Extensions",
      "D": "Domain Forward",
      "E": "Domain Registrars"
    },
    "explanation": "Bir alan adının başka bir alan adına yönlendirilmesi işlemine \"Domain Forward\" denir."
  },
  {
    "id": "3940215",
    "unitNumber": 3,
    "text": "Bir alan adı üzerinde sahibi veya diğer kişiler tarafından işlem yapılamayan durumu ifade eden <strong>domain status</strong> (alan adı durum kodu) hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Redemption Period",
      "B": "On Hold Status",
      "C": "Available Status",
      "D": "Pending Delete",
      "E": "Active Status"
    },
    "explanation": "Alan adı üzerinde sahibi veya diğer kişiler tarafından işlem yapılamayan durumu ifade eden alan adı durum kodu \"Pending Delete\"dir. Bu süre bittikten sonra alan adı tekrar available status konuma gelir."
  },
  {
    "id": "3940216",
    "unitNumber": 3,
    "text": "Bir veri iletişim ortamı ya da haberleşme kanalında, belli bir süre içerisinde aktarılabilecek veri boyutunu, başka bir ifadeyle kanalın kapasitesini ifade etmek için kullanılan terim hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Depolama Alanı",
      "B": "Bant Genişliği",
      "C": "Veri Aktarım Hızı",
      "D": "Uptime",
      "E": "Veri Tabanı Desteği"
    },
    "explanation": "Bir veri iletişim ortamı ya da haberleşme kanalında, belli bir süre içerisinde aktarılabilecek veri boyutunu, başka bir ifadeyle kanalın kapasitesini ifade etmek için Bant Genişliği (Bandwith) terimi kullanılır."
  },
  {
    "id": "3940217",
    "unitNumber": 3,
    "text": "Hangisi paylaşımlı barındırma hizmetinin dezavantajlarından biri <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Güvenlik garantisi verilmemektedir.",
      "B": "Barındırma ücretleri yüksektir.",
      "C": "Diğer kullanıcılar kaynak kullanımını etkileyebilir.",
      "D": "Sunucu ayarlarına sınırlı erişim bulunmaktadır.",
      "E": "Sunucu kaynaklarına erişim sınırsız değildir."
    },
    "explanation": "Paylaşımlı barındırma hizmetlerinde, barındırma ücreti yüksek değildir. Sunucu kaynakları farklı kullanıcılar tarafından paylaşıldığı için ekonomiktir ve bu de paylaşımlı barındırma hizmetinin avantajlarındandır."
  },
  {
    "id": "3940218",
    "unitNumber": 3,
    "text": "Bir web sunucusunun yüksek hızda internet erişimi, güvenlik, yedekleme ve teknik destek gibi hizmetleri sağlayabilecek bir hosting firmasına ait veri merkezinde barındırılması hizmetine ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Dedicated Server",
      "B": "Cloud Hosting",
      "C": "Virtual Hosting",
      "D": "Reseller Hosting",
      "E": "Co-Location"
    },
    "explanation": "Co-Location (Sunucu Barındırma), bir web sunucusunun yüksek hızda internet erişimi, güvenlik, yedekleme ve teknik destek gibi hizmetleri sağlayabilecek bir hosting firmasına ait veri merkezinde barındırılması hizmetidir. Yani kendinize ait sunucuyu internet bağlantısının sürekli olduğu, elektrik kesintilerine uğramayacağı ve soğutma hizmetinin verildiği özel odalarda barındırmak üzere hazırlanmış özel yerlerde tutma işlemidir."
  },
  {
    "id": "3940219",
    "unitNumber": 3,
    "text": "Hangisi Cloud Hosting ve Cloud Server avantajlarından biri <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kesintisiz Erişim",
      "B": "Esnek Altyapı",
      "C": "Yüksek Gizlilik ve Güvenlik",
      "D": "Düşük Donanım Maliyeti",
      "E": "Yedekleme Olanakları"
    },
    "explanation": "Gizlilik ve güvenlik, Cloud Hosting ve Cloud Server açısından dezavantajdır. Bazı özel kuruluşlar ve kamu kuruluşları tarafından sunucularda depolanan finans bilgileri, kişisel bilgiler vb. verilerin farklı lokasyon, farklı sunucularda olması güvenlik açıkları oluşturabilmektedir."
  },
  {
    "id": "3940220",
    "unitNumber": 3,
    "text": "Bir ağ üzerinde, sunucu bilgisayarlardan hizmet alan kullanıcı bilgisayarlarına ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sunucu",
      "B": "İstemci",
      "C": "Co-Location",
      "D": "Workstation",
      "E": "PC"
    },
    "explanation": "İstemci (Client) Bir ağ üzerinde, sunucu bilgisayarlardan hizmet alan kullanıcı bilgisayarlarıdır."
  },
  {
    "id": "3940221",
    "unitNumber": 3,
    "text": "Sunucular ile çalışma anında herhangi bir kesinti olmadan donanım ekleme, çıkarma ve yenileme işlemleri yapılabilmesine ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Performans",
      "B": "Ölçeklenebilirlik",
      "C": "Devamlılık",
      "D": "Konsolidasyon",
      "E": "Hot-Swup Plug"
    },
    "explanation": "Hot-Swup Plug: Sunucular çalışma anında herhangi bir kesinti olmadan donanım<br/>ekleme, çıkarma ve yenileme işlemleri yapılabilir."
  },
  {
    "id": "3940222",
    "unitNumber": 3,
    "text": "<ol type=\"I\"><br/><li>Daha az yer kaplaması</li><br/><li>Kolay soğutulması </li><br/><li>Fiyatlarının diğer sunuculara göre uygun olması</li><br/><li>Kurulum ve yerleştirilmesi diğer sunuculara göre kolay olması</li><br/><li>Ağ bileşenleri arasında kablolamanın kolay olması</li><br/></ol><br/>Yukarıdakilerden hangileri raf tipi sunucuların avantajları arasında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I ve II",
      "B": "II, III ve V",
      "C": "III, IV ve V",
      "D": "I, III, IV ve V",
      "E": "II, III, IV ve V"
    },
    "explanation": "Raf tipi sunucuların avantajları;<br/>• Daha az yer kaplaması,<br/>• Fiyatlarının diğer sunuculara göre uygun olması,<br/>• Kurulum ve yerleştirilmesi diğer sunuculara göre kolay olması,<br/>• Ağ bileşenleri arasında kablolamanın kolay olmasıdır.<br/>Raf tipi sunucuların dezavantajları;<br/>•<strong> Soğutması zordur,</strong><br/>• Ölçeklenebilirliği azdır,<br/>• Küçük alanda sunucu parçaları yer aldığı için yapılandırılmaları zordur."
  },
  {
    "id": "3940223",
    "unitNumber": 3,
    "text": "Alan adının isim olarak değerinin hesaplanmasına ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Domain Appraisals",
      "B": "Typo Domain",
      "C": "Whois Privacy Protect",
      "D": "Domain Transfer",
      "E": "Domain Epp Code"
    },
    "explanation": "Domain Appraisals: Alan adının isim olarak değerinin hesaplanmasıdır. Alan adı değerlemesi sırasında anlamı, uzunluğu ve uzantısı gibi kriterler yer almaktadır."
  },
  {
    "id": "3940224",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi paylaşımlı barındırma (Shared Hosting) hizmeti dezavantajlarından biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Güvenlik garantisi verilmemektedir.",
      "B": "Diğer kullanıcılar kaynak kullanımını etkileyebilir.",
      "C": "Sunucu ayarlarına sınırlı erişim bulunmaktadır.",
      "D": "Sunucu kaynaklarına erişim sınırsız değildir.",
      "E": "Kullanıcının sunucu yönetimi bilgisine sahip olması gerekmez."
    },
    "explanation": "Paylaşımlı Barındırma (Shared Hosting) Hizmeti Dezavantajları<br/>• Güvenlik garantisi verilmemektedir.<br/>• Diğer kullanıcılar kaynak kullanımını etkileyebilir.<br/>• Sunucu ayarlarına sınırlı erişim bulunmaktadır.<br/>• Sunucu kaynaklarına erişim sınırsız değildir.<br/>Paylaşımlı Barındırma (Shared Hosting) Hizmeti Avantajları<br/>• Sunucu kaynakları farklı kullanıcılar tarafından paylaşıldığı için ekonomiktir.<br/>• Hızlı ve kolay bir şekilde web sitesi yayınlanabilir.<br/>• Sunucunun yedekleme, bakım, güncelleme ve teknik yönetimi firma tarafından yapılır.<br/>• Sunucu üzerinde birçok bileşen ve yazılım yüklüdür.<br/><strong>• Kullanıcının sunucu yönetimi bilgisine sahip olması gerekmez.</strong>"
  },
  {
    "id": "3940225",
    "unitNumber": 3,
    "text": "<ol type=\"I\"><br/><li>Paylaşım hosting ve VPS’ye göre daha yüksek performans sağlar.</li><br/><li>Sistem kaynakları gereksinimler doğrultusunda artırılabilir. </li><br/><li>Sunucu yönetimi için teknik bilgi gerekmez.</li><br/><li>Yazılımsal olarak bağımsız olduğu için istekler doğrultusunda özelleştirilebilir. </li><br/><li>Yazılım ve donanım bakımından bağımsız olduğu için daha güvenlirdir. Yukarıdakilerden hangileri VDS (Sanal Özel Sunucu) avantajları arasında yer alır?</li><br/></ol>",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I ve II",
      "B": "I, II ve III",
      "C": "II, III ve V",
      "D": "I, II, IV ve V",
      "E": "II, III, IV ve V"
    },
    "explanation": "Virtual Dedicated Server Avantajları<br/>• Performans: Paylaşım hosting ve VPS’ye göre daha yüksek performans sağlar.<br/>• Bağımsızlık: Fiziksel bir sunucu gibi üzerinde her türlü işlem yapılabilir. Herhangi bir VDS sisteme bulaşan virüsten diğer sanal sunucular etkilenemez.<br/>• Ölçeklenebilirlik: Sistem kaynakları gereksinimler doğrultusunda artırılabilir.<br/>• Maliyet: Kiralık sunuculara göre daha ucuzdur.<br/>• Tam Yetki: Sunucu sahibi olarak sunucu üzerinde yazılım yükleme veya kaldırma, web sitesine özel<br/>ayarlar yapma vb. işlemler için root erişim yetkisi vardır.<br/>• Özelleştirme: Yazılımsal olarak bağımsız olduğu için istekler doğrultusunda özelleştirilebilir.<br/>• Gizlilik ve Güvenlik: Yazılım ve donanım bakımından bağımsız olduğu için daha güvenlidir.<br/>Virtual Dedicated Server Dezavantajları<br/>• <strong>Sistem Yönetimi: Sunucu yönetimi için teknik bilgi gereksinimi vardır.</strong>"
  },
  {
    "id": "3940226",
    "unitNumber": 3,
    "text": "Müşteriye özel olarak ayarlanan ve sadece müşteri tarafından kullanılan sunucu aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dedicated Server",
      "B": "Virtual Dedicated Server",
      "C": "Virtual Private Server",
      "D": "Co-Location",
      "E": "Cloud Servers"
    },
    "explanation": "Dedicated Server, müşteriye özel olarak ayarlanan ve sadece müşteri tarafından kullanılan sunucudur."
  },
  {
    "id": "3940227",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi hosting paket seçiminde dikkat edilmesi gerekenlerden biri<strong> değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Platform",
      "B": "Referanslar",
      "C": "Subdomain",
      "D": "E-Posta",
      "E": "Akıllı Kaynak Kullanımı"
    },
    "explanation": "Hosting Paket Seçiminde Dikkat Edilmesi Gerekenler<br/>Platform, Subdomain, E-Posta, Akıllı Kaynak Kullanımı, Trafik, Depolama Alanı ve Esneklik"
  },
  {
    "id": "3940228",
    "unitNumber": 3,
    "text": "<ol type=\"I\"><br/><li>Web Sitesinin Geliştirilmesi </li><br/><li>Hosting Hizmetinin Sağlanması</li><br/><li>Alan Adı Belirlenmesi</li><br/><li>FTP ile Web Sitesinin Atılması</li><br/><li>Alan Adı Yönlendirilmesi</li><br/></ol><br/>İnternet üzerinde kendinize ait bir web sitesini yayınlamak için; yukarıda verilen yapılacak işlemlerin doğru sıralaması aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "I-II-III-IV-V",
      "B": "I-III-II-V-IV",
      "C": "II-I-III-IV-V",
      "D": "III-II-I-V-IV",
      "E": "III-V-I-II-IV"
    },
    "explanation": "<strong>Şekil 3.6 Web Sitesi Yayınlama Süreci</strong>'nde görüldüğü gibi."
  },
  {
    "id": "3941646",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi insanlık tarihinde bilginin özgürleşmesi, tekelden kurtulması sürecindeki en kritik ve öncül gelişmeler olarak betimlenebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Papirüs kullanımı ve parşömenin yaygınlaşması",
      "B": "Kâğıdın bulunması ve Gutenberg Projesi",
      "C": "Yazının ve matbaanın icadı",
      "D": "ARPANET’in kurulması",
      "E": "ilk internet tarayıcısının geliştirilmesi"
    },
    "explanation": "Ünitenizde açık biçimde yazının ve devamında matbaanın icadının gelişimin ve değişimin önünü açmış olduğu, bu iki gelişmeyi bilginin özgürleşmesindeki en önemli gelişmeler olarak nitelemenin olanaklı olduğu ifadesi yer almaktadır."
  },
  {
    "id": "3941647",
    "unitNumber": 4,
    "text": "Dijital bilgi çağının başlamasında belirleyici olan gelişmeler bir arada dikkate alındığında aşağıdaki gelişmelerden hangisi bu gelişmelerin dışında kalacaktır?",
    "correctAnswer": "D",
    "options": {
      "A": "ARPANET’in kurulması",
      "B": "World Wide Web’in geliştirilmesi",
      "C": "İlk internet tarayıcısının icat edilmesi",
      "D": "Gutenberg Projesi’nin başlatılması",
      "E": "İnsanların ağa erişiminin sağlanması"
    },
    "explanation": "Dijital bilgi çağının başlangıcı, 1969 yılında ARPANET, 1989 yılında World Wide Web’in ve 1993 yılında ilk internet tarayıcısının icadı ile insanların ağa erişiminin sağlanması ile ilişkilendirmektedir. Gutenberg Projesi ise yayıncılığın dijitalleşmesinden çok matbaanın icadı ile ilgili ayrı bir başlık altında incelenebilir."
  },
  {
    "id": "3941648",
    "unitNumber": 4,
    "text": "Eğitsel etkileşim düzeyleri dikkate alındığında aşağıdakilerden hangisi diğerlerine göre daha sınırlı bir etkileşim içerecektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Okuyucu bilginin alıcısıdır.",
      "B": "Okuyucu uyaranlara karşı bazı tepkilerde bulunur.",
      "C": "Okuyucu uyaranlara karşı farklı tepkilerde bulunur.",
      "D": "Okuyucu uyaranlara karşı doğrudan katılım sergiler.",
      "E": "Okuyucu e-kitaplardan yararlanır."
    },
    "explanation": "Amerika Birleşik Devletleri Savunma Bakanlığı (The U.S Department of Defense: DoD) 1999 yılında öğretimsel etkileşimi temel alarak dörtlü bir sınıflama yapmıştır. 1. düzey yani pasif etkileşimde okuyucu bilginin alıcısı durumdadır ve en sınırlı etkileşim bu şekilde tanımlanır. 2. düzeyde sınırlı katılım söz konusu olup okuyucu uyaranlara karşı basit tepkilerde bulunmaktadır. 3. düzeyde üst düzey katılım ve uyaranlara karşı farklı yaklaşımların kullanımı ve bir dizi tepkide bulunma durumu söz konusudur. 4. düzeyde ise gerçek zamanlı katılım vardır. Yani okuyucu gerçek hayata benzer biçimde üst düzey uyaranlara karşı doğrudan katılım sergiler. Yine basılı kitapların tek yönlü,<br/>e-kitapların ise iki yönlü olduğuna ve etkileşimli e-kitapların ise çok yönlü etkileşime olanak tanıdığına dair metinde ifadeler yer almaktadır. Bu bağlamda en sınırlı etkileşim okuyucunun yalnızca bilginin alıcısı olduğu senaryodur."
  },
  {
    "id": "3941649",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi metne göre basılı kitapların kullanım kolaylığına ilişkin bir avantajıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Bilim dünyasındaki güncellemelerin hızlı biçimde içeriğe yansıtılabilmesi",
      "B": "Karşılıklı etkileşim ve anında dönüt alınabilmesi",
      "C": "Ek donanım ve enerji kaynağı gerekmeden kullanılabilmesi",
      "D": "Gerçek hayattaki olayları oldukça hareketli ve heyecanlı biçimde aktarabilmesi",
      "E": "Okuma yeteneğinden bağımsız olarak öğrenme süreçlerini desteklemesi"
    },
    "explanation": "Metinde basılı kitapların avantajları sıralanırken başka bir enerji kaynağı, dijital kitap okuyucu veya bilgisayar gibi ek donanımlara gerek duymadan kullanılması mümkündür ifadeleri yer almaktadır."
  },
  {
    "id": "3941650",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi metinde basılı kitapların dezavantajları arasında gösterilebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "İçerikten çok teknik özelliklere odaklanılması",
      "B": "Her ortamda kullanılmalarının güçlüğü",
      "C": "Olayları hareketli biçimde aktaramama",
      "D": "Okuyucunun istediği bölümleri hızla geçememesi",
      "E": "Okuma yeteneği gerektirmemesi"
    },
    "explanation": "Basılı materyallerde art arda gelen resim ve fotoğraf kullanımı dışında hareket oluşturmak olanaklı değildir."
  },
  {
    "id": "3941651",
    "unitNumber": 4,
    "text": "İlk e-kitap ve ortaya çıktığı bağlam hangi seçenekte sunulmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "Afternoon’un hiper metinli ilk deneme olarak ortaya çıkışı",
      "B": "Gutenberg Projesi kapsamında Amerikan Özgürlük Bildirgesinin yayımlanması",
      "C": "İsveçlilerin yürüttüğü Runeberg Projesi ile ulusal dijital arşiv çalışmalarının hızlanması",
      "D": "PDF 1.0 ile akademik kitaplara görsel içeriklerin eklenmesi",
      "E": "Amazon’da satışa sunulan ilk çevrimiçi ticari kitabın okuyucuya ulaşması"
    },
    "explanation": "Hart’ın düz metin formatında elektronik ortama aktardığı Amerikan Özgürlük Bildirgesi ilk e-kitaptır ve bu Gutenberg Projesi kapsamında gerçekleşmiştir."
  },
  {
    "id": "3941652",
    "unitNumber": 4,
    "text": "E-kitapların içerik açısından belirgin biçimde zenginleşmesi hangi gelişmeyle hız kazanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "1987’de hiper metinli Afternoon e-kitabının yayımlanması",
      "B": "1990’lı yıllarda çevrimiçi kitapçıların yaygınlaşması",
      "C": "1993’te PDF 1.0 sürümü ile metin ve görsellerin birlikte kullanılabilmesi",
      "D": "2007’de EPUB formatının uluslararası standart olarak kabul edilmesi",
      "E": "2014’te EPUB3 ve HTML5’in standart hâline gelmesi"
    },
    "explanation": "Metinde söz konusu dönüşüm 1993 yılında PDF 1.0 sürümü ile e-kitaplar içeriklerinde metin ve görselleri de barındırmaya başlaması ile betimlenmekte; zenginleşmenin başlangıç noktası bu sürüme bağlanmaktadır."
  },
  {
    "id": "3941653",
    "unitNumber": 4,
    "text": "Dijital kitapların evrimi ve dijital kitapları etkileyen önemli olaylar dikkate alındığında aşağıdakilerden hangisi kronolojik olarak en sonda yer alacaktır?",
    "correctAnswer": "E",
    "options": {
      "A": "Gutenberg Projesi",
      "B": "Gutenberg-DE",
      "C": "Amazon Kindle",
      "D": "iPad ve iBooks",
      "E": "Apple iBooks Author"
    },
    "explanation": "1971: Gutenberg Projesi<br/>1994: Gutenberg-DE<br/>2007: Amazon Kindle<br/>2010: iPad ve iBooks<br/>2012: Apple iBooks Author"
  },
  {
    "id": "3941654",
    "unitNumber": 4,
    "text": "Temel dijital kitap biçimleri ve özellikleri dikkate alındığında ses ve video bağlamında aşağıdakilerden hangisi diğerlerinden farklı bir başlıkta yer alacaktır?",
    "correctAnswer": "A",
    "options": {
      "A": "MOBI",
      "B": "EPUB",
      "C": "pdf",
      "D": "Adobe Pages",
      "E": "Adobe Experience Manager (AEM)"
    },
    "explanation": "Ses-video yok ifadesi sadece MOBI için kullanılmıştır."
  },
  {
    "id": "3941655",
    "unitNumber": 4,
    "text": "Etkileşimli e-kitapları basılı kitaplardan ve diğer klasik e-kitaplardan ayıran temel fark aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İçeriğin yalnızca dijital ortamda sunulması",
      "B": "Okuma araçlarına bağımlı olmadan kullanılabilmesi",
      "C": "Etkileşimin tek yönlü ve kullanıcı merkezli olması",
      "D": "Çoklu kanallar ve bileşenler arası eş zamanlı etkileşim",
      "E": "Ağırlıklı olarak metin tabanlı içerik sunumu"
    },
    "explanation": "Etkileşimli e-kitaplarda etkileşim birden fazla kanal ile gerçekleşir. Etkileşim aynı anda birçok bileşen arasında eş zamanlı olarak gerçekleşir. Dijital kitabı oluşturan unsurlar kendi arasında da etkileşim hâlindedir."
  },
  {
    "id": "3941656",
    "unitNumber": 4,
    "text": "Dijital kitapların dezavantajlarının temel kaynağı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İçeriğin pedagojik açıdan yetersiz olması",
      "B": "Kullanıcıların okuma becerilerindeki farklılıklar",
      "C": "Dijital kitabın doğası gereği sınırlı olması",
      "D": "Kullanılan teknoloji veya okuma araçlarının sınırlılıkları",
      "E": "Çoklu ortam desteğinin öğrenmeyi zorlaştırması"
    },
    "explanation": "Dezavantajlı durumların çoğu dijital kitabın kendisinden değil, kullandığı teknoloji veya okuma aracının sınırlılıklarından kaynaklanan dezavantajlardır."
  },
  {
    "id": "3941657",
    "unitNumber": 4,
    "text": "Aşağıdaki format türlerinden en sade ve biçimlendirmesiz olan hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": ".pdf",
      "B": ".epub",
      "C": ".mobi",
      "D": ".azw",
      "E": ".txt"
    },
    "explanation": ".pdf (Portable Document Format): Adobe tarafından geliştirilmiştir. Neredeyse her cihazda<br/>açılabilir.<br/>.epub (Electronic Publication): IDPF tarafından tanımlanmıştır. Akışkan yapısı sayesinde<br/>mobil uyumludur.<br/>.mobi (Mobipocket): Amazon tarafından desteklenmiştir; eski Kindle’larda<br/>yaygındır. Yerini .azw almıştır.<br/>.azw (Kindle formatı): Amazon’un Kindle cihazları için kullanılan özel formattır.<br/>.html (HTML): Web tarayıcılarıyla uyumlu, etkileşimli içerik destekler.<br/>.txt (Plain Text): En sade, biçimlendirmesiz metin formatıdır."
  },
  {
    "id": "3940229",
    "unitNumber": 5,
    "text": "Dosya izin işlemlerindeki “oku” kullanıcıların dosyaları görüntüleyebilmek için izin alması, “yaz” kullanıcıların dosyayı düzenlemek için izin alması, “çalıştır” kullanıcıların dosyaları işleme sokabilmesi için izin alması demektir. Dosya yöneticisinin kullanıcılara okuma, yazma ve çalıştırma izinlerini vermesi durumu hangi sayısal rakama eşittir?",
    "correctAnswer": "B",
    "options": {
      "A": "3",
      "B": "7",
      "C": "8",
      "D": "6",
      "E": "5"
    },
    "explanation": "Dosya izinlerini oluşturan oku, yaz ve çalıştır ifadeleri ayrıca sayısal ifadeler ile de temsil edilmektedir. Buna göre okuma 4’e, yazma 2’ye, çalıştırma ise 1’e eşittir. Hiç kimseye izin vermeme ise 0’a eşittir. Buna göre; • Yazma ve Çalıştırma 3’e eşittir. • Okuma ve Çalıştırma 5’e eşittir. • Okuma ve Yazma 6’ya eşittir. • Okuma, Yazma ve Çalıştırma 7’ye eşittir."
  },
  {
    "id": "3940230",
    "unitNumber": 5,
    "text": "Dosya yöneticisinde izinler sayısal olarak verilir. Buna göre ilk rakam sahibi, ikinci rakam grubu ve üçüncü rakam geneli temsil eder. Burada sahip tasarımcıyı, grup, sunucu üzerinde bulunan diğer kullanıcıları ve genel ise dışardan gelen herhangi bir kullanıcıyı ifade etmektedir. Bu bağlamda 755 ile kodlanmış bir dizin komutu aşağıdaki izinlerden hangisi için verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tüm kullanıcı türlerinin dosyalar üzerinde hem okuma hem yazma hem de çalıştırma izni olması için.",
      "B": "Sadece grup kullanıcıların dosyalar üzerinde okuma, yazma ve çalıştırma izinleri olmasını sağlar.",
      "C": "Genel kullanıcıların dosyalar üzerinde sadece okuma ve çalıştırma izinlerine sahip olmasını sağlar.",
      "D": "Tüm kullanıcı türlerinin dosyalar üzerinde sadece okuma ve yazma izinlerine sahip olmasını sağlar.",
      "E": "Web site tasarımcısı tüm izinlere, grup ve genel kullanıcı türleriyse okuma ve çalıştırma izinlerine sahip olurlar."
    },
    "explanation": "755 ile kodlanmış bir dizin komutu ise web site tasarımcısının (sahip) tüm izinlere sahip olduğunu, grup ve genel kullanıcı türlerinin de sadece okuma ve çalıştırma izinlerine sahip olduğunu göstermektedir.<br/>Web site tasarımcısı tüm izinlere, grup ve genel kullanıcı türleriyse okuma ve çalıştırma izinlerine sahip olurlar."
  },
  {
    "id": "3940231",
    "unitNumber": 5,
    "text": "FTP protokolünde işlem yapılırken, boş bir dizini silmek için aşağıdaki komutlardan hangisi kullanılabilir?",
    "correctAnswer": "E",
    "options": {
      "A": "dir",
      "B": "cd",
      "C": "pwd",
      "D": "Is",
      "E": "rmdir"
    },
    "explanation": "dir komutu kullanılan dizindeki dosyaları silme işlemi için verilen ftp komutudur.<br/>\"rmdir\" komutu FTP ortamında ile boş klasörler silinebilir."
  },
  {
    "id": "3940232",
    "unitNumber": 5,
    "text": "FTP üzerinden işlem yapılırken \"chmod\" komutu hangi işlem için kullanılmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Dosya Aktarımlarında Aktarım Modu Olarak ASCII Kullanma",
      "B": "FTP İşlemi Sırasında Boş Bir Dizini Silme",
      "C": "FTP Ortamından Çıkma ve Bağlantıyı Kapatma",
      "D": "Dosyalara Ait Kullanıcı İzinlerini Değiştirme",
      "E": "Dosya Alma"
    },
    "explanation": "FTP üzerinden işlem yaparken chmod komutu Dosyalara Ait Kullanıcı İzinlerini Değiştirme işlemi için verilir."
  },
  {
    "id": "3940233",
    "unitNumber": 5,
    "text": "Birçok FTP sunucusu, internet hattının kesilmesi gibi durumlarda dosya transferini tamamen iptal etmez. Dolayısıyla internet hattına tekrar bağlanılması durumunda dosya transfer işlemleri kaldığı yerden devam eder. Aşağıdakilerden hangisi bu özelliğe sahip FTP sunucu programlarından biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Aktif FTP",
      "B": "Blaze FTP",
      "C": "FTPS",
      "D": "Pasif FTP",
      "E": "SFTP"
    },
    "explanation": "FTP sunucu programlarından bazıları şunlardır: • FileZilla • CuteFTP • WsFTP • LeechFTP • Blaze FTP • Absolute FTP • CoffeCup Direct FTP • SmartFTP • SecureFx"
  },
  {
    "id": "3940234",
    "unitNumber": 5,
    "text": "FTP protokolünde yer alan güvenlik eklentileriyle ilgili olarak aşağıdaki yargılardan hangisi <strong>yanlıştır</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "FTPS Örtük (Implicit) yönteminde ana sunucu ve istemci bilgisayar arasında bir SSL oturumu zorunludur.",
      "B": "SFTP de tıpkı FTPS gibi güvenli dosya transferi için geliştirilmiş bir protokoldür.",
      "C": "Aktif FTP’de kullanıcı, sunucunun 21 numaralı portundan kontrol bağlantısı kurar.",
      "D": "Şifrelenmiş FTPS oturumları birden fazla port üzerinden sunulabilmektedir.",
      "E": "SFTP'de komutlar özel formatlanmış paketlerle tek bir bağlantı üzerinden transfer edilir."
    },
    "explanation": "SFTP de tıpkı FTPS gibi güvenli dosya transferi için geliştirilmiş bir protokoldür. SFTP genellikle SSH adı verilen Güvenli Kabuk (Secure Shell) protokolü üzerine kuruludur. SFTP’de veri transferi ayrı iki komut ve veri kanalı oluşturulmaz.<br/>Hem şifresiz hem de şifreli FTPS oturumları birden fazla port üzerinden sunulabilmektedir."
  },
  {
    "id": "3940235",
    "unitNumber": 5,
    "text": "Ağ ortamında bulunan bilgisayarlar, sunucu veya istemci gibi işlevlere sahiptir. Ağ ve ağ kaynaklarına ulaşımı sağlamak için bir yazılım çalıştıran ve ağ içerisinde bulunan bilgisayarlara sunucu (server) denir. Sunucu işletim sistemleri, ağ üzerindeki istemcilerin ve diğer donanımların birbirleri arasında veri alıp göndermelerini sağlayan ve kaynakların paylaşımını yöneten işletim sistemleridir. Aşağıdakilerden hangisi Linux tabanlı sunucu işletim sistemlerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "RedHat",
      "B": "Server 2008",
      "C": "Susie",
      "D": "Server 2012",
      "E": "OS X"
    },
    "explanation": "Genel olarak kullanılan sunucu işletim sistemlerinden ba- zıları şu şekilde sıralanabilir:<br/>Windows Tabanlı<br/><ul><br/><li><br/>Windows Server 2008<br/></li><br/><li><br/>Windows Server 2012<br/></li><br/></ul><br/>Linux Tabanlı<br/><ul><br/><li><br/>Suse<br/></li><br/><li><br/>Fedora<br/></li><br/><li><br/>RedHat<br/></li><br/></ul><br/>Mac OS X"
  },
  {
    "id": "3940236",
    "unitNumber": 5,
    "text": "Aşağıdaki dosya yönetim araçlarından hangisi grafiksel kullanıcı arayüzünün keşfinden sonra, masaüstü bilgisayarlarda en çok kullanılan dosya yönetim aracı olmuştur?",
    "correctAnswer": "E",
    "options": {
      "A": "Gentoo",
      "B": "GopherVR",
      "C": "Flist",
      "D": "ROX-Filer",
      "E": "Nautilus"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/7972f830a0dcc0c65dd4e000c7c8a66d.png\" alt=\"Dosya YÖnetim Araçlarının Türleri, Özellikleri ve Örnekleri\" width=\"545\" height=\"458\"><br/>Nautilus"
  },
  {
    "id": "3940237",
    "unitNumber": 5,
    "text": "Aşağıdaki dosya yönetim araçlarından hangisi açık kaynak kodlu ve GNU lisanslıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Total Commander",
      "B": "Filezilla",
      "C": "Double Commander",
      "D": "cPanel",
      "E": "FireFTP"
    },
    "explanation": "Filezilla açık kaynak kodlu ücretsiz bir dosya yö- netim aracı olarak Genel Kamu Lisansı (GNU) ile paylaşılmaktadır. Microsoft Windows, 32 bit ve 64 bit sürümleri olduğu gibi, Mac OS X ve Linux iş- letim sistemleri için de kurulum yapılabilmektedir.<br/>Fillezilla"
  },
  {
    "id": "3940238",
    "unitNumber": 5,
    "text": "Bağlantının güvenliği için FireFTP bazı öneriler sunmaktadır. Aşağıdakilerden hangisi bu önlemlerden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "https için 2083 kapısının kullanılması",
      "B": "TLS ile yetkilendirme",
      "C": "Boş dizinlerin uyumlandırması",
      "D": "Hotlink Protection",
      "E": "Sunucuya giriş yapıldıktan sonra, oturuma özel otomatik akıllı anahtar üretilir."
    },
    "explanation": "Bağlantının güvenliği için FireFTP bazı öneriler sunmaktadır. Pasif kip kutucuğu seçiliyken TLS, SSL ve üstü kapalı SSL seçeneklerini sunan FireFTP için TLS ile yetkilendirme en çok önerilen seçenektir. Ayrıca SFTP seçilerek de güvenlik düzeyi yukarıya çekilebilir. SFTP seçildiğinde, kapı (port) numarası da 21’den 22’ye değişmektedir."
  },
  {
    "id": "3940239",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Dosya Yönetimi yoluyla yapılabilecek işlemlerden <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Dosyalar çoğaltılabilir.",
      "B": "Web sitesine dosya yüklenebilir ya da yüklenen dosyalar indirilebilir.",
      "C": "Dosyalara yazma izinleri verilebilir.",
      "D": "Dosyaların kodları düzenlenebilir.",
      "E": "Yüklenen dosyalar silinebilir."
    },
    "explanation": "<strong>DOSYA YÖNETİMİ VE İZİNLER </strong><br/>Dosyalar çoğaltılabilir."
  },
  {
    "id": "3940240",
    "unitNumber": 5,
    "text": "Dosya izinlerini oluşturan oku, yaz ve çalıştır ifadeleri ayrıca sayısal ifadeler ile de temsil edilmektedir. Okuma 4’e, yazma 2’ye, çalıştırma ise 1’e eşittir. Buna göre aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yazma ve Çalıştırma 3’e eşittir.",
      "B": "Yazma ve Okuma 10’a eşittir.",
      "C": "Okuma ve Çalıştırma 5’e eşittir.",
      "D": "Okuma ve Yazma 6’ya eşittir.",
      "E": "Okuma, Yazma ve Çalıştırma 7’ye eşittir."
    },
    "explanation": "<strong>Dosya İzinleri </strong><br/>Yazma ve Okuma 10’a eşittir."
  },
  {
    "id": "3940241",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi FTP sunucu programlarının avantajlarından biri olarak sıralayamayız?",
    "correctAnswer": "C",
    "options": {
      "A": "Büyük boyutlardaki dosyaların indirilmesinde kolaylık sağlar.",
      "B": "Yüksek hızda dosya transferi imkânı sağlar.",
      "C": "İnternet kesildiğinde bir sonraki bağlantıda dosya transferi devam etmez.",
      "D": "Dosya indirme zamanlarının özel olarak ayarlanmasına imkân tanır.",
      "E": "Kullanımı kolaydır."
    },
    "explanation": "<strong>FTP İLE WEB YAYINCILIĞI </strong><br/>İnternet kesildiğinde bir sonraki bağlantıda dosya transferi devam etmez."
  },
  {
    "id": "3940242",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi FTP yönetimi için gerekli unsurlardan biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bağlanılan ana bilgisayarın (host) internet adresi,",
      "B": "Yönetilecek hesap ile ilgili kullanıcı adı ve şifre bilgileri,",
      "C": "FTP sunucu programına ve internet bağlantısına sahip bir bilgisayar,",
      "D": "Yüksek çözünürlüklü bir yazıcı",
      "E": "Kullanılacak web sitesine ilişkin FTP adresi"
    },
    "explanation": "<strong>FTP YÖNETİMİ </strong><br/><strong>Yüksek çözünürlüklü bir yazıcı </strong>"
  },
  {
    "id": "3940243",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Dosya Yönetim araçlarından biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Dolaşımsal dosya yönetim araçları",
      "B": "Uzamsal dosya yönetim araçları",
      "C": "Üç boyutlu dosya yönetim araçları",
      "D": "Web tabanlı dosya yönetim araçları",
      "E": "Çıkarımsal dosya yönetim araçları"
    },
    "explanation": "<strong>DOSYA YÖNETİM ARAÇLARI </strong><br/>Çıkarımsal dosya yönetim araçları"
  },
  {
    "id": "3940244",
    "unitNumber": 5,
    "text": "İstenilen iki dizin karşılaştırılmak isteniyorsa aşağıdakilerden hangisi yapılamaz?",
    "correctAnswer": "B",
    "options": {
      "A": "Biri solda, diğeri sağda kalacak şekilde düzenlenir.",
      "B": "Dört dizinde karşılaştırılabilir.",
      "C": "Alt dizinlerin uyumlandırılması isteniyorsa bu dizinler seçilir.",
      "D": "Komutlar (Commands) menüsünden Dizinleri uyumlandır (Synchronize dirs) seçilir.",
      "E": "Compare düğmesine tıklanarak karşılaştırma yapılır."
    },
    "explanation": "<strong>Dizinleri Uyumlandırma </strong><br/>Dört dizinde karşılaştırılabilir."
  },
  {
    "id": "3940245",
    "unitNumber": 5,
    "text": "………………açık kaynak kodlu ücretsiz bir dosya yönetim aracı olarak Genel Kamu Lisansı (GNU) ile paylaşılmaktadır. Microsoft Windows, 32 bit ve 64 bit sürümleri olduğu gibi, Mac OS X ve Linux işletim sistemleri için de kurulum yapılabilmektedir. <br/>Yukarıdaki boşluğa hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Total Commander",
      "B": "SFTP",
      "C": "Filezilla",
      "D": "FTP",
      "E": "Cpanel"
    },
    "explanation": "Filezilla"
  },
  {
    "id": "3940246",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi dosya yönetim araçlarından biri olarak sayamayız",
    "correctAnswer": "D",
    "options": {
      "A": "Total Commander",
      "B": "Filezilla",
      "C": "Cpanel",
      "D": "FireFox",
      "E": "FireFtp"
    },
    "explanation": "FireFox"
  },
  {
    "id": "3940247",
    "unitNumber": 5,
    "text": "Aşağıdaklerden hangisini cPanel linklerinden biri olarak sayamayız?",
    "correctAnswer": "E",
    "options": {
      "A": "<em>Protokol </em>",
      "B": "<em>Adres</em>",
      "C": "<em>Kapı (Port)</em>",
      "D": "<em>Akıllı Anahtar</em>",
      "E": "Harddisk"
    },
    "explanation": "<strong>cPanel Linkleri </strong><br/>Harddisk"
  },
  {
    "id": "3940248",
    "unitNumber": 5,
    "text": "Web sitesi üzerindeki dosyalara erişim üç farklı kullanıcı türüne göre değişebilmektedir. Aşağıdaki seçeneklerden hangisinde kullanıcı türleri doğru verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bireysel, Topluluk ve Genel",
      "B": "Öznel, Grup ve Genel",
      "C": "Sahip, Grup ve Genel",
      "D": "Tek, Çift ve Genel",
      "E": "Gizli, İş bölümü ve Özel"
    },
    "explanation": "Bir kullanıcı türü birden fazla izine sahip olabilmektedir. Web sitesi üzerindeki dosyalara erişim üç farklı kullanıcı türüne göre değişebilmektedir. Kullanıcı türleri; sahip, grup ve genel olarak isimlendirilmektedir. Cevap C seçeneğidir."
  },
  {
    "id": "3940249",
    "unitNumber": 5,
    "text": "Dosya izinlerini oluşturan oku, yaz ve çalıştır ifadeleri ayrıca sayısal ifadeler ile de temsil edilmektedir. Okuma, Yazma ve Çalıştırma ifadelerinin sayısal eşitliği nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "3",
      "B": "4",
      "C": "5",
      "D": "6",
      "E": "7"
    },
    "explanation": "Dosya izinlerini oluşturan oku, yaz ve çalıştır ifadeleri ayrıca sayısal ifadeler ile de temsil edilmektedir. Buna göre okuma 4’e, yazma 2’ye, çalıştırma ise 1’e eşittir. Hiç kimseye izin vermeme ise 0’a eşittir. Buna göre; • Yazma ve Çalıştırma 3’e eşittir. • Okuma ve Çalıştırma 5’e eşittir. • Okuma ve Yazma 6’ya eşittir. • Okuma, Yazma ve Çalıştırma 7’ye eşittir. Cevap E seçeneğidir."
  },
  {
    "id": "3940250",
    "unitNumber": 5,
    "text": "755 ile kodlanmış bir dizin komutu dosya yönetimi sürecinde web site tasarımcısına hangi izinleri vermektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Oku",
      "B": "Oku ve Çalıştır",
      "C": "Oku ve Yaz",
      "D": "Yaz ve Çalıştır",
      "E": "Oku, Yaz ve Çalıştır"
    },
    "explanation": "Dosya yöneticisinde izinler sayısal olarak verilir. Buna göre ilk rakam sahibi, ikinci rakam grubu ve üçüncü rakam geneli temsil eder. Okuma için 4, yazma için 2 ve çalıştırma için 1 değeri verilir. Dolayısıyla, 755 ile kodlanmış bir dizin komutunda ilk sayı olan 7, web site tasarımcısının (sahip) tüm izinlere (oku, yaz, çalıştır) sahip olduğunu, grup ve genel kullanıcı türlerinin de sadece okuma ve çalıştırma izinlerine sahip olduğunu göstermektedir."
  },
  {
    "id": "3940251",
    "unitNumber": 5,
    "text": "FTP sunucusu programlarının internet tarayıcılarından ayıran <u>en önemli</u> özellik nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sunucular arası dosya paylaşımını çift yönlü sağlaması.",
      "B": "İnternet bağlantı sorunlarında dosya paylaşımını kaldığı yerden devam ettirmesi.",
      "C": "Bilgisayar ve sunucu arasında dosya paylaşımını tek yönlü sağlaması.",
      "D": "Sunucular arası dosya paylaşımlarını şifreleyerek arşivlemesi.",
      "E": "Web sayfaları arasında güvenlik protokollerini düzenlemesi."
    },
    "explanation": "FTP ile gerçekleştirilen işlemler internet tarayıcıları ile de gerçekleştirilebilmektedir. Fakat kullanıcılar FTP sunucu programlarını daha çok tercih etmektedirler. Çünkü birçok FTP sunucusu, internet hattının kesilmesi gibi durumlarda dosya transferini tamamen iptal etmez. Dolayısıyla internet hattına tekrar bağlanılması durumunda dosya transfer işlemleri kaldığı yerden devam eder. Cevap B seçeneğidir."
  },
  {
    "id": "3940252",
    "unitNumber": 5,
    "text": "FTP komutlarından “mput” komutunun anlamı nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Birden Fazla Dosya Gönderme",
      "B": "Birden Fazla Dosya Alma",
      "C": "Kullanılan Dizini İsmi",
      "D": "Dosyalara Ait Kullanıcı İzinlerini Değiştirme",
      "E": "FTP İşlemi Sırasında Boş Bir Dizini Silme"
    },
    "explanation": "FTP komutlarından “mput” komutunun anlamı: Birden Fazla Dosya Gönderme’dir. Cevap A seçeneğidir."
  },
  {
    "id": "3940253",
    "unitNumber": 5,
    "text": "FTP komutlarından “mget” komutunun anlamı nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Birden Fazla Dosya Gönderme",
      "B": "Kullanılan Dizini İsmi",
      "C": "Birden Fazla Dosya Alma",
      "D": "Dosyalara Ait Kullanıcı İzinlerini Değiştirme",
      "E": "FTP İşlemi Sırasında Boş Bir Dizini Silme"
    },
    "explanation": "FTP komutlarından “mget” komutunun anlamı: Birden Fazla Dosya Alma’dır. Cevap C seçeneğidir."
  },
  {
    "id": "3940254",
    "unitNumber": 5,
    "text": "Kullanıcı Aktif FTP’de , sunucunun kaç numaralı portundan kontrol bağlantısı kurar?",
    "correctAnswer": "A",
    "options": {
      "A": "21",
      "B": "22",
      "C": "23",
      "D": "24",
      "E": "25"
    },
    "explanation": "Aktif FTP’de kullanıcı, sunucunun 21 numaralı portundan kontrol bağlantısı kurar ve bu şekilde FTP’ye bağlanır. Cevap A seçeneğidir."
  },
  {
    "id": "3940255",
    "unitNumber": 5,
    "text": "SFTP de tıpkı FTPS gibi güvenli dosya transferi için geliştirilmiş bir protokoldür. SFTP hangi güvenlik protokolü üzerine kuruludur?",
    "correctAnswer": "D",
    "options": {
      "A": "SSI",
      "B": "SSL",
      "C": "HTML",
      "D": "SSH",
      "E": "SSS"
    },
    "explanation": "SFTP de tıpkı FTPS gibi güvenli dosya transferi için geliştirilmiş bir protokoldür. SFTP genellikle SSH adı verilen Güvenli Kabuk (Secure Shell) protokolü üzerine kuruludur. Cevap D seçeneğidir."
  },
  {
    "id": "3940256",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi dosya yönetimi ile yapılabilecek işlemlerden biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Web sitesine dosya yüklenebilir ya da yüklenen dosyalar indirilebilir.",
      "B": "Dosyalara yazma izinleri verilebilir.",
      "C": "Dosyaların kodları düzenlenebilir.",
      "D": "Yüklenen dosyalar silinebilir.",
      "E": "Bazı dosyalar yakılabilir."
    },
    "explanation": "DOSYA YÖNETİMİ VE İZİNLER konu başlığında açıklanmıştır.<br/>Bazı dosyalar yakılabilir."
  },
  {
    "id": "3940257",
    "unitNumber": 5,
    "text": "Web sitesi üzerindeki dosyalara erişim kaç farklı kullanıcı türüne göre değişebilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "2",
      "B": "3",
      "C": "5",
      "D": "6",
      "E": "8"
    },
    "explanation": "Dosya İzinleri konu başlığında açıklanmıştır.<br/>3 (üç)"
  },
  {
    "id": "3940258",
    "unitNumber": 5,
    "text": "Dosya izinlerini oluşturan oku, yaz ve çalıştır ifadeleri sayısal ifadeler ile de temsil edilmektedir. Buna göre okuma izni hangi sayısal değer ile ifade edilir?",
    "correctAnswer": "B",
    "options": {
      "A": "2",
      "B": "4",
      "C": "0",
      "D": "1",
      "E": "5"
    },
    "explanation": "Dosya İzinleri konu başlığında açıklanmıştır.<br/>4 \"dört\""
  },
  {
    "id": "3940259",
    "unitNumber": 5,
    "text": "Dosya izinlerini oluşturan oku, yaz ve çalıştır ifadeleri sayısal ifadeler ile de temsil edilmektedir. Buna göre okuma ve çalıştırma izni hangi seçenekte doğru verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "1",
      "B": "3",
      "C": "5",
      "D": "4",
      "E": "7"
    },
    "explanation": "Dosya İzinleri konu başlığında açıklanmıştır.<br/>5"
  },
  {
    "id": "3940260",
    "unitNumber": 5,
    "text": "Dosya izinlerini oluşturan oku, yaz ve çalıştır ifadeleri sayısal ifadeler ile de temsil edilmektedir. Buna göre okuma ve yazma izninin sayısı hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "1",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Dosya İzinleri konu başlığında açıklanmıştır.<br/>6 \"altı\""
  },
  {
    "id": "3940261",
    "unitNumber": 5,
    "text": "Hangi sayı ile kodlanmış bir dizin komutu web site tasarımcısının (sahip) tüm izinlere sahip olduğunu, grup ve genel kullanıcı türlerinin de sadece okuma ve çalıştırma izinlerine sahip olduğunu göstermektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "755",
      "B": "777",
      "C": "555",
      "D": "645",
      "E": "888"
    },
    "explanation": "Dosya İzinleri konu başlığında açıklanmıştır.<br/>755"
  },
  {
    "id": "3940262",
    "unitNumber": 5,
    "text": "İnternet ortamında yer alan kullanıcıların en çok yakındığı konulardan birisi büyük boyutlu dosyaların bilgisayara indirilmesi veya bu yükteki dosyaların Web sitelerine yüklenmesi konusudur. Karşılaşılan bu sorunun çözümünde hangi dosya transfer protokolü işe koşulmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "FTP",
      "B": "FTT",
      "C": "PTT",
      "D": "ACC",
      "E": "TTT"
    },
    "explanation": "FTP İLE WEB YAYINCILIĞI konu başlığında açıklanmıştır."
  },
  {
    "id": "3940263",
    "unitNumber": 5,
    "text": "FTP komutlarından biri olan \"put\" hangi işlemi yapar?",
    "correctAnswer": "A",
    "options": {
      "A": "Dosya gönderme",
      "B": "Dosya alma",
      "C": "Birden fazla dosya gönderme",
      "D": "Birden fazla dosya alma",
      "E": "Dizin değiştirme"
    },
    "explanation": "FTP İLE WEB YAYINCILIĞI konu başlığında açıklanmıştır.<br/>Dosya gönderme"
  },
  {
    "id": "3940264",
    "unitNumber": 5,
    "text": "FTP komutlarından biri olan \"get\" hangi işlemi yapar?",
    "correctAnswer": "B",
    "options": {
      "A": "Dosya gönderme",
      "B": "Dosya alma",
      "C": "Dizin değiştirme",
      "D": "FTP Ortamından Çıkma ve Bağlantıyı Kapatma",
      "E": "Kullanılan Dizindeki Dosyaları Silme"
    },
    "explanation": "FTP İLE WEB YAYINCILIĞI konu başlığında incelenmiştir.<br/>Dosya alma"
  },
  {
    "id": "3940265",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi dosya yönetim araçlarından biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Total Commander",
      "B": "Filezilla",
      "C": "Cpanel",
      "D": "FireFtp",
      "E": "GetmeFTP"
    },
    "explanation": "DOSYA YÖNETİM ARAÇLARI konu başlığında açıklanmıştır.<br/>GetmeFTP isminde bir dosya yönetim aracı bulunmamaktadır. Bu nedenle doğru cevap E'dir."
  },
  {
    "id": "3940266",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi \"Dosya Listesi\" şeklinde olan dosya yönetim aracıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Flist",
      "B": "Manager",
      "C": "GopherVR",
      "D": "net2ftp",
      "E": "Gentoo"
    },
    "explanation": "“Dosya Listesi” şeklinde olan dosya yönetim aracı Flist’dir. Cevap A seçeneğidir."
  },
  {
    "id": "3940267",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Genel Kamu Lisansı (GNU) ile paylaşılan açık kaynak kodlu ücretsiz dosya yönetim aracıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Total Commander",
      "B": "Cpanel",
      "C": "Filezilla",
      "D": "FireFtp",
      "E": "Nautilus"
    },
    "explanation": "Filezilla açık kaynak kodlu ücretsiz bir dosya yönetim aracı olarak Genel Kamu Lisansı (GNU) ile paylaşılmaktadır. Microsoft Windows, 32 bit ve 64 bit sürümleri olduğu gibi, Mac OS X ve Linux işletim sistemleri için de kurulum yapılabilmektedir. Cevap C seçeneğidir."
  },
  {
    "id": "3940268",
    "unitNumber": 6,
    "text": "Büyük sistemlerde klasik dosya yapıları yerine kullanılan yeni dosya yapısına ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "\"Anahtar değer\"",
      "B": "\"Veri tabanı\"",
      "C": "\"Kayıt alanı\"",
      "D": "\"Saklama tabanı\"",
      "E": "\"Depolama aygıtı\""
    },
    "explanation": "büyük sistemler üzerinde klasik dosya yapıları kullanılamaz. Bunun yerine yeni bir dosya yapısından bahsetmek gerekir. Bu dosya yapısına “Veri tabanı” denir."
  },
  {
    "id": "3940269",
    "unitNumber": 6,
    "text": "Öğrencilerin kayıtlı olduğu derslerin öğrenci notlarıyla birlikte başka bir tabloda tutulmasının nedeni nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Öğrenci bilgilerinin her defasında tekrar yazılmasını sağlamaktır.",
      "B": "Öğrencilerin kayıtlı olduğu dersleri görmesini sağlamaktır.",
      "C": "Öğrenci bilgilerinin her defasında tekrar yazılmasının önüne geçmektir.",
      "D": "Öğrenci bilgilerinin veri tabanına geçmesini sağlamaktır.",
      "E": "Öğrenci bilgileri ile ders tablosu oluşturulmasını sağlamaktır."
    },
    "explanation": "Öğrencilerin kayıtlı olduğu dersler öğrenci notlarıyla birlikte başka bir tabloda tutulmalıdır. Böylece öğrenci bilgilerinin her defasında tekrar<br/>yazılmasının önüne geçilebilir."
  },
  {
    "id": "3940270",
    "unitNumber": 6,
    "text": "Microsoft Access ya da Microsoft Office Access nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Microsoft’un ilişkisel veri tabanı yönetim sistemidir.",
      "B": "Microsoft’un grafiksel yönetim sistemidir.",
      "C": "Windos’un ilişkisel veri tabanı iletişim sistemidir.",
      "D": "Microsoft’un kişise veri tabanı iletişim sistemidir.",
      "E": "Windows’un ilişkisel veri tabanı iletişim sistemidir."
    },
    "explanation": "Microsoft Access ya da Microsoft Office Access Microsoft’un ilişkisel veri tabanı yönetim sistemidir."
  },
  {
    "id": "3940271",
    "unitNumber": 6,
    "text": "Oracle veri tabanının tercih edilmesinin en büyük sebeplerinden biri nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yapılan işlem boyutunun az olmasına rağmen, işlem hızının orta düzeyde olmasıdır.",
      "B": "Yapılan işlem boyutunun ve işlem hızının normal olmasıdır.",
      "C": "Yapılan işlem hacminin fazla olmasına rağmen, işlem hızının düşük olmasıdır.",
      "D": "Yapılan işlem boyutunun fazla olmasına rağmen, işlem hızının oldukça yüksek olmasıdır.",
      "E": "İşlem boyutunun düşük olmasına rağmen, işlem hızının oldukça yüksek olmasıdır."
    },
    "explanation": "Oracle veri tabanının tercih edilmesinin en büyük sebeplerinden biri,<br/>yapılan işlem boyutunun fazla olmasına rağmen, işlem hızının oldukça yüksek olmasıdır."
  },
  {
    "id": "3940272",
    "unitNumber": 6,
    "text": "Aşağıdaki seçeneklerden hangisi PostgreSQL,veri tabanı yönetim sistemini açıklamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Windows sistemi için ilişkisel modeli kullanan bir veri tabanı yönetim sistemidir.",
      "B": "Veri tabanları için ilişkisel modeli kullanan, iyi performans veren, güvenli, kapsamlı özellikleri olan ve SQL standart sorgu dilini destekleyen bir veri tabanı yönetim sistemidir.",
      "C": "Microsoft firması için orta performans veren, kapsamlı özellikleri olan ve sorgu dilini destekleyen bir veri tabanı yönetim sistemidir.",
      "D": "Veri tabanları için orta düzeyde performans veren, iyi tasarlanmış, SQL standart sorgu dilini destekleyen bir veri tabanı yönetim sistemidir.",
      "E": "Windows modeli kullanan, iyi performans veren, tasarım dilini destekleyen bir veri tabanı yönetim sistemidir."
    },
    "explanation": "PostgreSQL, veri tabanları için ilişkisel modeli kullanan, iyi performans veren, güvenli, kapsamlı özellikleri olan ve SQL standart sorgu dilini destekleyen bir veri tabanı yönetim sistemidir."
  },
  {
    "id": "3940273",
    "unitNumber": 6,
    "text": "MySQL; veri tabanı hangi web programlama dili ile uyumlu çalışır?",
    "correctAnswer": "E",
    "options": {
      "A": "ASEW, HYT gibi birçok web programlama dili ile uyumlu çalışır.",
      "B": "ZDR, SGYİ, FTRE gibi birçok web programlama dili ile uyumlu çalışır.",
      "C": "ALP, FGT gibi birçok web programlama dili ile uyumlu çalışır.",
      "D": "BCP, SHP, CMY gibi birçok web programlama dili ile uyumlu çalışır.",
      "E": "ASP, PHP gibi birçok web programlama dili ile uyumlu çalışır."
    },
    "explanation": "MySQL; web sunucularında en çok kullanılan veri tabanı olup ASP, PHP gibi birçok web programlama dili ile uyumlu çalışır."
  },
  {
    "id": "3940274",
    "unitNumber": 6,
    "text": "Veri tabanını oluşturacak olan tablolarda Normalizasyonun amacı nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "En çok alan kullanılarak en az verimin elde edilmesidir.",
      "B": "En çok alan kullanılarak tablolar arası ilişkilendirme yapılmasıdır.",
      "C": "En az alan kullanılarak ihtiyaçların elde edilmesidir.",
      "D": "En az alan kullanılarak en yüksek verimin elde edilmesidir.",
      "E": "Yeteri kadar alan kullanılarak verilerin elde edilmesidir."
    },
    "explanation": "Veri tabanının hangi verilerden oluşacağına karar verdikten sonra tabloların “normalizasyon” işlemi yapılmalıdır. Yani tablolar normal hale getirilmelidir. Normalizasyonun amacı en az alan kullanılarak en yüksek verimin elde edilmesidir."
  },
  {
    "id": "3940275",
    "unitNumber": 6,
    "text": "Veri tabanında tablolar yapılandırılırken veri tiplerinin dikkatli seçilmesinin nedeni nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Genel olarak verinin tutulduğu veri tabanlarında işlerliği sağlamak, veri tabanı ve yedeklerin kapladığı disk alanını belirlemek ve genel kayıtların önüne geçebilmektir.",
      "B": "Özellikle çok fazla verinin tutulduğu veri tabanlarında performans kaybını azaltmak, veri tabanı ve yedeklerin kapladığı disk alanını en aza indirmek ve hatalı kayıtların önüne geçebilmektir.",
      "C": "Belirli verilerin tutulduğu veri tabanlarında performansı arttırmak, ve genel kayıtların önüne geçebilmektir.",
      "D": "Özellikle çok fazla verinin tutulduğu veri tabanlarında performans sağlamak, veri tabanı alanını en fazla olması ve hatalı kayıtların önüne geçebilmektir.",
      "E": "Fazla verinin tutulduğu veri tabanlarında performans dengesini sağlamak, veri ölçme ve yedeklerin kapladığı disk alanını dengelemek ve gerekli kayıtların önüne geçebilmektir."
    },
    "explanation": "Veri tabanında tablolar yapılandırılırken her alan için en uygun veri tipinin belirlenmesi gerekir. Özellikle çok fazla verinin tutulduğu veri tabanlarında performans kaybını azaltmak, veri tabanı ve yedeklerin kapladığı disk alanını en aza indirmek ve hatalı kayıtların önüne geçebilmek için veri tipleri dikkatli seçilmelidir."
  },
  {
    "id": "3940276",
    "unitNumber": 6,
    "text": "Tablolar arasında birincil ve yabancı anahtar ilişkileri kurulurken ilişki doğrusunun iki ucundaki değerlerin eşsiz olmasına ya da tekrar ediyor olmasına göre ilişkiler kaç grupta toplanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Birebir ilişki, bireçok ilişki ve çokaçok ilişki olmak üzere üç grupta toplanır.",
      "B": "Yanyana ilişki, ortak ilişki ve ikili ilişki olmak üzere üç grupta toplanır.",
      "C": "Gözgöze ilişki, birebir ilişki olmak üzere iki grupta toplanır.",
      "D": "Birebir ilişki, ikili ilişki ve duygusal ilişki olmak üzere üç grupta toplanır.",
      "E": "Çoklu ilişki, bağımsız ilişki ve ikili ilişki olmak üzere üç grupta toplanır."
    },
    "explanation": "Tablolar arasında birincil ve yabancı anahtar ilişkileri kurulurken ilişki doğrusunun iki ucundaki değerlerin eşsiz olmasına ya da tekrar ediyor olmasına göre ilişkiler birebir ilişki, bireçok ilişki ve çokaçok ilişki olmak üzere üç grupta toplanır."
  },
  {
    "id": "3940277",
    "unitNumber": 6,
    "text": "phpMyAdmin birçok paket programı eğer php tabanlı bir proje için kurulacaksa kişisel bilgisayarlar için hangi açık kaynak kodlu ücretsiz yazılımlardan yararlanılabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "CppTgd, ALCTriad ya da Wern Server",
      "B": "All Berf, CHP Triad ya da Geln Server",
      "C": "AppServ, PHPTriad ya da Wamp Server",
      "D": "AppYerb, PHPCril ya da Yaerp Server",
      "E": "CppFerd, THYgrid"
    },
    "explanation": "phpMyAdmin birçok paket programın içerisindegelir ve tek seferde kurulabilir. Eğer php tabanlı bir proje için kurulacaksa kişisel bilgisayarlar için AppServ, PHPTriad ya da Wamp Server gibi açık kaynak kodlu ücretsiz yazılımlardan yararlanılabilir."
  },
  {
    "id": "3940278",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi klasik dosya sistemlerinin dezavantajlarından biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Gereksiz veri tekrarları",
      "B": "Depolama alanlarının boşuna kullanımı",
      "C": "Bir değişiklik için birçok güncelleme yapılması",
      "D": "Çok kullanıcılı ortamlarda kullanımının zorluğu",
      "E": "Veriye erişimin yaratıcısı tarafından farklı programlar üzerinden yapılabilmesi"
    },
    "explanation": "Bu sakıncalar düşünüldüğünde büyük sistemler üzerinde klasik dosya yapıları kullanılamaz. Bunun yerine yeni bir dosya yapısından bahsetmek gerekir. Bu dosya yapısına “Veri tabanı” denir.<br/>Klasik dosya sistemlerinde; ü<br/>• Gereksiz veri tekrarları,<br/>• Depolama alanlarının boşuna kullanımı,<br/>• Bir değişiklik için birçok güncelleme yapılması,<br/>• Çok kullanıcılı ortamlarda kullanımının zorluğu,<br/>• Veriye erişimin sadece yaratıcısı tarafından ve yaratıldığı program üzerinden yapılabilmesi mümkündür."
  },
  {
    "id": "3940279",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi MS Access veritabanının özelliklerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Veri tabanı sihirbazı kullanıcılara veri tabanı oluşturma ve yönetme işlemlerinde büyük kolaylık sağlamaktadır.",
      "B": "Büyük miktarda veri tutabilmekte ve verilerin depolandığı alanları ayarlama imkânı vermektedir.",
      "C": "Aynı anda çok sayıda kullanıcıya verilerin bütünlüğünü bozmadan hizmet verebilmektedir.",
      "D": "İşletim sistemi, veri erişim dilleri ve ağ iletişim protokolleri standartlarıyla uyumludur.",
      "E": "Yetkisiz erişimleri engelleme ve kontrol edebilme imkânı sağlamaktadır."
    },
    "explanation": "A seçeneği haricindeki seçenekler Oracle veritabanına ait özelliklerdir.<br/>Oracle veri tabanının özellikleri şunlardır:<br/>• Büyük miktarda veri tutabilmekte ve verilerin depolandığı alanları ayarlama imkânı vermektedir.<br/>• Aynı anda çok sayıda kullanıcıya verilerin bütünlüğünü bozmadan hizmet verebilmektedir.<br/>• İşletim sistemi, veri erişim dilleri ve ağ iletişim protokolleri standartlarıyla uyumludur.<br/>• Yetkisiz erişimleri engelleme ve kontrol edebilme imkânı sağlamaktadır.<br/>,• Bütünlüğü veri tabanı düzeyinde sağlayabilmektedir, böylece daha az kod yazılmaktadır.<br/>Microsoft Access ya da Microsoft Office Access Microsoft’un ilişkisel veri tabanı yönetim sistemidir. Microsoft Access Jet veri tabanı motorunu, grafiksel kullanıcı arayüzünü ve yazılım araçlarını aynı paketin içinde birleştirir. Özellikle iş yerleri için çok faydalı olan MS Access, kişisel verilerin organize edilmesi için de tercih edilmektedir. <br/>Access diğer veri tabanlarına göre çok sonradan kullanıma başlanmış olmasına rağmen bu alanda önemli ölçüde başarı sağlayarak küçük ölçekli veri tabanları arasında oldukça fazla tercih edilen bir paket hâline gelmiştir. Access’te yer alan veri tabanı sihirbazı kullanıcılara veri tabanı oluşturma ve yönetme işlemlerinde büyük kolaylık sağlamaktadır. Çoğu zaman hiç tasarım ortamına girmeden, sadece sihirbazlar kullanılarak veri tabanı dosyaları hazırlanabilir. Giriş düzeyindeki kullanımlarda kullanıcının profesyonel düzeyde veri tabanı oluşturmasına olanak sağlayan sihirbaz, uzman düzeyindeki kullanıcılar tarafından tercih edilmeyebilir ve bu kullanıcılar kendi yetenekleri dâhilinde veritabanlarını oluşturabilirler."
  },
  {
    "id": "3940280",
    "unitNumber": 6,
    "text": "Veri tabanları için ilişkisel modeli kullanan, iyi performans veren, güvenli, kapsamlı özellikleri olan, SQL standart sorgu dilini destekleyen ve hemen hemen tüm UNIX işletim sistemlerinde çalışan veri tabanı yönetim sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "MsSQL",
      "B": "PostgreSQL",
      "C": "Oracle",
      "D": "MS Access",
      "E": "MySQL"
    },
    "explanation": "PostgreSQL’in özellikleri<br/>• Sınırsız sayıda veri tabanı oluşturabilme<br/>• 32 TB’ye kadar tablo boyutu<br/>• 1.6 TB’ye kadar satır boyutu<br/>• 1 GB’ye kadar alan boyutu<br/>• Tablo başına sınırsız sayıda satır ekleyebilme<br/>• Kolon tipine bağlı olarak 250 - 1600 arasında kolon oluşturabilme ve<br/>• Tablo başına sınırsız index oluşturabilmeye imkân sağlar.<br/>PostgreSQL, veri tabanları için ilişkisel modeli kullanan, iyi performans veren, güvenli, kapsamlı özellikleri olan ve SQL standart sorgu dilini destekleyen bir veri tabanı yönetim sistemidir. Hemen hemen tüm UNIX ya da Unix türevi (Linux, FreeBSD gibi) işletim sistemlerinde çalışır. Ayrıca NT çekirdekli tüm Windows sistemlerde de çalıştırılabilir. PostgreSQL ücretsiz ve açık kodludur. PostgreSQL, yeni-nesil VTYS araştırma prototipi olan POSTGRES veri tabanı yönetim sisteminin geliştirilmesidir. POSTGRES’in zengin veri tiplerini ve güçlü veri modelini tutarken SQL’in geliştirilmiş alt kümesi olan PostQuel dilini kullanır."
  },
  {
    "id": "3940281",
    "unitNumber": 6,
    "text": "Tam sayılar ile ilgili aşağıdakilerden hangisi doğru bilgidir?",
    "correctAnswer": "E",
    "options": {
      "A": "BIGINT: 4 byte olarak depolanır, -231 (-2.147.483.648) ile 231 - 1 (2.147.483.647) aralığındaki tüm tam sayıları kapsar.",
      "B": "INT: 8 byte olarak depolanır, -263 (-9.223.372.036.854.775.808) ile 263 -1 (9.223.372.036.854.775.807) aralığındaki tüm tam sayıları kapsar.",
      "C": "SMALLINT: Genelde işlemlerde kullanılmayan ancak sayı olarak yazılan verilerde kullanılır. Decimal(n) şeklinde kullanılır. n maksimum kullanılacak basamak sayısıdır.",
      "D": "NUMERIC: 0 ile 255 arasındaki tüm tam sayıları ifade eder. Bir byte yer tutar.",
      "E": "BIT: 1 veya 0 alabilir. Bu tip farklı veri tabanı sistemlerinde BOOLEAN olarak da tanımlanabilmektedir. Doğru ve Yanlış şeklindeki verilerin tutulmasında tercih edilir"
    },
    "explanation": "Çözüme göre A, B, C ve D seçeneklerinde verilen tam sayı ve karşılığında bilgi hatalıdır. E seçeneğindeki BIT açıklaması doğru olarak verilmiştir.<br/>Tam sayılar:<br/>BIGINT: 8 byte olarak depolanır, -263 (-9.223.372.036.854.775.808) ile 263 -1 (9.223.372.036.854.775.807) aralığındaki tüm tam sayıları kapsar.<br/>INT: 4 byte olarak depolanır, -231 (-2.147.483.648) ile 231 - 1 (2.147.483.647) aralığındaki tüm tam sayıları kapsar.<br/>SMALLINT: 2 byte olarak depolanır. -215 (-32.768) ile 215 - 1 (32.767) aralığındaki tüm tam sayıları kapsar.<br/>TINYINT: 0 ile 255 arasındaki tüm tam sayıları ifade eder. Bir byte yer tutar.<br/>BIT: 1 veya 0 alabilir. Bu tip farklı veri tabanı sistemlerinde BOOLEAN olarak da tanımlanabilmektedir. Doğru ve Yanlış şeklindeki verilerin tutulmasında tercih edilir.<br/>DECIMAL: Genelde işlemlerde kullanılmayan ancak sayı olarak yazılan verilerde kullanılır. Decimal(n) şeklinde kullanılır. n maksimum kullanılacak basamak sayısıdır.<br/>NUMERIC: Decimal ile aynı işlevi görmektedir. Numeric(n) şeklinde kullanılır. n maksimum kullanılacak basamak sayısıdır."
  },
  {
    "id": "3940282",
    "unitNumber": 6,
    "text": "Genelde işlemlerde kullanılmayan ancak sayı olarak yazılan verilerde aşağıdaki veri tiplerinden hangisi kullanılmalıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "REAL",
      "B": "FLOAT",
      "C": "MONEY",
      "D": "DECIMAL",
      "E": "CHAR"
    },
    "explanation": "Diğer seçeneklerde bulunan veri tiplerinin özellikleri şunlardır:<br/>REAL: -3.40E + 38 den 3.40E + 38’e kadar olan tüm gerçek sayılar. REAL(n) şeklinde kullanılır. Real aslında float(24) ile eş değerdir. Dolayısıyla 4 byte yer tutar.<br/>FLOAT: -1.79E + 308 den 1.79E + 308’e kadar olan tüm gerçek sayılar. Float kullanılırken FLOAT(n) şeklinde kullanılabilir. Burada n basamak sayısını ifade eder. Maksimum 53 yazılabilir. N 1 ile 24 arasında ise float 4 byte yer tutar, eğer 25-53 arasında ise 8 byte yer tutar.<br/>MONEY: -263 (-922,337,203,685,477.5808) ile 263 - 1 (+922,337,203,685,477.5807) arasındaki tüm para değerleri (8 byte)<br/>CHAR(n): Unicode olmayan yazıları kaydetmek için kullanılır, n 1 ile 8000 arasında olmalı. Ayrılan yer tamamıyla kullanılır.<br/>Genelde işlemlerde kullanılmayan ancak sayı olarak yazılan verilerde kullanılır. Decimal(n) şeklinde kullanılır. n maksimum kullanılacak basamak sayısıdır."
  },
  {
    "id": "3940283",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi SQL'in kurallarından biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "SQL dilinde ayraç olarak noktalı virgül (;) kullanılır.Komutlarda İngilizce yazım diline dikkat edilmelidir.",
      "B": "Komutlarda İngilizce yazım diline dikkat edilmelidir.",
      "C": "Sayısal ifadeler tırnak (‘’) içinde gösterilmeyebilir ancak metinsel ifadeler mutlaka tırnak işaretleri arasına yazılmalıdır.",
      "D": "Değerler virgül (,) ile birbirinden ayrılır.",
      "E": "SQL veri tabanı harici diğer işlemlerin de yazılması için kullanılabilir."
    },
    "explanation": "SQL sadece veri tabanı işlemlerini içerir ve E seçeneği bu nedenle hatalıdır.<br/>Veri tabanı kullanımlarında ortak bir dil mevcuttur. Bu dile “SQL (Structured Query language)” denir. Bu dil sadece veri tabanı işlemlerini içerir ve genel olarak aşağıdaki kurallara göre yazılır;<br/>• SQL dilinde ayraç olarak noktalı virgül (;) kullanılır.<br/>• Komutlarda İngilizce yazım diline dikkat edilmelidir.<br/>• Sayısal ifadeler tırnak (‘’) içinde gösterilmeyebilir ancak metinsel ifadeler mutlaka tırnak işaretleri arasına yazılmalıdır.<br/>• Değerler virgül (,) ile birbirinden ayrılır."
  },
  {
    "id": "3940284",
    "unitNumber": 6,
    "text": "Veri tabanında depolanmış verilerin istenen özelliklere göre çağıralabilmesi için kullanılan SQL kodu aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "INSERT",
      "B": "SELECT",
      "C": "WHERE",
      "D": "LIKE",
      "E": "ORDER BY"
    },
    "explanation": "SELECT * FROM tabloAdi; şeklinde yazılır. Yıldız (*) tablodaki bütün alanların çağrıldığı anlamına gelir.<br/>Veri tabanlarının temel özelliği verilerin depolanması ve depolanmış verilerin istenilen özelliklere göre çağrılabilmesidir. Bu aşamada SQL dilinde Select komutuna ihtiyaç duyulmaktadır. Select komutu incelenirken birçok farklı koşula göre seçme işlemine değinilmiştir. Tek tablodan koşulsuz, bütün seçim için Select komutunun kullanımı oldukça basittir."
  },
  {
    "id": "3940285",
    "unitNumber": 6,
    "text": "SELECT adi,soyadi FROM öğrenciler WHERE bolum_kod=1;;<br/>Yukarıdaki SQL sorgusunun açıklaması aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bölüm kodu 1 olan öğrencilerin adının ve soyadının veri tabanına yazılması işlemidir.",
      "B": "Bölüm kodu 1'den farklı olan öğrencilerin adının ve soyadının veri tabanına yazılması işlemidir.",
      "C": "Bölüm kodu 1 ile başlayan öğrencilerin adının ve soyadının veri tabanında listelenmesi işlemidir.",
      "D": "Bölüm kodu 1 olan öğrencilerin adının ve soyadının veri tabanında güncellenmesi işlemidir.",
      "E": "Bölüm kodu 1 olan öğrencilerin adının ve soyadının seçilerek getirilmesi işlemidir."
    },
    "explanation": "Where komutunun eşitlik şartına bağlı olarak kullanımı aşağıdaki gibidir. Diğer operatör kullanımları da aynı şekilde where komutundan sonraki alana yazılarak kullanılabilir. SELECT alan1,alan2 FROM tabloAdi WHERE alan3=’deger’;<br/>SELECT adi,soyadi FROM öğrenciler WHERE bolum_kod=1;;<br/>Örnekte bölüm kodu 1 olan öğrencilerin adının ve soyadının seçilerek getirilmesi işlemi yer almaktadır."
  },
  {
    "id": "3940286",
    "unitNumber": 6,
    "text": "Tabloya daha önce girilmiş olan bir verinin değiştirilmesi için kullanılan komut aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "DELETE",
      "B": "UPDATE",
      "C": "ORDER BY",
      "D": "INSERT",
      "E": "SELECT"
    },
    "explanation": "Update işleminde Where’den sonraki alan özel koşul gerektirir. Değişiklik yapılacak kayıt birincil anahtar veri olarak şarta bağlanabilir ya da diğer koşullardan herhangi biri kullanılabilir. Eğer herhangi bir koşul kullanılmazsa ilgili tablonun tamamında bu değişiklik yapılmış olur.<br/>Tabloya daha önce girilmiş olan bir verinin değiştirilmesi için kullanılan komut Update komutudur. Bu komut aracılığıyla üzerinde çalışılan alanda matematiksel işlemler yapılabileceği gibi ilgili değer tamamen de değiştirilebilir.<br/>Kullanımı aşağıdaki gibidir;<br/>UPDATE tabloAdi SET degistirilecekAlan1 =’yeniDeger1’, degistirilecekAlan2=’yeniDeger2’ WHERE kosulAlani=’deger’;"
  },
  {
    "id": "3940287",
    "unitNumber": 6,
    "text": "phpMyAdmin ile ilgili aşağıdakilerden hangisi hatalıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "PHP ile yazılmış açık kaynak kodlu bir araçtır.",
      "B": "Başlıca kullanım amacı internet üzerinden MySQL veri tabanı yönetimidir.",
      "C": "phpMyAdmin birçok paket programın içerisinde gelir ve tek seferde kurulabilir.",
      "D": "Veri tabanı üzerindeki işlemleri yerine getiren ücretli bir yazılımdır.",
      "E": "Veri tabanı oluşturma ve silme, tablo ekleme/değiştirme/silme, alan ekleme/değiştirme/silme, SQL sorguları çalıştırma, kullanıcıları, yetkileri ve alan anahtarlarını yönetme gibi işlevleri yapabilir."
    },
    "explanation": "phpMyAdmin birçok paket programın içerisinde gelir ve tek seferde kurulabilir. Eğer php tabanlı bir proje için kurulacaksa kişisel bilgisayarlar için AppServ, PHPTriad ya da Wamp Server gibi açık kaynak kodlu ücretsiz yazılımlardan yararlanılabilir.179<br/>phpMyAdmin, PHP ile yazılmış açık kaynak kodlu bir araçtır. Başlıca kullanım amacı internet üzerinden MySQL veri tabanı yönetimidir. Veri tabanı oluşturma ve silme, tablo ekleme/değiştirme/silme, alan ekleme/değiştirme/silme, SQL sorguları çalıştırma, kullanıcıları, yetkileri ve alan anahtarlarını yönetme gibi işlevleri yapabilen ücretsiz bir yazılımdır."
  },
  {
    "id": "3940288",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi verilerin belirli bir düzene göre depolandığı sistemlere verilen isimdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tablo",
      "B": "Veri tabanı",
      "C": "Alan",
      "D": "Programlama",
      "E": "Veri yönetimi"
    },
    "explanation": "Veri tabanı ya da ingilizce database kavramı, verilerin belirli bir düzene göre depolandığı sistemlere verilen genel bir isimdir."
  },
  {
    "id": "3940289",
    "unitNumber": 6,
    "text": "Aşağıdaki hangisi klasik dosya sistemlerinin özelliklerinden biri <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Depolama alanlarının boşuna kullanımı",
      "B": "Bir değişiklik için birçok güncelleme yapılması",
      "C": "Veriye erişimin sadece yaratıcısı tarafından yapılması",
      "D": "Bir ya da birçok uygulamada kullanılması",
      "E": "Veri tekrarı içermesi"
    },
    "explanation": "Bir ya da birçok uygulamada kullanılması özelliği, veri tabanına ait bir özelliktir."
  },
  {
    "id": "3940290",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Oracle veri tabanının tercih edilmesinin en temel sebeplerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tablo başına sınırsız sayıda satır ekleme olanağı sunması",
      "B": "Sihirbazlar kullanılarak veri tabanı dosyaları hazırlamayı sağlaması",
      "C": "Birçok web programlama dili ile uyumlu çalışması",
      "D": "Sınırsız sayıda veri tabanı oluşturma imkanı sunması",
      "E": "İşlem boyutunun fazla olmasına rağmen, işlem hızının oldukça yüksek olması"
    },
    "explanation": "Oracle veri tabanının tercih edilmesinin en büyük sebeplerinden biri,<br/>yapılan işlem boyutunun fazla olmasına rağmen, işlem hızının oldukça yüksek olmasıdır.<br/>İşlem boyutunun fazla olmasına rağmen, işlem hızının oldukça yüksek olması"
  },
  {
    "id": "3940291",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi veri tabanı sihirbazı ile kullanıcılara veri tabanı oluşturma ve yönetme olanağı sunan veri tabanıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Oracle",
      "B": "Ms Access",
      "C": "PostgreSQL",
      "D": "MsSQL",
      "E": "MySQL"
    },
    "explanation": "Access’te yer alan veri tabanı sihirbazı kullanıcılara veri tabanı oluşturma ve yönetme işlemlerinde büyük kolaylık sağlamaktadır.<br/>Ms Access"
  },
  {
    "id": "3940292",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Facebook, Wikipedia, Google ve Drupal’in de altyapısını oluşturan veri tabanı yönetim sistemidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ms Access",
      "B": "Oracle",
      "C": "MySQL",
      "D": "MsSQL",
      "E": "PostgreSQL"
    },
    "explanation": "Dünyanın en büyük web siteleri olarak lanse edilen, Facebook, Wikipedia, Google ve Drupal’in de altyapısını MySQL oluşturmaktadır."
  },
  {
    "id": "3940293",
    "unitNumber": 6,
    "text": "I. Normalizasyon<br/>II. Verilere karar vermek <br/>III. Tablolar arası ilişkileri oluşturmak <br/>IV. Tablo oluşturmak <br/>Aşağıdakilerden hangisinde veri tabanı tasarım süreci doğru sırada verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "I-II-III-IV",
      "B": "II-IV-I-III",
      "C": "II-I-III-IV",
      "D": "II-I-IV-III",
      "E": "III-I-II-IV"
    },
    "explanation": "Veri tabanının hangi verilerden oluşacağına karar verdikten sonra tabloların “normalizasyon” işlemi yapılmalıdır. Yani tablolar normal hale getirilmelidir. Normalizasyonun amacı en az alan kullanılarak en yüksek verimin elde edilmesidir. Normalizasyon işlemi sonrasında tablolar oluşturulur ve tablolar arasındaki ilişkiler yaratılır.<br/>II-I-IV-III"
  },
  {
    "id": "3940294",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi veri tabanı tasarımının normalizasyon işleminin ilk aşamasında yapılan işlemdir?",
    "correctAnswer": "E",
    "options": {
      "A": "Veri tabanına yazılacak bütün alanların kâğıt üzerinde tasarlanması",
      "B": "Tablodaki alanların diğer hücrelerle birebir ilişkisinin olup olmayacağına bakılması",
      "C": "Farklı kayıtlarda tekrarı olma ihtimali olan alanlar için yeni tablolar oluşturulması",
      "D": "Verilerin anahtar alanla birebir bağlantılı olup olmadıklarının belirlenmesi",
      "E": "Tekrarlanan verilerin anahtar alan ile birlikte kayıtlardan ayrılması"
    },
    "explanation": "Normalizasyon işleminde ilk aşama tekrarlanan verilerin belirlenmiş olan anahtar alan ile birlikte normal kayıtlardan ayrılma işlemidir.<br/>Tekrarlanan verilerin anahtar alan ile birlikte kayıtlardan ayrılması"
  },
  {
    "id": "3940295",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi veri tabanı tablolarında kullanılan tamsayı türü veri tiplerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "SMALLINT",
      "B": "FLOAT",
      "C": "REAL",
      "D": "CHAR",
      "E": "DATETIME"
    },
    "explanation": "SMALLINT, veri tabanı tablolarında kullanılan tamsayı türü veri tiplerinden biridir"
  },
  {
    "id": "3940296",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi SQL veri tabanında bölüm kodu 1 olan öğrencilerin adının ve soyadının seçilerek getirilmesi işlemi için yazılan komuttur?",
    "correctAnswer": "A",
    "options": {
      "A": "SELECT adi,soyadi FROM öğrenciler WHERE bolum_kod=1;",
      "B": "SELECT adi,soyadi,adres FROM öğrenciler;",
      "C": "SELECT * FROM tablo1WHERE alan1 IN öğrenciler;",
      "D": "SELECT * FROM tablo1 WHERE alanx LIKE ‘%öğrenciler%’;",
      "E": "SELECT * FROM tablo1 ORDER BY alan1 ASC;"
    },
    "explanation": "SQL veri tabanında bölüm kodu 1 olan öğrencilerin adının ve soyadının seçilerek getirilmesi işlemi için yazılan komut, SELECT adi,soyadi FROM öğrenciler WHERE bolum_kod=1; şeklindedir."
  },
  {
    "id": "3940297",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi phpMyAdmin kurulum basamaklarından biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "AppServ programının indirilmesi",
      "B": "APACHE http Server Information sekmesinde Server Name alanına<br/>“localhost” girilmesi",
      "C": "APACHE http Server Information sekmesinde Administrator’s eMail Address<br/>alanına “root” yazılması",
      "D": "root hesabı için bir şifre belirlenmesi",
      "E": "“Start Apache” ve “Start MySQL” seçili olarak programın açılması"
    },
    "explanation": "“Start Apache” ve “Start MySQL” seçili olarak programın açılması, phpMyAdmin kurulum basamaklarından biri değildir."
  },
  {
    "id": "3940298",
    "unitNumber": 6,
    "text": "Çok miktarda verinin anlamlı şekilde organize edilebilmesi ve kısa sürelerde ulaşılıp kullanılmasını sağlayan yapıya ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Veri tabanı",
      "B": "Tablo",
      "C": "Excel dosyası",
      "D": "Bilişim teknolojisi",
      "E": "Arşiv"
    },
    "explanation": "Yığınla verinin anlamlı şekilde organize edilebilmesi ve kısa sürelerde ulaşılıp kullanılmasını sağlayan yapıya veri tabanı denir."
  },
  {
    "id": "3940299",
    "unitNumber": 6,
    "text": "Hangisi bir veri tabanı uygulaması <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ms Access",
      "B": "Oracle",
      "C": "MsSQL",
      "D": "MySQL",
      "E": "Ms Excel"
    },
    "explanation": "Ms Excel, bir veri tabanı uygulaması değildir."
  },
  {
    "id": "3940300",
    "unitNumber": 6,
    "text": "Hangisi PostgreSQL veri tabanı yönetim sisteminin özelliklerinden biri <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sınırsız sayıda veri tabanı oluşturabilme",
      "B": "32 TB’ye kadar tablo boyutu",
      "C": "1.6 TB’ye kadar satır boyutu",
      "D": "100 GB’ye kadar alan boyutu",
      "E": "Tablo başına sınırsız sayıda satır ekleyebilme"
    },
    "explanation": "PostgreSQL veri tabanı yönetim sisteminin alan boyutu 100 değil 1 GB’ye kadardır."
  },
  {
    "id": "3940301",
    "unitNumber": 6,
    "text": "Veri tabanı için tablo oluştururken, tablo ve alan adlarında hangisi kullanılabilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Türkçe karakterler",
      "B": "Küçük harfler",
      "C": "Boşluk",
      "D": "Sadece sayılar",
      "E": "Özel semboller"
    },
    "explanation": "Veri tabanı için tablo oluştururken, tablo ve alan adlarında küçük harfler kullanılabilir."
  },
  {
    "id": "3940302",
    "unitNumber": 6,
    "text": "Veri tabanında; 2 Byte olarak depolanan, -215 (-32.768) ile 215 - 1 (32.767) aralığındaki tüm tam sayıları kapsayan tam sayı veri tipi hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "BIGINT",
      "B": "INT",
      "C": "SMALLINT",
      "D": "DECIMAL",
      "E": "BIT"
    },
    "explanation": "SMALLINT: 2 byte olarak depolanır. -215 (-32.768) ile 215 - 1 (32.767) aralığındaki tüm tam sayıları kapsar."
  },
  {
    "id": "3940303",
    "unitNumber": 6,
    "text": "Farklı veri tabanı sistemlerinde BOOLEAN olarak da tanımlanabilen; doğru ve yanlış şeklindeki verilerin tutulmasında tercih edilen 1 veya 0 değeri alabilen tam sayı veri tipi hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "BIGINT",
      "B": "INT",
      "C": "SMALLINT",
      "D": "TINYINT",
      "E": "BIT"
    },
    "explanation": "BIT: 1 veya 0 alabilir. Bu tip farklı veri tabanı sistemlerinde BOOLEAN olarak da tanımlanabilmektedir. Doğru ve Yanlış şeklindeki verilerin tutulmasında tercih edilir."
  },
  {
    "id": "3940304",
    "unitNumber": 6,
    "text": "Hangisi kesirli sayılar için kullanılan veri tiplerinden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "INT",
      "B": "SMALLINT",
      "C": "FLOAT",
      "D": "DECIMAL",
      "E": "NUMERIC"
    },
    "explanation": "FLOAT, kesirli sayılar için kullanılan veri tiplerinden biridir: -1.79E + 308 den 1.79E + 308’e kadar olan tüm gerçek sayılar. Float kullanılırken FLOAT(n) şeklinde kullanılabilir. Burada n basamak sayısını ifade eder. Maksimum 53 yazılabilir. N 1 ile 24 arasında ise float 4 byte yer tutar, eğer 25-53 arasında ise 8 byte yer tutar."
  },
  {
    "id": "3940305",
    "unitNumber": 6,
    "text": "Hangisi “para değeri” için kullanılan veri tiplerinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "REAL",
      "B": "DATETIME",
      "C": "SMALLDATATIME",
      "D": "SMALLMONEY",
      "E": "VARCHAR"
    },
    "explanation": "SMALLMONEY: -214,748.3648 ile +214,748.3647, arasındaki para değerleri."
  },
  {
    "id": "3940306",
    "unitNumber": 6,
    "text": "Hangisi yazı tipleri için kullanılan veri tiplerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "REAL",
      "B": "DATETIME",
      "C": "SMALLDATATIME",
      "D": "SMALLMONEY",
      "E": "VARCHAR"
    },
    "explanation": "VARCHAR (n): Unicode olmayan yazıları kaydetmek için kullanılır, n 1 ile 8000 arasında olmalı. Maksimum n karakter uzunluğunda yazılar kaydedilebilir. Yazılan karakter sayısı kadar yer kullanılır."
  },
  {
    "id": "3940307",
    "unitNumber": 6,
    "text": "Veri tabanı kullanımlarındaki ortak dil hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "C++",
      "B": "CQL",
      "C": "SQL",
      "D": "SQL+",
      "E": "PHP"
    },
    "explanation": "Veri tabanı kullanımlarında ortak bir dil mevcuttur. Bu dile “SQL (Structured Query language)” denir."
  },
  {
    "id": "3940308",
    "unitNumber": 7,
    "text": "“Dijital sertifika” olarak da bilinen SSL sertifikası ile ilgili aşağıdaki ifadelerden hangisi<strong> yanlıştır? </strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Web sitesi kimliğini doğrular",
      "B": "Ziyaretçilerin sahte bir sitede olmadıklarını garantiler",
      "C": "Aktarılan verileri şifreler",
      "D": "Sadece bazı tarayıcılar tarafından desteklenmektedir",
      "E": "Bilginin doğru adreste deşifre edilebilmesini sağlar"
    },
    "explanation": "“Dijital sertifika” olarak da bilinen SSL sertifikası<br/>iki işleve sahiptir:<br/>• Web sitesi kimliğini doğrular (böylece ziyaretçilerin sahte bir sitede olmadıkları garantilenir).<br/>• Aktarılan verileri şifreler.<br/>Netscape tarafından geliştirilen ve standart hâle gelen SSL sertifikası, bilginin şifrelendirilerek gönderilmesini ve sadece doğru adreste deşifre edilebilmesini sağlar. SSL’in tarihine bakıldığında güvenlik açıklarından dolayı SSL 1.0 sürümünün piyasaya sürülmediği görülmektedir. 1996 yılında 3.0 versiyonunun ortaya çıkarılmasıyla hemen hemen bütün internet tarayıcılarının desteklediği bir standart hâline gelmiş ve çok geniş uygulama alanları bulmuştur."
  },
  {
    "id": "3940309",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi virüs ve tehlikeli yazılım bulaştırma ihtimali yüksek olan siteler arasında <strong>yer almaz</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Çok fazla bilinmeyen siteler",
      "B": "Bahis siteleri",
      "C": "Cinsel içerikli siteler",
      "D": "Korsan yazılım indirilen siteler",
      "E": "En çok ziyaret edilen siteler"
    },
    "explanation": "Virüs ve tehlikeli yazılım bulaştırma ihtimali yüksek olan siteler genellikle şunlardır:<br/>• Çok fazla bilinmeyen siteler,<br/>• Bahis siteleri,<br/>• Cinsel içerikli siteler,<br/>• Korsan yazılım indirilen sitelerdir."
  },
  {
    "id": "3940310",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi internet üzerinden güvenli işlem yapmak için uyulması gereken kurallar arasında <strong>yer almaz</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "İyi bilinen, güvenilir sitelerden işlem yapılmak",
      "B": "Başka bir internet sayfası üzerindeki bağlantılardan alışveriş sitesine bağlanmak",
      "C": "İnteraktif bankacılık işlemlerinde internetin ortak kullanıldığı alanları kullanmamak",
      "D": "Ödeme işlemlerinde kişisel bilgiler girilirken sanal klavye kullanmak",
      "E": "Alışverişlerde sanal kredi kartı kullanmaya çalışmak"
    },
    "explanation": "İnternet üzerinden güvenli işlem yapmak için uyulması gereken bazı kurallar vardır. Bu kurallar<br/>aşağıdaki gibi sıralanabilir:<br/>• İyi bilinen, güvenilir sitelerden işlem yapılmalıdır.<br/>• Başka bir internet sayfası üzerindeki ya da e-posta ile gelen bağlantılardan değil de<br/>doğrudan internet adresi yazılarak alışveriş sitesine bağlanılmalıdır.<br/>• Her türlü sahte site tehdidine karşı dikkatli olunmalıdır. Örneğin bankalardan geldiği<br/>iddia edilen şüpheli e-postalar alındığında bankanın çağrı merkezi aranıp durum bildirilmelidir.<br/>• Alışveriş, interaktif bankacılık gibi işlemlerde internet kafe gibi internetin ortak kullanıldığı alanlar kullanılmamalıdır.<br/>• Ödeme sayfasının güvenli site (HTTPS) olduğu mutlaka kontrol edilmelidir.<br/>• Ödeme yaparken kişisel bilgiler (kullanıcı adı, hesap numarası veya şifre gibi) veya kredi kartı gibi bilgiler girilirken sanal klavye kullanılmalıdır.<br/>• İnternetten yapılan ödemeler, mutlaka kredi kartı hesap özetinden kontrol edilmelidir.<br/>• Alışverişlerde sanal kredi kartı kullanmaya çalışılmalı ve bu kartın limiti kontrol edilmelidir.<br/>• İnternet bankacılığı için kullanılan parola banka çalışanları dâhil kimseyle paylaşılmamalıdır."
  },
  {
    "id": "3940311",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi SSL sertifikalarında sunucuda ve işlemcide birbirinin aynı anahtar ile şifreleme yöntemi olan Simetrik Şifreleme (Gizli Anahtarlı Şifreleme) yöntemlerinden biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "3DES",
      "B": "Verisign",
      "C": "AES",
      "D": "Blowfish",
      "E": "IDEA"
    },
    "explanation": "3DES, AES, Blowfish, IDEA ve RC4 simetrik şifreleme algoritmalarındandır. Ancak Verisign SSL sertifikası alınabilecek kurumlardan biridir. Bu nedenle doğru cevap B'dir."
  },
  {
    "id": "3940312",
    "unitNumber": 7,
    "text": "Alan adı ya da sahip olunan alt etki alanı sayısına göre çok sayıda, farklı türde SSL sertifikası vardır. Bir alan adını ve sınırsız sayıda alt etki alanlarını kapsayan sertifika türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Standart",
      "B": "Wildcard",
      "C": "Çoklu alan",
      "D": "Birden fazla etki alan",
      "E": "Tek"
    },
    "explanation": "Wildcard - Bir alan adını ve sınırsız sayıda alt etki alanlarını kapsar. Örneğin:<br/>www.alanadiniz.com<br/>alanadiniz.com<br/>altalan1.alanadiniz.com<br/>altalan2.alanadiniz.com"
  },
  {
    "id": "3940313",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi bir web sitesinin SSL sertifikasına sahip olduğunu gösteren görsel işaretlerden biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yeşil asma kilit",
      "B": "HTTPS ön eki",
      "C": "HTTP ön eki",
      "D": "Güven mührü",
      "E": "Yeşil adres çubuğu"
    },
    "explanation": "Özetle, bir web sitesi SSL sertifikasına sahipse dört görsel işaret vardır:<br/>• Adres linkinin sonundaki yeşil asma kilit<br/>• HTTP yerine HTTPS ön eki<br/>• Bir güven mührü<br/>• Yeşil bir adres çubuğu ile kurumun adının yazılması (Genişletilmiş doğrulama ile SSL sertifikasının düzenlenmesi durumunda)"
  },
  {
    "id": "3940314",
    "unitNumber": 7,
    "text": "HTML kodlarının arasına istemci tabanlı kod gömülmesi yoluyla kullanıcının tarayıcısında istenen istemci tabanlı kodun çalıştırılabilmesi olarak tanımlanan güvenlik açığı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Oltalama",
      "B": "Solucanlar",
      "C": "İframe virüsleri",
      "D": "Çapraz site betik virüsleri",
      "E": "Web site arka kapıları"
    },
    "explanation": "HTML kodlarının arasına istemci tabanlı kod gömülmesi yoluyla kullanıcının tarayıcısında istenen istemci tabanlı kodun çalıştırılabilmesi olarak tanımlanan bir güvenlik açığıdır."
  },
  {
    "id": "3940315",
    "unitNumber": 7,
    "text": "Bir veya birden fazla DNS sunucusuna çok sayıda yinelenen sorgu gönderilerek ağ hizmetlerinin kullanılamaz hâle gelmesini amaçlayan bir saldırı türüne ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Parmak izi",
      "B": "Verileri değişrirme",
      "C": "Yeniden yönlendirme",
      "D": "IP sızdırma",
      "E": "Servis reddi"
    },
    "explanation": "Servis Reddi: Bir veya birden fazla DNS sunucusuna çok sayıda yinelenen sorgu gönderilerek ağ hizmetlerinin kullanılamaz hâle gelmesini amaçlayan bir saldırı türüdür."
  },
  {
    "id": "3940316",
    "unitNumber": 7,
    "text": "'Mysql veri tabanları eklenip silinebilir, Phpmyadmin yöneticisi kullanılabilr' işlemi Cpanel'in hangi ana işlem basamağında bulunur?",
    "correctAnswer": "A",
    "options": {
      "A": "Site yönetimi",
      "B": "e-posta",
      "C": "Analizler",
      "D": "Gelişmiş Araç ve Eklentiler",
      "E": "Giriş Paneli"
    },
    "explanation": "Site Yönetimi:<br/>cPanel şifresi değiştirilebilir.<br/>FTP hesapları yönetilebilir.<br/>Disk ve transfer kullanımları görüntülenebilir.<br/>Tüm dosya işlemleri yapılabilir.<br/>Dosyalar korunabilir.<br/>Alt alan adları yönetilebilir.<br/>Mysql veri tabanları eklenip silinebilir.<br/>İstenilen IP’ler engellenebilir.<br/>Phpmyadmin yöneticisi kullanılabilir.<br/>Yedekleme işlemleri yapılabilir."
  },
  {
    "id": "3940317",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi uygulama katmanlı DDOS saldırı sınıfındadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Mantıksal Çokluk (Logical floods)",
      "B": "Senkron Çokluk (SYN (synchronize) floods)",
      "C": "Ölüm Testi (Ping (Test Programı) of Death)",
      "D": "Sıfırıncı Gün (Zero-day) DDoS attacks (Sıfırıncı Gün DDOS Atağı)",
      "E": "Şirin DDOS (Smurf (Şirin) DDoS)"
    },
    "explanation": "Uygulama Katmanlı Saldırı (Application Layer Atak):<br/>Slowloris<br/>Sıfırıncı Gün (Zero-day) DDoS attacks (Sıfırıncı Gün DDOS Atağı)"
  },
  {
    "id": "3940318",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Protokol Saldırı sınıfına girmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sahte Paket Çokluğu (Diğer spoofed-packet floods)",
      "B": "Bölümlenmiş Paket Saldırılar (Fragmented packet attacks)",
      "C": "Slowloris",
      "D": "Mantıksal Çokluk (Logical floods)",
      "E": "Sıfırıncı Gün (Zero-day) DDoS attacks (Sıfırıncı Gün DDOS Atağı)"
    },
    "explanation": "Protokol Saldırıları (Protocol Attack):<br/>Senkron Çokluk (SYN (synchronize) floods)<br/>Bölümlenmiş Paket Saldırılar (Fragmented packet attacks)<br/>Ölüm Testi (Ping (Test Programı) of Death)<br/>Şirin DDOS (Smurf (Şirin) DDoS)"
  },
  {
    "id": "3940319",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Web servisleri konusunda dünya genelinde kabul gören organizasyonlardan biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "OASİS",
      "B": "W3C",
      "C": "UDDI",
      "D": "WS-I",
      "E": "IEFT"
    },
    "explanation": "Web servisleri konusunda dünya genelinde kabul gören organizasyonlar şunlardır:<br/>• OASIS (Yapılandırılmış Bilgi Standartları Geliştirme Örgütü (The Organization for the Advancement of Structured Information Standards)<br/>• W3C (Dünya Çapında Ağ Konsorsiyumu/ The World Wide Web Consortium)<br/>• WS-I (Birlikte Çalışılan Web Hizmetleri Organizasyonu/The Web Services Interopability Organization/<br/>• IETF (İnternet Mühendisliği Görev Kuvveti/The Internet Engineering Task Force"
  },
  {
    "id": "3940320",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi dosya şifreleme ve şifre çözmede kullanılabilecek şifreleme türlerinden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Blowfish",
      "B": "Cast 5",
      "C": "AES",
      "D": "DEX",
      "E": "RSA"
    },
    "explanation": "Dosyaları şifrelemede ve şifre çözmede kullanılabilecek şifreleme türleri aşağıda gösterilmektedir:<br/>• AES (128 &amp; 256 bit)<br/>• Blowfish<br/>• Cast5<br/>• DES<br/>• DESX<br/>• 3DES<br/>• RSA (1024 &amp; 2048 bit)"
  },
  {
    "id": "3940321",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi çalışma alanı internet olan kuruluşlar için kullanılan uluslararası alan adı uzantısıdır?",
    "correctAnswer": "B",
    "options": {
      "A": ".com",
      "B": ".net",
      "C": ".org",
      "D": ".edu",
      "E": ".bel"
    },
    "explanation": ".net Çalışma alanı internet olan kuruluşlar için kullanılır."
  },
  {
    "id": "3940322",
    "unitNumber": 7,
    "text": "\"Tescil edildikleri ülkelerin internet takısının alan adı uzantısının sonuna ilave edilmesi\" hangi alan adı uzantısının ayırt edici özelliğidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Uluslararası alan adı uzantıları",
      "B": "Ulusal alan adı uzantısı",
      "C": "Alan adı sistemi (DNS) uzantısı",
      "D": "Coğrafi alan adı uzantıları",
      "E": "Güvenlik alan adı uzantısı"
    },
    "explanation": "Coğrafi Alan Adı Uzantıları<br/>Bu tipteki alan adı uzantıları uluslararası alan<br/>adı uzantıları gibi aynı uzantılara sahiptir. Aradaki fark ise bu tip alan adı uzantılarında tescil edildikleri ülkelerin internet takısının alan adı uzantısının sonuna ilave edilmesidir."
  },
  {
    "id": "3940323",
    "unitNumber": 7,
    "text": "Alan adından IP adresine dönüşüm sağlayan DNS bileşeni aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "A",
      "B": "MX",
      "C": "NS",
      "D": "PTR",
      "E": "TXT"
    },
    "explanation": "DNS’ye Ait Bazı Bileşenler<br/>A Alan adından IP adresine dönüşüm sağlar."
  },
  {
    "id": "3940324",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi <em>Cpanel</em> ile gerçekleştirilen site yönetim işlemlerinden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "E-posta hesabı eklenip silinebilir.",
      "B": "Webmail kullanılabilir.",
      "C": "İstenilen IP’ler engellenebilir.",
      "D": "Site trafiği gözlenebilir.",
      "E": "E-posta filtrelenebilir."
    },
    "explanation": "Site Yönetimi<br/>cPanel şifresi değiştirilebilir.<br/>FTP hesapları yönetilebilir.<br/>Disk ve transfer kullanımları görüntülenebilir.<br/>Tüm dosya işlemleri yapılabilir.<br/>Dosyalar korunabilir.<br/>Alt alan adları yönetilebilir.<br/>Mysql veri tabanları eklenip silinebilir.<br/><strong>İstenilen IP’ler engellenebilir.</strong><br/>Phpmyadmin yöneticisi kullanılabilir.<br/>Yedekleme işlemleri yapılabilir."
  },
  {
    "id": "3940325",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi DDOS saldırılarının Hacim Tabanlı Saldırı sınıfı kapsamında ele alınmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Senkron Çokluk",
      "B": "Mantıksal çokluk",
      "C": "Slowloris",
      "D": "Şirin DDOS",
      "E": "Bölümlenmiş Paket Saldırılar"
    },
    "explanation": "Hacim Tabanlı Saldırı<br/>(Volume Based Atak)<br/>Mantıksal Çokluk (Logical floods)<br/>ICMP floods İnternet Denetimli Mesaj Protokolü (Internet Control Message<br/>Protocol))<br/>Sahte Paket Çokluğu (Diğer spoofed-packet floods)"
  },
  {
    "id": "3940326",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi DDOS saldırısının hedefe vereceği zararlar arasında yer almaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Gelir Kaybı",
      "B": "Üretkenlik Kaybı",
      "C": "İtibar Zedelenmesi",
      "D": "Zaman Kaybı",
      "E": "Hırsızlığa Uğrama"
    },
    "explanation": "DDOS saldırısının hedefe vereceği zararlar şu şekilde özetlenebilir:<br/>• Gelir Kaybı<br/>• Üretkenlik Kaybı<br/>• İtibar Zedelenmesi<br/>• Hırsızlığa Uğrama"
  },
  {
    "id": "3940327",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi web servisleri konusunda dünya genelinde kabul gören organizasyonlardan \"Birlikte Çalışılan Web Hizmetleri Organizasyonun\" kısa adıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "OASIS",
      "B": "W3C",
      "C": "WS-I",
      "D": "IETF",
      "E": "UDDI"
    },
    "explanation": "WS-I (Birlikte Çalışılan Web Hizmetleri<br/>Organizasyonu/The Web Services Interopability Organization/"
  },
  {
    "id": "3940328",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Secure Sockets Layer için kullanılan kısaltmadır?",
    "correctAnswer": "A",
    "options": {
      "A": "SSL",
      "B": "FTP",
      "C": "HTTP",
      "D": "XML",
      "E": "DDOS"
    },
    "explanation": "SSL, Secure Sockets Layer için kullanılan kısaltmadır."
  },
  {
    "id": "3940329",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangi web sitelerinin SSL sertifikası alması gereklidir?",
    "correctAnswer": "B",
    "options": {
      "A": "HTTP protokolu kullanan",
      "B": "Gizli ve hassas bilgileri işleyen",
      "C": "Sadece TCP protokolu kullanan",
      "D": "Sadece kullanıcıları tarafından SSL sertifikasi talep edilen",
      "E": "Her gün oturum açan kullanıcılarına sahip olan"
    },
    "explanation": "Gizli ve hassas bilgileri işleyen web sitelerinin SSL sertifikası alması gereklidir."
  },
  {
    "id": "3940330",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, bilgi akışında kullanılan şifrelemenin gücü ile doğrudan bağlantılıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "kullanıcının bilgi düzeyi",
      "B": "web site yöneticilerinin sayısı",
      "C": "kullanılan anahtar uzunluğu",
      "D": "kullanıcının tercih ettiği web gezinti programı (browser).",
      "E": "müşteri kayıt listesinin az ya da çok olması"
    },
    "explanation": "Kullanılan anahtar uzunluğu, bilgi akışında kullanılan şifrelemenin gücü ile doğrudan bağlantılıdır."
  },
  {
    "id": "3940331",
    "unitNumber": 7,
    "text": "Bir web sitesinin adresinde bulunan \"https\" yazısı aşağıdakilerden hangisini ifade eder?",
    "correctAnswer": "D",
    "options": {
      "A": "web sitesinin bilgi kaynağı olduğunu",
      "B": "web sitesinin sadece özel hizmet veren intranet özellikte olduğunu",
      "C": "web sitesinde sadece mozilla firefox kullanılabileceğini",
      "D": "web sitesinin SSL sertifikasına sahip olduğunu",
      "E": "sadece bankacılık işlemleri yapılmakta olduğunu"
    },
    "explanation": "Bir web sitesinin adresinde bulunan \"https\" yazısı web sitesinin SSL sertifikasına sahip olduğunu ifade eder."
  },
  {
    "id": "3940332",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi dosya şifreleme türlerinden birisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "HTTP",
      "B": "FTP",
      "C": "URL",
      "D": "DNS",
      "E": "AES"
    },
    "explanation": "AES, dosya şifreleme türlerinden birisidir."
  },
  {
    "id": "3940333",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi virus ve tehlikeli yazılım bulaştırma olasılığı yüksek olan siteler arasında bulunur?",
    "correctAnswer": "A",
    "options": {
      "A": "Bahis siteleri",
      "B": "Bankalara ait siteler",
      "C": "Bakanlıklara ait siteler",
      "D": "Universitelerin siteleri",
      "E": "FTP ile erişilebilen tüm siteler"
    },
    "explanation": "Bahis siteleri virus ve tehlikeli yazılım bulaştırma olasılığı yüksek olan siteler arasında bulunur."
  },
  {
    "id": "3940334",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, bankacılık işlemi gibi hassas işlemler için tercih edilirse sorun yaratma olasılığı yüksektir?",
    "correctAnswer": "B",
    "options": {
      "A": "Universiteler",
      "B": "internet kafe",
      "C": "banka şubeleri",
      "D": "son model olmayan bilgisayar",
      "E": "ev ortamındaki internet bağlantıları"
    },
    "explanation": "internet kafeler, bankacılık işlemi gibi hassas işlemler için tercih edilirse sorun yaratma olasılığı yüksektir."
  },
  {
    "id": "3940335",
    "unitNumber": 7,
    "text": "Kısıtlanmadan internette gezinebilmek için kullanıcılar aşağıdakilerden hangisini yapmaktadırlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Sadece gece saatlerinde aktif olmak",
      "B": "Hafta sonları aktif olmak",
      "C": "DNS ayarlarının değiştirilmesi",
      "D": "Giysi değiştirmek",
      "E": "TCP/IP protokolunu kullanmamak"
    },
    "explanation": "Kısıtlanmadan internette gezinebilmek için kullanıcılar DNS ayarlarının değiştirmektedirler.<br/>DNS ayarlarının değiştirilmesi"
  },
  {
    "id": "3940336",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, DDOS saldırısına sonucunda, saldırıya ugrayan web sitesinde görülen sonuçlardan birisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "web sitesinde kullanılan dilin sadece ingilizce olması",
      "B": "web sitesi uzakta ise DDOS saldırısından etkilenmez",
      "C": "web sitesinin şifrelerinin okunabilir hale gelmesi",
      "D": "web sitesinin hizmet verememesi",
      "E": "web sitesinin tüm hizmetlerinin HTTP yerine FTP 'e dönüşmesi"
    },
    "explanation": "Web sitesinin hizmet verememesi, DDOS saldırısına sonucunda, saldırıya ugrayan web sitesinde görülen sonuçlardan birisidir."
  },
  {
    "id": "3940337",
    "unitNumber": 7,
    "text": "Linux işletim sisteminde çok fazla kod yazmadan bir panel aracılığı ile site tasarlanabilmesini sağlayan yazılım, aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "TCP/IP",
      "B": "Bash",
      "C": "HTTP",
      "D": "FTP",
      "E": "cPanel"
    },
    "explanation": "Linux işletim sisteminde çok fazla kod yazmadan bir panel aracılığı ile site tasarlanabilmesini sağlayan yazılım, cPanel'dir."
  },
  {
    "id": "3940338",
    "unitNumber": 8,
    "text": "Bireysel ve kurumsal kullanıcılara bilgilerine her yerden ulaşım ve yedekleme fırsatı sağlayan sistemlere ne ad verilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hard disk",
      "B": "Bulut bilişim",
      "C": "Flash bellek",
      "D": "Big data",
      "E": "Web hosting"
    },
    "explanation": "Bireysel ve kurumsal kullanıcılara bilgilerine her yerden ulaşım ve yedekleme fırsatı sağlayan sistemlere bulut bilişim adı verilmektedir. Türkçe “Bulut bilişim” ve “Bulut teknolojisi” olarak adlandırılan “Cloud computing” terimi, 1960’larda John McCarhty’nin hesaplama işlemlerinin gelecekte geniş kamusal ağlar üzerinden gerçekleşeceği fikri ile ortaya çıkmıştır. “Bulut Teknolojisi”, ortak kullanılan kaynaklar üzerinde, ihtiyaca göre ölçeklenebilen, anında kullanıma hazır, kaynak ataması ve yönetimi kolay yapılabilen bilgi ve iletişim servisleri olarak tanımlanmaktadır."
  },
  {
    "id": "3940339",
    "unitNumber": 8,
    "text": "Kullanıcıların başka bir yazılıma gerek duymadan, sadece internet sağlayıcıları üzerinden bulutta bulunan verilere ve aynı zamanda uygulamalara ulaşabildiği bulut bilişim servis modeli hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Servis olarak yazılım (SaaS)",
      "B": "Servis olarak bilgisayar (CaaS)",
      "C": "Servis olarak web (WaaS)",
      "D": "Servis olarak bluetooth (BaaS)",
      "E": "Servis olarak altyapı (IaaS)"
    },
    "explanation": "Yazılım hizmeti (SaaS) ile kullanıcılar başka bir yazılıma gerek duymadan, sadece internet sağlayıcıları üzerinden bulutta bulunan verilere ve aynı zamanda uygulamalara ulaşabilmektedir. IaaS (Servis olarak altyapı) ve PaaS (Servis olarak Platform) modellerinin üstünde şekillen bu dağıtım modeli, kullanıcıların gerekli altyapıyı ve platform üstünde belirli uygulamaları kullanmalarını sağlar."
  },
  {
    "id": "3940340",
    "unitNumber": 8,
    "text": "Yeni uygulamaların geliştirilmesini ve çalıştırılabileceği bir ortamı, bununla birlikte tamamlayıcı servisleri ve gerekli teknolojik altyapıyı bir hizmet olarak sunan bulut bilişim servis modeli hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Servis olarak yazılım (SaaS)",
      "B": "Servis olarak platform (PaaS)",
      "C": "Servis olarak web (WaaS)",
      "D": "Servis olarak bluetooth (BaaS)",
      "E": "Servis olarak altyapı (IaaS)"
    },
    "explanation": "Cevap servis olarak platform (PaaS). Servis sağlayıcı, yeni uygulamaların geliştirilmesini ve çalıştırılabileceği bir ortamı, bununla birlikte tamamlayıcı servisleri ve gerekli teknolojik altyapıyı bir hizmet olarak sunar. Bulut hizmeti veren kurumun altyapısında çalışan bir uygulamanın geliştirilmesini ve bu kurumun sunucuları üzerinden hizmet verilebilmesini sağlar. Bu servis, internet üzerinden donanımı, işletim sistemini, depolama birimini ve ağ kapasitesini kiralamak olarak düşünülebilir."
  },
  {
    "id": "3940341",
    "unitNumber": 8,
    "text": "Temel olarak bulut sağlayıcıları, sunucuları, fiziksel ve sanal makinalar olarak sunan bulut bilişim servis modeli hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Servis olarak yazılım (SaaS)",
      "B": "Servis olarak bilgisayar (CaaS)",
      "C": "Servis olarak web (WaaS)",
      "D": "Servis olarak bluetooth (BaaS)",
      "E": "Servis olarak altyapı (IaaS)"
    },
    "explanation": "Altyapı hizmeti (IaaS) temel olarak bulut sağlayıcıları, sunucuları, fiziksel ve sanal makinalar olarak sunarlar. Kurumların depolama aygıtı, bilgisayar ağı ve sunucu gibi ihtiyaçlarını hizmet olarak sunan bulut bilişim hizmetidir. Altyapının bir bulut bilişim servisi olarak sunulması modelinde, kullanıcı ihtiyacı olan işlemci, depolama, ağ kaynağı ve diğer temel bilişim kaynaklarını kendisi yapılandırabilmekte ve bunların üzerinde ihtiyacı olan işletim sistemi ve uygulamaları kurabilmektedir."
  },
  {
    "id": "3940342",
    "unitNumber": 8,
    "text": "Platform hizmeti sağlayıcılarına örnektir",
    "correctAnswer": "E",
    "options": {
      "A": "Google Apps",
      "B": "Innkeypas",
      "C": "Quickbooks Online",
      "D": "Limelight Video platform",
      "E": "Amazon Elastic Beanstalk"
    },
    "explanation": "Platform hizmeti sağlayıcılarına örnek olarak; Amazon Elastic Beanstalk, IBM Bluemix, Cloud Foundtry, Heroku, Force.com, EngineYard, Mendix, Google App Engine, Microsoft Azure ve OrangeSpace verilebilir."
  },
  {
    "id": "3940343",
    "unitNumber": 8,
    "text": "Hangisi yazılım hizmetine (SaaS) örnektir?",
    "correctAnswer": "D",
    "options": {
      "A": "Heroku",
      "B": "Cloud Foundtry",
      "C": "Amazon Elastic Beanstalk",
      "D": "Google Apps",
      "E": "IBM Bluemix"
    },
    "explanation": "Yazılım hizmetine (SaaS) örnek olarak Google Apps, Innkeypas, Quickbooks Online, Limelight Video platform, Salesforce.com ve Microsoft Of- fice 365 verilebilir."
  },
  {
    "id": "3940344",
    "unitNumber": 8,
    "text": "Şirketinizin tüm bilgi işlem faaliyetini üçüncü parti şirketlerin kurduğu altyapı üzerinde kiralayacağınız kaynaklar üzerinde yürütmenize yönelik bir çözüm olan bulut sistemi hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Genel bulut",
      "B": "Özel bulut",
      "C": "Hibrid bulut",
      "D": "Topluluk bulut",
      "E": "Holistik bulut"
    },
    "explanation": "Genel bulut, şirketinizin tüm bilgi işlem faaliyetini üçüncü parti şirketlerin kurduğu altyapı üzerinde kiralayacağınız kaynaklar üzerinde yürütmenize yönelik bir çözümdür. Gmail örneğinde olduğu gibi çok iyi yönetilen bir e-posta hizmetinden yararlanmanız mümkündür. Genellikle kullandığın kadar öde sistemiyle çalışır ve aylık ya da kullandıkça ödemeye dayalı bir ücretlendirme söz konusudur. Örneğin Amazon AWS ve Google gibi genel bulut sağlayıcıları kendi altyapılarını işletir ve sadece internet aracılığıyla erişim sunar."
  },
  {
    "id": "3940345",
    "unitNumber": 8,
    "text": "Daha çok büyük şirketler ve veri güvenliğini önemseyen şirketler için kendi bulut ortamını kurmasını sağlayan bulut sistemi hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Genel bulut",
      "B": "Özel bulut",
      "C": "Hibrit bulut",
      "D": "Topluluk bulut",
      "E": "Holistik bulut"
    },
    "explanation": "Özel bulut, daha çok büyük şirketler ve veri güvenliğini önemseyen şirketler için kendi bulut ortamını kurmasını sağlar. Şirketinize özel bulut çözümü ile performansı iyileştirmek, verimliliği artırmak ve altyapınızı modernleştirmek için kaynakları şirkete özel bir yapı oluşturur. Bu bulut dışarıya kapalı ancak şirket içinde ortak kullanıma açıktır. Örneğin bir bankanın bilişim servisi bu hizmeti sadece kendi kuruluşunun merkezi ve şubeleri için sağlayabilir."
  },
  {
    "id": "3940346",
    "unitNumber": 8,
    "text": "Bulut sistemiyle, merkezîleşme sayesinde, donanım, yazılım ve içerik çok daha kolay bir şekilde kontrol edilebilmekte ve güncellenebilmektedir. Bu durum bulut bilişimin hangi avantajını açıklar",
    "correctAnswer": "E",
    "options": {
      "A": "Maliyetlerden Tasarruf",
      "B": "Geliştirilmiş Verimlilik ve Ölçeklenebilirlik",
      "C": "Profesyonel Ataklık (Çeviklik)",
      "D": "Ana Yetkinliklere Yönlenme",
      "E": "Standartlaşma ve Kontrol"
    },
    "explanation": "Bulut bilişimin özellikle firmalar için önemli yararları genel olarak şu şekilde özetlenebilir:<br/>Maliyetlerden Tasarruf: “Kullandığın kadar öde” yöntemi ile müşterilere en verimli şekilde bilgi teknolojileri hizmetlerinin kullanılmasını ve tahsis edilmesini sağlamaktadır. Böylece bu yöntem ile önceden kestirilebilir aylık operasyon giderleri yönetimi kolaylığı sağlanabilir ve maliyetten çok yüksek miktarda maliyetten tasarruf elde edilebilir.Geliştirilmiş Verimlilik ve<br/>Ölçeklenebilirlik:Müşteriler sanallaştırma ve otomasyon teknolojileri sayesinde, altyapı kullanımındaki verimsizlikleri ortadan kaldırabilmekte ve büyük ölçekte inşa edilen merkezî altyapılar sayesinde “sürümden kazanma” getirisine ortak olabilmektedir. Ayrıca müşteriler “esnek” bilgi teknolojileri kaynaklarına büyük miktarda sermaye harcaması olmadan erişebilmektedir. Böylece bulut bilişimin firmalar için oldukça kazançlı bir yatırım olduğu söylenebilir.<br/>Profesyonel Ataklık (Çeviklik): Bilişim kaynaklarının etkin kullanımı sayesinde firmaların ihtiyaçlarını etkili bir şekilde karşılayabilen hızlı ve atak bilişim kaynakları sunmaktadır.<br/>Ana Yetkinliklere Yönlenme: Bilişim departmanı çalışanlarının yazılım dosyalarını “yamalama” veya donanım iyileştirme gibi sorunlar yerine daha önemli konulara yoğunlaşmasını sağlamaktadır. Böylece bili- şim çalışanlarını bu tür zaman alıcı işlerden kurtararak onların asıl odaklanması gereken görevlere yönelmesini sağlayacaktır.<br/>Bilgi Teknolojileri Otomasyonu: Bilgi teknolojileri hizmetleri artık elektrik ve su dağıtım hizmetleri veren kamu kuruluşlarına benzer hâle gelmektedir. “Kullandığın kadar öde”, “Her zaman hazır” ve “Yüksek seviyede otomatik hizmet” tanımları artık bilgi teknolojileri hizmetleri için de kullanılabilmektedir.<br/>Evrensel Kaynak Erişimi: Bilgi teknolojileri kaynakları tümüyle merkezileştirildikçe yer, araç ve şebekeden tamamen bağımsız bir yapı oluşmaktadır. Bu sayede herhangi bir zamanda, herhangi bir yerden ve herhangi bir cihaz ile özel veya kamuya açık internet ağları kullanılarak evrensel kaynaklara erişilebilmektedir.<br/>Standartlaşma ve Kontrol: Merkezîleşme sayesinde, donanım, yazılım ve içerik çok daha kolay bir şekilde kontrol edilebilmekte ve güncellenebilmektedir. Merkezî depolama ve kolaylaşan denetim biçimi sayesinde veri güvenilirliği artmaktadır."
  },
  {
    "id": "3940347",
    "unitNumber": 8,
    "text": "Verinin ortaya çıkışı ve gerçek zamanlı işlenmesinin analizinin hızlı olması büyük verinin hangi bileşeni ile ilgilidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Volume",
      "B": "Velocity",
      "C": "Verification",
      "D": "Variety",
      "E": "Value"
    },
    "explanation": "Velocity (Hızı): Verinin ortaya çıkışı ve gerçek zamanlı işlenmesinin analizinin hızlı olmasıdır. Örneğin, coğrafik konum olarak müşterinin nerede olduğuna dayanılarak yapılan bir promosyon teklifi; müşteri o noktadan geçtikten sonra müşteriye ulaşırsa teklifin başarılı olma şansı oldukça düşük olacaktır. Bu bağlamda verilerin doğru zamanda müşteriye ulaşması çok önemlidir. Ayrıca daha hızlı üreyen veri, o veriye muhtaç olan işlem sayısının ve çeşitliliğinin de aynı hızda artmasını tetikler."
  },
  {
    "id": "3940348",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi semantik web formatlarından biri <u>değildir?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "XML",
      "B": "HTML",
      "C": "XHTML",
      "D": "HDD",
      "E": "SPARQL"
    },
    "explanation": "Semantik web formatları; XML, HTML, XHTML, RDF, RDF-S, OWL, RIF ve SPARQL olarak sıralanabilir. HDD ise, bilgisayarda kalıcı olan bilgilerin saklandığı depolama birimidir."
  },
  {
    "id": "3940349",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Web 1.0’ın özelliklerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kullanıcıların pasif olması",
      "B": "Kullanıcıların internete olan bağını güçlendirmesi",
      "C": "Sosyal bir web yapısı olması",
      "D": "Topluluk içinde kişisel organizasyonları desteklemesi",
      "E": "Kullanıcıların içerik sağlayıcı olması"
    },
    "explanation": "Web 1.0 olarak adlandırılan dönemde, kullanıcıya hiçbir işlem hakkı tanınmamakta, sadece arama yapabilmesine imkân verilebilmekteydi. Bu nedenle kullanıcılar pasifti ve kontrol tamamen web sitesine aitti."
  },
  {
    "id": "3940350",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi bulut bilişim sağlayıcılarının temel modellerinden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "CSS",
      "B": "NLP",
      "C": "SaaS",
      "D": "NoSQL",
      "E": "HDFS"
    },
    "explanation": "Bulut bilişim sağlayıcıları; Servis olarak yazılım (SaaS), Servis olarak platform (PaaS), Servis olarak altyapı (IaaS) olmak üzere üç temel modele göre hizmet sunmaktadır."
  },
  {
    "id": "3940351",
    "unitNumber": 8,
    "text": "Amazon AWS hangi bulut bilişim çözüm türüne örnek verilebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Özel bulut",
      "B": "Genel bulut",
      "C": "Hibrit bulut",
      "D": "Topluluk bulut",
      "E": "Şirket bulut"
    },
    "explanation": "Genel bulut, şirketinizin tüm bilgi işlem faaliyetini üçüncü parti şirketlerin kurduğu altyapı üzerinde kiralayacağınız kaynaklar üzerinde yürütmenize yönelik bir çözümdür. Örneğin Amazon AWS gibi genel bulut sağlayıcıları kendi altyapılarını işletir ve sadece internet aracılığıyla erişim sunar."
  },
  {
    "id": "3940352",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi bulut bilişimde dikkat edilmesi gereken risklerden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Profesyonel Ataklık",
      "B": "Hizmet seviyesi",
      "C": "Standartlaşma",
      "D": "Ana Yetkinliklere Yönlenme",
      "E": "Evrensel Kaynak Erişimi"
    },
    "explanation": "Hizmet seviyesi: Bulut bilişim, tam olarak herkesin ihtiyaçlarını karşılayacak kadar gelişmiş değildir. Her müşterinin uygulamaları ve hizmetleri kişiselleştirme seçeneği bulunmasına rağmen, hizmet seviyesi erekliliklerini, şirketin çok özel ihtiyaçlarına yönelik veri merkezlerine uydurmak henüz mümkün görünmemektedir."
  },
  {
    "id": "3940353",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi büyük verinin şirketlere sağladığı faydalardan biri <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Verimlilik",
      "B": "Yaratıcılık",
      "C": "Gizlilik",
      "D": "Üretkenlik",
      "E": "Talep tahminleri"
    },
    "explanation": "Büyük verinin şirketlere sağladığı faydalar; Verimlilik, yaratıcılık, üretkenlik, karar verme mekanizmasının değişimi ve talep tahminleridir."
  },
  {
    "id": "3940354",
    "unitNumber": 8,
    "text": "Büyük veriden bilgi keşfi olarak da tanımlanabilecek kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Nesnelerin İnterneti",
      "B": "Veri madenciliği",
      "C": "NLP",
      "D": "Metin madenciliği",
      "E": "MapReduce"
    },
    "explanation": "Veri madenciliği: Büyük veriden bilgi keşfi olarak da tanımlanabilir. Veri madenciliği, veriden modeller eliştirmek, ilgi çekici yapılar ve yinelenen temalar bulmak vb. için istatistik, yapay zeka, bilgisayar bilimi gibi çeşitli bilim dallarından algoritmalar kullanmaktadır."
  },
  {
    "id": "3940355",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi sadece Mac ve iOS kullanıcıları için bir veri saklama yeridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Hangouts",
      "B": "Gmail",
      "C": "Evernote",
      "D": "Dropbox",
      "E": "iCloud"
    },
    "explanation": "iCloud: Sadece Mac ve iOS yani Apple kullanıcıları için olsa bile, dosya saklama ve cihazlar arasında senkronizasyonu her Apple ürünü gibi en basit hâline indiren bir web uygulaması ve bir veri saklama yeridir."
  },
  {
    "id": "3940356",
    "unitNumber": 8,
    "text": "“Cloud computing” terimi, hangi yıllarda kimin yaptığı hesaplama işlemlerinin gelecekte geniş kamusal ağlar üzerinden gerçekleşeceği fikri ile ortaya çıkmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "1950 - Herb Grosch",
      "B": "1960 - Douglas Parkhill",
      "C": "1960 - John McCarhty",
      "D": "1970 - Joseph Carl Robnett Licklider",
      "E": "1980 - Steve Jobs"
    },
    "explanation": "Türkçe “Bulut bilişim” ve “Bulut teknolojisi” olarak adlandırılan “Cloud computing” terimi, 1960’larda John McCarhty’nin hesaplama işlemlerinin gelecekte geniş kamusal ağlar üzerinden gerçekleşeceği fikri ile ortaya çıkmıştır."
  },
  {
    "id": "3940357",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi tek başına anlam ifade etmeyen işlenmemiş gerçek enformasyon parçacığını tanımlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Atom",
      "B": "Volume",
      "C": "Velocity",
      "D": "Veri",
      "E": "Value"
    },
    "explanation": "Veri: Tek başına anlam ifade etmeyen ham (işlenmemiş) gerçek enformasyon parçacığına denir."
  },
  {
    "id": "3940358",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Web 2.0'ın özelliklerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ağlar üzerinden etkileşim sağlaması",
      "B": "Sayfalar arasında geçişin tek etkileşim olması",
      "C": "Çeşitli veri gruplarından bağlantı alması",
      "D": "Tek yönlü iletişim sağlaması",
      "E": "Sosyal bir web yapısı olması"
    },
    "explanation": "Web 2.0’nin hayatımıza getirdikleri özellikler arasında; kullanıcıların içerik sağlayıcı hâline gelmesi, topluluk içinde kişisel organizasyonları desteklemesi, sosyal bir web yapısı olması, kullanıcıların internete olan bağını güçlendirmesi sayılabilir."
  },
  {
    "id": "3940359",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi mobil uyumlu web ortamlarının geliştirilmesinde kullanılan web teknolojilerinden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "RIF",
      "B": "CSS",
      "C": "XML",
      "D": "RDF",
      "E": "XHTML"
    },
    "explanation": "Mobil uyumlu (responsive) tasarımlar, web sayfalarının tablet, akıllı telefon gibi farklı ekran boyutlarına sahip mobil cihazlarda görünümünü sağlar ve<br/>HTML5, Java script, CSS gibi standart web teknolojileri kullanılarak geliştirilir."
  },
  {
    "id": "3940360",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi web servisleri aracılığıyla internet üzerinde veri depolayan ve aynı zamanda ortak bilgi paylaşımına izin veren hizmetleri tanımlayan ifadedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Semantik web",
      "B": "Web 2.0",
      "C": "Bulut bilişim",
      "D": "Web 3.0",
      "E": "Web 4.0"
    },
    "explanation": "Bulut bilişim hizmetleri, web servisleri aracılığıyla internet üzerinde veri depolayan ve aynı zamanda ortak bilgi paylaşımına izin veren hizmetlerdir."
  },
  {
    "id": "3940361",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi bulut bilişim sağlayıcılarının yazılım hizmetlerinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Cloud Foundtry",
      "B": "Microsoft Azure",
      "C": "Heroku",
      "D": "Innkeypas",
      "E": "Mendix"
    },
    "explanation": "Yazılım hizmetine (SaaS) örnek olarak Google Apps, Innkeypas, Quickbooks Online, Limelight Video platform, Salesforce.com ve Microsoft Office 365 verilebilir."
  },
  {
    "id": "3940362",
    "unitNumber": 8,
    "text": "Bir bankanın bilişim servisinin bulut bilişim hizmetini sadece kendi kuruluşunun merkezi ve şubeleri için sağlaması aşağıdaki bulut bilişim çözüm türlerinden hangisine girer?",
    "correctAnswer": "A",
    "options": {
      "A": "Özel bulut",
      "B": "Genel bulut",
      "C": "Hibrid bulut",
      "D": "Topluluk bulut",
      "E": "Yazılım bulut"
    },
    "explanation": "Özel bulut, dışarıya kapalı ancak şirket içinde ortak kullanıma açıktır. Örneğin bir bankanın bilişim servisi bu hizmeti sadece kendi kuruluşunun merkezi ve şubeleri için sağlayabilir."
  },
  {
    "id": "3940363",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi bulut bilişimin firmalara sağladığı yararlardan biri <strong>değildir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Maliyetlerden Tasarruf",
      "B": "Standartlaşma ve Kontrol",
      "C": "Birlikte çalışabilirlik",
      "D": "Evrensel Kaynak Erişimi",
      "E": "Ana Yetkinliklere Yönlenme"
    },
    "explanation": "Birlikte çalışabilirlik, bulut bilişim teknolojilerini risklerinden biridir."
  },
  {
    "id": "3940364",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi bulut bilişim tedarikçisinin başka bir tedarikçinin yazılımı üzerinden kullanımına olanak tanımama riskini ifade eden tanımlamadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Veri taşıma",
      "B": "Veri kayıpları",
      "C": "Birlikte çalışabilirlik",
      "D": "Hizmet seviyesi",
      "E": "Gizlilik"
    },
    "explanation": "Veri taşıma: Birçok bulut bilişim tedarikçisi, müşterilerine verileri indirip depolama imkânı sunmakta ancak başka bir tedarikçinin yazılımı üzerinden kullanımına olanak tanımamaktadır."
  },
  {
    "id": "3940365",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi verinin analiz edilmek üzere düzenlenerek işe yarar bir veri setinin elde edilmesi olarak tanımlanan büyük veri bileşenidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Variability",
      "B": "Visualisation",
      "C": "Volume",
      "D": "Verification",
      "E": "Velocity"
    },
    "explanation": "Verification (Doğrulama): Verinin analiz edilmek üzere düzenlenerek işe yarar bir veri setinin elde edilmesidir."
  },
  {
    "id": "3940366",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Java ile geliştirilmiş açık kaynak kodlu bir kütüphane özelliğinde olan büyük veri yapısıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Google MapReduce",
      "B": "Hadoop",
      "C": "NLP",
      "D": "NoSQL",
      "E": "SQL"
    },
    "explanation": "Hadoop: MapReduce ve HDFS mimarilerini kullanan Java ile geliştirilmiş açık kaynak kodlu bir kütüphanedir."
  },
  {
    "id": "3940367",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Mac’de güncellediğiniz adres defterine anında iPhone’nunuzdan ulaşabilmenizi sağlayan web uygulamasıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Google Suite",
      "B": "iCloud",
      "C": "Dropbox",
      "D": "Offise 365",
      "E": "Evernote"
    },
    "explanation": "iCloud ile iPhone’da çektiğiniz fotoğrafları hiçbir şey yapmadan Mac’inizde görüntüleyebilir, Mac’de güncellediğiniz adres defterine anında iPhone’nunuzdan ulaşabilirsiniz."
  }
]