[
  {
    "id": "3773844",
    "unitNumber": 1,
    "text": "PHP web programlama dilinin mucidi ve Apache sunucu projesinin programcısı aynı zamanda “PHP Programming” kitabının yazarı kimdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Darcy DiNucci",
      "B": "Rasmus Lerdorf",
      "C": "Solomon Asch",
      "D": "Tim Berners-Lee",
      "E": "Tim O’Reilly"
    },
    "explanation": "PHP web programlama dilinin mucidi ve Apache sunucu projesinin programcısı aynı zamanda “PHP Programming” kitabının yazarı Rasmus Lerdorf'dur."
  },
  {
    "id": "3773845",
    "unitNumber": 1,
    "text": "World Wide Web (www); 1990’da Avrupa Nükleer Araştırmalar Merkezi’nde (CERN) kimin tarafından icat edilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tim Berners-Lee",
      "B": "Darcy DiNucci",
      "C": "Rasmus Lerdorf",
      "D": "Solomon Asch",
      "E": "Tim O’Reilly"
    },
    "explanation": "World Wide Web (www); Tim Berners-Lee tarafından 1990’da Avrupa Nükleer Araştırmalar Merkezi’nde (CERN) icat edilmesiyle (Castells, 2003: 65) internetin toplumun geneline ulaşması sağlanmıştır."
  },
  {
    "id": "3773846",
    "unitNumber": 1,
    "text": "Genellikle statik içerik görüntüleyen bir sayfalar topluluğudur.<br/>Yukarıdaki tanım hangi kavramı ifade eder?",
    "correctAnswer": "C",
    "options": {
      "A": "İşletim Sistemi",
      "B": "Web Uygulamaları",
      "C": "Web sitesi",
      "D": "Mobil uygulamalar",
      "E": "Web teknolojileri"
    },
    "explanation": "Web sitesi: Genellikle statik içerik görüntüleyen bir sayfalar topluluğudur."
  },
  {
    "id": "3773847",
    "unitNumber": 1,
    "text": "Dinamik ve kullanıcıyı merkeze alan bir yapıya sahip olan web teknolojisi hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "web 5.0",
      "B": "web 4.0",
      "C": "web 3.0",
      "D": "web 2.0",
      "E": "web 1.0"
    },
    "explanation": "Web 1.0 teknolojisi monolog bir düzende tek yönlü bir iletişime imkân vermektedir. Bunun aksine, Web 2.0 teknolojisi ise dinamik ve kullanıcıyı merkeze alan bir yapıya sahiptir."
  },
  {
    "id": "3773848",
    "unitNumber": 1,
    "text": "Hangi web teknolojisi O’Reilly Media tarafından 2004’te kullanılmaya başlayan bir kavramdır?",
    "correctAnswer": "B",
    "options": {
      "A": "web 1.0",
      "B": "web 2.0",
      "C": "web 3.0",
      "D": "web 4.0",
      "E": "web 5.0"
    },
    "explanation": "O’Reilly Media tarafından 2004’te kullanılmaya başlayan bir kavram olan Web 2.0 teknolojileri internet kullanıcılarının, ortaklaşa ve paylaşarak meydana getirdiği sistemi tanımlamaktadır."
  },
  {
    "id": "3773849",
    "unitNumber": 1,
    "text": "Yapılan bir deneyde sosyal etkinin bireyin kararlarını ne derece etkilediği araştırılmaktadır. Deney düzeneğinde yer alan tüm katılımcılara çok sayıda kart çiftleri gösterilir; bu kart çiftlerinden birinde kısa, orta ve uzun olmak üzere 3 farklı çizgi, diğerinde ise tek bir çizgi bulunmaktadır. Deneklerden kendilerine gösterilen karttaki çizginin diğer karttaki çizgilerden hangisine benzediğini söylemeleri istenir. Deneye katılanlardan birisi hariç diğer tüm denekler deneyi gerçekleştiren sosyal piskoloğun asistanıdır ve önceden belirlenen ortak cevapları vermektedir. Gerçek denek en sona oturtulur ve böylelikle kendisine gösterilen kartlar ile ilgili sorulara en son yanıt vermesi sağlanır. İlk birkaç denemede tüm denekler doğru cevap verir fakat daha sonra gerçek denek dışındaki tüm katılımcılar ortak bir yanlış cevapta birleşir. Sıra gerçek deneğe gelene kadar diğer tüm katılımcıların hepsinin aynı cevabı verdiğini duyan gerçek deneklerin %35’inin yanlış olduğunu bile bile grubun söylediği ortak cevaba katıldığı görülmektedir.<br/>Yukarıda bahsedilen deneyi gerçekleştiren sosyal psikolog kimdir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tim O’Reilly",
      "B": "Tim Berners-Lee",
      "C": "Darcy DiNucci",
      "D": "Rasmus Lerdorf",
      "E": "Solomon Asch"
    },
    "explanation": "Sosyal psikolog olan Solomon Asch, yaptığı bir deneyde sosyal etkinin bireyin kararlarını ne derece etkilediğini araştırmaktadır."
  },
  {
    "id": "3773850",
    "unitNumber": 1,
    "text": "Sunucu ile ziyaretçi arasındaki etkileşime olan ihtiyacın karşılanması amacıyla geliştirilen ilk program dili nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "CGI",
      "B": "Perl",
      "C": "ASP",
      "D": "PHP",
      "E": "Cold Fusion"
    },
    "explanation": "Sunucu ile ziyaretçi arasındaki etkileşime olan ihtiyacın karşılanması amacıyla geliştirilen ilk program dili CGI’dir (Common Gateway Interface). Bu dilin kullanımı biraz zor olduğundan farklı firmalar tarafından geliştirilen, kullanımının daha kolay ve anlaşılır olması nedeniyle Perl, ASP, PHP, Cold Fusion gibi fonksiyonel diller kullanılmaya başlandı."
  },
  {
    "id": "3773851",
    "unitNumber": 1,
    "text": "Web uygulamalarının çalışma prensibine ilişkin işletilebilecek adımlar düşünüldüğünde aşağıda verilen ilk 5 adımdan hangisinde <strong>yanlış</strong> bilgi verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kullanıcı, web tarayıcısı aracılığıyla web uygulamasına girer.",
      "B": "Web tarayıcısından sunucu tarafına istek gönderilir.",
      "C": "Web kullanıcısı isteği alır ve türüne bakar.",
      "D": "İstek, sunucu üzerinde çalışmakta olan uygulama sunucusuna iletilir.",
      "E": "Uygulama, sunucunun kaynaklarını kullanarak isteği işler."
    },
    "explanation": "Web sunucusu isteği alır ve türüne bakar."
  },
  {
    "id": "3773852",
    "unitNumber": 1,
    "text": "Verilere ulaşım şeklini belirleyen ve veritabanı ile uygulama arasında bir arabirim görevi gören bu katman veriye kolay ulaşımı ve ölçeklenebilirliği sağlamaktadır.<br/>Yukarıda hangi katman tanımlanmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Veri Katmanı",
      "B": "Uygulama Katmanı",
      "C": "Görsel Kullanıcı Arayüzü Katmanı",
      "D": "Veri Erişim Katmanı",
      "E": "Görüntüleme Mantığı Katmanı"
    },
    "explanation": "Veri Erişim Katmanı: Verilere ulaşım şeklini belirleyen ve veritabanı ile uygulama arasında bir arabirim görevi gören bu katman veriye kolay ulaşımı ve ölçeklenebilirliği sağlamaktadır."
  },
  {
    "id": "3773853",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bir programlama dili değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "PHP",
      "B": "C #",
      "C": "Python",
      "D": "TCP",
      "E": "Ruby"
    },
    "explanation": "TCP bir programlama dili değildir. TCP, bilgisayar ağlarının birbirine bağlanmasını sağlayan bir internet protokolüdür."
  },
  {
    "id": "3773854",
    "unitNumber": 1,
    "text": "Uygulamaya temel olan nesnelerin ve uygulama mantığının yer aldığı katman hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Veri Katmanı",
      "B": "Veri Erişim Katmanı",
      "C": "Uygulama Katmanı",
      "D": "Görüntüleme Mantığı Katmanı",
      "E": "Görsel Kullanıcı Arayüzü Katmanı"
    },
    "explanation": "Uygulama Katmanı: Uygulamaya temel olan nesnelerin ve uygulama mantığının yer aldığı katmandır."
  },
  {
    "id": "3773855",
    "unitNumber": 1,
    "text": "Aşağıda, web uygulamalarının çalışma prensibindeki bazı adımlar yer almaktadır. Bu adımların iş akışındaki sıralaması (başlangıçtan sona doğru) aşağıdaki seçeneklerden hangisinde doğru verilmiştir?<br/><ol><br/><li>Uygulama, sunucunun kaynaklarını kullanarak isteği işler.</li><br/><li>Uygulama, gerektiği durumlarda farklı sistemler ile iletişime geçerek veri alışverişinde bulunabilir.</li><br/><li>Uygulama, gerektiği durumlarda aynı sunucu veya başka bir sunucu üzerindeki veritabanı sunucusu ile iletişime geçer, veri alışverişinde bulunur.</li><br/><li>Kullanıcı, web tarayıcısı aracılığıyla web uygulamasına girer.</li><br/><li>İstek, sunucu üzerinde çalışmakta olan uygulama sunucusuna iletilir.</li><br/><li>Web sunucusu isteği alır ve türüne bakar.</li><br/><li>Web tarayıcısından sunucu tarafına istek gönderilir.</li><br/></ol>",
    "correctAnswer": "E",
    "options": {
      "A": "a-b-c-d-e-f-g",
      "B": "c-d-e-a-f-g-b",
      "C": "g-e-a-c-b-d-f",
      "D": "d-a-c-b-e-g-f",
      "E": "d-g-f-e-a-c-b"
    },
    "explanation": "Web uygulamalarının çalışma prensibine ilişkin işletilebilecek adımlar aşağıda yer almaktadır, iş akışı aşağıdaki gibidir:<br/>1. Kullanıcı, web tarayıcısı aracılığıyla web uygulamasına girer.<br/>2. Web tarayıcısından sunucu tarafına istek gönderilir.<br/>3. Web sunucusu isteği alır ve türüne bakar.<br/>4. İstek, sunucu üzerinde çalışmakta olan uygulama sunucusuna iletilir.<br/>5. Uygulama, sunucunun kaynaklarını kullanarak isteği işler.<br/>6. Uygulama, gerektiği durumlarda aynı sunucu veya başka bir sunucu üzerindeki veritabanı sunucusu ile iletişime geçer, veri alışverişinde bulunur.<br/>7. Uygulama, gerektiği durumlarda farklı sistemler ile iletişime geçerek veri alışverişinde bulunabilir.<br/>8. Elde edilen veriler, uygulamanın ihtiyaçlarına göre değiştirilir ve şekillendirilir.<br/>9. Değiştirilen/şekillendirilen veriler sunucu tarafındaki dosya sistemi aracılığı ile kullanıcının web<br/>tarayışında gösterilir veya başka bir istemciye iletilir.<br/>10. İstemci aldığı cevabı kullanıcıya gösterir."
  },
  {
    "id": "3773878",
    "unitNumber": 1,
    "text": "Android veya IOS yazılımlar üzerinden indirilen Facebook aşağıdakilerden hangisine örnek olarak gösterilebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "web sitesi",
      "B": "mobil uygulama",
      "C": "web teknolojisi",
      "D": "web uygulaması",
      "E": "veritabanı"
    },
    "explanation": "Android, iOS vb. işletim sistemleri için uygun olup özel olarak mobil cihazlar<br/>için yapılmıştır. IOS, Android vb. yazılımlar üzerindeki bir uygulama mağazasından indirdiğiniz Facebook mobil uygulamadır."
  },
  {
    "id": "3773879",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi web teknolojilerinin geldiği son noktayı ifade etmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "web 1.0",
      "B": "web 2.0",
      "C": "web 3.0",
      "D": "web 4.0",
      "E": "web 5.0"
    },
    "explanation": "web teknolojilerinin kronolojik sıralaması incelendiğinde şu sıralama karşımıza çıkmaktadır:<br/><ul><br/><li>web 1.0</li><br/><li>web 2.0</li><br/><li>web 3.0</li><br/><li>web 4.0</li><br/></ul><br/>doğru cevap web 4.0'dır."
  },
  {
    "id": "3773880",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi web 1.0 dönemi teknolojilerinin özelliklerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kullanıcıların ürettiği içerik, resim, kullanıcı görüşlerinden oluşmaktadır",
      "B": "bloglar bu grupta değerlendirilebilir",
      "C": "wikiler bu grupta değerlendirilebilir",
      "D": "youtue ve sosyalağlar bu grupta değerlendirilebilir",
      "E": "Bireyler web sitelerini ziyaret ederek içerikleri yalnızca okuyabilmektedir"
    },
    "explanation": "Bireyler web sitelerini ziyaret ederek içerikleri yalnızca okuyabilmektedir. web 1.0 dönemi statik web sitelerinin olduğu, kullanıcı etkileşimi ve içerik oluşturulmasına müsaade edilmeyen dönem olarak kabul edilmektedir. bireyler web sitelerinden sadece pasif okuma yaparak bilgi edinebilir, herhangi bir katkı sağlayamaz, içerik oluşturamaz."
  },
  {
    "id": "3773881",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi web uygulama mimarisi katmanlarından biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "veri",
      "B": "veri erişim",
      "C": "uygulama",
      "D": "görüntüleme",
      "E": "geri bildirim"
    },
    "explanation": "Bir web uygulamasını oluşturan katmanlar aşağıdaki<br/>gibidir:<br/><ul><br/><li>Veri Katmanı</li><br/><li>Veri Erişim Katmanı</li><br/><li>Uygulama Katmanı</li><br/><li>Görüntüleme Mantığı Katmanı</li><br/><li>Görsel Kullanıcı Arayüzü Katmanı. Doğru cevap E şıkkıdır.</li><br/></ul><br/>geri bildirim"
  },
  {
    "id": "3773882",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Veri katmanıyla ilgili doğru bir bilgidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Verilere ulaşım şeklini belirleyen ve veritabanı ile uygulama arasında bir arabirimdir",
      "B": "veriye kolay ulaşımı ve ölçeklenebilirliği sağlamaktadır",
      "C": "Uygulamaya temel olan nesnelerinin yer aldığı katmandır",
      "D": "görsel kullanıcı arayüz katmanıdır",
      "E": "Tüm verilerin kaydedildiği katmandır"
    },
    "explanation": "Veri Katmanı: Tüm verilerin kaydedildiği, sorgulandığı ve saklandığı katmandır ve yüksek performanslı olması gerekmektedir. Ölçeklenebilir web uygulamalarının uygulanmasında veri katmanının performansı en büyük engeldir."
  },
  {
    "id": "3773883",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi web uygulama mimarisinde yer alan uygulama katmanıyla ilgili doğru bir bilgidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tüm verilerin kaydedildiği katmandır",
      "B": "Verilerin sorgulandığı katmandır",
      "C": "Verilere ulaşım şeklini belirleyen katmandır",
      "D": "Görüntülemenin nasıl oluşacağını belirleyen katmandır",
      "E": "Uygulamaya temel olan nesnelerin yer aldığı katmandır"
    },
    "explanation": "Uygulamaya temel olan nesnelerin ve uygulama mantığının yer aldığı katmandır.<br/>Uygulamaya temel olan nesnelerin yer aldığı katmandır"
  },
  {
    "id": "3773884",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi web uygulamaları mimarisinde yer alan görüntüleme mantığı katmanıyla ilgili doğru bir bilgidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tüm verilerin kaydedildiği katmandır",
      "B": "Verilere ulaşım şeklini belirleyen katmandır",
      "C": "Web uygulamalarının son katmanıdır",
      "D": "veritabanı ile uygulama arasında bir arabirim görevi gören katmandır",
      "E": "görüntülemenin nasıl oluşacağını ve görüntülenecek bileşenlerin belirlendiği katmandır"
    },
    "explanation": "Görüntüleme Mantığı Katmanı: İşlenen verilerin istemci tarafına gönderilmek üzere hazırlandığı;<br/>görüntülemenin nasıl oluşacağını ve görüntülenecek bileşenlerin belirlendiği katmandır."
  },
  {
    "id": "3773885",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi görsel kullanıcı arayüzü katmanıyla ilgili doğru bir bilgidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Uygulama mantığının yer aldığı katmandır",
      "B": "Verilere ulaşım şeklini belirleyen katmandır",
      "C": "Tüm verilerin kaydedildiği katmandır",
      "D": "İşlenen verilerin istemci tarafına gönderilmek üzere hazırlandığı katmandır",
      "E": "hangi verinin nerede ve ne şekilde gösterileceği belirlendiği katmandır"
    },
    "explanation": "Görsel Kullanıcı Arayüzü Katmanı: Web uygulamalarının son katmanı olan görsel kullanıcı arayüz<br/>katmanında ise kullanıcı tarafına gönderilmekte olan veriler, görsellik de dahil olmak üzere hangi<br/>verinin nerede ve ne şekilde gösterileceği belirlenir, kullanıcının uygulamayı daha dinamik kullanması için gerekli interaktiviteler yer alır.<br/>hangi verinin nerede ve ne şekilde gösterileceği belirlendiği katmandır"
  },
  {
    "id": "3773886",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi web uygulamalarının çalışma prensibine ilişkin işletilebilecek adımlardan biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Web tarayıcısından sunucu tarafına istek gönderme",
      "B": "Web sunucusu isteği alır ve türüne bakar",
      "C": "İstek, sunucu üzerinde çalışmakta olan uygulama sunucusuna iletilir",
      "D": "Uygulama, gerektiği durumlarda farklı sistemler ile iletişime geçerek veri alışverişinde bulunabilir",
      "E": "İstemci aldığı cevabı kullanıcıya geri iade eder"
    },
    "explanation": "r. Web uygulamalarının çalışma prensibine ilişkin işletilebilecek adımlar aşağıda yer almaktadır:<br/>1. Kullanıcı, web tarayıcısı aracılığıyla web uygulamasına girer.<br/>2. Web tarayıcısından sunucu tarafına istek gönderilir.<br/>3. Web sunucusu isteği alır ve türüne bakar.<br/>4. İstek, sunucu üzerinde çalışmakta olan uygulama sunucusuna iletilir.<br/>5. Uygulama, sunucunun kaynaklarını kullanarak isteği işler.<br/>6. Uygulama, gerektiği durumlarda aynı sunucu veya başka bir sunucu üzerindeki veritabanı sunucusu ile iletişime geçer, veri alışverişinde bulunur.<br/>7. Uygulama, gerektiği durumlarda farklı sistemler ile iletişime geçerek veri alışverişinde bulunabilir.<br/>8. Elde edilen veriler, uygulamanın ihtiyaçlarına göre değiştirilir ve şekillendirilir.<br/>9. Değiştirilen/şekillendirilen veriler sunucu tarafındaki dosya sistemi aracılığı ile kullanıcının web<br/>tarayışında gösterilir veya başka bir istemciye iletilir.<br/>10. İstemci aldığı cevabı kullanıcıya gösterir<br/>İstemci aldığı cevabı kullanıcıya geri iade eder"
  },
  {
    "id": "3773887",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sunucu taraflı web uygulamaları için kullanılabilen programlama dillerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "C#",
      "B": "Ruby",
      "C": "Python",
      "D": "PHP",
      "E": "R"
    },
    "explanation": "Sunucu taraflı web uygulamaları C #, Ruby, Python, PHP vb. programlama dillerinde kodlanabilmektedir. Doğru cevap E şıkkıdır."
  },
  {
    "id": "3773900",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bugünkü web sayfalarının temelini oluşturmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "WWW",
      "B": "HTTP",
      "C": "HTML",
      "D": "ARPA",
      "E": "TCP"
    },
    "explanation": "C şıkkı doğrudur, çünkü HTML, bugünkü web sayfalarının temelini oluşturmaktadır. Diğer şıklar bu kapsamda doğru değildir."
  },
  {
    "id": "3773903",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Web'in doğuşuna ilişkin doğru bir ifadedir?",
    "correctAnswer": "C",
    "options": {
      "A": "WWW protokolü ilk olarak insan-bilgisayar etkileşimini sağlamak amacı ile ortaya çıkmıştır",
      "B": "PHP programlama dili ile birlikte günümüzdeki internetin kökenleri olan WWW keşfedilmiştir",
      "C": "WWW'deki gelişmeler zenginleştirilmiş metin dökümanlarının çalışan bir ağ sistemine entegresyonu ile gerçekleşmiştir",
      "D": "Günümüzde WWW bağlantı protokolü günlük yaşamda internet kavramının karşılığı olarak düşünülmelidir",
      "E": "Araştırmacılar internet üzerinde çalışan Web'in ortaya çıkışı ile birlikte internet tarihinin başladığını ileri sürmektedirler"
    },
    "explanation": "“WWW” protokolünün ilk prototipi Tim Berners-Lee tarafından bilgi paylaşımını sağlamak amacıyla ortaya atılmıştır. Web'in doğuşu gözden geçirildiğinde, WWW'deki gelişmelerin zenginleştirilmiş metin dökümanlarının çalışan bir ağ sistemine entegresyonu ile gerçekleştiği söylenebilir. web”,<br/>“WWW” veya “W3” şeklinde farklı isimlendirmelere sahip küresel olan bu bağlantı protokolü günlük hayatta “internet” kavramı ile sıklıkla karıştırılmaktadır. Buna göre, “WWW” protokolü ile internet kavramının birbirinden farklı olduğu ve bu protokolün de internet üzerinden çalışan bir hizmet olduğu unutulmamalıdır. Ayrıca, internetin tarihinin web’in tarihinden çok daha eskilere dayandığı da bilinmelidir."
  },
  {
    "id": "3773904",
    "unitNumber": 1,
    "text": "Kavram Açıklama<br/>I. Web uygulamaları A. Genellikle statik içerik görüntüleyen sayfalar topluluğu<br/>II. Mobil uygulamalar B. Sadece web sitesi tarayıcısı üzerinden kullanılabilen yazılım parçası<br/>III. Web teknolojileri C. Verileri depolamak ve işlemek üzere kullanılan etkileşimli bilgisayar programı <br/>IV. Web sitesi <br/>Yukarıda verilen kavramlar ile açıklamasını doğru bir biçimde eşleştiren seçenek aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "I-B, III-C, IV-A",
      "B": "I-A, II-B, IV-C",
      "C": "II-C, III-B, IV-A",
      "D": "II-B, III-A, IV-C",
      "E": "I ve II-A, III-B ve IV-C"
    },
    "explanation": "Kavram Açıklama<br/>I. Web uygulamaları A. Genellikle statik içerik görüntüleyen sayfalar topluluğu<br/>II. Mobil uygulamalar B. Sadece web sitesi tarayıcısı üzerinden kullanılabilen yazılım parçası<br/>III. Web teknolojileri C. Verileri depolamak ve işlemek üzere kullanılan etkileşimli bilgisayar programı <br/>IV. Web sitesi <br/>Yukarıda verilen kavramlar ile açıklamasını doğru bir biçimde eşleştiren seçenek I-B, III-C, IV-A 'dır."
  },
  {
    "id": "3773905",
    "unitNumber": 1,
    "text": "I. Bugünkü web sayfalarının ilk çıkış protokolüdür<br/>II. Hiper Metin İşaretleme Dilini kısaltmasıdır<br/>III. İleri Araştırma Projeleri Ajansı Bilgisayar Ağı'dır<br/>IV. Ağ cihazlarının iletişimi için internet protokol takımıdır<br/>Yukarıda verilen ifadelerden hangisi veya hangileri TCP/IP'yi betimlemektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız II",
      "B": "II ve III",
      "C": "Yalnız IV",
      "D": "Yalnız III",
      "E": "I, II ve IV"
    },
    "explanation": "I. Bugünkü web sayfalarının ilk çıkış protokolüdür<br/>II. Hiper Metin İşaretleme Dilini kısaltmasıdır<br/>III. İleri Araştırma Projeleri Ajansı Bilgisayar Ağı'dır<br/>IV. Ağ cihazlarının iletişimi için internet protokol takımıdır<br/>Yukarıda verilen ifadelerden \"ağ cihazlarının iletişimi için internet protokol takımıdır\" ifadesi TCP/IP'yi betimler."
  },
  {
    "id": "3773906",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Web 2.0 teknolojisi uygulamalarının özelliklerini betimleyen bir kavram olarak <strong>ifade edilemez</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "dinamik",
      "B": "etkileşim",
      "C": "üretken",
      "D": "özgürlük",
      "E": "statik"
    },
    "explanation": "Web 1.0 döneminde mevcut web sitelerinin görünümü günümüz web siteleri ile kıyaslanamayacak kadar ilkel ve statiktir. Bu dönemde, kullanıcılar bilginin pasif alıcısı olmaktan öteye gidememiştir. Sunulan içerik daha çok broşür niteliğinde sınırlı kalmıştır.<br/>Web 2.0 teknolojileri ise bir devrim niteliğindedir ve internet ve web teknolojileri açısından oldukça önemli bir gelişmedir. Web 1.0 teknolojisinin pasif alıcısı olmaktan çıkan bireyin Web 2.0 uygulamaları ile dinamik, etkileşimli ve üretken bir yapıda dijital ortamlarda izini bırakması adeta devrim niteliğindedir. Bu teknoloji yenilikçi ve özgürlükçü bir anlayış ile kullanıcıların aktif kılar."
  },
  {
    "id": "3773907",
    "unitNumber": 1,
    "text": "\"Web 1.0 teknolojileri kullanıcıların günümüzde gerçekleştirdikleri deneyim paylaşımı, bilgi alışverişinde bulunma, katkı sağlama,<br/>içerik üretme vb. özelliklerden yoksundur\" ifadesi bağlamında bu sınırlılığının temel nedeni nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Metinlerin sıralı bir biçimde verilmesi",
      "B": "TCP/IP protokol takımına yer verilmesi",
      "C": "Sosyal ağ sitelerinin yeterince yer almaması",
      "D": "Sunucu taraflı web uygulamalarının kullanılması",
      "E": "Web uygulamasını oluşturan katmanların çokluğu"
    },
    "explanation": "\"Web 1.0 teknolojileri kullanıcıların günümüzde gerçekleştirdikleri deneyim paylaşımı, bilgi alışverişinde bulunma, katkı sağlama,<br/>içerik üretme vb. özelliklerden yoksundur\" ifadesi bağlamında bu sınırlılığının temel nedeni \"metinlerin sıralı bir biçimde verilmiş\" olmasıdır."
  },
  {
    "id": "3773908",
    "unitNumber": 1,
    "text": "Web Teknolojisi Özellik<br/>I. Web 1.0 A. Dinamik ve kullanıcıyı merkeze alan yapı<br/>II. Web 2.0 B. İnternet sitesinden tek yönlü bilgi edinimi<br/>III. Web 3.0 C. Kullanıcının tanınması ve kullandığı ortamların kişiselleştirilmesi<br/>IV. Web 4.0 D. Akıllı internet uygulamalarını içermesi<br/>Web teknolojilerindeki gelişim dikkate alındığında yukarıda verilen web teknolojisi ile özelliğin eşleşmesini doğru bir biçimde gösteren seçenek hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "I-B, II-A, III-D, IV-C",
      "B": "I-B, II-C, III-D, IV-A",
      "C": "I-A, II-C, III-D, IV-B",
      "D": "I-A, II-B, III-C, IV-A",
      "E": "I-A, II-B, III-D, IV-C"
    },
    "explanation": "Web Teknolojisi Özellik<br/>I. Web 1.0 A. Dinamik ve kullanıcıyı merkeze alan yapı<br/>II. Web 2.0 B. İnternet sitesinden tek yönlü bilgi edinimi<br/>III. Web 3.0 C. Kullanıcının tanınması ve kullandığı ortamların kişiselleştirilmesi<br/>IV. Web 4.0 D. Akıllı internet uygulamalarını içermesi<br/>Web teknolojilerindeki gelişim dikkate alındığında yukarıda verilen web teknolojisi ile özelliğin eşleşmesini doğru bir biçimde gösteren seçenek I-B, II-A, III-D, IV-C biçimindedir."
  },
  {
    "id": "3773909",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi PHP programlama dili ile kodlanabilen web uygulama türüdür?",
    "correctAnswer": "B",
    "options": {
      "A": "İstemci taraflı web uygulaması",
      "B": "Sunucu taraflı web uygulaması",
      "C": "Tek taraflı web uygulaması",
      "D": "Mobil uygulamalar",
      "E": "Sosyal medya uygulamaları"
    },
    "explanation": "PHP programlama dili ile kodlanabilen web uygulama türü, sunucu taraflı web uygulamalarıdır."
  },
  {
    "id": "3773910",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi web tarayıcısı tarafından yapılan isteğe uygun olarak sunucu tarafından üretilen web sayfalarını ifade etmek için kullanılan bir kavramdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Dinamik web sayfaları",
      "B": "Statik web sayfaları",
      "C": "Mobil uygulama sayfaları",
      "D": "Kurumsal web sayfaları",
      "E": "Sosyal medya web sayfaları"
    },
    "explanation": "Web tarayıcısı tarafından yapılan isteğe uygun olarak sunucu tarafından üretilen web sayfalarını ifade etmek için dinamik web sayfaları kavramı kullanılır. Dinamik sayfalar, statik sayfaların aksine; web tarayıcısı tarafından yapılan isteğe uygun olarak sunucu tarafından üretilen web sayfalarıdır."
  },
  {
    "id": "3773911",
    "unitNumber": 1,
    "text": "Web Uygulaması Katmanı Özelliği<br/>I. Veri Erişimi Katmanı A. İşlenen verilerin istemci tarafına gönderilmek üzere hazırlandığı katmandır<br/>II. Uygulama Katmanı B. Hangi verinin nerede ve ne şekilde gösterileceği katmandır<br/>III. Görsel Kullanıcı Arayüzü Katmanı C. Yüksek performanslı olması gereken katmandır<br/>IV. Veri Katmanı D. Veritabanı ile uygulama arasında bir arabirim görevi gören katmandır<br/>V. Görüntüleme Mantığı Katmanı E. Nesnelerin ve uygulama mantığının yer aldığı katmandır<br/>Yukarıda verilen web uygulaması katmanları ile bu katmanların özellikleri arasındaki eşleşmeyi doğru bir biçimde veren seçenek hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "I-E, II-D, III-B, IV-C, V-A",
      "B": "I-D, II-E, III-B, IV-C, V-A",
      "C": "I-B, II-E, III-D, IV-C, V-A",
      "D": "I-A, II-C, III-B, IV-E, V-B",
      "E": "I-C, II-E, III-A, IV-D, V-B"
    },
    "explanation": "Web Uygulaması Katmanı Özelliği<br/>I. Veri Erişimi Katmanı A. İşlenen verilerin istemci tarafına gönderilmek üzere hazırlandığı katmandır<br/>II. Uygulama Katmanı B. Hangi verinin nerede ve ne şekilde gösterileceği katmandır<br/>III. Görsel Kullanıcı Arayüzü Katmanı C. Yüksek performanslı olması gereken katmandır<br/>IV. Veri Katmanı D. Veritabanı ile uygulama arasında bir arabirim görevi gören katmandır<br/>V. Görüntüleme Mantığı Katmanı E. Nesnelerin ve uygulama mantığının yer aldığı katmandır<br/>Yukarıda verilen web uygulaması katmanları ile bu katmanların özellikleri arasındaki eşleşmeyi doğru bir biçimde veren seçenek I-D, II-E, III-B, IV-C, V-A'dır."
  },
  {
    "id": "3773912",
    "unitNumber": 1,
    "text": "I. Web sunucusu sonuçlanan sayfayı istekte bulunan tarayıcıya gönderir<br/>II. Web sunucusu sayfayı bulur ve uygulama sunucusuna iletir<br/>III. Web tarayıcısı dinamik sayfa isteminde bulunur<br/>IV. Uygulama sunucusu, sonuçlanan sayfayı web sunucusuna geri iletir<br/>V. Uygulama sunucusu talimatlar ve sonuç için sayfayı tarar<br/>Yukarıda karışık olarak verilen dinamik bir sayfa isteğinin web tarayıcısı tarafından nasıl karşıladığına ilişkin akış adımlarının doğru bir biçimde sıralaması hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "III, II, V, IV, I",
      "B": "III, V, I, IV, II,",
      "C": "I, III, II, V, IV",
      "D": "V, III, II, I, IV",
      "E": "V, IV, III, II, I"
    },
    "explanation": "I. Web sunucusu sonuçlanan sayfayı istekte bulunan tarayıcıya gönderir<br/>II. Web sunucusu sayfayı bulur ve uygulama sunucusuna iletir<br/>III. Web tarayıcısı dinamik sayfa isteminde bulunur<br/>IV. Uygulama sunucusu, sonuçlanan sayfayı web sunucusuna geri iletir<br/>V. Uygulama sunucusu talimatlar ve sonuç için sayfayı tarar<br/>Yukarıda karışık olarak verilen dinamik bir sayfa isteğinin web tarayıcısı tarafından nasıl karşıladığına ilişkin akış adımlarının doğru bir biçimde sıralaması III, II, V, IV, I biçimindedir."
  },
  {
    "id": "3773936",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi genellikle statik içerik görüntüleyen bir sayfalar topluluğu anlamına gelmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Mobil uygulamalar",
      "B": "Web uygulamaları",
      "C": "Web teknolojileri",
      "D": "İletişim ağları",
      "E": "Web siteleri"
    },
    "explanation": "Web sitesi: Genellikle statik içerik görüntüleyen bir sayfalar topluluğudur."
  },
  {
    "id": "3773937",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi monolog bir düzende tek yönlü bir iletişime imkân vermektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "HTML",
      "B": "Web 1.0",
      "C": "HTML 5",
      "D": "XHTML",
      "E": "CSS3"
    },
    "explanation": "Web 1.0 teknolojisi monolog bir düzende tek yönlü bir iletişime imkân vermektedir."
  },
  {
    "id": "3773938",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi internet kullanıcılarının, ortaklaşa ve paylaşarak meydana getirdiği sistemi tanımlamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Web 2.0 teknolojisi",
      "B": "Widget",
      "C": "AJAX",
      "D": "XML",
      "E": "USUNET"
    },
    "explanation": "O’Reilly Media tarafından 2004’te kullanılmaya başlayan bir kavram olan Web 2.0 teknolojileri internet kullanıcılarının, ortaklaşa ve paylaşarak meydana getirdiği sistemi tanımlamaktadır.<br/>A doğru şıktır... Diğer şıklar uygun değildir."
  },
  {
    "id": "3773942",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi HTML, CSS, JS ile oluşturulmuş, verileri depolayan (veritabanı, dosyalar), verileri işleyen (CreateReadUpdateDelete-CRUD) ve internet üzerinden görevleri gerçekleştirmek için bir ekip veya tek bir kullanıcı tarafından kullanılan etkileşimli bir bilgisayar programıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Web teknolojileri",
      "B": "Web uygulamaları",
      "C": "Mobil uygulamalar",
      "D": "Web sitesi",
      "E": "Mobil plattformu"
    },
    "explanation": "Web teknolojileri: HTML, CSS, JS ile oluşturulmuş, verileri depolayan (veritabanı, dosyalar), verileri işleyen (CreateRead UpdateDelete-CRUD) ve internet üzerinden görevleri gerçekleştirmek için bir ekip veya tek bir kullanıcı tarafından kullanılan etkileşimli bir bilgisayar programıdır.<br/>A şıkkı doğru diğer şıklar uygun değildir."
  },
  {
    "id": "3773943",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangi teknoloji İnternet tarihinin devrimi niteliğinde sayılabilecek bir gelişmedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Web 4.0",
      "B": "Web 3.0",
      "C": "Web 2.0",
      "D": "Web 1.0",
      "E": "PC Era"
    },
    "explanation": "Web 2.0 internet tarihinin devrimi niteliğinde sayılabilecek bir gelişim olarak ele alınabilir. Kullanıcıların etkileşim ve paylaşımları sosyal ağ siteleri, web tabanlı ansiklopediler (örneğin wikipedia) vb. farklı çevrimiçi iletişim araçları ile gerçekleşir. c şıkkındaki Web 2.0 doğru, diğer şıklar bu kapsamda uygun değildir."
  },
  {
    "id": "3773944",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi 2000 yılı sonrası doğan çocuklar için “büyüyünce ne olacaksın?” sorusuna çoğunlukla verdikleri cevaplardan biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Öğretmen",
      "B": "Ressam",
      "C": "Tiyatrocu",
      "D": "Influencer",
      "E": "Kondüktör"
    },
    "explanation": "2000 yılı öncesi doğan çocuklar için “büyüyünce ne olacaksın?” sorusu çoğunlukla “öğretmen” şeklinde cevaplandırılmakta iken günümüz çocuklarına aynı soru yöneltildiğinde pek çoğu tarafından “influencer” şeklinde yanıtlandığı görülmektedir. <br/>D şıkkı doğru, diğer şıklar bu bağlamda uygun değildir."
  },
  {
    "id": "3773955",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi dinamik web sayfalarının ve genellikle bir veritabanının kullanıldığı sistemlerdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Web uygulamaları",
      "B": "Mobil sistemler",
      "C": "Web sitesi",
      "D": "Web teknolojileri",
      "E": "Mobil teknolojileri"
    },
    "explanation": "Web uygulamaları dinamik web sayfalarının ve genellikle bir veritabanının kullanıldığı sistemlerdir."
  },
  {
    "id": "3773956",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sunucu taraflı web uygulamalarının da gelişmesine temel olmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Sunucu taraflı çalışan programlama dilleri",
      "B": "kişiler hakkında bilgi toplanması",
      "C": "Bilimsel çalışmaların artışı",
      "D": "Web teknolojilerindeki gelişmeler",
      "E": "Sunucu ile ziyaretçi arasındaki etkileşim"
    },
    "explanation": "Web teknolojilerindeki gelişmeler sunucu taraflı web uygulamalarının da gelişmesine temel olmaktadır.<br/>D şıkkı doğru, diğer şıklar bu kapsamda uygun değildir."
  },
  {
    "id": "3773957",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi web tarayıcısı tarafından yapılan isteğe uygun olarak sunucu tarafından üretilen web sayfalarıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Standart geçişler",
      "B": "Durağan resimler",
      "C": "Statik sayfalar",
      "D": "Sabit slaytlar",
      "E": "Dinamik sayfalar"
    },
    "explanation": "Dinamik sayfalar ise statik sayfaların aksine; web tarayıcısı tarafından yapılan isteğe uygun olarak sunucu tarafından üretilen web sayfalarıdır."
  },
  {
    "id": "3773978",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi internete bağlanıldığında uzak sunucularda çalışan ve daha karmaşık kullanıcı etkileşimlerine sahip bir yazılım parçasıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Web teknolojileri",
      "B": "Web uygulamaları",
      "C": "Mobil uygulamalar",
      "D": "Web sitesi",
      "E": "Web tarayıcısı"
    },
    "explanation": "Web uygulamaları: Yalnızca web sitesi tarayıcısı üzerinden kullanılabilen bir uygulama türüdür ve internete bağlanıldığında uzak sunucularda çalışır ve dinamik içeriğe, daha karmaşık kullanıcı etkileşimlerine sahip bir yazılım parçasıdır."
  },
  {
    "id": "3773979",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Facebook’a Chrome ile ulaşmak için kullanılan araçtır?",
    "correctAnswer": "A",
    "options": {
      "A": "Web sitesi",
      "B": "Mobil uygulama",
      "C": "Web uygulaması",
      "D": "Web teknolojisi",
      "E": "Mobil site"
    },
    "explanation": "Chrome, Firefox, Safari vb. web tarayıcılarınız ile Facebook’a web sitesi aracılığı ile de erişebilirsiniz."
  },
  {
    "id": "3773980",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi internetin toplumun geneline ulaşması web teknolojileri açısından gelişimin hangi dönemidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Web 4.0",
      "B": "Web 3.0",
      "C": "PCERA",
      "D": "Web 2.0",
      "E": "Web 1.0"
    },
    "explanation": "İnternetin toplumun geneline ulaşması web teknolojileri açısından gelişimin Web 1.0 olarak ifade edildiği dönemdir."
  },
  {
    "id": "3773981",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi akıllı web uygulamalarını içeren web teknolojisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Web 1.0",
      "B": "Web 2.0",
      "C": "Web 3.0",
      "D": "Web 4.0",
      "E": "Web 0.0"
    },
    "explanation": "Web 3.0 teknolojisi ise günümüzde hemen herkesin şahitlik ettiği akıllı internet uygulamalarını içermektedir."
  },
  {
    "id": "3773982",
    "unitNumber": 1,
    "text": "Aşağıdaki ifadelerden hangisi Web 1.0 teknolojisi ile ilgilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Web siteleri sıkı bir şekilde kontrol edilmektedir.",
      "B": "Bireyler paylaşılan bilgiyi inşa ederler.",
      "C": "Katıl eylemi esasına dayalıdır.",
      "D": "Tek yönlü bilgi akışı vardır.",
      "E": "Dinamik ve hiyerarşik olmayan bir yapı vardır."
    },
    "explanation": "Web 1.0 teknolojileri ile tek yönlü (azınlıktan çoğunluğa) bilgi akışı söz konusu iken; Web 2.0 teknolojileri ile çoğunluktan çoğunluğa karşılıklı bilgi akışı söz konusudur.<br/>Tek yönlü bilgi akışı vardır."
  },
  {
    "id": "3773983",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangileri istemci taraflı web uygulamalarının oluşturulabildiği programlardır?",
    "correctAnswer": "A",
    "options": {
      "A": "JavaScript",
      "B": "C #",
      "C": "Ruby",
      "D": "Python",
      "E": "PHP"
    },
    "explanation": "İstemci taraflı web uygulamaları front-end JS ve JavaScript framework’lerinde oluşturabilmektedir."
  },
  {
    "id": "3773984",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sunucu ile ziyaretçi arasındaki etkileşime olan ihtiyacın karşılanması amacıyla geliştirilen ilk program dilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Cold Fusion",
      "B": "PHP",
      "C": "ASP",
      "D": "CGI",
      "E": "Perl"
    },
    "explanation": "Sunucu ile ziyaretçi arasındaki etkileşime olan ihtiyacın karşılanması amacıyla geliştirilen ilk program dili CGI’dir"
  },
  {
    "id": "3773985",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi tüm verilerin kaydedildiği, sorgulandığı ve saklandığı web uygulamasını oluşturan katmandır?",
    "correctAnswer": "E",
    "options": {
      "A": "Uygulama Katmanı",
      "B": "Görüntüleme Mantığı Katmanı",
      "C": "Veri Erişim Katmanı",
      "D": "Görsel Kullanıcı Arayüzü Katmanı",
      "E": "Veri Katmanı"
    },
    "explanation": "Veri Katmanı: Tüm verilerin kaydedildiği, sorgulandığı ve saklandığı katmandır ve yüksek performanslı olması gerekmektedir"
  },
  {
    "id": "3773986",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bir web uygulamasını oluşturan katmanlardan biri <strong>değildir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Veri Katmanı",
      "B": "Veri Erişim Katmanı",
      "C": "İşleme Katmanı",
      "D": "Uygulama Katmanı",
      "E": "Görüntüleme Mantığı Katmanı"
    },
    "explanation": "Bir web uygulamasını oluşturan katmanlar şunlardır: Veri Katmanı, Veri Erişim Katmanı, Uygulama Katmanı, Görüntüleme Mantığı Katmanı, Görsel Kullanıcı Arayüzü Katmanı<br/>İşleme Katmanı"
  },
  {
    "id": "3773987",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Web 1.0 ve Web 2.0 teknolojileri arasındaki farklardan <strong>biri değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Web 1.0 teknolojileri statik ve değişmeyen içerik sunarken, Web 2.0 teknolojileri dinamik ve sürekli güncellenen içerik sunar.",
      "B": "Web 1.0 teknolojileri uzmanlar tarafından üretilen içerikler sunarken, Web 2.0 teknolojileri kullanıcıların ürettiği içeriklere dayanır.",
      "C": "Web 1.0 teknolojileri tek yönlü bilgi akışı sağlarken, Web 2.0 teknolojileri karşılıklı ve etkileşimli bilgi akışı sağlar.",
      "D": "Web 1.0 teknolojileri güvenlik duvarları ve hiyerarşik yapılar üzerine kuruludur, Web 2.0 teknolojileri ise güvenliksiz ve kontrolsüz bir yapıdadır.",
      "E": "Britannica Online Web 1.0 teknolojisine, Wikipedia ise Web 2.0 teknolojisine örnektir."
    },
    "explanation": "Web 2.0 teknolojilerinin hemen her yaştan her milliyetten bireye bilgiye ulaşmada ve bilgiyi paylaşmakta da eşit hak sağlaması, Web 2.0 teknolojilerinin eğitim açısından etkilerini ifade etmektedir.<br/>Web 2.0 teknolojileri, her ne kadar kullanıcı katılımını ve esnekliği teşvik etse de, güvenliksiz ve kontrolsüz olduğu doğru değildir. Web 2.0 da güvenlik ve kontrol mekanizmalarına sahiptir, ancak bu mekanizmalar genellikle kullanıcıların katılımını kolaylaştıracak şekilde tasarlanmıştır."
  },
  {
    "id": "3773741",
    "unitNumber": 2,
    "text": "PHP programlama dili ile ilgili aşağıdaki bilgilerden hangisi hatalıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "PHP sadece sunucusu üzerinde çalışır.",
      "B": "PHP Apache web sunucu ile birlikte modül olarak derlenmektedir.",
      "C": "HTML sitelerinin aksine, PHP siteleri dinamik olarak oluşturulur.",
      "D": "PHP ile programlanan web sitelerinde yavaşlama vb. bir sorun söz konusu olmamaktadır.",
      "E": "PHP tarafından oluşturulan web sayfalarını görüntülemek için kullanıcıların yazılım yüklemesi gereklidir."
    },
    "explanation": "Sunucu taraflı programlama dili olan PHP’nin başlangıçta Kişisel Ana Sayfa (Personal Home Page) anlamına geliyordu, ancak işlevselliği arttıkça bu, “PHP: Hypertext Preprocessor” yani “PHP: Köprü Metni Ön İşlemcisi” olarak değiştirildi. Bu özyinelemeli kısaltma, girdi olarak PHP kodunu alması ve çıktı olarak HTML üretmesi gerçeğinden gelmektedir. Gerekli olan tek şey, web sunucusunda betiği yorumlamak için PHP’nin kurulu olmasıdır.<br/>Sunucu taraflı bir programlama dili olan PHP, dinamik web siteleri ve etkileşimli web uygulamaları oluşturmak için kullanılır. PHP birçok veritabanı yönetim sistemi (örneğin, mySQL) ile çalışabilmektedir. Bu özelliği ile PHP programlama dilinin popülerliği de artmıştır. Özellikle mySQL veritabanı sunucusu ile uyumlu bir şekilde çalışabiliyor olması açık kaynak kodlu olma özelliği ile birleştiğinde pek çok şirket tarafından tercih edilebilirliğini artırmıştır. Pek çok sistemler üzerinde (örneğin, Linux, FreeBSD vb.) rahatlıkla derlenip çalışabilen PHP; özellikle Apache web sunucu ile birlikte modül olarak derlenmektedir. PHP tarafından oluşturulan web sayfalarını görüntülemek için kullanıcıların herhangi bir yazılım yüklemesine gerek yoktur."
  },
  {
    "id": "3773742",
    "unitNumber": 2,
    "text": "PHP programlama dili aşağıdaki dilllerden hangileri ile benzerlik gösterir?",
    "correctAnswer": "A",
    "options": {
      "A": "C ve Java",
      "B": "Java ve Perl",
      "C": "C ve Ruby",
      "D": "ASP.NET ve Java",
      "E": "Perl ve C"
    },
    "explanation": "Geçmişten günümüze sürekli gelişmeye devam eden PHP’nin; PHP1, PHP2, PHP3, PHP4, PHP5, PHP6, PHP7 ve PHP8 gibi sürümleri mevcuttur. Performansı oldukça yüksek bir programlama dili olan PHP ile programlanan web sitelerinde yavaşlama vb. herhangi bir sorun söz konusu olmamaktadır. PHP programlama dili C ve Java ile benzerlik göstermektedir."
  },
  {
    "id": "3773743",
    "unitNumber": 2,
    "text": "PHP'nin gelişimine katkıda bulunmasına izin vermesi PHP'nin hangi özelliğidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ücretsiz bir dil olması.",
      "B": "Açık kaynak kodlu olması.",
      "C": "En popüler sunucu tarafla dil olması.",
      "D": "Platform bağımsız olması.",
      "E": "Büyük web suncularına kurulabilmesi."
    },
    "explanation": "PHP programlama dil ücretsiz olarak kullanılabilmekte ve açık kaynak kodludur. Bu özelliği ile geliştiricilerin kendi kullanımları için genişletmesine veya PHP’nin gelişimine katkıda bulunmasına izin vermektedir. PHP, günümüzde kullanılan açık ara en popüler sunucu taraflı programlama dilidir. ASP.NET, Java, Ruby ve Python gibi diğer sunucu tarafı teknolojileriyle karşılaştırıldığında %80 pazar payına sahiptir. PHP’nin yaygın olarak benimsenmesinin nedenlerinden biri de platform bağımsızlığıdır. Tüm büyük web sunucularına ve işletim sistemlerine kurulabilmekte ve herhangi bir büyük veritabanı sistemiyle kullanılabilmektedir."
  },
  {
    "id": "3773744",
    "unitNumber": 2,
    "text": "PHP “Kişisel Ana Sayfa Araçları (Personal Home Page (PHP) Tools)\" ismini hangi versiyonunda almıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "1.0",
      "B": "2.0",
      "C": "6.0",
      "D": "7.0",
      "E": "8.0"
    },
    "explanation": "PHP 1.0 versiyonunda \"Personal Home Page\" olarak duyurulmuştur.<br/>Rasmus Lerdorf, PHP’yi ilk olarak 1994’te tasarladı, ancak kullanıcıların bugün kullandığı PHP, ilk sürümden oldukça farklıdır. Rasmus’un kendi şahsi hesabından 1994 yılında gönderdiği e-postada PHP'nin 1.0 versiyonunu “Kişisel Ana Sayfa Araçları (Personal Home Page (PHP) Tools) olarak duyurmuştur."
  },
  {
    "id": "3773745",
    "unitNumber": 2,
    "text": "PHP'nin ilk sürümü kim tarafından oluşturulmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "Rasmus Lerdorf",
      "B": "Andi Gutmans",
      "C": "Zeev Suraski",
      "D": "Troy Cobb",
      "E": "Dmitry Stogov"
    },
    "explanation": "PHP’nin ilk sürümü Rasmus Lerdorf tarafından oluşturulmuştur. PHP1 olarak ifade edilen bu sürüm 1995 yılında yayımlandı. 1995’ten günümüze PHP, basit bir script dilinden çok fazla özellikleri olan bir web programlama diline büyük ölçüde gelişme göstermiştir. Güncel uygulama 2021 yılında PHP Grubu tarafından yayımlandı ve PHP 8 2021 yılı itibariyle en son sürüm olarak hayatımızda yerini aldı. Rasmus Lerdorf’a göre PHP “çok az programlama deneyimine sahip olan veya hiç olmayan kişiler ve ayrıca işleri hızlı bir şekilde yapması gereken deneyimli web geliştiricileri için uygun, programcı dostu” bir betik dilidir. PHP ile ilgili en iyi şey, sonuçların hızlı bir şekilde alınabilmesidir."
  },
  {
    "id": "3773746",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi PHP 1.0 versiyonunda bulunan bir özelliktir?",
    "correctAnswer": "A",
    "options": {
      "A": "HTTP_REFERER desteği ile yönlendiren URL’leri izlemeye imkân tanır.",
      "B": "Sayfalar parola ile korunabilir veya ilgili URL’ye göre erişim kısıtlanabilir.",
      "C": "Postgres95 sorguları doğrudan HTML kaynak dosyalarına gömülebilir.",
      "D": "PHP/FI koşul ve döngü desteği ile kolaylıkla koşullu dinamik web sayfaları yazılabilir.",
      "E": "mSQL sorguları doğrudan HTML kaynak dosyalarına gömülebilir."
    },
    "explanation": "B, C, D ve E seçeneğindeki PHP özellikleri 2.0 versiyonunda bulunmaktadır.<br/>Rasmus’un kendi şahsi hesabından 1994 yılında gönderilen “Kişisel Ana Sayfa Araçları (Personal Home Page (PHP) Tools) sürüm 1.0’ın duyurulması” konulu bir e-posta içeriğinde yer alan ifadeler aşağıda yer almaktadır:<br/>• Bu araçlar, C ile yazılmış bir dizi küçük, sıkı cgi ikili (small tight cgi binaries) dosyasıdır.<br/>• Kendi özel günlük dosyalarınızdaki sayfalarınıza erişimleri günlüğe kaydeder.<br/>• Günlük bilgilerin gerçek zamanlı görüntülenmesine imkân tanır.<br/>• Günlük bilgilerine özgü güzel bir arayüzsağlar.<br/>• Son erişim bilgilerini doğrudan sayfalarınızda görüntülemeye imkân tanır.<br/>• Tam günlük ve toplam erişim sayaç işlevlerine sahiptir.<br/>• Alanlarına göre kullanıcılara erişimi yasaklar.<br/>• Kullanıcıların etki alanlarına dayalı parola koruma sayfaları oluşturmaya imkân verir.<br/>• Kullanıcıların e-posta adreslerine göre erişimlerini izleme işlevine sahiptir.<br/>• HTTP_REFERER desteği ile yönlendiren URL’leri izlemeye imkân tanır.<br/>• Sunucu desteğine ihtiyaç duymadan sunucu tarafı içermeleri gerçekleştirir.<br/>• Belirli etki alanlarından (yani kendi alanınızdan) erişimleri günlüğe kaydetmeme yeteneğine sahiptir.<br/>• Formları kolayca oluşturmaya ve görüntülemeye imkân sağlar.<br/>• Form bilgilerinin başka belgelerde kullanılabilmesine imkân verir."
  },
  {
    "id": "3773747",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi XAMPP ile ilgili hatalı bilgidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Xampp bir web sunucusu yazılımıdır.",
      "B": "Bilgisayara kurulduğunda PHP, Mysql, Tomcat vb. paketleri kurarak yerel bir sunucu oluşturmanızı sağlar.",
      "C": "XAMPP’ı kurmamızın temel sebebi sunucu taraflı programlama dillerinin sadece sunucu üzerinde çalışmasıdır.",
      "D": "XAMPP ile bilgisayar üzerinde bir sunucu oluşturur.",
      "E": "PHP XAMPP sunucusu üzerinde çalışmak için uyumlu değildir."
    },
    "explanation": "XAMPP ile bilgisayar üzerinde bir sanal sunucu oluşturur ve PHP ile yazılan kodlar bu sunucu üzerinden çalıştırılır<br/>Xampp bir web sunucusu yazılımıdır. Bilgisayara kurulduğunda PHP, Mysql, Tomcat vb. paketleri kurarak yerel bir sunucu oluşturmanızı sağlar. XAMPP’ı kurmamızın temel sebebi sunucu taraflı programlama dillerinin sadece sunucu üzerinde çalışmasıdır. Bu kitapta PHP programlama dili anlatıldığından Web 2.0 destekli bir sunucunun kurulması gerekmektedir. XAMPP ile bilgisayar üzerinde bir sunucu oluşturur ve PHP ile yazılan kodlar bu sunucu üzerinden çalıştırılır"
  },
  {
    "id": "3773748",
    "unitNumber": 2,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/5233f72426e28e03635df0344cbd96c0.png\" alt=\"\" width=\"635\" height=\"71\"><br/>Yukarıdakilerden hangisi/hangileri PHP kodunun HTML kodlarının içine yazılabileceği şekilleri gösterir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "I ve IV",
      "E": "I, II, III, IV"
    },
    "explanation": "Soru kökünde verilen dört seçenek de PHP kodlarının HTML kodlarının içine yazılabileceği farklı şekilleri göstermektedir.<br/>Sunucu taraflı bir programlama dili olan PHP ile yazılan kodların istemci tarafından görüntülemeyeceğini belirtmek gerekir. İstemci sadece PHP kodlarının dönüştürüldüğü HTML kodlarını görüntüleyebilir. PHP kodu, HTML kodlarının içine soru kökünde belirtilen 4 farklı şekilde yazılabilir."
  },
  {
    "id": "3773749",
    "unitNumber": 2,
    "text": "PHP'nin phpinfo() işlevi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Veritabanına kolay erişim sağlayan komuttur.",
      "B": "Veritabanına kayıt ekleme komutudur.",
      "C": "Web sunucusu üzerinde istenen servisleri çalıştırır.",
      "D": "Zend motorunun özelliklerini listeler.",
      "E": "PHP’nin nasıl kurulduğuna ve yapılandırıldığını listeleyen HTML sayfası oluşturur."
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/e30fb9a3fbe79d093397bb448f6d58b7.png\" alt=\"\" width=\"551\" height=\"548\"><br/>PHP’nin phpinfo() işlevi, PHP’nin nasıl kurulduğuna ve nasıl yapılandırıldığına dair bilgilerle dolu bir HTML sayfası oluşturur. Belirli uzantıların kurulu olup olmadığını veya php.ini dosyasının özelleştirilmiş olup olmadığını görmek için ilgili komut kullanılabilir."
  },
  {
    "id": "3773750",
    "unitNumber": 2,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/cf067e4d052fc6c47916b2dc37bb9ec7.png\" alt=\"\" width=\"500\" height=\"261\"><br/>Yukarıdaki kod parçacığında isim alanına yazılan bilgiler hangi form eylemi aracılığı ile sayfaya geri gönderilir?",
    "correctAnswer": "A",
    "options": {
      "A": "$_POST[‘name’]",
      "B": "input type=”text” name=”name”",
      "C": "method",
      "D": "type=”submit”",
      "E": "$_SERVER[‘PHP_SELF’]"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/e258a2a228be30596fd0ad46f1d6be59.png\" alt=\"\" width=\"450\" height=\"179\"><br/>Yukarıdaki Şekil 2.12’de bir form ve karşılama sayfası yer almaktadır. İlgili ekran çıktısını oluşturmak için oluşturulan kodlar bir form oluşturur ve bu formu işler. Kullanıcı formu gönderdiğinde, isim alanına yazılan bilgiler $_SERVER[‘PHP_SELF’] form eylemi aracılığıyla bu sayfaya geri gönderilir. PHP kodu bir isim alanını test eder ve bulursa bir karşılama mesajı görüntüler. PHP programları, form değerlerine öncelikle $_POST ve $_GET dizi değişkenleri aracılığıyla erişir."
  },
  {
    "id": "3773797",
    "unitNumber": 2,
    "text": "PHP ile ilgili aşağıdaki ifadelerden hangisi doğru <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "“Hypertext Preprocessor” sözcüklerinin kısaltması ile PHP adını almış bir programlama dilidir.",
      "B": "Günümüzde kullanılan programlama dillerinden en yaygın olarak kullanılanıdır.",
      "C": "Açık kaynak kodlu ve güvenilirdir.",
      "D": "Ucuz maliyetlidir.",
      "E": "Yalnızca Unix isletim sisteminde çalışabilmektedir."
    },
    "explanation": "Platform özgürlüğü tanır."
  },
  {
    "id": "3773798",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi kişisel Ana Sayfa Araçları (Personal Home Page<br/>(PHP) Tools) sürüm 1.0’ın duyurulması” konulu<br/>bir e-posta içeriğinde yer alan ifadelerden değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kolay uygulanabilir",
      "B": "Bu araçlar, C ile yazılmış bir dizi küçük, sıkı<br/>cgi ikili (small tight cgi binaries) dosyasıdır",
      "C": "Kendi özel günlük dosyalarınızdaki sayfalarınıza erişimleri günlüğe kaydeder",
      "D": "Günlük bilgilerin gerçek zamanlı görüntülenmesine imkân tanır",
      "E": "Günlük bilgilerine özgü güzel bir arayüzsağlar"
    },
    "explanation": "Kolay uygulanabilir"
  },
  {
    "id": "3773799",
    "unitNumber": 2,
    "text": "Rasmus’un e-posta içeriğinde PHP 1.0’ın yerine getirdiği bir dizi işlevi vardır.<br/>Bununla birlikte mail içeriğinde ilgili sürümü kullanırken ihtiyacın olmadığı durumlar da yer almaktadır.Aşağıdakilerden hangisi bu durumlardan değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kök erişimine ihtiyaç olmadığı “ ~/public_<br/>html” dizininin kurulabileceği",
      "B": "Sunucuda sunucu tarafı içermelerinin etkinleştirilmesine ihtiyaç olmadığı,",
      "C": "Perl, Tcl veya başka bir komut dosyası yorumlayıcısına erişmenin gerekmediği",
      "D": "httpd günlük dosyalarına erişmenin gerekmediği",
      "E": "Erişim günlüğü özelliğine sahiptir"
    },
    "explanation": "Erişim günlüğü özelliğine sahiptir"
  },
  {
    "id": "3773800",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Language-PHP 2.0 (PHP/FI)” konulu bir e-posta<br/>içeriğinde yer alan ifadelerden değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "PHP/FI, sunucu taraflı HTML gömülü<br/>bir betik dilidir",
      "B": "Erişim günlüğü özelliğine sahiptir",
      "C": "mSQL desteğine sahiptir: mSQL sorguları<br/>doğrudan HTML kaynak dosyalarına gömülebilir",
      "D": "DBM desteğine sahiptir: DB, DBM, NDBM<br/>ve GDBM’nin tümü destekleni",
      "E": "httpd günlük dosyalarına erişmenin gerekmediği"
    },
    "explanation": "httpd günlük dosyalarına erişmenin gerekmediği"
  },
  {
    "id": "3773801",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi PHP 3.0’ın piyasaya sürülmesi.” konulu bir e-posta<br/>içeriğinde yer alan ifadelerden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Dinamik GIF görüntüsü oluşturma",
      "B": "Yeni özellikleri arasında kalıcı veritabanı bağlantıları, SNMP ve IMAP protokolleri için<br/>destek ve dili yeni özelliklerle genişletmek için yenilenmiş bir C API yer almaktadır",
      "C": "Ham HTTP üstbilgi kontrolü",
      "D": "Genişletilmiş normal ifadeler",
      "E": "Koşullar ve while döngüleri"
    },
    "explanation": "Yeni özellikleri arasında kalıcı veritabanı bağlantıları, SNMP ve IMAP protokolleri için<br/>destek ve dili yeni özelliklerle genişletmek için yenilenmiş bir C API yer almaktadır"
  },
  {
    "id": "3773802",
    "unitNumber": 2,
    "text": "Aşağıdakilersen hangisi XAMPP’ın kurulum aşamalarından değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Google arama motorundan “XAMPP” yazınız ve karşınıza çıkan sonuçtan download seçeneğine tıklayınız",
      "B": "İşletim sisteminize uygun sonuçlar otomatik olarak karşınıza çıkacaktır. Buradan indirmek istediğiniz PHP sürümünü seçiniz",
      "C": "İndirdiğiniz dosyaya tıklayınız ve karşınıza çıkan ekranda next tuşuna basınız",
      "D": "Yüklemek istediğiniz bileşenleri (hepsi yüklenebilir) seçiniz ve next butonuna basınız",
      "E": "PHP yorumlayıcı"
    },
    "explanation": "PHP yorumlayıcı"
  },
  {
    "id": "3773803",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi PHP ile etkileşimli programlar oluşturmak için gerekli yazılımlardan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "PHP yorumlayıcı",
      "B": "ASP.NET yorumlayıcı",
      "C": "Ruby yorumlayıcı",
      "D": "Unix yorumlayıcı",
      "E": "Python yorumlayıcı"
    },
    "explanation": "PHP yorumlayıcı"
  },
  {
    "id": "3773804",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi PHP kodu, HTML kodlarının içine yazılma şekillerinden değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kısa Stil: <!--? PHP kodunun yazıldığı alan ?-->",
      "B": "XML Stil<!--?php PHP kodunun yazıldığı alan?--><!--?php PHP kodunun yazıldığı alan ?--><!--?php PHP kodunun yazıldığı alan ?--><!--?php PHP kodunun yazıldığı alan ?--><!--?php PHP kodunun yazıldığı alan ?-->",
      "C": "Script Stil:<script language=\"’php’\"> PHP kodunun yazıldığı alan<script/></p></script>",
      "D": "",
      "E": "PHP Harika Dostum"
    },
    "explanation": "PHP Harika Dostum"
  },
  {
    "id": "3773805",
    "unitNumber": 2,
    "text": "Çalışma mantığı açısından karşılaştırıldığında, aşağıdakilerden hangisi PHP programlama dili<br/>ile farklı bir özelliğe sahiptir?",
    "correctAnswer": "A",
    "options": {
      "A": "Javascript",
      "B": "Python",
      "C": "ASP.NET",
      "D": "Java",
      "E": "Ruby"
    },
    "explanation": "Javascript"
  },
  {
    "id": "3773806",
    "unitNumber": 2,
    "text": "I. Sadece sunucusu üzerinde çalışır.<br/>II. Sadece sunucu taraflı komut oluşturmaya yarar.<br/>III. Performansı oldukça yüksek bir programlama dilidir<br/>PHP ile yukarıda verilen ifadelerden hangisi ya da<br/>hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I ve III"
    },
    "explanation": "I ve III"
  },
  {
    "id": "3773751",
    "unitNumber": 3,
    "text": "PHP'deki değişken atama kurallarına göre aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "$degisken.=”İnternet Programcılığı”;",
      "B": "$2degisken=55;",
      "C": "$deger?=”Samsun”;",
      "D": "$deger=5555;",
      "E": "$?deger=Samsun;"
    },
    "explanation": "Çözüm alanındaki kurallara göre sadece A seçeneğindeki değişken tanımlama doğru yapılmıştır. Diğer seçeneklerdeki değişkenler kurallara uymamaktadır.<br/>PHP’de değişken isimleri bir kelime veya anlamlı-anlamsız bir sözcük olabilir ve de tanımlanırken “$ (dolar)” işareti kullanılır. Değişkenlerin her biri $ işareti ile başlar ve isimlendirilirken bazı kuralları gözetilir. Değişkenleri isimlendirirken dikkat edilmesi kurallar izleyen satırlarda yer almaktadır:<br/>1.Değişken isimlendirilmelerinde Türkçe karakterler (ç, Ç, ğ, Ğ, ı, İ, ö, Ö, ü, Ü) kullanılmaz.<br/>2. Değişken isimlendirmelerinde alfa-nümerik karakterler (a-z, A-Z, 0-9) ve alt tire işareti ( _ ) kullanılabilir.<br/>3. Değişken isimlendirmeleri bir harf veya alt tire işareti ( _ ) ile başlayabilir. Ancak sayılarla başlamaz.<br/>4. Değişken isimlendirmelerinde boşluk kullanılmaz. Tanımlamada boşluk gerektiren kelimeler arasına alt tire işareti ( _ ) konur (kullanici_adi) veya büyük-küçük harf tanımlaması (kullaniciAdi) şeklinde gerçekleştirilebilir."
  },
  {
    "id": "3773752",
    "unitNumber": 3,
    "text": "$metin=\"PHP!\";<br/>$sayi=5;<br/>$sayi2=15;<br/>echo $metin;<br/>echo $sayi;<br/>echo $sayi2;<br/>?&gt;<br/>Yukarıdaki kodun çıktısı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "PHP! 5 15",
      "B": "15",
      "C": "PHP!<br/>5<br/>15",
      "D": "PHP!",
      "E": "5 15"
    },
    "explanation": "Çözüm açıklamasına göre soru kökünde verilen kodun ekrana yansıması: PHP! 5 15<br/>şeklinde olacaktır<br/>Soru kökündeki örnekte “$metin” değişkeninde yer alan “metin” alanı string türünde bir değişken olarak tanımlanırken; “$sayi” ve “$sayi2” değişkeninlerinde tamsayı türünde değişkenler yer almaktadır. “=” işareti ise yapılan işleme “değer ataması” olarak adlandırılmaktadır. Bir değişken tanımlandıktan sonra, değişkenin adına atıfta bulunularak kullanılabilir. Örneğin, değer atama örneğinin ekrana yazdırılması için \"echo\" kullanılır."
  },
  {
    "id": "3773753",
    "unitNumber": 3,
    "text": "PHP'de kayan-noktalı sayı için hangi veri türü kullanılır?",
    "correctAnswer": "B",
    "options": {
      "A": "int",
      "B": "float",
      "C": "string",
      "D": "array",
      "E": "null"
    },
    "explanation": "PHP’nin arka planda çalıştığı veri türlerini anlamak açısından yukarıda Tablo 3.1’de PHP değişken türleri listelenmiştir. Buna göre, PHP on tür değer/veri türü sağlar: Dördü skaler (tek değerli) türlerdir: tam sayılar (int), kayan-noktalı sayılar (float), karakter dizileri (string) ve Booleanlar (bool). İkisi bileşik (koleksiyon) türleridir: diziler (array) ve nesneler (object). Kalan dördü de özel türlerdir: kaynak (resource), çağrılabilir (calleble), karışık (mixed) ve boş değer (null).<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/5b5ba264910b6f54edfeb1f07baa1bf5.png\" alt=\"\" width=\"627\" height=\"266\">"
  },
  {
    "id": "3773754",
    "unitNumber": 3,
    "text": "Bir değerin metin olup olmadığını test etmek için hangi işlev kullanılır?",
    "correctAnswer": "A",
    "options": {
      "A": "is_string()",
      "B": "is_bool()",
      "C": "is_int()",
      "D": "is_array()",
      "E": "is_float()"
    },
    "explanation": "Bir değerin metin olup olmadığını test etmek için is_string() işlevi kullanılabilir.<br/>Bir değerin metin olup olmadığını test etmek için is_string() işlevi kullanılabilir:<br/>if (is_string($x)) {<br/>// $x bir metindir<br/>}"
  },
  {
    "id": "3773755",
    "unitNumber": 3,
    "text": "Aşağıdaki veri türlerinden hangisi bir doğruluk değerini temsil eder, bir şeyin doğru olup olmadığını söyler?",
    "correctAnswer": "A",
    "options": {
      "A": "Bool",
      "B": "Null",
      "C": "Object",
      "D": "String",
      "E": "Array"
    },
    "explanation": "$degiskenBool = true;<br/>Bir değerin Boolean olup olmadığını test etmek için is_bool() işlevi kullanılabilir. i<br/>f (is_bool($x)) {<br/>// $x bir Boolean’dır<br/>}<br/>Boolean değeri bir doğruluk değerini temsil eder; bir şeyin doğru olup olmadığını söyler. Çoğu programlama dilinde olduğu gibi PHP de bazı değerleri doğru, bazılarını yanlış olarak tanımlar. Boolean, yalnızca doğru veya yanlış olabilen bir değer olan bir Boolean değerini saklayabilir. Bu değerler “true” ve “false” anahtar sözcükleri ile belirtilir."
  },
  {
    "id": "3773756",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi sabitlere örnektir?",
    "correctAnswer": "A",
    "options": {
      "A": "define(“tekli_koltuk_ucreti”, 2885.50);",
      "B": "$sayi=2;",
      "C": "$ondalik=6.4;",
      "D": "$myo=”İnternet Programcılığı”;",
      "E": "$deger=55;"
    },
    "explanation": "Sabitlerin nasıl kullanılacağını aşağıdaki örnek üzerinde görelim: $toplam_oda_takim_fiyat = tekli_koltuk_ucreti + konsol_ucreti + ciftli_koltuk_ucreti + hali_ucreti;<br/>Sabitler, değişkenlere çok benzemektedirler. Yukarıda da belirtildiği gibi değişkenlerin aksine sabitlerin taşıdıkları değerler, programın çalışması süresince aynı kalır. “Define” ile tanımlanırlar. Aşağıda sabitlere örnek olması açısından bir kod dizesi yer almaktadır:<br/>define(“tekli_koltuk_ucreti”, 2885.50);<br/>define(“konsol_ucreti”, 1225.0);<br/>define(“ciftli_koltuk_ucreti”, 5645.50);<br/>define(“hali_ucreti”, 835.75);"
  },
  {
    "id": "3773757",
    "unitNumber": 3,
    "text": "I . $x = (2 == 3); // eşittir (yanlış) <br/>II. $x = (2 != 3); // eşit değil (yanlış)<br/>III. $x = (2 === 3); // aynı (doğru) <br/>IV. $x = (2 !== 3); // aynı değil (doğru)<br/>V. $x = (2 &gt; 3); // büyüktür (doğru)<br/>Yukarıdaki karşılaştırmalardan hangilerinin döndürdüğü değerler hatasız verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "III ve IV",
      "C": "II ve III",
      "D": "I ve V",
      "E": "I ve IV"
    },
    "explanation": "Buna göre I ve IV satırlarındaki karşılaştırma sonuçları doğru verilmiştir.<br/>Karşılaştırma işleçleri iki değeri karşılaştırır ve ya doğru ya da yanlış döndürür. Esas olarak, doğru veya yanlış olarak değerlendirilen ifadeler olan koşulları belirtmek için kullanılırlar.<br/>$x = (2 == 3); // eşittir (yanlış)<br/>$x = (2 != 3); // eşit değil (doğru)<br/>$x = (2 &lt;&gt; 3); // eşit değil (alternatif)<br/>$x = (2 === 3); // aynı (yanlış)<br/>$x = (2 !== 3); // aynı değil (doğru)<br/>$x = (2 &gt; 3); // büyüktür (yanlış)<br/>$x = (2 &lt; 3); // küçüktür (doğru)<br/>$x = (2 &gt;= 3); // büyük veya eşittir (yanlış)<br/>$x = (2 &lt;= 3); // küçük veya eşittir (doğru)"
  },
  {
    "id": "3773758",
    "unitNumber": 3,
    "text": "PHP'de diziler ile ilgili aşağıdakilerden hangisi hatalıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "İki boyutlu diziler, her bir satırı tek boyutlu diziden oluşan matris tipindeki yapılardan oluşmaktadır.",
      "B": "İki boyutlu dizilerde, her satır aynı türdeki verilerden oluşmalıdır.",
      "C": "İlişkili dizilerde anahtar, öğeye sayı yerine bir ad veren sayısal bir dizin yerine ilişkili bir metin olmasıdır.",
      "D": "Çift ok operatörü, bir değerin hangi ögeye yerleştirileceğine karar vermek için sayısal dizilerle de kullanılabilir.",
      "E": "Dizinin tamamının aynı türden verilerden oluşma zorunluluğu vardır."
    },
    "explanation": "PHP'de dizinin tamamının aynı türden verilerden oluşma zorunluluğu yoktur.<br/>Aynı türden verilerin tek bir değişken ile temsil edilmeleri gerektiğinde diziler kullanılır. Dizilerin kullanılması tanımlanması gereken değişken sayısının artışını engeller. PHP’deki diziler, anahtar/değer çiftlerinden oluşur. Anahtar, bir tamsayı (sayısal dizi), bir metin (ilişkisel dizi) veya her ikisinin birleşimi (karma dizi) olabilir. Değer herhangi bir veri türü olabilir. Sayısal diziler, dizideki her öğeyi sayısal bir dizinle saklar. Dizi yapıcısı kullanılarak bir dizi oluşturulur. Bu yapıcı, dizinin öğelerine atanan değerlerin bir listesini alır. array() yapısı bir dizi oluşturur. İlişkili dizilerde anahtar, öğeye sayı yerine bir ad veren sayısal bir dizin yerine ilişkili bir metin olmasıdır. Diziyi oluştururken, hangi anahtarın hangi değeri ifade ettiğini söylemek için çift ok operatörü (=&gt;) kullanılır. =&gt; operatörünün kullanılması indisle değeri doğrudan ilişkilendirmeye yardımcıdır. Karışık diziler ise PHP, ilişkisel ve sayısal diziler arasında hiçbir ayrım yapmaz ve böylece her birinin ögeleri aynı dizide birleştirilebilir. Son olarak, çok boyutlu dizi diğer dizileri içeren bir dizidir."
  },
  {
    "id": "3773759",
    "unitNumber": 3,
    "text": "<!--?php</span--> $derecesi=-5 ; if ($derecesi&lt;=0){ echo \"KATI HALDEDİR\"; } elseif ($derecesi&gt;0 &amp;&amp; $derecesi&lt;100){ echo \"SIVI HALDEDİR\"; } elseif ($derecesi&gt;100) { echo \"GAZ HALDEDİR\"; } ?&gt; Yukarıdaki kodun çıktısı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "KATI HALDEDİR",
      "B": "SIVI HALDEDİR",
      "C": "GAZ HALDEDİR",
      "D": "KATI HALDEDİR<br/>SIVI HALDEDİR<br/>GAZ HALDEDİR",
      "E": "Kod çalışmaz."
    },
    "explanation": "Soru kökünde verilen değişken değeri -5, ilk if sağlamasına uymaktadır, buna göre \"KATI HALDEDİR\". Örneğin değişken değeri 90 olması durumunda sonuç \"SIVI HALDEDİR\", 110 olması durumunda ise \"GAZ HALDEDİR\" olacaktır.<br/>Bazı zamanlarda da değişkenin farklı durumları için şartların sağlanması gerekmekte olabilir. Örneğin, değişkenin farklı değerleri için farklı işlemleri yapabilirsiniz. Bu istek doğrultusunda if komutu ile başlayan şartlara yeni bazı şartlar ekleyebilir, bunu elseif komutu ile gerçekleştirebilirsiniz. elseif komutunun kullanılabilmesi için bir if şartı oluşturulmalıdır."
  },
  {
    "id": "3773760",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bir tamsayı, kayan nokta (ondalıklı sayı) veya metin ile bir dizi büyük/küçük harf etiketi arasındaki eşitliği kontrol ederek yürütmeyi eşleşen duruma geçirir?",
    "correctAnswer": "C",
    "options": {
      "A": "If",
      "B": "Else",
      "C": "Switch",
      "D": "Echo",
      "E": "Elseif"
    },
    "explanation": "Switch deyiminin kullanımına ilişkin bir örnek verecek olursak;<br/>switch (ifade)<br/>{<br/>case değer1: ifade=değer1 olduğunda işletilecek kod;<br/>break;<br/>case değer2:<br/>ifade=değer2 olduğunda işletilecek kod;<br/>break;<br/>default:<br/>ifade, değer1 ve değer2’nin her ikisinden de farklı olduğunda işletilecek kod;<br/>}<br/>Switch ifadesi, bir tamsayı, kayan nokta (ondalıklı sayı) veya metin ile bir dizi büyük/küçük harf etiketi arasındaki eşitliği kontrol eder. Daha sonra yürütmeyi eşleşen duruma geçirir. İfade, herhangi bir sayıda vaka cümlesi içerebilir ve diğer tüm vakaları ele almak için varsayılan bir etiketle bitebilir.<br/>Switch ifadesi ile bir ifadeye karşılık gelen farklı değerler ile durumlarının koşullu olarak belirlenmesi söz konusudur. Bu yapı ile sağlanan kontrol her ne kadar birkaç kez if - elseif deyiminin yazılması ile de gerçekleştirilebilecek olsa da gereksiz kod satırlarına yer vermemek gerekir."
  },
  {
    "id": "3773761",
    "unitNumber": 3,
    "text": "Değişken nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Değişken, çalışma zamanında verileri depolayan bir bellek konumuna verilen isimdir.",
      "B": ". Sabitler ise, değeri çalışma zamanında değiştirilemeyen bir<br/>değişkene benzeyen türlerdir",
      "C": "PHP’deki isimler alt çizgi karakterleri ve sayıları<br/>içerebilir, ancak bir sayı ile başlayamaz.",
      "D": "Değişken adları büyük/küçük harfe duyarlıdır",
      "E": "PHP’deki isimler boşluk veya özel karakter içeremediği gibi<br/>ayrılmış bir anahtar kelime de olmamalıdır"
    },
    "explanation": "Değişken, çalışma zamanında verileri depolayan bir bellek konumuna verilen isimdir."
  },
  {
    "id": "3773762",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi değişkenleri isimlendirirken kullanılan kurallardan <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Değişken isimlendirilmelerinde Türkçe karakterler (ç, Ç, ğ, Ğ, ı, İ, ö, Ö, ü, Ü) kullanılmaz.",
      "B": "Değişken isimlendirmelerinde alfa-nümerik karakterler (a-z, A-Z, 0-9) ve alt tire işareti ( _ ) kullanılabilir.",
      "C": "Değişken isimlendirmeleri bir harf veya alt tire işareti ( _ ) ile başlayabilir.",
      "D": "Değişken isimlendirmelerinde boşluk kullanılmaz. Tanımlamada boşluk gerektiren kelimeler arasına alt tire işareti ( _ ) konur (kullanici_adi) veya büyük-küçük harf tanımlaması (kullaniciAdi)<br/>şeklinde gerçekleştirilebilir.",
      "E": "Değişken isimleri bir rakamla başlayabilir."
    },
    "explanation": "Değişken isimleri bir rakamla başlayamaz."
  },
  {
    "id": "3773763",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi PHP'nin veri türlerinden <strong>değildir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Tam Sayı (Integer)",
      "B": "Kayan-Noktalı (Ondalık) Sayı (Float)",
      "C": "İşaretçi Sayı (Pointer)",
      "D": "Boş Sayı (Null)",
      "E": "Metin (String)"
    },
    "explanation": "İşaretçi Sayı (Pointer) PHP'de kullanılan bir veri tipi değildir."
  },
  {
    "id": "3773764",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi aritmetik operatörlerden değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "toplama",
      "B": "çıkarma",
      "C": "çarpma",
      "D": "bölüm",
      "E": "sabitler"
    },
    "explanation": "sabitler"
  },
  {
    "id": "3773765",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi değer atama öperatörünün simgesidir?",
    "correctAnswer": "B",
    "options": {
      "A": "+",
      "B": "=",
      "C": "/",
      "D": "_",
      "E": "x"
    },
    "explanation": "="
  },
  {
    "id": "3773766",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi mantıksal operatörlerden değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Mantıksal VE (&amp;&amp;, AND):",
      "B": "Mantıksal VEYA (||, OR)",
      "C": "Mantıksal XOR (XOR)",
      "D": "Mantıksal olumsuzlama (Logical Negation)(!)",
      "E": "Parantez kullanın."
    },
    "explanation": "parantez kullanın"
  },
  {
    "id": "3773767",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi birçok programcının programlama dillerindeki karmaşık öncelik kurallarıyla başa çıkma yollarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çarpma ve bölme, toplama ve çıkarmaya göre daha yüksek önceliğe sahiptir.",
      "B": "Mantıksal VE (&amp;&amp;, AND)",
      "C": "Mantıksal VEYA (||, OR",
      "D": "Mantıksal XOR (XOR):",
      "E": "Mantıksal olumsuzlama (Logical Negation)(!)"
    },
    "explanation": "Çarpma ve bölme, toplama ve çıkarmaya göre daha yüksek önceliğe sahiptir."
  },
  {
    "id": "3773768",
    "unitNumber": 3,
    "text": "Bölme işleminde kalanı elde etmek için kullanılan operatör aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "**",
      "B": "++",
      "C": "-",
      "D": "%",
      "E": "//"
    },
    "explanation": "%"
  },
  {
    "id": "3773769",
    "unitNumber": 3,
    "text": "<!--?php switch(1) { case 0: echo \"012\"; case 1: echo \"345\"; case 2: echo \"67\"; default: echo \"89\"; } ?--><!--?php switch(1) { case 0: echo \"012\"; case 1: echo \"345\"; case 2: echo \"67\"; default: echo \"89\"; } ?--><!--?php switch(1) { case 0: echo \"012\"; case 1: echo \"345\"; case 2: echo \"67\"; default: echo \"89\"; } ?-->I. Değişken adları alt tire işareti ile başlayabilir.<br/>II. Alfa-nümerik karakterler kullanılamaz.<br/>III. Büyük-küçük harf kullanımına duyarlı değildir.<br/>Yukarıda PHP’de değişken isimlendirme kuralları ile ilgili verilenlerden hangisi ya da hangileri doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Yalnız I"
  },
  {
    "id": "3773770",
    "unitNumber": 3,
    "text": "<!--?php $a=3; switch($a) { case 1: echo 'a değeri 1'; break; case 2: echo 'a değeri 2'; break; default: echo 'a farklı bir değerdir.'; } ?-->Veri türleri ile ilgili aşağıda verilen ifadelerden<br/>hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Diziler skaler kategorisinde değerlendirilir.",
      "B": "String veri türü bileşik türe örnektir",
      "C": "Boolean değeri gerçek sayıların tümünü temsil<br/>eder",
      "D": "Float veri türü sadece tamsayı değerlerini temsil<br/>eder.",
      "E": "Integer veri türü tek değerli ve skalerdir"
    },
    "explanation": "Integer veri türü tek değerli ve skalerdir"
  },
  {
    "id": "3773771",
    "unitNumber": 4,
    "text": "<em>\"____ gibi döngüler, belirli kod bölümlerinin tekrar tekrar yürütülmesini desteklemekte ike; ____ ve switch gibi koşullu ifadeler ise, bir programın bazı koşullara bağlı olarak farklı kod parçalarını yürütmesine veya hiçbirini yürütmemesine izin verir.\"</em><br/>Yukarıda verilmiş olan cümledeki boşluklara aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "PHP/HTML ve sql/delete",
      "B": "while/for ve if/else",
      "C": "update/access ve false/rules",
      "D": "resource/details ve role_id/unset",
      "E": "do/for ve foreach/break"
    },
    "explanation": "while ve for gibi döngüler, belirli kod bölümlerinin tekrar tekrar yürütülmesini desteklemekte ike; if/else ve switch gibi koşullu ifadeler ise, bir programın bazı koşullara bağlı olarak farklı kod parçalarını yürütmesine veya hiçbirini yürütmemesine izin verir."
  },
  {
    "id": "3773772",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi PHP'de bir döngü yapısı <u><strong>değildir?</strong></u>",
    "correctAnswer": "C",
    "options": {
      "A": "while döngüsü",
      "B": "do.. while döngüsü",
      "C": "forelse döngüsü",
      "D": "for döngüsü",
      "E": "foreach döngüsü"
    },
    "explanation": "PHP’de dört döngü yapısı vardır. Bunlar, belirli bir kod bloğunu birden çok kez yürütmek için kullanılır. PHP’deki döngüler aşağıda yer almaktadır:<br/><ul><br/><li><br/>while döngüsü: Belirtilen koşul doğru olduğu sürece bir kod bloğunda döngü yapar.<br/></li><br/><li><br/>do..while döngüsü: Bir kod bloğunda bir kez döngü yapar ve ardından belirtilen koşul doğru oldu- ğu sürece döngüyü tekrarlar.<br/></li><br/><li><br/>for döngüsü: Bir kod bloğunda belirtilen sayıda döngü yapar.<br/></li><br/><li><br/>foreach döngüsü: Bir dizideki her öge için bir kod bloğunda döngü yapar.<br/></li><br/></ul><br/>forelse döngüsü PHP'de bir döngü yapısı değildir."
  },
  {
    "id": "3773773",
    "unitNumber": 4,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/eb01258d888710ecd2c57fb41f88a311.png\" alt=\"Sekil 4.4\" width=\"541\" height=\"293\"> Verilen şekilde $j hiçbir zaman 5'in üzerinde bir değere sahip değilken, $i hangi görevi üstlenir?",
    "correctAnswer": "E",
    "options": {
      "A": "10'dan küçük olan tüm değerleri gözden geçirir",
      "B": "｛$j｝ile while döngüsüne katılır",
      "C": "0'dan 5'e kadar olan tüm değerleri gözden geçirir",
      "D": "Continue 2 ifadesiyle iki seviyede devam eder",
      "E": "0'dan 9'a kadar olan tüm değerleri gözden geçirir"
    },
    "explanation": "verilmiş olan şekle göre $j hiçbir zaman 5’in üzerinde bir değere sahip değildir, ancak $i 0’dan 9’a kadar olan tüm değerleri gözden geçirir."
  },
  {
    "id": "3773774",
    "unitNumber": 4,
    "text": "do/while döngüsü hangi işaret ile sonlanır?",
    "correctAnswer": "A",
    "options": {
      "A": ";",
      "B": "｝",
      "C": ",",
      "D": ".",
      "E": "&gt;"
    },
    "explanation": "do/while döngüsü noktalı virgül ile (;) sonlanır."
  },
  {
    "id": "3773775",
    "unitNumber": 4,
    "text": "$a = array(1,2,3);<br/>for($i = 0; $i &lt; sizeof($a); $i++)｛<br/>echo $a[$I];//\"123\"<br/>}<br/>Verilen döngü hangi işlevi temsil etmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "array",
      "B": "for",
      "C": "sizeof",
      "D": "echo",
      "E": "while"
    },
    "explanation": "Verilen döngü sizeof işlevini temsil etmektedir."
  },
  {
    "id": "3773776",
    "unitNumber": 4,
    "text": "Döngüler için, while döngülerinde olduğu gibi, döngüyü veya geçerli yinelemeyi sonlandırmak için hangi anahtar sözcükler kullanabiliriz?",
    "correctAnswer": "B",
    "options": {
      "A": "for-foreach",
      "B": "break-continue",
      "C": "for-echo",
      "D": "endfor-foreach",
      "E": "array-endfor"
    },
    "explanation": "Döngüler için, while döngülerinde olduğu gibi, döngüyü veya geçerli yinelemeyi sonlandırmak için break ve continue sözcüklerini kullanabiliriz."
  },
  {
    "id": "3773777",
    "unitNumber": 4,
    "text": "<img style=\"display: block; margin-left: auto; margin-right: auto;\" src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/37cdff4848db59837423ac8008a49860.png\" alt=\"sekil 4.10\" width=\"266\" height=\"156\">Verilen kod bloğun hangi döngüyü kullanmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "array",
      "B": "foreach",
      "C": "as",
      "D": "echo",
      "E": "Hiçbiri"
    },
    "explanation": "Verilen kod bloğun foreach döngüsünü kullanmaktadır."
  },
  {
    "id": "3773778",
    "unitNumber": 4,
    "text": "<img style=\"display: block; margin-left: auto; margin-right: auto;\" src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/8a74bfd4175335dda4b9a2c639cab7df.png\" alt=\"Sekil 4.12\" width=\"248\" height=\"146\">Verilen kod bloğun çıktısı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hava",
      "B": "Hava sıcak",
      "C": "Hiçbiri",
      "D": "Hava serin",
      "E": "25"
    },
    "explanation": "Verilen kod bloğun çıktısı \"Hava serin\"dir."
  },
  {
    "id": "3773779",
    "unitNumber": 4,
    "text": "<img style=\"display: block; margin-left: auto; margin-right: auto;\" src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/2c20906b4f93e62c062e28f62d713c07.png\" alt=\"Sekil 4.12\" width=\"252\" height=\"206\"><br/>Verilen if-elseif-else kod bloğu için aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Kod çalıştırıldığında ekrana \"Hava Serin\" yazdırılır.",
      "B": "<code>$hava</code> değişkeni 25 olsaydı, ekrana \"Hava Soğuk\" yazdırılırdı.",
      "C": "<code>elseif</code> bloğu yalnızca <code>if</code> koşulu sağlandığında çalışır.",
      "D": "<code>else</code> bloğu yalnızca <code>$hava = 0</code> olduğunda çalışır.",
      "E": "Kod çalıştırıldığında ekrana \"Hava Soğuk\" yazdırılır."
    },
    "explanation": "Verilen if-elseif-else kod bloğu için A seçeneğindeki \"Hava 30 olarak belirlenmiş\" ibaresi yanlıştır.<br/>Kod çalıştırıldığında ekrana \"Hava Soğuk\" yazdırılır."
  },
  {
    "id": "3773780",
    "unitNumber": 4,
    "text": "Önceden belirlenen koşullara göre hareket etmeyi sağlayan komut aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "break-default",
      "B": "if-elseif",
      "C": "for-foreach",
      "D": "switch-case",
      "E": "Hiçbiri"
    },
    "explanation": "Önceden belirlenen koşullara göre hareket etmeyi sağlayan komut switch-case komutudur."
  },
  {
    "id": "3773817",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi PHP'deki döngü yapılarından biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "while döngüsü",
      "B": "do..while döngüsü",
      "C": "for döngüsü",
      "D": "foreach döngüsü",
      "E": "each döngüsü"
    },
    "explanation": "PHP’de dört döngü yapısı vardır. Bunlar: while döngüsü, do..while döngüsü, for döngüsü, foreach döngüsü"
  },
  {
    "id": "3773818",
    "unitNumber": 4,
    "text": "Aşağıdaki ifadelerden hangisi for döngüsü ile ilgili bir ifadedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ekrana yazı yazmak için kullanılır.",
      "B": "Başlangıç, koşul ve artış ifadeleriyle genellikle sayaç kontrollü işlemlerde kullanılır.",
      "C": "Koşulsuz tekrar sağlar.",
      "D": "Programı durdurur.",
      "E": "Değişken tanımlamak için kullanılır."
    },
    "explanation": "for döngüsü: Bir kod bloğunda belirtilen sayıda döngü yapar.<br/>Başlangıç, koşul ve artış ifadeleriyle genellikle sayaç kontrollü işlemlerde kullanılır."
  },
  {
    "id": "3773819",
    "unitNumber": 4,
    "text": "<!--?php<br/>$toplam=0;<br/>$x=1;<br/>do{<br/>$toplam += $x++;<br/>}while ($x &lt;=10);<br/>echo \"{$x}, {$toplam}\";<br/>?&gt;<br/>Yukarıdaki kod bloğunun çıktısı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "10, 55",
      "B": "11, 55",
      "C": "10, 50",
      "D": "11, 50",
      "E": "10"
    },
    "explanation": "Belirtilen kod bloğunun çıktısı, 11, 55'dır."
  },
  {
    "id": "3773820",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi PHP'de kontrol yapılarından biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "do..while",
      "B": "foreach",
      "C": "switch-case",
      "D": "for",
      "E": "while"
    },
    "explanation": "PHP’de if ve switch komutları kontrol yapılarıdır.<br/>switch-case"
  },
  {
    "id": "3773821",
    "unitNumber": 4,
    "text": "Aşağıdaki hangisi PHP'de örnekte hava durumu kontrolü ile eğer hava sıcaklığı 30 dereceden fazla ise hava sıcak, değilse hava serin olarak ekrana sonuç vermeyi sağlayacak komuttur?",
    "correctAnswer": "A",
    "options": {
      "A": "if-else",
      "B": "for",
      "C": "foreach",
      "D": "switch-case",
      "E": "if-elseif-else"
    },
    "explanation": "if else ile ifade etmek gerekirse koşul sağlanıyorsa if, sağlanmıyorsa else<br/>bloğu içindeki kodlar çalışır. Aşağıdaki örnekte hava durumu kontrolü yapılmaktadır. Eğer hava sıcaklığı 30 dereceden fazla ise hava sıcak, değilse hava serin olarak ekrana sonuç verilmektedir.<br/>if-else"
  },
  {
    "id": "3773822",
    "unitNumber": 4,
    "text": "PHP'de program çıktısının 123 olması için aşağıdaki kod bloğunda X işareti yerine aşağıdakilerden hangisi gelmesi gerekir? <br/><!--?php<br/>$a=array(1,2,3);<br/>X($a as $v){<br/>echo $v; // \"123\"<br/>}<br/>?&gt;",
    "correctAnswer": "D",
    "options": {
      "A": "if",
      "B": "switch",
      "C": "while",
      "D": "foreach",
      "E": "for"
    },
    "explanation": "Belirtilen kod bloğunun program çıktısının 123 olması X işareti yerine foreach gelmesi gerekir."
  },
  {
    "id": "3773823",
    "unitNumber": 4,
    "text": "<!--?php<br/>$sayac=0;<br/>while($sayac &lt; 10){<br/>echo \"Sayaç: {$sayac}<br/>\";<br/>$sayac++;<br/>}<br/>?&gt;<br/>Yukarıdaki kod bloğunun kullanım amacı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sadece 10 sayısını yazdıran bir döngü",
      "B": "10 dan büyük sayıları yazdıran bir döngü",
      "C": "9 dan küçük sayıları sayan ve yazdıran döngü",
      "D": "10 sayısını sayan ve yazdıran bir döngü",
      "E": "0’dan 9’a kadar sayan ve her sayıyı yazdıran bir döngü"
    },
    "explanation": "Belirtilen kod bloğu, 0’dan 9’a kadar sayan ve her sayıyı yazdıran bir while döngüsüdür.<br/>0’dan 9’a kadar sayan ve her sayıyı yazdıran bir döngü"
  },
  {
    "id": "3773824",
    "unitNumber": 4,
    "text": "",
    "correctAnswer": "C",
    "options": {
      "A": "12",
      "B": "13",
      "C": "123",
      "D": "1",
      "E": "2"
    },
    "explanation": "Belirtilen kod yapısının çıktısı, 123 dür."
  },
  {
    "id": "3773825",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>Önceden belirlenen koşullara göre hareket etmeyi sağlar.</li> <li>break ve default komutlarıyla kullanılır.</li> <li>break komutların yukarıdan aşağıya akışında koşulların sağlanması durumunda diğer koşulları kontrol eder.</li> <li>default ise girilen değer önceden belirlenmiş şartların hiçbirine uymuyorsa çalıştırılacak komutları içerir.</li> </ol> Yukarıdaki switch-case ile ilgili ifadelerden hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II",
      "B": "I, III",
      "C": "II, III, IV",
      "D": "I, II, IV",
      "E": "I, II, III"
    },
    "explanation": "switch-case komutu önceden belirlenen koşullara göre hareket etmeyi sağlar. break ve default komutlarıyla kullanılır. break komutların yukarıdan aşağıya akışında koşulların sağlanması durumunda diğer koşulları kontrol etmez ve switch komutundan çıkar. default ise if komutundaki else gibi girilen değer önceden belirlenmiş şartların hiçbirine uymuyorsa çalıştırılacak komutları içerir.<br/>I, II, IV"
  },
  {
    "id": "3773826",
    "unitNumber": 4,
    "text": "Hava sıcaklığı kontrolünde olduğu gibi birden fazla koşul kullanılmasının gerekmesi halinde aşağıdaki PHP yapılarından hangisi kullanılır?",
    "correctAnswer": "A",
    "options": {
      "A": "if-elseif-else",
      "B": "break",
      "C": "while",
      "D": "foreach",
      "E": "for"
    },
    "explanation": "Kimi zaman hava sıcaklığı kontrolünde olduğu gibi birden fazla koşul kullanılması gerekebilir. Bu durumlarda ise if-elseif-else yapısı kullanılır."
  },
  {
    "id": "3773857",
    "unitNumber": 5,
    "text": "$kutlama= \"Cumhuriyetimizin 99. yılı kutlu olsun. 99. yılında, ülkemiz daha güçlü, daha müreffeh. Bugün, 99. yılımızda… \";<br/>Bir PHP uygulamasında, $kutlama isimli bir değişkene, cumhuriyetin 99. yılı ile ilgili olarak yazılmış uzun bir metin değer olarak atanmıştır. Bu metni cumhuriyetin yüzüncü yılında kullanılmak üzere değiştirmek için kullanılabilecek, yerleşik bir PHP fonskiyonu içeren kod parçası aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "$kutlama=str_replace(\"99.\", \"yüzüncü\", $kutlama);",
      "B": "$kutlama=str_replace(\"yüzüncü\", “99.”);",
      "C": "$kutlama=str_replace($kutlama,\"yüzüncü\", \"99.\");",
      "D": "$kutlama=str_replace($kutlama,\"99.\", \"yüzüncü\");",
      "E": "$kutlama=str_replace(\"99.\", \"yüzüncü\");"
    },
    "explanation": "ÇÖZÜM<br/>$kutlama=str_replace(\"99.\", \"yüzüncü\", $kutlama);<br/>Sayfa 107’de yer alan örnekte görüldüğü gibi, “str_replace” yerleşik string fonksiyonu, üç parametre ile çalışır. Bunlar sırası ile değişecek kelime, yerine gelecek kelime ve üzerinde değişiklik yapılacak metindir.<br/>str_replace($degisen_kelime, $yeni_kelime , $cumle);"
  },
  {
    "id": "3773858",
    "unitNumber": 5,
    "text": "$baslik=\"cumhuriyet fazilettir\";<br/>echo yerlesik_fonksiyon_adı($baslik);<br/>Yukarıda verilen PHP kod parçasında, $baslik isimli değişkende verilen başlığı kelimelerin ilk harfi büyük olacak şekilde yazdırmak için, yerlesik_fonksiyon_adı yazan kısımdayer alması gereken PHP fonksiyonu hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "strtoupper",
      "B": "uppercase",
      "C": "strlen",
      "D": "ucwords",
      "E": "strrev"
    },
    "explanation": "ÇÖZÜM<br/>ucwords<br/>Sayfa 109’da yer aldığı üzere, “metnin sadece ilk harfini büyük yapan ucfirst() ve metin içindeki her kelimenin ilk harfini yapan ucwords() fonksiyonları bulunmaktadır”."
  },
  {
    "id": "3773859",
    "unitNumber": 5,
    "text": "$baslik=\"cumhuriyet fazilettir\";<br/>echo yerlesik_fonksiyon_adı($baslik);<br/>Yukarıda verilen PHP kod parçasında, $baslik isimli değişkende verilen başlığı kelimelerin ilk harfi büyük olacak şekilde yazdırmak için, yerlesik_fonksiyon_adı yazan kısımdayer alması gereken PHP fonksiyonu hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "strtoupper",
      "B": "uppercase",
      "C": "strlen",
      "D": "ucwords",
      "E": "strrev"
    },
    "explanation": "ÇÖZÜM<br/>ucwords<br/>Sayfa 109’da yer aldığı üzere, “metnin sadece ilk harfini büyük yapan ucfirst() ve metin içindeki her kelimenin ilk harfini yapan ucwords() fonksiyonları bulunmaktadır”."
  },
  {
    "id": "3773860",
    "unitNumber": 5,
    "text": "$kredikartno= \"1111222233334444\";<br/>/*BU SATIRDA SEÇENEKLERDE VERİLEN KOD YER ALACAK*/<br/>echo \"Kredi kartı numarası: \";<br/>for($i=0; $i &lt; sizeof($kredikartyaz); $i++){<br/>echo $kredikartyaz[$i] . \" \\n \";<br/>}<br/>Kredi kartı numaraları 16 rakamdan oluşur. Ancak kullanıcıların kolay okuması için tire ile ayrılarak 4 haneli gruplar olarak gösterilirler. Bunu yapmak için, yukarıda verilen PHP dili ile yazılmış kod parçasında belirtilen satıra gelmesi gereken kod parçası aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "$kredikartyaz = str_split($kredikartno,4);",
      "B": "$kredikartyaz = str_replace($kredikartno,4);",
      "C": "$kredikartyaz = array_push($kredikartno,4);",
      "D": "$kredikartyaz = explode($kredikartno,4);",
      "E": "$kredikartyaz = abs($kredikartno,4);"
    },
    "explanation": "ÇÖZÜM<br/>$kredikartyaz = str_split($kredikartno,4);<br/>Sayfa 110’da anlatıldığı üzere “str_split() fonksiyonu str_split(parametre1, parametre2) şeklinde değer alır. Parametre 1 bölümlere ayrılacak metni, parametre 2 ise metnin kaçar kaçar bölüneceğini belirler.”"
  },
  {
    "id": "3773861",
    "unitNumber": 5,
    "text": "pi() yerleşik fonksiyonu, PHP dilinde pi sayısı üretmek için kullanılır. Bu fonksiyonun ürettiği değer hangi veri tipindedir?",
    "correctAnswer": "B",
    "options": {
      "A": "String",
      "B": "Float",
      "C": "Integer",
      "D": "Array",
      "E": "Boolean"
    },
    "explanation": "ÇÖZÜM<br/>Sayfa 112’de belirtildiği üzere pi() yerleşik fonksiyonu sonucu float tipinde verir."
  },
  {
    "id": "3773862",
    "unitNumber": 5,
    "text": "PHP programlama dili, istatistiksel hesaplamalar yapmaya olanak veren yerleşik fonksiyonlar da içerir. Örneğin iki sayı dizisi arasındaki Pearson korelasyon katsayısı hesaplaması için stats_stat_correlation(array $arr1, array $arr2) şeklinde bir fonksiyon bulunmaktadır. Bu fonksiyon, float veri tipinde, -1 ile 1 arasına bir sonuç değeri döndürür. 0’a yakın değerler düşük korelasyonu, 1’e daha yakın değerler yüksek pozitif korelasyonu, -1’e yakın değerler yüksek negatif korelasyonu ifade eder.<br/>Bu bilgiler ışığında, $k1 ve $k değişkenlerine atanmış iki korelasyon değerinin büyüklüklerini kıyaslamadan önce mutlak değerlerinin tespit edilmesi gerekmektedir. Değişken değerlerini mutlak değerlere dönüştüren yerleşik PHP fonksiyonu hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "ceil() fonksiyonu",
      "B": "pow() fonksiyonu",
      "C": "abs() fonksiyonu",
      "D": "settype() fonksiyonu",
      "E": "is_int() fonksiyonu"
    },
    "explanation": "ÇÖZÜM<br/>Sayfa 112’de belirtildiği üzere abs() fonksiyonu bir değerin mutlak değerini verir."
  },
  {
    "id": "3773863",
    "unitNumber": 5,
    "text": "$sayi= 5.4;<br/>$islemyap = round($sayi) * ( ceil($sayi) - floor($sayi) );<br/>islemyap isimli değişkenin değeri ne olacaktır?",
    "correctAnswer": "E",
    "options": {
      "A": "6",
      "B": "1",
      "C": "31",
      "D": "5.4",
      "E": "5"
    },
    "explanation": "ÇÖZÜM<br/>5<br/>ceil() fonksiyonu sayıları yukarı doğru (Sayı büyüyecek şekilde) yuvarlar. (Sayfa 114)<br/>floor() fonksiyonu sayıları aşağı doğru (Sayı küçülecek şekilde) yuvarlar. (Sayfa 114)<br/>round() fonksiyonu sayıları ondalık ayıracı noktadan sonraki sayıların 5’ten büyük olup olmamasına göre yuvarlar. (Sayfa 115)<br/>Buna göre <br/>5 x (6 - 5) işleminin sonucu 5 olacaktır."
  },
  {
    "id": "3773864",
    "unitNumber": 5,
    "text": "$ana = array(\"nohut\", \"fasulye\", \"bakla\", \"mercimek\");<br/>$yan = array(\"pirinç\", \"bulgur\", \"makarna\");<br/>array_push($yan, \"erişte\", \"şehriye\");<br/>$yemek = array_merge($ana, $yan);<br/>echo sizeof($yemek);<br/>Yukarıdaki kod parçası hangi değeri ekrana yazdırır?",
    "correctAnswer": "B",
    "options": {
      "A": "Array ([0] ⇒ nohut [1] ⇒ fasulye [2] ⇒ bakla [3] ⇒ mercimek [4] ⇒ pirinç [5] ⇒ bulgur [6] ⇒ makarna [7] ⇒ erişte [8] ⇒ şehriye)",
      "B": "9",
      "C": "7",
      "D": "4",
      "E": "Array ([0] ⇒ nohut [1] ⇒ fasulye [2] ⇒ bakla [3] ⇒ mercimek [4] ⇒ pirinç [5] ⇒ bulgur [6] ⇒ makarna)"
    },
    "explanation": "ÇÖZÜM<br/>$ana değişkenine atanan array değerinde 4 eleman vardır.<br/>$yan değişkenine atanan array değerinde 3 eleman vardır.<br/>array_push yerleşik fonksiyonu ile $yan değişkenine iki eleman daha eklenmiş, toplam eleman sayısı 5 olmuştur (sayfa 118).<br/>array_merge yerleşik fonksiyonu ile iki dizi birleştirilerek $yemek isimli değişkene atanmıştır (sayfa 119).<br/>Echo ile ekrana yazdırılan değer, sizeof yerleşik fonksiyonu ile alınan, $yemek değişkeninin eleman sayısıdır (sayfa 117). Buna göre cevap 9 olmalıdır."
  },
  {
    "id": "3773865",
    "unitNumber": 5,
    "text": "$ana = array(\"nohut\", \"fasulye\", \"bakla\", \"mercimek\");<br/>$yan = array(\"pirinç\", \"bulgur\", \"makarna\");<br/>array_push($yan, \"erişte\", \"şehriye\");<br/>$yemek = array_merge($ana, $yan);<br/>sort($yemek,2);<br/>Yukarıdaki kod parçası sonucunda, $yemek isimli değişkende yer alan dizide yer alan ilk elemanın değeri ne olacaktır?",
    "correctAnswer": "D",
    "options": {
      "A": "nohut",
      "B": "pirinç",
      "C": "şehriye",
      "D": "bakla",
      "E": "makarna"
    },
    "explanation": "ÇÖZÜM<br/>bakla<br/>Verilen kodda $yan değişkeninde yer alan diziye array_push yerleşik fonksiyonu (sayfa 118) ile iki eleman daha eklendikten sonra $ana ve $yan değişkenlerinde yer alan diziler array_merge yerleşik fonksiyonu (sayfa 119) ile birleştirilerek $yemek değişkenine atanmıştır. sort() yerleşik fonksiyonu (sayfa 120) ile, ikinci parametre olarak 2 değeri verilerek $yemek değişkenine atanan dizinin elemanları string değerlerine göre sıraanmıştır. Bu işlemle sonucunda $yemek değişkenine atanan dizinin ilk elemanı alfabetik olarak ilk sırada yer alan “bakla” olacaktır."
  },
  {
    "id": "3773866",
    "unitNumber": 5,
    "text": "$durum = true;<br/>echo \"Tip: \". yerleşik_fonksiyon_adı($durum) .\"\\n\";<br/>echo \"Değer: \". $durum;<br/>Yukarıda yer alan PHP kodunda yer alan $durum isimli değişkenin değeri “1” olarak ekrana yazdırılacaktır. Değişken tipinin boolean olduğunu görebilmek için, yerleşik_fonksiyon_adı yazan kısma hangi yerleşik fonksiyon gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "settype",
      "B": "gettype",
      "C": "return",
      "D": "boolean",
      "E": "is_int"
    },
    "explanation": "ÇÖZÜM<br/>gettype<br/>Sayfa 102’de ifade edildiği üzere, “gettype() fonksiyonu bir değişkenin tipini geri döndürür.”"
  },
  {
    "id": "3773867",
    "unitNumber": 5,
    "text": "PHP dilinde, daha önceden belirlenen ve bir değer verilen değişkeni yok etmek için hangi yöntemi kullanmak uygun bir yaklaşımdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Değişken değerini “null” olacak şekilde değiştirmek",
      "B": "settype() yerleşik fonksiyonu ile değişken tipini null olarak değiştirmek",
      "C": "unset() yerleşik fonksiyonu ile değişkeni kaldırmak",
      "D": "Değişken değerini boş olacak şekilde değiştirmek",
      "E": "Değişken değerini “0” (sıfır) olacak şekilde değiştirmek"
    },
    "explanation": "ÇÖZÜM<br/>unset() yerleşik fonksiyonu ile değişkeni kaldırmak<br/>Diğer seçenekler değişkenin değerini değiştirirken, sayfa 104’te de belirtildiği gibi unset() fonksiyonu daha önceden belirlenen ve bir değer verilen değişkeni yok etmek için kullanılır."
  },
  {
    "id": "3773898",
    "unitNumber": 5,
    "text": "Aşağıdaki değişken tutma ve işleme fonksiyonlarından hangisi veri tiplerinin interger değerlerini belirleme ve geri döndürme işlevine sahiptir?",
    "correctAnswer": "B",
    "options": {
      "A": "gettype fonksiyonu",
      "B": "intval fonksiyonu",
      "C": "is_int fonksiyonu",
      "D": "unset fonksiyonu",
      "E": "settype fonksiyonu"
    },
    "explanation": "intval() fonksiyonu veri tiplerinin interger değerlerini belirler ve geri döndürür. PHP’de diğer dillerde olduğu gibi integer tipinde olmayan veriler de integer tipine denk gelen değerlere sahiptir."
  },
  {
    "id": "3773899",
    "unitNumber": 5,
    "text": "Aşağıdaki değişken tutma ve işleme fonksiyonlarından hangisinin işlevi bir değişkenin interger tipinde olup olmadığını kontrol etmek ve sonucu \"bir interger tipi değişken değildir\" ya da \"bir interger tipi değişkendir\" şeklinde ekrana basmaktır?",
    "correctAnswer": "C",
    "options": {
      "A": "gettype fonksiyonu",
      "B": "intval fonksiyonu",
      "C": "is_int fonksiyonu",
      "D": "settype fonksiyonu",
      "E": "unset fonksiyonu"
    },
    "explanation": "is_int fonksiyonu bir değişkenin integer tipinde olup olmadığını kontrol eder. Eğer değişken integer tipindeyse mantıksal değer olarak 1 yani TRUE değerini döndürür. Aşağıdaki kodlarda integer tipindeki sayi, double tipindeki ondalik, string tipindeki sozcuk, boolean tipindeki mantıksal ve Null tipindeki nul değişkenlerinin integer olup olmadığı kontrol edilmektedir. Kontrol sonucunda değişkenin integer olup olmadığı sonucu ekrana basılmaktadır."
  },
  {
    "id": "3773901",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi \"Salı haftanın ikinci günüdür\" cümlesinin explode fonksiyonuna ait tarayıcı görüntüsünü doğru bir biçimde yansıtmaktadır??",
    "correctAnswer": "E",
    "options": {
      "A": "Array ( [1] ⇒ Salı [2] ⇒haftanın [3] ⇒ ikinci [4] ⇒ günüdür)",
      "B": "Array ( [1] ⇒ Salı [2] ⇒haftanın [3] ⇒ ikinci [0] ⇒ günüdür)",
      "C": "Salı haftanın ikinci günüdür! cümlesinde 4 kelime vardır.",
      "D": "Salı haftanın ikinci günüdür! SALI HAFTANIN İKİNCİ GÜNÜDÜR",
      "E": "Array ( [0] ⇒ Salı [1] ⇒haftanın [2] ⇒ ikinci [3] ⇒ günüdür)"
    },
    "explanation": "explode() fonksiyonu bir değişken içindeki verileri belirli ölçütlere göre ayıran ve bir diziye aktaran fonksiyonlardır. Aşağıdaki fonksiyonda “PHP programlamada 1000 üzerinde yerleşik fonksiyon vardır” cümlesi explode() fonksiyonu ile kelimelere “ “ (Çift tırnak içinde boşluk) ile ayrılmış ve her kelime sozcukler isimli diziye aktarılmıştır. Daha sonra print_r fonksiyonu ile bu dizi ekrana basılmıştır. Daha sonra sozcukler dizisinin ikinci elemanı olan (İlk eleman sozcukler[0]’dır.) programlamada kelimesi ekrana basılmıştır. Kodların ekran çıktısı Şekil 5.6’da görülmektedir.<br/>Array ( [0] ⇒ PHP’de [1] ⇒1000 [2] ⇒ üzerinde [3] ⇒ yerleşik [4] ⇒ fonksiyon [4] ⇒ vardır)"
  },
  {
    "id": "3773902",
    "unitNumber": 5,
    "text": "\"Haftanın en yoğun günü çarşambadır\" cümlesini \"haftanın en yoğun günü pazartesidir\" cümlesi ile değiştirilmek için hangi fonksiyon türünü kullanmak gerekir?",
    "correctAnswer": "D",
    "options": {
      "A": "explode",
      "B": "str_word_count",
      "C": "strtoupper",
      "D": "str_replace",
      "E": "strlen"
    },
    "explanation": "str_replace() fonksiyonu bir string ya da dizi değişkeninde belirli değişimlerin yapılması için kullanılır. Aşağıdaki kod örneğinde Bugün hava güneşli cümlesindeki güneşli kelimesi yağmurlu kelimesi ile değiştirilmiştir.<br/>ilk cümle<br/>Bugün hava güneşli<br/>Değişmiş cümle<br/>Bugün hava yağmurlu"
  },
  {
    "id": "3773913",
    "unitNumber": 5,
    "text": "I. İnteger<br/>II. Boolean<br/>III. Straval <br/>IV. Array<br/>Yukarıdakilerden hangileri PHP dilinde veri tipleri barındıran değişkenlerdir?",
    "correctAnswer": "A",
    "options": {
      "A": "I-II-IV",
      "B": "I-III-IV",
      "C": "III-IV",
      "D": "II-III",
      "E": "II-III-IV"
    },
    "explanation": "DEĞİŞKEN TUTMA VE İŞLEME FONKSİYONLARI<br/>PHP dilinde string, integer, float, boolean, array, object ve NULL şeklinde veri tiplerini barındıran değişkenler vardır."
  },
  {
    "id": "3773914",
    "unitNumber": 5,
    "text": "I. İntval() Fonksiyonu<br/>II. Explode Foksiyonu<br/>III. Gettype() Fonksiyonu<br/>IV. Str_replace() Fonksiyonu<br/>Yukarıdaki fonksiyonlardan hangileri değişken tutma ve işleme fonksiyonlarındandır?",
    "correctAnswer": "A",
    "options": {
      "A": "I-III",
      "B": "I-IV",
      "C": "I-II-III",
      "D": "I-II-III-IV",
      "E": "II-III"
    },
    "explanation": "DEĞİŞKEN TUTMA VE İŞLEME FONKSİYONLARI:<br/>intval() Fonksiyonu<br/>gettype() Fonksiyonu<br/>is_int() Fonksiyonu<br/>unset() Fonksiyonu<br/>settype()Fonksiyonu"
  },
  {
    "id": "3773915",
    "unitNumber": 5,
    "text": "Aşağıdaki fonksiyonlardan hangisi veri tiplerinin interger değerini belirler ve geri döndürür?",
    "correctAnswer": "A",
    "options": {
      "A": "intval() Fonksiyonu",
      "B": "gettype() Fonksiyonu",
      "C": "is_int() Fonksiyonu",
      "D": "unset() Fonksiyonu",
      "E": "settype()Fonksiyonu"
    },
    "explanation": "DEĞİŞKEN TUTMA VE İŞLEME FONKSİYONLARI<br/>intval() fonksiyonu veri tiplerinin interger değerlerini belirler ve geri döndürür"
  },
  {
    "id": "3773916",
    "unitNumber": 5,
    "text": "I. intval() Fonksiyonu A. Değer verilen değişkeni yok eder.<br/>II.gettype() Fonksiyonu B. İnterger değerlerini belirler.<br/>III. unset() Fonksiyonu C. Değişkenin tipini geri döndürür.<br/>Yukarıda verilmiş olan değişken tutma ve işleme fonksiyonları ile bunların işlevlerinin doğu eşleşmesi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "I-B, II-C, III-A",
      "B": "I-A, II-B, III-C",
      "C": "I-C, II-B, III-A",
      "D": "I-B, II-A, III-C",
      "E": "I-A, II-C, III-B"
    },
    "explanation": "DEĞİŞKEN TUTMA VE İŞLEME FONKSİYONLARI<br/>intval() fonksiyonu veri tiplerinin interger değerlerini belirler ve geri döndürür.<br/>gettype() fonksiyonu bir değişkenin tipini geri döndürür<br/>unset() fonksiyonu daha önceden belirlenen ve bir değer verilen değişkeni yok etmek için kullanılır"
  },
  {
    "id": "3773917",
    "unitNumber": 5,
    "text": "_________ fonksiyonu bir değişkenin integer tipinde olup olmadığını kontrol eder.<br/>Yukarıdaki boşluğu aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "is_int()",
      "B": "unset()",
      "C": "settype()",
      "D": "gettype()",
      "E": "intval()"
    },
    "explanation": "DEĞİŞKEN TUTMA VE İŞLEME FONKSİYONLARI<br/>is_int fonksiyonu bir değişkenin integer tipinde olup olmadığını kontrol eder"
  },
  {
    "id": "3773919",
    "unitNumber": 5,
    "text": "I. Değişken Tutma A. sizeof() Fonksiyonu<br/>II. String B. round() Fonksiyonu<br/>III. Matematik C. str_split() Fonksiyonu<br/>IV. Array D. settype()Fonksiyonu<br/>Yukarıda verilen fonksiyon çeşitleri ve türlerinin doğru eşleşmesi aşağıdakilerden hangisindedir?",
    "correctAnswer": "A",
    "options": {
      "A": "I-D, II-C, III-B, IV-A",
      "B": "I-B, II-A, III-D, IV-C",
      "C": "I-A, II-B, III-C, IV-D",
      "D": "I-D, II-C, III-A, IV-B",
      "E": "I-A, II-B, III-D, IV-C"
    },
    "explanation": "Fonksiyon Çeşitleri ve türleri<br/>I. Değişken Tutma A. settype()Fonksiyonu<br/>II. String B. str_split() Fonksiyonu<br/>III. Matematik C. round() Fonksiyonu<br/>IV. Array D. sizeof() Fonksiyonu"
  },
  {
    "id": "3773920",
    "unitNumber": 5,
    "text": "Bir metin üzerindeki küçük harfleri büyük harfe çevirmek için aşağıdaki fonksiyonlardan hangisi kullanılmalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "strtoupper() Fonksiyonu",
      "B": "strlen() Fonksiyonu",
      "C": "strrev() Fonksiyonu",
      "D": "strpos() Fonksiyonu",
      "E": "str_split() Fonksiyonu"
    },
    "explanation": "STRING FONKSİYONLARI<br/>strtoupper() fonksiyonu metin üzerinde küçük harfleri büyük harflere çevirmek için kullanılır."
  },
  {
    "id": "3773921",
    "unitNumber": 5,
    "text": "Bir programlamacı metni oluşturan kelimeleri ve kalimeleri oluşturan harfleri sondan başa doğru sıralanacak şekilde değiştirmek istiyorsa aşağıdaki fonksiyonlardan hangisini kullanmalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "strrev() Fonksiyonu",
      "B": "strpos() Fonksiyonu",
      "C": "str_split() Fonksiyonu",
      "D": "strlen() Fonksiyonu",
      "E": "strtoupper() Fonksiyonu"
    },
    "explanation": "STRING FONKSİYONLARI<br/>strrev() fonksiyonu metni oluşturan kelimeleri ve kelimeleri oluşturan harfleri sondan başa doğru sıralanacak şekilde değiştirmek için kullanılır"
  },
  {
    "id": "3773923",
    "unitNumber": 5,
    "text": "I. abs() Fonksiyonu A. bir sayının karekökünü hesaplar<br/>II. pow() Fonksiyonu B. bir değerin mutlak değerini verir<br/>III. sqrt() Fonksiyonu C. bir sayının belirli üssünü hesaplar<br/>Yukarıda verilmek olan matematik fonksiyonların ve işlevlerinin doğru eşleşmesi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "I-B, II-C, III-A",
      "B": "I-A, II-B, III-C",
      "C": "I-C, II-B, III-A",
      "D": "I-A, II-C, III-B",
      "E": "I-B, II-A, III-C"
    },
    "explanation": "Matematik Fonksiyonları<br/>I. abs() Fonksiyonu A. bir değerin mutlak değerini verir<br/>II. pow() Fonksiyonu B.bir sayının belirli üssünü hesaplar<br/>III. sqrt() Fonksiyonu C. bir sayının karekökünü hesaplar"
  },
  {
    "id": "3773924",
    "unitNumber": 5,
    "text": "Kodlama yaparken iki diziyi birleştirmek istiyorsak aşağıdaki fonksiyonlardan hangisi kullanılmalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "array_merge() Fonksiyonu",
      "B": "sort() Fonksiyonu",
      "C": "array_push() Fonksiyonu",
      "D": "sizeof() Fonksiyonu",
      "E": "reset() Fonksiyonu"
    },
    "explanation": "Array Fonksiyonları<br/>array_merge() fonksiyonu 2 diziyi birleştirmek için kullanılır."
  },
  {
    "id": "3773926",
    "unitNumber": 5,
    "text": "\"Sevgili dinleyiciler merhaba\" cümlesindeki kelime sayısını bulmak için aşağıdaki fonksiyonlardan hangisi kullanılmalıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "strrev",
      "B": "strtoupper",
      "C": "strlen",
      "D": "strpos",
      "E": "str_word_count"
    },
    "explanation": "str_word_count() fonksiyonu bir metnin kelime sayısını bulmak için kullanılır. Aşağıdaki örnekte “PHP’de 1000 üzerinde yerleşik fonksiyon vardır!” cümlesinin kelime sayısını ekrana basan kodlar yer<br/>almaktadır:<br/>PHP’de 1000 üzerinde yerleşik fonksiyon vardır! cümlesinde 7 kelime vardır"
  },
  {
    "id": "3773927",
    "unitNumber": 5,
    "text": "\"Her birey özeldir\" cümlesinde özeldir kelimesi cümlenin 9uncu karakterinden itibaren başlamaktadır. Bu şekilde karşımıza çıkan bir ekran görüntüsü hangi fonksiyonla elde edilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "strpos",
      "B": "str_split",
      "C": "strrev",
      "D": "strlen",
      "E": "strtoupper"
    },
    "explanation": "Strpos() fonksiyonu bir metin içinde belirli değerleri aramak için kullanılır. Sonuç olarak aranan değerin ilk karakterinin metin içinde kaçıncı karakter olduğu ekrana basılır. Bulunan sonuç bir integer değerdir. Aşağıdaki kodlarda PHP programlama eğlenceli ve keyiflidir cümlesindeki eğlenceli kelimesi aranmakta ve bu kelimenin cümle içinde kaçıncı karakter olduğu ekrana basılmaktadır."
  },
  {
    "id": "3773932",
    "unitNumber": 5,
    "text": "Aşağıdaki matematik fonksiyonlarından hangisi verilen bir sayının üssünü hesaplama işlevine sahiptir?",
    "correctAnswer": "C",
    "options": {
      "A": "sqrt",
      "B": "abs",
      "C": "pow",
      "D": "floor",
      "E": "ceil"
    },
    "explanation": "pow() fonksiyonu bir sayının belirli üssünü hesaplar. Aşağıda 23 sayısı hesaplanarak ekrana basılmaktadır:<br/>2 üssü 3 = 8"
  },
  {
    "id": "3773933",
    "unitNumber": 5,
    "text": "Sayıları aşağı doğru (sayı küçülecek şekilde) yuvarlama işlevine sahip olan matematik fonksiyonu aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "round",
      "B": "min",
      "C": "max",
      "D": "floor",
      "E": "ceil"
    },
    "explanation": "floor() fonksiyonu sayıları aşağı doğru (Sayı küçülecek şekilde) yuvarlar. A"
  },
  {
    "id": "3773934",
    "unitNumber": 5,
    "text": "Aşağıdaki fonksiyonlardan hangisi pointer olarak kullanılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "sizeof",
      "B": "current",
      "C": "prev",
      "D": "next",
      "E": "reset"
    },
    "explanation": "current() fonksiyonu bir dizi içerisinde sıralı ilerleyerek seçim yapmak için pointer (işaretçi) olarak kullanılır. next() fonksiyonu current() fonksiyonu ile seçilen dizi elemandan bir sonraki elemanı seçer ve bu işlemden sonra current() fonksiyonu artık next() fonksiyonunun seçtiği yeni elemanı seçer. prev() fonksiyonu da next() fonksiyonu gibi çalışır. sizeof() fonksiyonu bir dizinin eleman sayısını verir."
  },
  {
    "id": "3773935",
    "unitNumber": 5,
    "text": "array_merge fonksiyonunun işlevi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İki diziyi birleştirmek",
      "B": "Diziye yeni elemanlar eklemek",
      "C": "Dizinin eleman sayısını vermek",
      "D": "Dizi elemanlarını sıralamak",
      "E": "Dizinin ilk elemanına geçişi sağlamak"
    },
    "explanation": "array_merge() fonksiyonu 2 diziyi birleştirmek için kullanılır. Aşağıdaki kod örneğinde 1,2,3,4 sayılarını içeren birinci dizi, 4,5,6 sayılarını içeren ikinci dizi birleştirilmektedir. Başka ifadeyle sayilar ve sayilar2 dizileri birleştirilerek tum_sayilar adlı üçüncü bir dizi oluşturulmaktadır.<br/>mevcut dizi<br/>dizi 1 Array ([0] &amp; 1 [1] &amp; 2 [2] &amp; 3 [3] &amp; 4)<br/>dizi 2 Array ([0] &amp; 4 [1] &amp; 5 [2] &amp; 6)<br/>birleştirilmiş dizi:<br/>Array ([0] &amp; 1 [1] &amp; 2 [2] &amp; 3 [3] &amp; 4 [4] &amp; 4 [5] &amp; 5 [6] &amp; 6)"
  },
  {
    "id": "3773958",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi web sitelerinin işlevselliğinde önemli yere sahip olan bir programlama dilidir?",
    "correctAnswer": "E",
    "options": {
      "A": "KNE",
      "B": "GDP",
      "C": "SYT",
      "D": "DNM",
      "E": "PHP"
    },
    "explanation": "PHP web sitelerinin işlevselliğinde önemli yere sahip olan bir programlama dilidir."
  },
  {
    "id": "3773959",
    "unitNumber": 5,
    "text": "Kullanıcının kod yazmasına gerek kalmadan hazır olarak kullanabileceği basit ve hızlı PHP fonksiyonlarına ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yerleşik Fonksiyon",
      "B": "Birleşik Fonksiyon",
      "C": "Ardışık Fonksiyon",
      "D": "Değişken Fonksiyon",
      "E": "İntval Fonksiyon"
    },
    "explanation": "Yerleşik Fonksiyon: Yerleşik (Built-in) fonksiyonlar olarak adlandırılabilecek yerleşik fonksiyonlar kullanıcının kod yazmasına gerek kalmadan hazır olarak kullanabileceği basit ve hızlı PHP fonksiyonlardır"
  },
  {
    "id": "3773960",
    "unitNumber": 5,
    "text": "Veri tiplerinin interger değerlerini belirleyen ve geri döndüren fonksiyonun ismi nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "settype fonksiyonu",
      "B": "intval fonksiyonu",
      "C": "gettype fonksiyonu",
      "D": "is_int fonksiyonu",
      "E": "unset fonksiyonu"
    },
    "explanation": "intval() fonksiyonu veri tiplerinin interger değerlerini belirler ve geri döndürür"
  },
  {
    "id": "3773961",
    "unitNumber": 5,
    "text": "Bir değişkenin tipini geri döndüren fonksiyona ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "is_int fonksiyonu",
      "B": "unset fonksiyonu",
      "C": "settype fonksiyonu",
      "D": "gettype fonksiyonu",
      "E": "intval fonksiyonu"
    },
    "explanation": "gettype() fonksiyonu bir değişkenin tipini geri döndürür."
  },
  {
    "id": "3773962",
    "unitNumber": 5,
    "text": "intval fonksiyonu boş diziler için kaç değerini döndürür?",
    "correctAnswer": "E",
    "options": {
      "A": "2",
      "B": "4",
      "C": "3",
      "D": "1",
      "E": "0"
    },
    "explanation": "intval fonksiyonu boş diziler için 0 değerini döndürür."
  },
  {
    "id": "3773963",
    "unitNumber": 5,
    "text": "Bir değişkenin integer tipinde olup olmadığını kontrol eden fonksiyon hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "unset fonksiyonu",
      "B": "settype fonksiyonu",
      "C": "is_int fonksiyonu",
      "D": "gettype fonksiyonu",
      "E": "intval fonksiyonu"
    },
    "explanation": "is_int fonksiyonu bir değişkenin integer tipinde olup olmadığını kontrol eder."
  },
  {
    "id": "3773964",
    "unitNumber": 5,
    "text": "Bir değişken içindeki verileri belirli ölçütlere göre ayıran ve bir diziye aktaran fonksiyonlara ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Explode fonksiyonu",
      "B": "str_replace fonksiyonu",
      "C": "str_word_count fonksiyonu",
      "D": "strtoupper fonksiyonu",
      "E": "strlen fonksiyonu"
    },
    "explanation": "Explode fonksiyonu bir değişken içindeki verileri belirli ölçütlere göre ayıran ve bir diziye aktaran fonksiyondur."
  },
  {
    "id": "3773965",
    "unitNumber": 5,
    "text": "Bir string ya da dizi değişkeninde belirli değişimlerin yapılması için kullanılan fonksiyon hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "explode fonksiyonu",
      "B": "str_replace fonkisyonu",
      "C": "str_word_count fonksiyonu",
      "D": "strtoupper fonksiyonu",
      "E": "strlen fonksiyonu"
    },
    "explanation": "str_replace fonksiyonu bir string ya da dizi değişkeninde belirli değişimlerin yapılması için kullanılır"
  },
  {
    "id": "3773966",
    "unitNumber": 5,
    "text": "Metni oluşturan kelimeleri ve kelimeleri oluşturan harfleri sondan başa doğru sıralanacak şekilde değiştirmek için kullanılan fonksiyon hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "strlen fonksiyonu",
      "B": "strpos fonksiyonu",
      "C": "strrev fonksiyonu",
      "D": "str_split fonksiyonu",
      "E": "explode fonksiyonu"
    },
    "explanation": "strrev fonksiyonu metni oluşturan kelimeleri ve kelimeleri oluşturan harfleri sondan başa doğru sıralanacak şekilde değiştirmek için kullanılır."
  },
  {
    "id": "3773967",
    "unitNumber": 5,
    "text": "Bir değerin mutlak değerini veren fonksiyon aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "floor fonksiyonu",
      "B": "ceil fonksiyonu",
      "C": "sqrt fonksiyonu",
      "D": "pow fonksiyonu",
      "E": "abs fonksiyonu"
    },
    "explanation": "abs fonksiyonu bir değerin mutlak değerini verir"
  },
  {
    "id": "3773968",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Kullanıcının kod yazmasına gerek kalmadan hazır olarak kullanabileceği basit ve hızlı PHP fonksiyonlarındandır?",
    "correctAnswer": "B",
    "options": {
      "A": "Dizi Fonksiyonları",
      "B": "Yerleşik Fonksiyonlar",
      "C": "Array Fonksiyonları",
      "D": "String Fonksiyonları",
      "E": "Matematik fonksiyonları"
    },
    "explanation": "Yerleşik Fonksiyon: Yerleşik (Built-in) fonksiyonlar olarak adlandırılabilecek yerleşik fonksiyonlar kullanıcının kod yazmasına gerek kalmadan hazır olarak kullanabileceği basit ve hızlı PHP fonksiyonlardır.<br/>B şıkkı doğru, diğer şıklar bu soru bağlamında uygun değildir."
  },
  {
    "id": "3773969",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi daha önceden tipi belirlenmiş bir fonksiyonun başka bir veri tipine dönüştürülmesini sağlamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "settype() fonksiyonu",
      "B": "unset() Fonksiyonu",
      "C": "is_int() Fonksiyonu",
      "D": "explode() Fonksiyonu",
      "E": "str_replace() Fonksiyonu"
    },
    "explanation": "settype() fonksiyonu daha önceden tipi belirlenmiş bir fonksiyonun başka bir veri tipine dönüştürülmesi sağlar.<br/>A şıkkı doğrudur, diğer şıklar bu kapsamda uymamaktadır."
  },
  {
    "id": "3773970",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi bir string ya da dizi değişkeninde belirli değişimlerin yapılması için kullanılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "strlen() Fonksiyonu",
      "B": "str_replace() Fonksiyonu",
      "C": "str_word_count() Fonksiyonu",
      "D": "strtoupper() Fonksiyonu",
      "E": "trrev() Fonksiyonu"
    },
    "explanation": "str_replace() fonksiyonu bir string ya da dizi değişkeninde belirli değişimlerin yapılması için kullanılır.<br/>Doğru cevap B şıkkıdır, diğerleri ise bu bağlamda uygun değildir."
  },
  {
    "id": "3773971",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi bir metnin kaç karakterden oluştuğunu bulmak için kullanılmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "strrev() Fonksiyonu",
      "B": "strtoupper() Fonksiyonu",
      "C": "strlen() fonksiyonu",
      "D": "strpos() Fonksiyonu",
      "E": "str_word_count() Fonksiyonu"
    },
    "explanation": "strlen() fonksiyonu bir metnin kaç karakterden oluştuğunu bulmak için kullanılır.<br/>Dolayısıyla doğru yanıt C şıkkıdır. Diğer şıklar uygun değildir."
  },
  {
    "id": "3773972",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi metin üzerinde küçük harfleri büyük harflere çevirmek için kullanılmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "explode() Fonksiyonu",
      "B": "str_replace() Fonksiyonu",
      "C": "str_word_count() Fonksiyonu",
      "D": "strtoupper() Fonksiyonu",
      "E": "settype() Fonksiyonu"
    },
    "explanation": "strtoupper() fonksiyonu metin üzerinde küçük harfleri büyük harflere çevirmek için kullanılır. D şıkkı doğru diğer şıklar uygun değildir."
  },
  {
    "id": "3773973",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi bir değişkenin tipini geri döndürür ya da değişkenin tipini öğrenmek ve kullanmak için yazılmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "strpos() Fonksiyonu",
      "B": "str_split() Fonksiyonu",
      "C": "pi() Fonksiyonu",
      "D": "gettype() fonksiyonu",
      "E": "strlen() fonksiyonu"
    },
    "explanation": "gettype() fonksiyonu bir değişkenin tipini geri döndürür. Başka deyişle değişkenin tipini öğrenmek ve kullanmak için yazılır."
  },
  {
    "id": "3773974",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi bir metni belirlenen değerlere göre bölmek için kullanılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "str_split fonksiyonu",
      "B": "strtoupper() Fonksiyonu",
      "C": "strlen() Fonksiyonu",
      "D": "strrev() Fonksiyonu",
      "E": "strpos() Fonksiyonu"
    },
    "explanation": "str_split fonksiyonu bir metni belirlenen değerlere göre bölmek için kullanılır. Bölünen parçalar bir dizi oluşturur. Bundan dolayı A şıkkı doğru, diğer şıklar çeldirici niteliği taşımaktadır ve uygun değildir."
  },
  {
    "id": "3773975",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi bir metni oluşturan kelimeleri ve kelimeleri oluşturan harfleri sondan başa doğru sıralanacak şekilde değiştirmek için kullanılmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "strlen() Fonksiyonu",
      "B": "str_replace() Fonksiyonu",
      "C": "strrev() Fonksiyonu",
      "D": "settype()Fonksiyonu",
      "E": "explode() Fonksiyonu"
    },
    "explanation": "strrev() fonksiyonu metni oluşturan kelimeleri ve kelimeleri oluşturan harfleri sondan başa doğru sıralanacak şekilde değiştirmek için kullanılır. bundan dolayı C şıkkı strrev() fonksiyonu ifadesi doğrudur, diğer şıklarda bulunan ifadeler uygun değildir."
  },
  {
    "id": "3773976",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi bir metin içinde belirli değerleri aramak için kullanılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "str_split() Fonksiyonu",
      "B": "strpos() fonksiyonu",
      "C": "pi() Fonksiyonu",
      "D": "abs() Fonksiyonu",
      "E": "strtoupper() Fonksiyonu"
    },
    "explanation": "strpos() fonksiyonu bir metin içinde belirli değerleri aramak için kullanılır. Sonuç olarak aranan değerin ilk karakterinin metin içinde kaçıncı karakter olduğu ekrana basılır."
  },
  {
    "id": "3773977",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi daha önceden belirlenen ve bir değer verilen değişkeni yok etmek için kullanılmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "str_replace() Fonksiyonu",
      "B": "explode() Fonksiyonu",
      "C": "settype()Fonksiyonu",
      "D": "intval() Fonksiyonu",
      "E": "unset() fonksiyonu"
    },
    "explanation": "unset() fonksiyonu daha önceden belirlenen ve bir değer verilen değişkeni yok etmek için kullanılır."
  },
  {
    "id": "3773789",
    "unitNumber": 6,
    "text": "I. Fonksiyon isimlerinin ilk karakteri yalnızca alfabedeki harfler veya altçizgi “_” olabilir.<br/>II. Fonksiyon isimleri büyük-küçük harflere duyarlıdır.<br/>III. Fonksiyon isimleri benzersiz olmalıdır.<br/>IV. Fonksiyon isimleri boşluk içerebilir.<br/>Yukarıdaki PHP’de kullanıcı tanımlı fonksiyonların isimlendirilmesi ile ilgili ifadelerden hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I, II, III",
      "D": "I, II, IV",
      "E": "II, III, IV"
    },
    "explanation": "• Fonksiyon isimlerinin ilk karakteri yalnızca alfabedeki harfler veya altçizgi “_” olabilir.<br/>• Fonksiyon isimleri büyük-küçük harflere duyarlıdır.<br/>• Fonksiyon isimleri benzersiz olmalıdır.<br/>• Fonksiyon isimleri boşluk içeremez.<br/>I, II, III"
  },
  {
    "id": "3773808",
    "unitNumber": 6,
    "text": "PHP’de fonksiyonların sonuçları hangi komut ile doğrudan ekrana yazdırılabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "echo",
      "B": "return",
      "C": "function",
      "D": "global",
      "E": "if"
    },
    "explanation": "Fonksiyonlarımızın sonuçlarını, önceki örneklerde olduğu gibi “echo” komutu ile doğrudan ekrana yazdırabilir veya tekrar işleme alabilmek için öncesinde “return” ile döndürebiliriz."
  },
  {
    "id": "3773809",
    "unitNumber": 6,
    "text": "<!--?php<br/>function dizi() {<br/>$spor=[\"Futbol\", \"Basketbol\", \"Voleybol\"];<br/>return $spor;<br/>}<br/>$dizi=dizi();<br/>echo $dizi[2]<br/>?&gt;<br/>Yukarıda kod bloğunun çıktısı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Futbol",
      "B": "Basketbol",
      "C": "Voleybol",
      "D": "Spor",
      "E": "2"
    },
    "explanation": "Verilen kod bloğunun çıktısı voleyboldur."
  },
  {
    "id": "3773810",
    "unitNumber": 6,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/7eb40dcff67d568ed720b6dd8805a9a8.png\" alt=\"\" width=\"249\" height=\"208\"><br/>Yukaridaki kod bloğunun çıktısı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Toplam:10",
      "B": "Toplam:20",
      "C": "Toplam:30",
      "D": "Toplam:40",
      "E": "Toplam:50"
    },
    "explanation": "Belirtilen kod bloğunda X yerine 20 gelmesi gerekmektedir.<br/>Toplam:30"
  },
  {
    "id": "3773811",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi PHP'de fonksiyonlarda fonksiyon dışında tanımlanmış değişkenlerin kullanılması için kullanılan komuttur?",
    "correctAnswer": "E",
    "options": {
      "A": "require",
      "B": "include",
      "C": "echo",
      "D": "return",
      "E": "global"
    },
    "explanation": "Kimi durumlarda fonksiyonlarda fonksiyon dışında tanımlanmış değişkenlerin kullanılması gerekmektedir. Ancak fonksiyonlar fonksiyon dışında tanımlanmış değişkenleri kullanamazlar. Kullanabilmeleri için<br/>global komutunun kullanılması gerekir."
  },
  {
    "id": "3773812",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi PHP'de her çağrıldığında, parametreler ile ilgili<br/>koşula bağlı olarak yenilenen ve bu işlem hedef değere ulaşana kadar devam eden fonksiyondur?",
    "correctAnswer": "D",
    "options": {
      "A": "Varsayılan Bir Değeri Olan Fonksiyonlar",
      "B": "Değer döndürme fonksiyonu",
      "C": "Argüman içeren fonksiyon",
      "D": "Özyinelemeli fonksiyon",
      "E": "Fonksiyon içinde fonksiyon"
    },
    "explanation": "Özyinelemeli fonksiyonlar, kendi içinde tekrar kendisini içeren fonksiyonlardır. Bu tarz fonksiyonlar, belirli bir koşul yerine gelene kadar kendini tekrar eder."
  },
  {
    "id": "3773813",
    "unitNumber": 6,
    "text": "I. require ve include komutları temelde aynı şekilde çalışır.<br/>II. require komutu kullanıldığında çağrılacak PHP dosyası bulunamazsa ana dosyadaki kodlar çalışır.<br/>III. include komutu kullanıldığında çağrılan dosya yerinde bulunamazsa da ana dosyadaki kodlar çalışacaktır.<br/>IV. require ve include komutları kod bloğunda birlikte kullanılır. <br/>Yukarıdaki include ve require komutları ile ilgili ifadelerden hangileri doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve III",
      "B": "II ve III",
      "C": "I, II, III",
      "D": "II, III, IV",
      "E": "III, IV"
    },
    "explanation": "require ve include komutları temelde aynı şekilde çalışır. Ancak require komutu kullanıldığında çağrılacak PHP dosyası bulunamazsa ana dosyadaki kodlar da çalışmaz. include komutu kullanıldığında ise çağrılan dosya yerinde bulunamazsa da ana dosyadaki kodlar çalışacaktır.<br/>I ve III"
  },
  {
    "id": "3773814",
    "unitNumber": 6,
    "text": "<!--?php<br/>$dis_degisken=25;<br/>function bol($ic_degisken)<br/>{<br/>global $dis_degisken;<br/>return $dis_degisken / $ic_degisken;<br/>}<br/>echo \"25/5=\" . bol(5);<br/>?&gt;<br/>Yukarıdaki kod bloğunun çıktısı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "=5",
      "B": "25/5",
      "C": "25/5=5",
      "D": "5",
      "E": "25"
    },
    "explanation": "Belritilen kod bloğunun çıktısı, 25/5=5 şeklindedir."
  },
  {
    "id": "3773815",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi PHP'de return fonksiyonu ile ilgili bir ifadedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Fonksiyona bilgi taşımak için kullanılır.",
      "B": "Fonksiyon sonuçlarını tekrar işleme alabilmek için kullanılır.",
      "C": "Fonksiyon dışında tanımlanmış değişkenlerin kullanılması için kullanılır.",
      "D": "Bir işin diğer bir işe bağımlı olduğu durumlarda kullanılabilir.",
      "E": "Kendi içinde tekrar kendisini içeren fonksiyonlardır."
    },
    "explanation": "Fonksiyonlarımızın sonuçlarını, önceki örneklerde olduğu gibi “echo” komutu ile doğrudan ekrana yazdırabilir veya tekrar işleme alabilmek için öncesinde “return” ile döndürebiliriz.<br/>Fonksiyon sonuçlarını tekrar işleme alabilmek için kullanılır."
  },
  {
    "id": "3773816",
    "unitNumber": 6,
    "text": "PHP'de bir alışveriş sitesinden alışveriş yapılması için öncelikle siteye üye olunması işlemi için aşağıdaki fonksiyonlardan hangisi kullanılır?",
    "correctAnswer": "E",
    "options": {
      "A": "Kendini çağıran fonksiyon",
      "B": "Değer döndürme fonksiyonu",
      "C": "Varsayılan bir değeri olan fonksiyon",
      "D": "Özyinelemeli fonksiyon",
      "E": "Fonksiyon içinde fonksiyon"
    },
    "explanation": "PHP’de fonksiyonların içine başka fonksiyonlar ekleyebilirsiniz. Örneğin bir alışveriş sitesinden alışveriş yapılacaksa önce siteye üye olmak gerekiyor olabilir. Bu durumda alışveriş yapma fonksiyonu üyelik fonksiyonu içinde<br/>oluşturulur.<br/>Fonksiyon içinde fonksiyon"
  },
  {
    "id": "3773868",
    "unitNumber": 6,
    "text": "PHP dilinde bazen, bir fonksiyon içerisinde, fonksiyon dışında tanımlanmış değişkenlerin kullanılması gerekebilir. Ancak fonksiyonlar kendi kapsamları dışındaki değişkenleri kullanamazlar. Fonksiyon dışında tanımlanmış bir değişkeni fonksiyonun içinde kullanmak için hangi ifadeden yararlanılır?",
    "correctAnswer": "A",
    "options": {
      "A": "global",
      "B": "return",
      "C": "include",
      "D": "require",
      "E": "echo"
    },
    "explanation": "ÇÖZÜM<br/>global<br/>Sayfa 136’da açıklandığı üzere, “Kimi durumlarda fonksiyonlarda fonksiyon dışında tanımlanmış değişkenlerin kullanılması gerekmektedir. Ancak fonksiyonlar fonksiyon dışında tanımlanmış değişkenleri kullanamazlar. Kullanabilmeleri için global komutunun kullanılması gerekir.”"
  },
  {
    "id": "3773869",
    "unitNumber": 6,
    "text": "PHP dilindeki kullanıcı tanımlı fonksiyonlar ile ilgili olarak aşağıdakilerden hangisi <strong>yanlıştır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Fonksiyon isimlerinin ilk karakteri yalnızca alfabedeki harfler veya altçizgi “_” olabilir.",
      "B": "Fonksiyon isimleri yalnızca büyük harfle başlar.",
      "C": "Fonksiyon isimleri büyük-küçük harflere duyarlıdır.",
      "D": "Fonksiyon isimleri benzersiz olmalıdır.",
      "E": "Fonksiyon isimleri boşluk içeremez."
    },
    "explanation": "ÇÖZÜM<br/>“Fonksiyon isimleri yalnızca büyük harfle başlar.”<br/>Diğer dört ifade sayfa 133’te yer almaktadır. “Fonksiyon isimlerinin ilk karakteri yalnızca alfabedeki harfler veya altçizgi “_” olabilir.” ifadesi, küçük harfleri de kapsar. Fonkisyon isimlerinin büyük harfle başlayacağına dair bir kısıtlama yoktur."
  },
  {
    "id": "3773870",
    "unitNumber": 6,
    "text": "function kiyasla($sayi1, $sayi2){<br/>$fark=$sayi1-$sayi2;<br/>if($fark &gt; 0){<br/>$sonuc= \"Birinci sayı ikinciden büyüktür.\"; <br/>}<br/>if($fark &lt; 0){<br/>$sonuc= \"Birinci sayı ikinciden küçüktür.\"; <br/>}<br/>if($fark == 0){<br/>$sonuc= \"İki sayı birbirine eşittir.\"; <br/>}<br/>return $sonuc;<br/>}<br/>echo kiyasla(19.8, 19.8);<br/>Yukarıda verilen PHP kod parçasında kullanıcı tanımlı kiyasla($arg1, $arg2) fonksiyonunun ekrana yazdıracağı sonuç ne olacaktır?",
    "correctAnswer": "B",
    "options": {
      "A": "Birinci sayı ikinciden büyüktür.",
      "B": "İki sayı birbirine eşittir.",
      "C": "İkinci sayı birinciden büyüktür.",
      "D": "İkinci sayı birinciden küçüktür.",
      "E": "Birinci sayı ikinciden küçüktür."
    },
    "explanation": "ÇÖZÜM<br/>İki sayı birbirine eşittir."
  },
  {
    "id": "3773871",
    "unitNumber": 6,
    "text": "function yinele($a, $b){ <br/>if ($a &lt;= $b) {<br/>echo \"$a\\n\";<br/>yinele($a + 1, $b);<br/>}<br/>}<br/>Yukarıda yer alan fonksiyonda, eğer a değeri b'den küçük veya eşit ise, b değerine ulaşana kadar 1 artacak ve kendini tekrar edecektir. Bunu sağlamak için özel bir fonksiyon yapısı kullanılmıştır. Fonksiyonu dikkatle inceleyerek bu yapıdaki fonksiyonların ne şekilde adlandırıldığını belirtiniz.",
    "correctAnswer": "C",
    "options": {
      "A": "Fonksiyon içinde fonksiyon",
      "B": "Global ifadesi ile dışarıdan değer kullanan fonksiyon",
      "C": "Özyinelemeli fonksiyon",
      "D": "Argümanlarının varsayılan bir değeri olan fonksiyon",
      "E": "Argüman içermeyen fonksiyon"
    },
    "explanation": "ÇÖZÜM<br/>Özyinelemeli fonksiyon<br/>Fonksiyonun ismi yinele($arg1, $arg2) olup kodun dördüncü satırında, kendi içerisinde yeniden çağrıldığı görülmektedir. Sayfa 138’de belirtildiği üzere, “Özyinelemeli fonksiyonlar, kendi içinde tekrar kendisini içeren fonksiyonlardır. Bu tarz fonksiyonlar, belirli bir koşul yerine gelene kadar kendini tekrar eder. Fonksiyon her çağrıldığında, parametreler ilgili koşula bağlı olarak yenilenir ve bu işlem hedef değere ulaşana kadar devam eder.”. Verilen fonksiyon bu tanıma uymaktadır."
  },
  {
    "id": "3773872",
    "unitNumber": 6,
    "text": "function Hesapla($yaricap, $cikti=\"cevre\"){<br/>if($cikti == \"cevre\"){<br/>return pi() * 2 * $yaricap;<br/>}<br/>if($cikti == \"alan\"){<br/>return pi() * pow($yaricap, 2);<br/>}<br/>}<br/>Yukarıda yer alan PHP kod parçasındaki fonksiyonun yapısını inceleyiniz. Aşağıdaki isimlendirmelerden hangisi, bu yapıdaki bir fonksiyonu tanımlamak için kullanılmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Fonksiyon içinde fonksiyon",
      "B": "Global ifadesi ile dışarıdan değer kullanan fonksiyon",
      "C": "Özyinelemeli fonksiyon",
      "D": "Argüman içermeyen fonksiyon",
      "E": "Argümanlarının varsayılan bir değeri olan fonksiyon"
    },
    "explanation": "ÇÖZÜM<br/>Kod incelendiğinde, verilen fonksiyonda görülen en önemli özelliği $cikti değişkenine “cevre” değerininin varsayılan olarak atanmış olmasıdır. Fonksiyon içerisinde $cikti değişkeninin “alan” değerini alması durumunda yapılacaklar da tanımlanmıştır. Fonksiyon çağrılırken ikinci argüman için herhangi bir tanımlama yapılmazsa, fonksiyon dairenin çevre hesaplamasını verecektir. Bu sebeple kodda yer alan fonksiyon, Sayfa 136’da Argümanlarının varsayılan bir değeri olan fonksiyonlar için verilen “Bir fonksiyon tanımlarken, fonksiyonun argümanlarına varsayılan bir değer atanabilir. Bu değer, sonradan başka bir değer atanmaması halinde fonksiyonun döndüreceği değer olacaktır.” tanımına uymaktadır. Fonksiyon iki argüman içermektedir. Fonksiyon içinde fonksiyon yoktur. Özyinelemeli değildir. Global ifadesi ile dışarıdan değer kullanan fonksiyon değildir."
  },
  {
    "id": "3773873",
    "unitNumber": 6,
    "text": "function Yuvarla($deger){<br/>if($deger &gt; 1000){<br/>return floor($deger);<br/>}<br/>if($deger &lt;= 1000){<br/>return ceil($deger);<br/>}<br/>}<br/>function Topla ($sayi1, $sayi2){<br/>return Yuvarla($sayi1+$sayi2);<br/>}<br/>Yukarıda yer alan PHP kod parçasındaki Topla($arg1, $arg2) fonksiyonunun yapısını inceleyiniz. Aşağıdaki isimlendirmelerden hangisi, bu yapıdaki bir fonksiyonu tanımlamak için kullanılmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Global ifadesi ile dışarıdan değer kullanan fonksiyon",
      "B": "Özyinelemeli fonksiyon",
      "C": "Fonksiyon içinde fonksiyon",
      "D": "Argümanlarının varsayılan bir değeri olan fonksiyon",
      "E": "Argüman içermeyen fonksiyon"
    },
    "explanation": "ÇÖZÜM<br/>Topla($arg1, $arg2) fonksiyonu içerisinden Yuvarla(arg1) fonksiyonun çağrıldığı görülmektedir. Sayfa 137’de Fonksiyon İçinde Fonksiyonlar başlığı altında belirtildiği üzere “PHP’de fonksiyonların içine başka fonksiyonlar ekleyebilirsiniz. Ancak, fonksiyon içerisine eklediğiniz fonksiyonların çalışabilmesi için önce ana fonksiyonu çağırmanız gerekir. Bu tür fonksiyonlar bir işin diğer bir işe bağımlı olduğu durumlarda kullanılabilir.” Hesapla fonksiyonu, bu tanıma uymaktadır."
  },
  {
    "id": "3773874",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi PHP dilinde kullanıcı tanımlı bir fonksiyonun ismi <strong>olamaz?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "1_Veritabanı()",
      "B": "_veritabani1()",
      "C": "veritabanı1()",
      "D": "Veritabani1()",
      "E": "Veri1Tabani()"
    },
    "explanation": "ÇÖZÜM<br/>1_Veritabanı<br/>Sayfa 133’te belirtildiği üzere “Fonksiyon isimlerinin ilk karakteri yalnızca alfabedeki harfler veya altçizgi “_” olabilir.” Bu sebeple 1 nümerik karakteri ile başlayan 1_Veritabanı, bir fonksiyon ismi olarak kullanılamaz."
  },
  {
    "id": "3773875",
    "unitNumber": 6,
    "text": "PHP dilindeki include ve require komutları ile ilgili olarak hangisi <strong>yanlıştır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Her iki komut da bir dosyanın içine başka bir dosyada yer alan kodu eklemek için kullanılır.",
      "B": "require komutu ile çağrılan dosya bulunamaz ise takip eden komutlar çalıştırılmaz.",
      "C": "include komutu ile çağrılan dosya bulunamaz ise takip eden komutlar çalışmaya devam eder.",
      "D": "Bu iki komut arasında hiçbir fark yoktur.",
      "E": "Her iki komut temelde aynı biçimde çalışır."
    },
    "explanation": "ÇÖZÜM<br/>Bu iki komut arasında hiçbir fark yoktur.<br/>Sayfa 139’da anlatıldığı üzere, bir dosyanın içine başka bir dosyada yer alan kodu eklemek için kullanılan bu komutlar temelde aynı biçimde çalışmakla beraber, require komutu ile çağrılan dosya bulunamaz ise takip eden komutlar çalıştırılmaz ancak include komutu ile çağrılan dosya bulunamaz ise takip eden komutlar çalışmaya devam eder. Bu sebeple “Bu iki komut arasında hiçbir fark yoktur.” demek doğru olmayacaktır."
  },
  {
    "id": "3773876",
    "unitNumber": 6,
    "text": "function Hesapla($yaricap, $cikti=\"cevre\"){<br/>if($cikti == \"cevre\"){<br/>return pi() * 2 * $yaricap;<br/>}<br/>if($cikti == \"alan\"){<br/>return pi() * pow($yaricap, 2);<br/>}<br/>return $yaricap; <br/>}<br/>Yukarıda yer alan PHP dilinde yazılmış fonksiyonun üreteceği sonuçlara ilişkin olarak hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Hiçbir zaman $yaricap argümanının değerini döndürmez.",
      "B": "Her zaman $yaricap argümanının değerini döndürür.",
      "C": "$cikti argümanı tanımlanmamışsa $yaricap değişkeni değerini döndürür.",
      "D": "$cikti argümanı \"cevre\" ya da “alan” değeri atanmamışsa $yaricap argümanı değerini döndürür.",
      "E": "$cikti argümanına \"cevre\" ya da “alan” değeri atanmış ise $yaricap argümanı değerini döndürür."
    },
    "explanation": "ÇÖZÜM<br/>Hiçbir zaman $yaricap argümanının değerini döndürmez.<br/>Hesapla() fonksiyonu $cikti argümanlarının varsayılan bir değeri olan bir fonksiyondur. $cikti argümanı fonksiyon çağrılırken tanımlanmadan çağrılsa dahi, varsayılan “cevre” değerine göre hareket edecektir. Bu sebeple hiçbir koşulda $yaricap argümanının değerini döndürmeyecektir. Çünkü return ifadesinin olduğu noktadan itibaren fonksiyonun devamı çalıştırılmaz."
  },
  {
    "id": "3773877",
    "unitNumber": 6,
    "text": "$katsayi = 10;<br/>function Hesapla1($sayi){<br/>global $katsayi;<br/>return $sayi * $katsayi;<br/>}<br/>function Hesapla2($sayi, $katsayi){<br/>return $sayi * $katsayi;<br/>}<br/>echo Hesapla1(10);<br/>echo Hesapla2(10, $katsayi);<br/>Yukarıdaki PHP kodunda yer alan Hesapla1 ve Hesapla2 isimli fonksiyonlar için hangisi söylenebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hesapla1 fonksiyonu argüman içermeyen bir fonksiyondur.",
      "B": "Hesapla2 argümanının varsayılan değeri olan bir fonksiyondur.",
      "C": "Her ikisi de aynı sonucu üretecektir.",
      "D": "Hesapla1 fonksiyonu hata verecek ve kod çalışmayı durduracaktır.",
      "E": "Her ikisi de özyinelemeli fonksiyonlardır."
    },
    "explanation": "ÇÖZÜM<br/>Her ikisi de aynı sonucu üretecektir.<br/>Hesapla1 global ifadesi ile kendi kapsamı dışındaki $katsayi değişkenini kullanırken, Hesapla2 ikinci argümanı yolu ile $katsayi değişkeninin değerini kullanmaktadır."
  },
  {
    "id": "3773781",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi bir sayısal veri tipi <u><strong>değildir?</strong></u>",
    "correctAnswer": "B",
    "options": {
      "A": "Bir ürünün fiyatı",
      "B": "Adres Bilgisi",
      "C": "Bir öğrencinin notu",
      "D": "Bir kişinin boy ölçüsü",
      "E": "Bir kimsenin aldığı maaş"
    },
    "explanation": "En çok kullanılan diğer bir veri tipi ise sayısal veri tipidir. Bu veri tipleri az önceki verilen örneklerin tam tersi olarak üzerinde işlem yapılması mantıken hatalı olmayan verileri saklamak amacıyla kullanılırlar. Örneğin bir ürünün fiyatı veya bir kimsenin aldığı maaş, bir öğrencinin notu, bir kişinin boy ölçüsü gibi üzerinde işlem yapılabilecek veriler olarak nitelendirilebilir."
  },
  {
    "id": "3773782",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Web ortamında PHP ile bir veritabanı uygulamasını gerçekleştirecek bir kişi için PHP değişkeni olarak bir veri tipi <u><strong>değildir?</strong></u>",
    "correctAnswer": "B",
    "options": {
      "A": "string",
      "B": "color",
      "C": "integer",
      "D": "float",
      "E": "boolean"
    },
    "explanation": "B seçeneğindeki color ibaresi Web ortamında PHP ile bir veritabanı uygulamasını gerçekleştirecek bir kişi için PHP değişkeni olarak bir veri tipi değildir."
  },
  {
    "id": "3773783",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi formlara ihtiyaç duyulan bilgilerin alınmasında en çok kullanılan form elementidir?",
    "correctAnswer": "B",
    "options": {
      "A": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/c8096816998d3a277229c813bd5b1469.png\" alt=\"\" width=\"204\" height=\"28\">",
      "B": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/625b1cc7a83a77efeeb09b182f878b3c.png\" alt=\"\" width=\"205\" height=\"29\">",
      "C": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/9c83d8727becd0382878e268049c840d.png\" alt=\"\" width=\"183\" height=\"26\">",
      "D": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/4f5eef5c49f4e8a53baf73174d146b72.png\" alt=\"\" width=\"203\" height=\"31\">",
      "E": "Hiçbiri"
    },
    "explanation": "Formlarla ihtiyaç duyulan bilgilerin alınmasında en çok kullanılan form elementi input olup, genel olarak şeklinde kullanılmaktadır.<br/>Formlarla ihtiyaç duyulan bilgilerin alınmasında en çok kullanılan form elementi input olup, genel olarak <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/625b1cc7a83a77efeeb09b182f878b3c.png\" alt=\"\" width=\"177\" height=\"25\">şeklinde kullanılmaktadır."
  },
  {
    "id": "3773785",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Input elementinde en sık kullanılan Type parametreleri ile görev eşleşmesi <u><strong>yanlıştır?</strong></u>",
    "correctAnswer": "B",
    "options": {
      "A": "password - Girilen metni şifreli (*******) şekilde gösterir.",
      "B": "hidden - Resim, belge vb. dosyaları göndermede kullanılır.",
      "C": "radio - Tek bir seçenek seçilebilen (cinsiyet, sınıf, okul türü vb) seçimde kullanılır.",
      "D": "textarea - Adres bilgisi, şikayet konusu gibi çoklu satıra dayalı veri girişinde kullanılır.",
      "E": "reset - Submit'in tamamlayıcı olup, submit için doldurulan input'ların içini sıfırlar"
    },
    "explanation": "B seçeneğindeki \"hidden - tıklanabilir buton sunar ve onclick gibi eventler'i sayesinde javascript dahil site içi farklı etkileşim fırsatları sunar\" eşleşmesi yanlıştır. hidden, formun submit edilmesi durumunda gizli bir değişken tanımlar.<br/>hidden : Formun submit edilmesi durumunda gizil bir değişken tanımlar."
  },
  {
    "id": "3773786",
    "unitNumber": 7,
    "text": "<img style=\"display: block; margin-left: auto; margin-right: auto;\" src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/d4f133edc735a71b8f3dcf09b06cb38e.png\" alt=\"Sekil 7.4\" width=\"427\" height=\"142\"><br/>Sunulmuş olan <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/5aa1e5cfc7b359e4ca7e7f24adfe5b38.png\" alt=\"5 soru\" width=\"162\" height=\"22\">kullanım örneğinde ekran görüntüsünde ne yer alacaktır?",
    "correctAnswer": "B",
    "options": {
      "A": "Form - action",
      "B": "Adınız - Soyadınız",
      "C": "Input - type",
      "D": "Uyeol - text",
      "E": "Hiçbiri"
    },
    "explanation": "Sunulmuş olan kullanım örneğinde ekran görüntüsünde Adınız - Soyadınız yer alacaktır.<br/>Sunulmuş olan <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/5aa1e5cfc7b359e4ca7e7f24adfe5b38.png\" alt=\"\" width=\"199\" height=\"27\">kullanım örneğinde ekran görüntüsünde Adınız - Soyadınız yer alacaktır."
  },
  {
    "id": "3773787",
    "unitNumber": 7,
    "text": "Sayısal ve tarihsel verilerin sınır aralığı tanımlanmasında kullanılan; örneğin yaşı 18 ile 60 yaş arasında olanlara yönelik bir veri alınacaksa <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/efe6a4ef166c35de83496f8300028669.png\" alt=\"\" width=\"286\" height=\"17\">şeklinde sınırlama yapabilen; required eklenerek zorunlu hale getirilebilen; eğer tarihsel bir sınırlama yapılacaksa bu durumda <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/7a3407044def1eed68145360134c0bfd.png\" alt=\"\" width=\"487\" height=\"21\"> ile doğum tarihi sınırlaması yapabilen parametre aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "required",
      "B": "min ve max",
      "C": "placeholder",
      "D": "maxlength",
      "E": "readonly"
    },
    "explanation": "Sayısal ve tarihsel verilerin sınır aralığı tanımlanmasında kullanılan; örneğin yaşı 18 ile 60 yaş arasında olanlara yönelik bir veri alınacaksa şeklinde sınırlama yapabilen; required eklenerek zorunlu hale getirilebilen; eğer tarihsel bir sınırlama yapılacaksa bu durumda ile doğum tarihi sınırlaması yapabilen parametre min ve max'dır.<br/>Sayısal ve tarihsel verilerin sınır aralığı tanımlanmasında kullanılan; örneğin yaşı 18 ile 60 yaş arasında olanlara yönelik bir veri alınacaksa <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/efe6a4ef166c35de83496f8300028669.png\" alt=\"\" width=\"319\" height=\"19\">şeklinde sınırlama yapabilen; required eklenerek zorunlu hale getirilebilen; eğer tarihsel bir sınırlama yapılacaksa bu durumda <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/7a3407044def1eed68145360134c0bfd.png\" alt=\"\" width=\"531\" height=\"23\"> ile doğum tarihi sınırlaması yapabilen parametre min ve max'dır."
  },
  {
    "id": "3773790",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi autocomplete parametresi için tanımlanan bir görev<u><strong> değildir?</strong></u>",
    "correctAnswer": "B",
    "options": {
      "A": "Değer olarak on veya off değerlerini alır",
      "B": "Disabled veritabanından bilgi çekilip sadece gösterilmesi istenilen, verinin bozulması istenilmeyen durumlarda kullanılabilir",
      "C": "On atanması durumunda metin kutusu içerisine daha önce girilmiş olan değerler listelenir ve kullanıcı doğrudan bunlardan tıklayarak giriş yapabilir",
      "D": "Off olması durumunda ise bu işlem iptal edilecek, her defasında yeni veri girişi yapılacaktır",
      "E": "Örnek kullanımı <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/84ebc4048ab3c681fe593ef8de49fafd.png\" alt=\"\" width=\"431\" height=\"23\">şeklindedir"
    },
    "explanation": "B seçeneğindeki \"Disabled veritabanından bilgi çekilip sadece gösterilmesi istenilen, verinin bozulması istenilmeyen durumlarda kullanılabilir\" ibaresi autocomplete parametresi için tanımlanan bir görev değildir. Bu ibare, disabled parametresi için tanımlanan bir görevdir."
  },
  {
    "id": "3773791",
    "unitNumber": 7,
    "text": "<img style=\"display: block; margin-left: auto; margin-right: auto;\" src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/476404827607fa5a4c5ec6a88a39fade.png\" alt=\"Sekil 7.9\" width=\"418\" height=\"148\"> Verilen giriş türü hangi type parametresi için geçerlidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Şifre",
      "B": "Submit",
      "C": "Email",
      "D": "Password",
      "E": "Number"
    },
    "explanation": "Verilen giriş türü Email parametresi için geçerlidir."
  },
  {
    "id": "3773792",
    "unitNumber": 7,
    "text": "Hangi veri girişi cinsiyet, yaşanılan yerleşim türü, maaş aralığı gibi tek seçim olan yerlerde verim almak için kullanılan parametredir?",
    "correctAnswer": "E",
    "options": {
      "A": "pattern",
      "B": "text",
      "C": "number",
      "D": "checkbox",
      "E": "radio"
    },
    "explanation": "radio veri girişi cinsiyet, yaşanılan yerleşim türü, maaş aralığı gibi tek seçim olan yerlerde verim almak için kullanılan parametredir."
  },
  {
    "id": "3773793",
    "unitNumber": 7,
    "text": "<img style=\"display: block; margin-left: auto; margin-right: auto;\" src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/da8ad985c1dcd4b8e74aeb027aa4d77a.png\" alt=\"Sekil 7.11\" width=\"262\" height=\"221\">Verilen ekran çıktısı için hangi input veri tipi kullanılmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "pattern",
      "B": "text",
      "C": "number",
      "D": "checkbox",
      "E": "radio"
    },
    "explanation": "Verilen ekran çıktısı için checkbox input veri tipi kullanılmıştır."
  },
  {
    "id": "3773794",
    "unitNumber": 7,
    "text": "\"tel\" veri inputunda telefon girişini şekilsel olarak doğru alabilmek için aşağıdaki tanımlamalardan hangisi kullanılmalıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "[0-9]{3}[0-9]{2}[0-9]{2}[0-9]{3}",
      "B": "[0-9]{3}[0-9]{3}[0-9]{2}[0-9]{2}",
      "C": "[0-9]{3}[0-9]{3}[0-9]{3}[0-9]{1}",
      "D": "[0-9]{2}[0-9]{2}[0-9]{2}[0-9]{4}",
      "E": "[0-9]{3}[0-9]{2}[0-9]{2}[0-9]{2}[0-9]{1}"
    },
    "explanation": "Doğru cevap B seçeneğidir. Ülkemizde telefonlar 555-444-33-22 sıralamasında olduğu için, 3,3,2,2 diziliminde olması gerekmektedir."
  },
  {
    "id": "3773795",
    "unitNumber": 7,
    "text": "HTML ortamında çok satırlı veri girişi için hangi type türü kullanılır?",
    "correctAnswer": "B",
    "options": {
      "A": "file",
      "B": "textarea",
      "C": "tel",
      "D": "adres",
      "E": "checkbox"
    },
    "explanation": "HTML ortamında çok satırlı veri girişi için kullanılacak type türü ise textarea’dır."
  },
  {
    "id": "3773796",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi veri girişini düzenleyen ve form nesnesine göre farklılık gösteren parametrelerden biri <u><strong>değildir?</strong></u>",
    "correctAnswer": "B",
    "options": {
      "A": "placeholder",
      "B": "linux",
      "C": "disabled",
      "D": "autocomplete",
      "E": "readonly"
    },
    "explanation": "Bunun haricinde veri girişini düzenleyen ve form nesnesine göre farklılık gösteren placeholder, value, disabled, autocomplete, min, max, readonly gibi çok sayıda parametre de sıralanabilir. linux bir işletim sistemidir, bir parametre değildir."
  },
  {
    "id": "3773888",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi PHP değişkeni olarak veri tipine örnektir?",
    "correctAnswer": "E",
    "options": {
      "A": "text",
      "B": "number",
      "C": "int",
      "D": "decimal",
      "E": "string"
    },
    "explanation": "PHP değişkeni olarak veri tipleri şu şekildedir: <br/><ul><br/><li>string<br/>• integer<br/>• float<br/>• boolean.</li><br/></ul>"
  },
  {
    "id": "3773889",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi form nesnesi olarak veri tipi örneklerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "number",
      "B": "radio",
      "C": "time",
      "D": "submit",
      "E": "tinyint"
    },
    "explanation": "Form nesnesi olarak veri tipleri şu şekilde sıralanabilir:<br/><ul><br/><li>text<br/>• number<br/>• password<br/>• checkbox<br/>• radio<br/>• hidden<br/>• color<br/>• date<br/>• time<br/>• datetime-local<br/>• email<br/>• file<br/>• image<br/>• tel<br/>• url<br/>• submit<br/>• button<br/>• reset vb.</li><br/></ul><br/>tinyint"
  },
  {
    "id": "3773890",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi MYSQL veri tiplerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "string",
      "B": "image",
      "C": "hidden",
      "D": "radio",
      "E": "tinyint"
    },
    "explanation": "Veritabanı (MYSQL) olarak veri tipleri şu şekilde sıralanabilir:<br/><ul><br/><li>int<br/>• tinyint<br/>• smallint<br/>• medıumınt<br/>• bigint<br/>• decimal<br/>• float<br/>• double<br/>• char<br/>• vharchar<br/>• text<br/>• date<br/>• boolean vb.</li><br/></ul>"
  },
  {
    "id": "3773891",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi post metodu özelliklerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tarayıcının adres çubuğunda gönderilen veriler görülür.",
      "B": "Görünür olduğu için tam bir veri güvenliği sağlamamaktadır",
      "C": "Gönderilen verinin çekilmesi için $_GET[‘name’] kullanılır",
      "D": "Programlamaya başlangıç seviyesinde bu metodla ile başlanılması önerilebilir",
      "E": "Veriler gizil gönderilir"
    },
    "explanation": "Post metodunun özellikleri şu şekilde sıralanabilir:<br/><ul><br/><li>Tarayıcının adres çubuğunda gönderilen veriler<br/>görülmez. Gizil gönderilir.<br/>(ör: www.sitephp.com/uyeol.php )</li><br/><li>Verinin gönderiminde GET’e göre daha güvenilirdir.</li><br/><li>Gönderilen verinin çekilmesi için $_POST[‘name’]<br/>kullanılır.</li><br/><li>İleri düzey programlama seviyesinde veya sitenin<br/>yayın sürecinde güvenliği sağlama adına POST<br/>metodunun kullanılması önerilebilir</li><br/></ul><br/>veriler gizil gönderilir"
  },
  {
    "id": "3773892",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi radio type parametresinin görevidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tek satırlık sayısal bir giriş alanı (not, maaş vb.) tanımlar",
      "B": "Tek satırlık bir metin (ad, soyad vb.) giriş alanı tanımlar",
      "C": "Submitin tamamlayıcı olup, submit için doldurulan inputların içini sıfırlar",
      "D": "Adres bilgisi, şikayet konusu gibi çoklu satıra dayalı veri girişinde kullanılır",
      "E": "Tek bir seçenek seçilebilen (cinsiyet, sınıf, okul türü vb) seçimde kullanılır"
    },
    "explanation": "Type parametrelerinin görevleri şu şekilde sıralanabilir:<br/><ul><br/><li>number Tek satırlık sayısal bir giriş alanı (not, maaş vb.) tanımlar.</li><br/><li>password Girilen metni şifreli (*******) şekilde gösterir.</li><br/><li>email E-posta girilmesinde kullanılır. Girilen epostanın geçerliğini de kontrol eder.</li><br/><li>radio Tek bir seçenek seçilebilen (cinsiyet, sınıf, okul türü vb) seçimde kullanılır.</li><br/><li>checkbox Birden fazla yapılabilecek (sevilen müzik türleri vb) seçimlerde kullanılır.</li><br/><li>hidden Formun submit edilmesi durumunda gizil bir değişken tanımlar.</li><br/><li>date Doğum tarihi gibi tarihlerin girilmesinde takvim seçeneğini açar.</li><br/><li>color Renk seçimine yönelik tercih seçimi için renk paletini açar.</li><br/><li>tel Telefon numarası girişlerinde kullanılır. Geçerliğini kontrol eder.</li><br/><li>file Resim, belge vb. dosyaları göndermede kullanılır.</li><br/><li>textarea Adres bilgisi, şikayet konusu gibi çoklu satıra dayalı veri girişinde kullanılır.</li><br/><li>submit Formun onayını yani</li></ul>"
  },
  {
    "id": "3773893",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi checkbox parametresinin görevlerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Girilen metni şifreli (*******) şekilde gösterir",
      "B": "Resim, belge vb. dosyaları göndermede kullanılır",
      "C": "Formun onayını yani action’daki adrese gönderimini sağlar",
      "D": "Tek satırlık bir metin (ad, soyad vb.) giriş alanı tanımlar",
      "E": "Birden fazla yapılabilecek (sevilen müzik türleri vb) seçimlerde kullanılır."
    },
    "explanation": "Type parametrelerinin görevleri şu şekilde sıralanabilir:<br/><ul><br/><li>number Tek satırlık sayısal bir giriş alanı (not, maaş vb.) tanımlar.</li><br/><li>password Girilen metni şifreli (*******) şekilde gösterir.</li><br/><li>email E-posta girilmesinde kullanılır. Girilen epostanın geçerliğini de kontrol eder.</li><br/><li>radio Tek bir seçenek seçilebilen (cinsiyet, sınıf, okul türü vb) seçimde kullanılır.</li><br/><li>checkbox Birden fazla yapılabilecek (sevilen müzik türleri vb) seçimlerde kullanılır.</li><br/><li>hidden Formun submit edilmesi durumunda gizil bir değişken tanımlar.</li><br/><li>date Doğum tarihi gibi tarihlerin girilmesinde takvim seçeneğini açar.</li><br/><li>color Renk seçimine yönelik tercih seçimi için renk paletini açar.</li><br/><li>tel Telefon numarası girişlerinde kullanılır. Geçerliğini kontrol eder.</li><br/><li>file Resim, belge vb. dosyaları göndermede kullanılır.</li><br/><li>textarea Adres bilgisi, şikayet konusu gibi çoklu satıra dayalı veri girişinde kullanılır.</li><br/><li>submit Formun onayını yani</li></ul>"
  },
  {
    "id": "3773894",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisinde formlarda kullanılan input elementinde kullanılan placeholder parametresinin görevidir?",
    "correctAnswer": "E",
    "options": {
      "A": "hangi veri türünde giriş olacağı bu parametre ile ayarlanır",
      "B": "Genellikle daha önce girilen bir değişkene ait değerin alınmasında kullanılır",
      "C": "input ile ekranda gösterilecek metin veya sayı miktarını gösterir",
      "D": "ticari alışveriş uygulama ve sitesinde ekranda gösterilen verilerin statik bir veri gibi<br/>kullanılması bu parametreyle sağlanır",
      "E": "Input ile oluşturulan metin kutusunun içinde default olarak bilgi gelmesi sağlanır"
    },
    "explanation": "Inputileoluşturulanmetinkutusununiçindedefaultolarakbilgigelmesi(Örneğin“Adınızı<br/>Giriniz” gibi) sağlanır. Ancak imleç ile metin kutusuna tıklanması durumunda otomatik<br/>olarak yazılan kaybolmaktadır. Kullanımı placeholder=“Adınızı Giriniz”şeklindedir.<br/>Input ile oluşturulan metin kutusunun içinde default olarak bilgi gelmesi sağlanır"
  },
  {
    "id": "3773895",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi value parametresinin görevlerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "input ile oluşturulan metin kutusunun içinde default olarak bilgi gelmesi sağlanır",
      "B": "Sayısal ve tarihsel verilerin sınır aralığı tanımlanmasında kullanılır",
      "C": "Kaç karakter uzunluğunda metin girilebileceğini belirtir",
      "D": "Değer olarak on veya off değerlerini alır",
      "E": "metin kutusu içerisinde değer aktarmak için kullanılır"
    },
    "explanation": "Value: Placeholder gibi metin kutusu içerisinde değer aktarmak için kullanılır. Ancak metin kutusuna tıklanmasında veri kaybolmaz, delete veya backspace tuşları ile silinebilir. Genellikle daha önce girilen bir değişkene ait değerin alınmasında kullanılır. Bunun amacı üyelik gibi bir işlemde yanlış bir değer girilmesi durumunda, tüm formun yeniden doldurulması yerine girilen değerlerin tekrar bu kısma getirilmesidir. Kullanımı value= “Ahmet” veya value=<!--?php $ad ?--> şeklinde olabilmektedir."
  },
  {
    "id": "3773896",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi disabled parametresinin görevidir?",
    "correctAnswer": "E",
    "options": {
      "A": "input ile ekranda gösterilecek metin veya sayı miktarını gösterir",
      "B": "Inputta hangi tipte yer alırsa alsın bu parametrenin kullanılması durumunda veri girişi<br/>almak yerine input içerisinde sadece verilerin görüntülenmesi sağlanabilir",
      "C": "On atanması durumunda metin kutusu içerisine daha önce girilmiş olan değerler listelenir ve kullanıcı doğrudan bunlardan tıklayarak giriş yapabilir",
      "D": "Off olması durumunda ise bu işlem iptal edilecek, her defasında yeni veri girişi yapılacaktır",
      "E": "bu parametrenin kullanımı durumunda formla birlikte değer gönderilmemektedir"
    },
    "explanation": "Disabled: Readonly parametresine çok benzer. Metin kutusu gri hale gelir ve içinde değer görünür. Ancak readonly kullanımında gönder butonuna basılması durumunda veri gönderilirken, disabled kullanımında ise formla birlikte değer gönderilmemektedir. Örnek olarak get metodu ile kullanıldığında uyeol.php?ad= Ahmet Naci ÇOKLAR şeklinde görülürken, disabled’de bu değer gönderilmemektedir. Disabled veritabanından bilgi çekilip sadece gösterilmesi istenilen, verinin bozulması istenilmeyen durumlarda kullanılabilir. Çoğu ticari alışveriş uygulama ve sitesinde ekranda gösterilen verilerin statik bir veri gibi kullanılması disabled ile yapılmaktadır.<br/>bu parametrenin kullanımı durumunda formla birlikte değer gönderilmemektedir"
  },
  {
    "id": "3773897",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi required parametresinin görevidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Metin kutusu içerisinde değer aktarmak için kullanılır",
      "B": "Input ile oluşturulan metin kutusunun içinde default olarak bilgi gelmesi sağlanır",
      "C": "Hangi veri türünde giriş olacağı bu parametre ile ayarlanır",
      "D": "On atanması durumunda metin kutusu içerisine daha önce girilmiş olan değerler listelenir ve kullanıcı doğrudan bunlardan tıklayarak giriş yapabilir",
      "E": "Input satırına eklenen bu parametre ilgili metin kutusuna değer girilmemesi durumunda formun gönderilmesine izin verilmez"
    },
    "explanation": "Doğrudan required şeklinde input satırına eklenen bu parametre ilgili metin kutusuna<br/>değer girilmemesi durumunda formun gönderilmesine izin verilmez. * ile zorunlu olan<br/>alanlarda, tüm alınması istenilen zorunlu bilgilerde input kısmına required yazılarak bu<br/>işlem kolaylıkla sağlanabilir<br/>Input satırına eklenen bu parametre ilgili metin kutusuna değer girilmemesi durumunda formun gönderilmesine izin verilmez"
  },
  {
    "id": "3773918",
    "unitNumber": 7,
    "text": "I. Vize notunun %40’ı geçme notu olması<br/>II. Kullanıcının e-posta hesabındaki onay linki ile sisteme girebilmesi<br/>III. Ad-soyad, adres bilgilerinin girilmesi<br/>IV. TC kimlik numarası veya telefon numarası<br/>Yukarıdakilerden hangileri metin veri tipine örnektir?",
    "correctAnswer": "E",
    "options": {
      "A": "I-II",
      "B": "II-III",
      "C": "I-III",
      "D": "II-IV",
      "E": "III-IV"
    },
    "explanation": "Veri ve Çeşitleri<br/>Veri girişinde en çok kullanılan veri türünün metin türü olduğu ifade edilebilir. Üyelik işleminden site içi farklı işlemlere kadar çoğu aşamada metin veri türü yoğun bir şekilde kullanılmaktadır. Ad-soyad, adres, yorum gibi bu işlemler için kullanılan verilerin çoğu metin türündedir. İfade edilmesi gereken bir diğer husus ise bu tür işlemlerde sıklıkla sayısal veri kullanılabilmesine karşın, bu verilerin çoğunluğunun da metin statüsünde yer almasıdır. Örneğin TC kimlik numarası veya telefon numarasındaki sayısal veriler sabit bir değer olup üzerinde işlem yapılamamaktadır. Kısacası üzerinde matematiksel bir işlem yapılması mantıken hatalı olan veriler, metin veri tipinde değerlendirilebilir. TC kimlik numarası gibi yarısının alınması, iki katı veya %20’si ile işlem yapılması mantıken doğru olmayan veriler de metin tipinde bir veri tipi olup “ ” işareti içinde gösterilir ve kullanılırlar."
  },
  {
    "id": "3773922",
    "unitNumber": 7,
    "text": "I. Form nesnesi olarak veri tipi - checkbox<br/>II. Veritabanı (MYSQL) olarak veri tipi - vharchar<br/>III. PHP değişkeni olarak veri tipi- decimal<br/>IV. PHP değişkeni olarak veri tipi- radio<br/>V. Form nesnesi olarak veri tipi - integer<br/>Yukarıdakilerden hangilerinde Web’de kullanılan ortamlara göre veri türleri doğru eşleştirilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "I-II",
      "B": "II-III",
      "C": "I-II-III",
      "D": "II-III-IV",
      "E": "III-IV-V"
    },
    "explanation": "Ortamına Göre Veriler ve Veri Çeşitliliği<br/>Tablo 7.1 Web’de Kullanılan Ortamlara Göre Veri Türleri<br/>Form nesnesi olarak veri tipi Veritabanı (MYSQL) olarak veri tipi<br/>• text<br/>• number<br/>• password<br/>• checkbox<br/>• radio<br/>• hidden<br/>• color<br/>• date<br/>• time<br/>• datetime-local<br/>• email<br/>• file<br/>• image<br/>• tel<br/>• url<br/>• submit<br/>• button<br/>• reset vb.<br/>PHP değişkeni olarak veri tipi<br/>• string<br/>• integer<br/>• float<br/>• boolean<br/>Veritabanı (MYSQL) olarak veri tipi<br/>• int<br/>• tinyint<br/>• smallint<br/>• medıumınt<br/>• bigint<br/>• decimal<br/>• float<br/>• double<br/>• char<br/>• vharchar<br/>• text<br/>• date<br/>• boolean vb."
  },
  {
    "id": "3773925",
    "unitNumber": 7,
    "text": "I. Gönderilen verinin çekilmesi için $_POST[‘name’] kullanılır.<br/>II. Tarayıcının adres çubuğunda gönderilen veriler görülür.<br/>III. Verinin gönderiminde güvenilirdir.<br/>IV. Programlamaya başlangıç seviyesinde bu metod ile başlanabilir.<br/>V. Sitenin yayın sürecinde güvenliği sağlamak için bu metod kullanılabilir.<br/>Yukarıdakilerden hangileri GET Metodu özellikleri arasında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "I",
      "B": "II-IV",
      "C": "I-III-IV",
      "D": "II-III-IV-V",
      "E": "I-II-III-IV-V"
    },
    "explanation": "Formların Yapısı ve Kullanımı<br/>Tablo 7.2 Form Gönderim Metotlarından GET ve POST’un Karşılaştırılması<br/>GET Metodu<br/>• Tarayıcının adres çubuğunda gönderilen veriler<br/>görülür.<br/>(ör: www.sitephp.com/uyeol.php?ad=ahmet<br/>&amp;soyad=çoklar &amp;şifre= ahmet@gmail.com)<br/>• Görünür olduğu için tam bir veri güvenliği<br/>sağlamamaktadır.<br/>• Gönderilen verinin çekilmesi için $_GET[‘name’]<br/>kullanılır.<br/>• Programlamaya başlangıç seviyesinde GET<br/>metodu ile başlanılması önerilebilir.<br/>POST Metodu<br/>Tarayıcının adres çubuğunda gönderilen veriler<br/>görülmez. Gizil gönderilir.<br/>(ör: www.sitephp.com/uyeol.php )<br/>Verinin gönderiminde GET’e göre daha güvenilirdir.<br/>Gönderilen verinin çekilmesi için $_POST[‘name’]<br/>kullanılır.<br/>İleri düzey programlama seviyesinde veya sitenin<br/>yayın sürecinde güvenliği sağlama adına POST<br/>metodunun kullanılması önerilebilir"
  },
  {
    "id": "3773928",
    "unitNumber": 7,
    "text": "I. Hidden: Birden fazla yapılabilecek (sevilen müzik türleri vb) seçimlerde kullanılır.<br/>II. Textarea: Adres bilgisi, şikayet konusu gibi çoklu satıra dayalı veri girişinde kullanılır. <br/>III. Radio: Tek bir seçenek seçilebilen (cinsiyet, sınıf, okul türü vb) seçimde kullanılır. <br/>IV. Text: Tek satırlık sayısal bir giriş alanı (not, maaş vb.) tanımlar.<br/>V. Submit: Formun onayını yani action’daki adrese gönderimini sağlar. <br/>Yukarıdaki input elementinde en sık kullanılan type değerlerine yönelik açıklamalardan hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "I-II-III",
      "B": "I-III-IV",
      "C": "II-III-V",
      "D": "I-III-V",
      "E": "III-IV-V"
    },
    "explanation": "Form Elementleri ve Parametreler<br/>Input Elementinde En Sık Kullanılan Type Değerler Listesi<br/>Type parametreleri ve Görevi<br/>text Tek satırlık bir metin (ad, soyad vb.) giriş alanı tanımlar.<br/>number Tek satırlık sayısal bir giriş alanı (not, maaş vb.) tanımlar.<br/>password Girilen metni şifreli (*******) şekilde gösterir.<br/>email E-posta girilmesinde kullanılır. Girilen epostanın geçerliğini de kontrol eder.<br/>radio Tek bir seçenek seçilebilen (cinsiyet, sınıf, okul türü vb) seçimde kullanılır.<br/>checkbox Birden fazla yapılabilecek (sevilen müzik türleri vb) seçimlerde kullanılır.<br/>hidden Formun submit edilmesi durumunda gizil bir değişken tanımlar.<br/>date Doğum tarihi gibi tarihlerin girilmesinde takvim seçeneğini açar.<br/>color Renk seçimine yönelik tercih seçimi için renk paletini açar.<br/>tel Telefon numarası girişlerinde kullanılır. Geçerliğini kontrol eder.<br/>file Resim, belge vb. dosyaları göndermede kullanılır.<br/>textarea Adres bilgisi, şikayet konusu gibi çoklu satıra dayalı veri girişinde kullanılır.<br/>submit Formun onayını yani action’daki adrese gönderimini sağlar.<br/>reset Submitin tamamlayıcı olup, submit için doldurulan inputların içini sıfırlar.<br/>button Tıklanabilir buton sunar ve onclick gibi eventler’ı sayesinde javascript dahil site içi<br/>farklı etkileşim fırsatları sunar."
  },
  {
    "id": "3773929",
    "unitNumber": 7,
    "text": "Input elementinde metin kutusu içerisinde değer aktarmak için kullanılan, metin kutusuna tıklandığında verinin kaybolmadığı, delete veya backspace tuşları ile silinebilen ve genellikle daha önce girilen bir değişkene ait değerin alınmasında kullanılan parametre aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "required",
      "B": "readonly",
      "C": "autocomplete",
      "D": "value",
      "E": "placeholder"
    },
    "explanation": "Form Elementleri ve Parametreler<br/>Formlarda input Elementinde Kullanılan Parametreler ve Görevleri<br/>type Yukarıda da belirtildiği gibi en çok kullanılan input parametresi olup, hangi veri türünde giriş olacağı bu parametre ile ayarlanır. Örneğin submit yapılması durumunda girilen metnin eposta olup olmadığı da (@ ve . işaretleri) kontrol edilmektedir. Geçersiz ise kullanıcıya giriş esnasında uyarı verilmektedir.<br/>placeholder Input ile oluşturulan metinkutusunun içinde default olarak bilgi gelmesi(Örneğin“Adınızı Giriniz” gibi) sağlanır. Ancak imleç ile metin kutusuna tıklanması durumunda otomatik olarak yazılan kaybolmaktadır. Kullanımı placeholder=“Adınızı Giriniz”şeklindedir.<br/>value placeholder gibi metin kutusu içerisinde değer aktarmak için kullanılır. Ancak metin kutusuna tıklanmasında veri kaybolmaz, delete veya backspace tuşları ile silinebilir. Genellikle daha önce girilen bir değişkene ait değerin alınmasında kullanılır. Bunun amacı üyelik gibi bir işlemde yanlış bir değer girilmesi durumunda, tüm formun yeniden doldurulması yerine girilen değerlerin tekrar bu kısma getirilmesidir. Kullanımı value= “Ahmet” veya value=<!--?php $ad ?--> şeklinde olabilmektedir.<br/>required Doğrudan required şeklinde input satırına eklenen bu parametre ilgili metin kutusuna değer girilmemesi durumunda formun gönderilmesine izin verilmez. * ile zorunlu olan alanlarda, tüm alınması istenilen zorunlu bilgilerde input kısmına required yazılarak bu işlem kolaylıkla sağlanabilir.<br/>min ve max Sayısal ve tarihsel verilerin sınır aralığı tanımlanmasında kullanılır.Örneğin yaşı 18 ile 60 yaş arasında olanlara yönelik bir veri alınacaksa şeklinde sınırlama yapılabilir. Required eklenerek zorunlu hale getirilebilir. Eğer tarihsel bir sınırlama yapılacaksa bu durumda da <inputtype=”date”name=”dogtarih”min=”1980-01- 01”max=\"”2000-01-01”\"> ile doğum tarihisınırlaması yapılabilir.</inputtype=”date”name=”dogtarih”min=”1980-01-><br/>size Size parametresi input ile ekranda gösterilecek metin veya sayı miktarını gösterir. Bir başka ifade ile metin uzunluğunun ekranda ne kadar uzunlukta olması (genişliği) şeklinde de yorumlanabilir. Bu içine yazılan karakter sınırı anlamına gelmez. şeklinde kullanılabilir.<br/>maxlength Size parametresi metin kutusunun genişliğini ifade ederken, maxlength kaç karakter uzunluğunda girilebileceğini belirtir. Örneğin şikayet konusu için 50 karakter sınırlaması getirilmekistenirse<inputtype=“text”name=“sikayet”maxlength=“50”>şeklindeyapılabilir.</inputtype=“text”name=“sikayet”maxlength=“50”><br/>readonly Inputta hangi tipte yer alırsa alsın bu parametrenin kullanılması durumunda veri girişi almak yerine input içerisinde sadece verilerin görüntülenmesi sağlanabilir. &lt; i n p u t type=”text”name=”ad”readonly value=”Ahmet”&gt;<br/>disabled Readonly parametresine çok benzer. Metin kutusu gri hale gelir ve içinde değer görünür. Ancak readonly kullanımında gönder butonuna basılması durumunda veri gönderilirken, disabled kullanımında ise formla birlikte değer gönderilmemektedir. Örnek olarak get metodu ile kullanıldığında uyeol.php?ad= Ahmet Naci ÇOKLAR şeklinde görülürken, disabled’de bu değer gönderilmemektedir. Disabled veritabanından bilgi çekilip sadece gösterilmesi istenilen, verinin bozulması istenilmeyen durumlarda kullanılabilir. Çoğu ticari alışveriş uygulama ve sitesinde ekranda gösterilen verilerin statik bir veri gibi kullanılması disabled ile yapılmaktadır. <br/>autocomplete Değer olarak on veya off değerlerini alır. On atanması durumunda metin kutusu içerisine daha önce girilmiş olan değerler listelenir ve kullanıcı doğrudan bunlardan tıklayarak giriş yapabilir. Off olması durumunda ise bu işlem iptal edilecek, her defasında yeni veri girişi yapılacaktır. Örnek kullanımı şeklindedir."
  },
  {
    "id": "3773930",
    "unitNumber": 7,
    "text": "HTML ortamında çok satırlı veri girişi için kullanılan ve input etiketi haricinde kendi etiketi ile kullanılan type türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "textarea",
      "B": "file",
      "C": "checkbox",
      "D": "radio",
      "E": "password"
    },
    "explanation": "Diğer Önemli Input Veri Giriş Türleri<br/>HTML ortamında çok satırlı veri girişi için kullanılacak type türü ise textarea’dır. Textarea adres, detaylı şikayet metni gibi veri girişlerinde Şekil 7.15’teki gibi kullanılır ve input etiketi haricinde kendi etiketi ile kullanılan bir elementtir."
  },
  {
    "id": "3773931",
    "unitNumber": 7,
    "text": "I. Kullanıcının veri girerken girilen değerin görünmesini istenilmediği yerlerde gizleyerek girmeyi sağlar.<br/>II. Cinsiyet, maaş aralığı gibi tek seçim olan yerlerde veri almak için kullanılır.<br/>III. Her bir seçeneğin name’i aynı olan butonlar bulunur.<br/>IV. Herhangi bir değerin ilk açılışta seçili olması istenirse o input satırına checked tagi eklenir.<br/>V. Sayısal veri girişinde kullanılır ve max, min gibi parametreler de kullanılmaktadır.<br/>Yukarıdakilerden hangileri radio veri giriş türünün özellikleridir?",
    "correctAnswer": "D",
    "options": {
      "A": "I-II",
      "B": "II-III",
      "C": "I-IV",
      "D": "II-III-IV",
      "E": "I-IV-V"
    },
    "explanation": "Diğer Önemli Input Veri Giriş Türleri<br/>Formlarda kullanılan bir diğer veri giriş türü ise radio’dur. Radio cinsiyet, yaşanılan yerleşim yeri türü, maaş aralığı gibi tek seçim olan yerlerde veri almak için kullanılan bir parametredir. Seçenek sayısı kadar şeklinde yazılır ve her bir seçeneğe aynı name değeri verilmelidir. Eğer herhangi bir değerin ilk açılışta seçili olması istenirse bu durumda o input satırına checked tagi eklenmelidir (Şekil 7.10)."
  },
  {
    "id": "3773939",
    "unitNumber": 7,
    "text": "Değer olarak on veya off değerlerini alan, on atandığında metin kutusu içerisine daha önce girilen değerlerin listelenmesini ve off olması durumunda ise işlemin iptal edilmesini sağlayan input elementinde kullanılan parametre aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "placeholder",
      "B": "autocomplete",
      "C": "required",
      "D": "maxlength",
      "E": "disabled"
    },
    "explanation": "Form Elementleri ve Parametreler<br/>autocomplete:Değer olarak on veya off değerlerini alır. On atanması durumunda metin kutusu içerisine daha önce girilmiş olan değerler listelenir ve kullanıcı doğrudan bunlardan tıklayarak giriş yapabilir. Off olması durumunda ise bu işlem iptal edilecek, her defasında yeni veri girişi yapılacaktır."
  },
  {
    "id": "3773940",
    "unitNumber": 7,
    "text": "HTML veri türlerinde hangi dosya türünün seçilebileceği filtreleme işlemi (accept parametresi) ile yapılmaktadır. Aşağıdakilerden hangisinde tüm videoları seçmek için kullanılacak format doğru yazılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "”accept=video/*”",
      "B": "accept ”video*”",
      "C": "accept=”video/*”",
      "D": "”accept”=video/*”",
      "E": "accept/*=”video”"
    },
    "explanation": "Diğer Önemli Input Veri Giriş Türleri<br/>Dosya gönderim işlemi kısaca gibi bir kullanımla gerçekleştirilmesine karşın, hangi dosya türünün seçilebileceği filtreleme işlemi ( accept parametresi) ile yapılmaktadır. Accept ile tüm resimleri seçmek için accept=”image/*”, tüm videoları seçmek için <strong>accept=”video/*”</strong>, tüm ses dosyalarını için accept=”audio/*” ve tüm ses, video ve ses dosyalarını seçilebilir hale getirmek için accept=”audio/*,image/*,video/*” yani , ile “ ” işareti arasında istenilen formatların kullanılması gerekir. Eğer özel bir belge dosyası, yani uzantı seçilecekse bu durumda dosya adları yine accept kısmında accept=”.doc, ,.xls” şeklinde belirtilmelidir. Aslında burada belirtilen dosya türleri desteklenen MIME_type ile ifade edilmektedir."
  },
  {
    "id": "3773941",
    "unitNumber": 7,
    "text": "SESSION kullanımında oluşturulan SESSION’un tanımlı olup olmadığı ve kullanım kontrolü aşağıdakilerden hangisini gerektirir?<!--?php session_start(); ?--><!--?php session_start(); ?--><!--?php session_start(); ?--><!--?php session_start(); ?--><!--?php $_SESSION['uye_id'] = $gelenid; $_SESSION['eposta'] = $geleneposta; ?--><!--?php $_SESSION['uye_id'] = $gelenid; $_SESSION['eposta'] = $geleneposta; ?-->",
    "correctAnswer": "E",
    "options": {
      "A": "sil.php komutu gerektirir",
      "B": "session_destroy(); komutu gerektirir",
      "C": "ID numarası gerektirir",
      "D": "“select from” sql komutu gerektirir",
      "E": "<!--?php session_start(); ?--><!--?php session_start(); ?--><!--?php session_start(); ?-->if kontrolü gerektirir"
    },
    "explanation": "SESSION İLE VERİ GİRİŞİ VE AKTARIMI<br/>Oluşturulan SESSION’un tanımlı olup olmadığı ve kullanım kontrolü ise web programlama ile ilgili olup if kontrolü gerektirir."
  },
  {
    "id": "3773945",
    "unitNumber": 7,
    "text": "Web programcılığında veri türlerinin işlenme aşamaları aşağıdakilerden hangisinde doğru bir şekilde sıralanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Veri türleri formları verisi - php verisi - veritabanı verisi",
      "B": "Veri türleri formları verisi - veritabanı verisi - php verisi",
      "C": "Veritabanı verisi - php verisi - veri türleri formları verisi",
      "D": "Php verisi - veri türleri formları verisi - veritabanı verisi",
      "E": "Php verisi - veritabanı verisi - veri türleri formları verisi"
    },
    "explanation": "PHP ortamında site tasarımı gerçekleştirecek bir programcının üç farklı ortamda veri türleri konusu karşısına gelmektedir. Bu veri türlerinin programcı açısından ele alınması<br/>durumunda; veri türleri formlardan verinin alınması, PHP ortamında işlenmesi ve veritabanı işlemlerinde kullanılması şeklinde sıralanabilir"
  },
  {
    "id": "3773946",
    "unitNumber": 7,
    "text": "Tek satırlık bir ad soyad girişi yapmak için aşağıdaki type parametrelerinden hangisi kullanılır?",
    "correctAnswer": "B",
    "options": {
      "A": "submit",
      "B": "text",
      "C": "password",
      "D": "reset",
      "E": "button"
    },
    "explanation": "text Tek satırlık bir metin (ad, soyad vb.) giriş alanı tanımlar."
  },
  {
    "id": "3773947",
    "unitNumber": 7,
    "text": "Bir formda yazılan bilgileri temizlemek amacıyla type parametresi kullanılarak aşağıdaki buton yapılarından hangisi eklenmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "submit",
      "B": "text",
      "C": "method",
      "D": "reset",
      "E": "action"
    },
    "explanation": "“Reset”te de “submit”te olduğu gibi value ile butonun üzerine yazılması istenilen metin (Temizle) yazısının yazılması sağlanmaktadır. Bu buton ise forma yazılı olan tüm bilgileri silme işlemini yerine getirmektedir."
  },
  {
    "id": "3773948",
    "unitNumber": 7,
    "text": "Metin kutusuna değer girilmemesi durumunda formun gönderilmesine izin vermeyen form parametresi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "placeholder",
      "B": "value",
      "C": "required",
      "D": "disabled",
      "E": "readonly"
    },
    "explanation": "Doğrudan required şeklinde input satırına eklenen bu parametre ilgili metin kutusuna değer girilmemesi durumunda formun gönderilmesine izin verilmez. * ile zorunlu olan alanlarda, tüm alınması istenilen zorunlu bilgilerde input kısmına required yazılarak bu işlem kolaylıkla sağlanabilir."
  },
  {
    "id": "3773949",
    "unitNumber": 7,
    "text": "Input ile ekranda gösterilecek metin veya sayı miktarını belirleyen parametre aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "value",
      "B": "min ve max",
      "C": "maxlenght",
      "D": "type",
      "E": "size"
    },
    "explanation": "Size parametresi input ile ekranda gösterilecek metin veya sayı miktarını gösterir. Bir başka ifade ile metin uzunluğunun ekranda ne kadar uzunlukta olması (genişliği) şeklinde de yorumlanabilir. Bu içine yazılan karakter sınırı anlamına gelmez."
  },
  {
    "id": "3773950",
    "unitNumber": 7,
    "text": "Formda cinsiyet gibi yalnızca tek yanıt verme seçeneği olan sorular aşağıdaki veri giriş türlerinden hangisi ile hazırlanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "radio",
      "B": "checkbox",
      "C": "tel",
      "D": "date",
      "E": "password"
    },
    "explanation": "Formlarda kullanılan bir diğer veri giriş türü ise radio’dur. Radio cinsiyet, yaşanılan yerleşim yeri türü, maaş aralığı gibi tek seçim olan yerlerde veri almak için kullanılan bir parametredir. Eğer herhangi bir değerin ilk açılışta seçili olması istenirse bu durumda o input satırına checked tagi eklenmelidir."
  },
  {
    "id": "3773951",
    "unitNumber": 7,
    "text": "Formda dilek ve öneriler kısmını oluşturmak için aşağıdaki type türlerinden hangisi kullanılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "file",
      "B": "textarea",
      "C": "select",
      "D": "value",
      "E": "action"
    },
    "explanation": "HTML ortamında çok satırlı veri girişi için kullanılacak type türü ise textarea’dır. Textarea adres, detaylı şikayet metni gibi veri girişlerinde kullanılır ve input etiketi haricinde kendi etiketi ile kullanılan bir elementtir."
  },
  {
    "id": "3773952",
    "unitNumber": 7,
    "text": "Bir duyuru sayfasında beş adet duyuru metni bulunmaktadır. Bu metinlerin her birine bir id numarası verilmiştir. Gerektiğinde değişiklik yapmak amacıyla duyuru metinlerinin sonuna sil ve düzenle seçenekleri eklemek için aşağıdaki parametrelerden hangisi kullanılmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "select",
      "B": "textarea",
      "C": "name",
      "D": "href",
      "E": "file"
    },
    "explanation": "Her bir ilanın sonuna silme ve düzenleme gibi işlemler için iki adet (silme ve güncelleme) href ile link verilmektedir."
  },
  {
    "id": "3773953",
    "unitNumber": 7,
    "text": "Session formu ile yöntemi arasındaki benzer özellik aşağıdakilerden hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yaygınlık",
      "B": "Sadelik",
      "C": "Güvenlik",
      "D": "Genişlik",
      "E": "Esneklik"
    },
    "explanation": "SESSION formu POST yöntemine daha yakındır. Bu nedenle verinin daha gizil gönderildiği, güvenliğin sağlandığı söylenebilir."
  },
  {
    "id": "3773954",
    "unitNumber": 7,
    "text": "if kontrolnün işlevi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Çıkışın yapılıp yapılmadığını kontrol eder.",
      "B": "Değerin silinip silinmediğini kontrol eder.",
      "C": "Verinin taşınıp taşınmadığını kontrol eder.",
      "D": "Post'un düzenlenip düzenlenmediğini kontrol eder.",
      "E": "Session'ın tanımlı olup olmadığını kontrol eder."
    },
    "explanation": "Oluşturulan SESSION’un tanımlı olup olmadığı ve kullanım kontrolü ise web programlama ile ilgili olup if kontrolü gerektirir"
  },
  {
    "id": "3773988",
    "unitNumber": 7,
    "text": "Veri için aşağıda yazılanlardan hangisi doğru <strong><u>değildir</u></strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Veri, olgu, kavram veya komutların, iletişim, yorum ve işlem için elverişli biçimli gösterimi şeklinde tanımlanmaktadır.",
      "B": "Veri, bilgilerin sunucu ortamında saklanıldığı kullanıcıdan/ortamlardan alınan girdileri ifade etmektedir.",
      "C": "Sosyal medyada veya ticari bir sitede yapılan paylaşımlar, yapılan yorumlar, başkaları tarafından birisine verilen yanıtlar, ürüne verilen puanlar bir veridir",
      "D": "Veri girişinde en çok kullanılan veri türünün metin türü olduğu ifade edilebilir.",
      "E": "Matematiksel bir işlem yapılması mantıken hatalı olan veriler, metin veri tipinde değerlendirilemez."
    },
    "explanation": "VERİ VE VERİNİN WEB ORTAMINA AKTARILMASI<br/>Matematiksel bir işlem yapılması mantıken hatalı olan veriler, metin veri tipinde değerlendirilebilir."
  },
  {
    "id": "3773989",
    "unitNumber": 7,
    "text": "Veri türü olarak kullanılan boolean tarzı veri tipi için aşağıdakilerden hangisi <strong><u>yanlıştır</u></strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Program içi kontrolde etkin olarak kullanım potansiyeli bulunmaktadır.",
      "B": "Programcı kullanıcıya yönelik farklı senaryolar için boolean veri tipi ile geri planda istediği kontrollerini yapabilmektedir.",
      "C": "PHP ileri düzey işlemlerinde de boolean veri tipini kullanmaktadır.",
      "D": "Bir değişkenin tanımlı olup olmadığının belirlenmesi boolean olarak if(isset($metin)) şeklinde sorgulanmaktadır.",
      "E": "Boolean uzun kullanım şekli if(isset($metin)==false) şeklindedir."
    },
    "explanation": "VERİ VE VERİNİN WEB ORTAMINA AKTARILMASI<br/>Boolean bir kontrol olup uzun kullanım şekli if(isset($metin)==true) şeklinde olmalıdır."
  },
  {
    "id": "3773990",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi PHP değişkeni olarak yer alan veri tipi arasında yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "datetime-local",
      "B": "checkbox",
      "C": "reset",
      "D": "string",
      "E": "password"
    },
    "explanation": "VERİ VE VERİNİN WEB ORTAMINA AKTARILMASI<br/>String, integer, float ve boolean PHP değişkeni olarak veri tipi arasında yer alır."
  },
  {
    "id": "3773991",
    "unitNumber": 7,
    "text": "Bir müşterinin online bir mağazadan bir kıyafet satın alabilmesi için aşağıdaki işlem sırası nasıl doğru olarak sıralanabilir?<br/>I- Üyelik işlemi<br/>II- Teslimat adresini seçme/onaylama<br/>III- Ürünü sepete ekleme<br/>IV- Ödeme işlemini yapma",
    "correctAnswer": "D",
    "options": {
      "A": "I, II, III, IV",
      "B": "II, I, IV, III",
      "C": "III, I, II, IV",
      "D": "I, III, II, IV",
      "E": "I, II, IV, III"
    },
    "explanation": "FORM TANIMLAMA VE FORM VERİLERİ<br/>Müşterinin online bir mağazadan bir kıyafet satın alabilmesi için üyelik işlemi ,sonra ürünü sepete ekleme, teslimat adresini seçme/onaylama ve ardından ödeme işlemini yapma işlemlerini sırasıyla yapması gerekmektedir."
  },
  {
    "id": "3773992",
    "unitNumber": 7,
    "text": "Form Gönderim Metotlarından olan GET metodu için aşağıda yazılanlardan hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Tarayıcının adres çubuğunda gönderilen veriler görülmez. Gizli gönderilir.",
      "B": "Verinin gönderimi POST’e göre daha güvenilirdir.",
      "C": "Gönderilen verinin çekilmesi için $_POST[‘name’] kullanılır.",
      "D": "İleri düzey programlama seviyesinde veya sitenin yayın sürecinde güvenliği sağlama adına GET metodunun kullanılması önerilebilir.",
      "E": "Tarayıcının adres çubuğunda gönderilen veriler görülür."
    },
    "explanation": "FORM TANIMLAMA VE FORM VERİLERİ<br/>GET metodunda tarayıcının adres çubuğunda gönderilen veriler görülür."
  },
  {
    "id": "3773993",
    "unitNumber": 7,
    "text": "Input Elementinde En Sık Kullanılan “checkbox Type” parametresinin görevi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Resim, belge vb. dosyaları göndermede kullanılır.",
      "B": "Formun onayını yani action’daki adrese gönderimini sağlar.",
      "C": "Birden fazla yapılabilecek (sevilen müzik türleri vb) seçimlerde kullanılır.",
      "D": "Tek satırlık sayısal bir giriş alanı (not, maaş vb.) tanımlar.",
      "E": "E-posta girilmesinde kullanılır. Girilen epostanın geçerliğini de kontrol eder."
    },
    "explanation": "FORM TANIMLAMA VE FORM VERİLERİ<br/>Checkbox: Birden fazla yapılabilecek (sevilen müzik türleri vb) seçimlerde kullanılır."
  },
  {
    "id": "3773994",
    "unitNumber": 7,
    "text": "Input elementinde ki görevi “Tek bir seçenek seçilebilen (cinsiyet, sınıf, okul türü vb) seçimde kullanılır” olan input elementinin type’i aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tel",
      "B": "Textarea",
      "C": "Reset",
      "D": "Button",
      "E": "Radio"
    },
    "explanation": "FORM TANIMLAMA VE FORM VERİLERİ<br/>Radio: Tek bir seçenek seçilebilen (cinsiyet, sınıf, okul türü vb) seçimde kullanılır cevabı doğru şıkdır."
  },
  {
    "id": "3773995",
    "unitNumber": 7,
    "text": "Inputta hangi tipte yer alırsa alsın bu parametrenin kullanılması durumunda veri girişi almak yerine input içerisinde sadece verilerin görüntülenmesi sağlanabilen parametre aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Readonly",
      "B": "Value",
      "C": "Disabled",
      "D": "Size",
      "E": "Autocomplete"
    },
    "explanation": "FORM TANIMLAMA VE FORM VERİLERİ<br/>Inputta hangi tipte yer alırsa alsın bu parametrenin kullanılması durumunda veri girişi almak yerine input içerisinde sadece verilerin görüntülenmesinin sağlanabildiği parametre readonly’dir."
  },
  {
    "id": "3773996",
    "unitNumber": 7,
    "text": "<ol type=\"I\"><br/><li>Html’de linkler temelde sayfalar arasında geçiş işlemi için kullanılır.</li><br/><li>Linkler aracılığı ile veri gönderim yöntemi formlardaki GET yöntemi gibidir.</li><br/><li>SESSION kullanımında ilk akla gelen kavram “link” işlemi olarak düşünülmektedir.</li><br/></ol><br/>Yukarıdakilerden hangis iya da hangileri Html link etiketi ile ilgili doğru bilgidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "II ve III"
    },
    "explanation": "HTML LİNK ETİKETİ İLE VERİ GİRİŞİ VE AKTARIMI<br/><ul><br/><li>Html’de linkler temelde sayfalar arasında geçiş işlemi için kullanılır.</li><br/><li>Linkler aracılığı ile veri gönderim yöntemi formlardaki GET yöntemi gibidir.</li><br/></ul>"
  },
  {
    "id": "3773997",
    "unitNumber": 7,
    "text": "SESSION ile veri girişi ve aktarımı için aşağıdakilerden hangisi <strong><u>yanlıştır</u></strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "SESSION kullanımında ilk akla gelen kavram “oturum açma” işlemi olarak düşünülmektedir",
      "B": "SESSION gerek oturum açma işlemi, gerekse diğer süreç işlemlerinde sayfalar arasında gizil şekilde veri gönderme amacı ile kullanılabilecek bir yöntemdir.",
      "C": "SESSION formun POST yöntemine daha yakındır.",
      "D": "SESSION’lar sunucu bilgisayarda oluşturulur.",
      "E": "<a href=\"\"> veri gönderim yöntemi açısından formları POST yöntemine benzer.</a>"
    },
    "explanation": "SESSION İLE VERİ GİRİŞİ VE AKTARIMI<br/>Veri gönderim yöntemi açısından formların GET yöntemine benzerken, SESSION formun POST yöntemine daha yakındır."
  },
  {
    "id": "3773784",
    "unitNumber": 8,
    "text": "Genel olarak web programlamada veritabanı işlemlerinin aşamaları aşağıdaki hangi seçenekte eksiksiz olarak verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Veri Girişi-Verinin Değişken Olarak Alınması",
      "B": "Veri Girişi-Veritabanı Yönetim Sistemi",
      "C": "Veri Girişi-Veritabanı Yönetimi",
      "D": "Veri Girişi, Veritabanı Yönetim Sistemi, Veritabanı Yönetimi",
      "E": "Veri Girişi, Veritabanı Yönetim Sistemi, Verinin Değişken Olarak Alınması"
    },
    "explanation": "Ünitenin giriş kısmında, Şekil 8.1'de \"Web Programlamada Veritabanı İşlemlerinin Aşamaları\", Veri Girişi, Veritabanı Yönetim Sistemi, Veritabanı Yönetimi olarak belirtilmiştir."
  },
  {
    "id": "3773788",
    "unitNumber": 8,
    "text": "Aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Form nesnesi, session ve link şeklinde üç temel veri aktarım yöntemi vardır.",
      "B": "Form nesnesi ve link şeklinde iki temel veri aktarım yöntemi vardır.",
      "C": "Veri aktarımı sadece link yöntemiyle yapılır.",
      "D": "Session ve link şeklinde iki temel veri aktarım yöntemi vardır.",
      "E": "Veri aktarımı sadece session yöntemiyle yapılır."
    },
    "explanation": "Form, session ve link şeklinde üç temel veri aktarımı vardır.<br/>İstemci bilgisayardan sunucu bilgisayara veri aktarımı form nesnesi, link ve session olarak üç temel<br/>yöntemle yapılabilmektedir."
  },
  {
    "id": "3773807",
    "unitNumber": 8,
    "text": "Web sunucu programlama'da kullanılan session kavramı ile ilgili aşağıda verilen bilgilerden hangileri doğrudur?<br/>I- Session, PHP’de veri gönderiminde kullanılan yöntemlerden biridir.<br/>II- Session yönteminde, GET ve POST yönteminden farklı olarak kendi veri aktarım yöntemleri bulunmaktadır.<br/>III- Çoğunlukla oturum açma işlemlerinde giriş sonrası tüm sayfalarda oturumun açılıp açılmadığını kontrol etmek yani güvenliği sağlamak amacı ile kullanılır.<br/>IV- Gizil olarak veri gönderim yapılmasında <strong>kullanılmaz.</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız IV",
      "B": "II ve IV",
      "C": "Yalnız III",
      "D": "II-III ve IV",
      "E": "I-II ve III"
    },
    "explanation": "Session, PHP’de veri gönderiminde kullanılan diğer bir yöntemdir. Çoğunlukla oturum açma işlemlerinde giriş sonrası tüm sayfalarda oturumun açılıp açılmadığını kontrol etmek yani güvenliği sağlamak amacı ile kullanılır. Ancak bunun yanı sıra gizil olarak veri gönderim yapılmasında da kullanılabilir. GET ve POST yönteminden farklı olarak kendi veri aktarım yöntemleri bulunmaktadır. IV numaralı seçenekte verilen bilgi yanlış bilgidir. Diğerleri doğru bilgidir."
  },
  {
    "id": "3773827",
    "unitNumber": 8,
    "text": "I. Action ve method parametrelerinin ifade edilmesi <br/>II. Action kısmında belirtilen dosyanın bir php dosyasının zorunlu olması <br/>III. Gelen dosyanın sunucuda nereye ve hangi isimle kaydedileceğine ilişkin işlemlerin action’da belirtilen php dosyası dışında yapılması<br/>IV. Verilerin gönderilmesinde GET/POST dışında farklı yöntemlerin olması <br/>Yukarıda verilenlerden hangileri HTML gönderimi için kullanılan form nesnelerinin veri haline getirilmesinde dikkat edilmesi gereken faktörlerdendir?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "I ve III",
      "E": "II ve IV"
    },
    "explanation": "HTML gönderimi için kullanılan form nesnelerinin veri haline getirilmesinde dikkat edilmesi gereken faktörler şunlardır: <br/>Action ve method parametrelerinin ifade edilmesi, action kısmında belirtilen dosyanın bir php dosyasının zorunlu olması, gelen dosyanın sunucuda nereye ve hangi isimle kaydedileceği gibi işlemlerin action’da belirtilen php dosyası içinde yapılması, verilerin gönderilmesinde GET/POST olmak üzere iki farklı yöntemin kullanması gerekmektedir. <br/>Bu nedenle cevap A seçeneğidir."
  },
  {
    "id": "3773828",
    "unitNumber": 8,
    "text": "Aşağıda veri gönderim türlerinin avantaj ve dezavantajlarına ilişkin olarak verilen ifadelerden hangisi yanlıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "GET özellikle programcının hatalarını görmesi, programlama sürecini yönetebilmesi açısından önemli bir avantaj sağlamaktadır.",
      "B": "GET hacker’lara sistemde kullanılan değişken isimlerini göstererek veri güvenliği zaafiyeti sunmaktadır.",
      "C": "POST, GET’e göre daha güvenlidir.",
      "D": "POST'un veri aktarım sürecinin tam olarak görülememesi, geliştirme süreçlerini aksatabilmektedir.",
      "E": "SESSION ile tüm sayfalarda veri gönderme/alma süreçleri biraz zahmetli olabilir."
    },
    "explanation": "GET özellikle programcının hatalarını görmesi, programlama sürecini yönetebilmesi açısından önemli bir avantaj sağlamaktadır. Buna karşın veri güvenliği zaafiyeti sunması, hacker’lara sistemde kullanılan değişken isimlerini göstererek yol sunması istenilen bir durum değildir. POST, GET’e göre daha güvenlidir. Ancak veri aktarım sürecinin tam olarak görülememesi, geliştirme süreçlerini aksatabilmektedir. Bu nedenle POST GET ile değil SESSION ile kıyaslanabilir. SESSION daha çok veri güvenliği için düşünülse de oturum açma işleminde oturum açan kişinin id’sini bir kez almak tüm sayfalarda kimle uğraşıldığı anlamına gelecektir. Bu nedenle POST ile tüm sayfalarda veri gönderme/alma süreçleri biraz zahmetli olabilir. Bu engel ise SESSION'un veri gönderme özelliği ile kolaylıkla aşılabilir.<br/>Bu nedenle cevap E seçeneğidir."
  },
  {
    "id": "3773829",
    "unitNumber": 8,
    "text": "Aşağıda veritabanına ilişkin verilen ifadelerden hangisi doğru değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "İlişkisel, dağıtık, merkezi, hiyerarşik, grafik tabanlı, bulut tabanlı gibi çok sayıda çeşidi vardır.",
      "B": "Çok sayıda verinin sınıflandığı ve belirli bir mantıkla bir arada tutulduğu veri depolama yöntemidir.",
      "C": "Her uygulama ya da program için çoğunlukla tek bir veritabanı kullanılır.",
      "D": "Veritabanı içerisinde bilgilerin saklanmasını düzenlemek amacı ile tablolar kullanılır.",
      "E": "İleri düzey kullanımlarda veritabanı içerisinden başka bir veritabanı ile bağlantı kurulması gerekir."
    },
    "explanation": "Veritabanı çok sayıda verinin sınıflandığı ve belirli bir mantıkla bir arada tutulduğu veri depolama<br/>yöntemi olarak tanımlanabilir. İlişkisel, dağıtık, merkezi, hiyerarşik, grafik tabanlı, bulut tabanlı gibi çok sayıda veritabanı çeşidi bulunmaktadır. Bunlardan ilişkisel veri tabanının en çok kullanılan olduğu da söylenebilir.Web programlama sürecinde öncelikli olarak kullanılan veritabanı tanımlanarak sürece başlanır. Bunun yanında veritabanı içerisinde bilgilerin saklanmasını düzenlemek amacı ile tablolar kullanılır. Daha ileri düzey kullanımlarda ise veritabanı içerisinde amaca uygun birden fazla tablo tanımlanarak ve veriler birbiri ile bir alan (genellikle ID numaraları) aracılığı ile ilişkilendirilerek tablolar kullanılmaktadır.<br/>Bu nedenle cevap E seçeneğidir."
  },
  {
    "id": "3773830",
    "unitNumber": 8,
    "text": "I. SQL PHP’den bağımsız bir veritabanı yönetim sistemidir.<br/>II. Veritabanının seçilmesi, açılmasından kapatılmasına kadar çok sayıda işlem SQL komutu ile veritabanına hükmetmeyi sağlamaktadır.<br/>III. “Select from” arama/bulma, “inser into” kayıt ekleme, “update set” kaydı güncelleme/<br/>değiştirme, “delete from” veriyi silme işlemlerini yapmaktadır.<br/>IV. SQL işlemleri ile açılan veritabanı işlemin kendi kendine kapatılmaktadır. <br/>Yukarıda veri tanının açma ve kapatma işlemleri ile ilgili olarak verilen ifadelerden hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve IV",
      "B": "II ve IV",
      "C": "III ve IV",
      "D": "I, II ve III",
      "E": "I, II ve IV"
    },
    "explanation": "SQL PHP’den bağımsız bir veritabanı yönetim sistemidir. Veritabanının seçilmesi/açılmasından kapatılmasına kadar çok sayıda işlem SQL sorgusu/komutu ile veritabanına hükmetmeyi sağlamaktadır. Yeni bir kayıt ekleme gibi tüm işlemler SQL komutları ile yapılabilmektedir. Bu açıdan dört temel SQL komutu yaygın olarak kullanılmaktadır. “Select from” arama/bulma, “inser into” kayıt ekleme, “update set” kaydı güncelleme/ değiştirme, “delete from” veriyi silme işlemlerini yapmaktadır.Tüm bağlantı gerçekleştirilen php sayfalarında en son satırda mysqli_close($baglanti); şeklinde bağlantı için kullanılan değişken adı kullanılarak ilgili bağlantının kapatılma işlemi gerçekleştirilmeli, ayrıca güvenlik amacı ile çıkış işleminin gerçekleştirildiği “cikis.php” gibi sayfalarda da bu kod tekrarlanmalıdır. Açılan veritabanı işleminin kapatılmaması sitenin güvenlik açığı vermesine neden olmaktadır.<br/>Bu nedenle cevap C seçeneğidir."
  },
  {
    "id": "3773831",
    "unitNumber": 8,
    "text": "Bir SQL komutu olarak arama işlemi veritabanında belirtilen şartlara uygun olan kayıtların, belirtilen<br/>alanlarına ait bilgilerini getirmeyi sağlamak amacı ile kullanılır. Buna duruma bağlı olarak tüm kayıtların getirilmesi hangi SQL komutu ile yapılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "SELECT * FROM",
      "B": "WHERE",
      "C": "ORDER BY",
      "D": "INSERT",
      "E": "ASC/DESC"
    },
    "explanation": "SQL komutu olarak arama işlemi veritabanında belirtilen şartlara uygun olan kayıtların, belirtilen<br/>alanlarına ait bilgilerini getirmeyi sağlamak amacı ile kullanılır. tüm kayıtların getirilmesi SELECT * FROM SQL komutu ile yapılmaktadır.<br/>Bu nedenle cevap A seçeneğidir."
  },
  {
    "id": "3773832",
    "unitNumber": 8,
    "text": "I. e-posta adresi ile kayıt işlemi yapılacaksa, o epostanın daha önce kullanılmış olduğunun select form ile kontrol edilmesi gerekir. <br/>II. Soyadı büyük harfe çevrilecekse veya ad, soyad gibi tüm alanlardaki olası boşlukları atılacaksa trim() fonksiyonu ile bu işlemlerin yapılması gerekir. <br/>III. Şifrenin veritabanı içinde görünür olmasını istemiyorsa md4() fonksiyonu ile şifrelenmesi gerekir. <br/>Yukarıdakilerden hangileri PHP oramında veritabanına kayıt ekleme işleminden önce yapılması gerekenlerdendir?",
    "correctAnswer": "B",
    "options": {
      "A": "I ve III",
      "B": "I ve II",
      "C": "II ve III",
      "D": "Yalnız III",
      "E": "I, II ve III"
    },
    "explanation": "PHP oramında veritabanına kayıt ekleme işleminden önce bazı kontrollerin programcı tarafından yapılmış olması gerekir. Örneğin e-posta adresi ile kayıt işlemi yapılacaksa, o epostanın daha önce kullanılmış olduğunun select form ile kontrol edilmesi ve işlemin mümkün olmadığının kullanıcıya iletilmesi gerekir. Soyadı büyük harfe çevrilecekse veya ad, soyad gibi tüm alanlardaki olası boşlukları atılacaksa trim() fonksiyonu ile bu işlemlerin yapılması, şifrenin veritabanı içinde görünür olmasını istemiyorsa md5() fonksiyonu ile şifrelenmesi, kullanıcının gireceği şifrede bir küçük harf, bir büyük harf ile bir sayı kullanma zorunluluğu olacaksa bu işlemin kullanıcı girinceye kadar kontrolü programcı tarafından kayıt işleminden önce PHP komutları ile yapılmış olmalıdır."
  },
  {
    "id": "3773833",
    "unitNumber": 8,
    "text": "“UPDATE SET” sql komutu yapısal olarak incelendiğinde “UPDATE tablo adı SET alan adı=’yeni<br/>değer’ WHERE şart” şeklinde bir kullanım söz konusudur. Burada Where parametresi kullanılmazsa ne olur?",
    "correctAnswer": "A",
    "options": {
      "A": "Veritabanında ilgili alandaki tüm değerler yeni değerle değiştirilir.",
      "B": "Veri tabanında kontrol işlemi gerçekleşir.",
      "C": "Veritabanı bağlantısı yavaşlayabilir.",
      "D": "Veritabanının seçilmesinde problemler yaşanabilir.",
      "E": "SQL onayı gecikebilir."
    },
    "explanation": "UPDATE SET” sql komutu yapısal olarak incelendiğinde “UPDATE tablo adı SET alan adı=’yeni<br/>değer’ WHERE şart” şeklinde bir kullanım söz konusudur. Where parametresi kullanılmazsa veritabanında ilgili alandaki tüm değerler yeni değerle değiştirilir."
  },
  {
    "id": "3773834",
    "unitNumber": 8,
    "text": "PHP ile web programcılığında veritabanından veri silme sorgusu diğer temel SQL sorgularına benzer<br/>şekilde $sil gibi bir değişkene atama yapılarak ve silme işlemi için ............ şeklinde bir<br/>kontrol ile kullanıcıya dönüt verilebilmektedir.<br/>Yukarıdaki açıklamada boş bırakılan yere aşağıdaki verilenlerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "mysqli_close(sil)",
      "B": "mysqli_query($sil)",
      "C": "if (mysqli_query($sil))",
      "D": "mysqli_connect($sil)",
      "E": "mysqli_set($sil)"
    },
    "explanation": "PHP ile web programcılığında veritabanından veri silme sorgusu diğer temel SQL sorgularına benzer<br/>şekilde $sil gibi bir değişkene atama yapılarak ve silme işlemi için if (mysqli_query($sil)) şeklinde bir<br/>kontrol ile kullanıcıya dönüt verilebilmektedir. <br/>Bu nedenle cevap C seçeneğidir."
  },
  {
    "id": "3773835",
    "unitNumber": 8,
    "text": "I. Hem GET hem de POST metotlarında bu değer aracılığı ile veri karşı tarafta değişkene dönüştürülmektedir.<br/>II. Linkler de temelde GET metodu ile aynı olup veri aynı şekilde karşılanmaktadır.<br/>III. SESSION'da ise farklı kullanım yöntemleri vardır.<br/>IV. İstemci bilgisayardan sunucu bilgisayara veri aktarımı sadece link ve session olarak iki temel<br/>yöntemle yapılabilmektedir.<br/>Yukarıda verilerin değişken olarak alınmasına ilişkin olarak verilenlerden hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve IV",
      "B": "II ve IV",
      "C": "I, II ve IV",
      "D": "I, II ve III",
      "E": "III ve IV"
    },
    "explanation": "İstemci bilgisayardan sunucu bilgisayara veri aktarımı form nesnesi, link ve session olarak üç temel<br/>yöntemle yapılabilmektedir. HML komutu olarak form ile gönderilen değişkenlerin gönderilmesinde<br/>form etiketleri yanında kullanılan name tagi verinin karşı tarafta hangi isimle gönderileceğini belirtmesi açısından önemlidir. Gerek GET gerek POST metotlarında bu değer aracılığı ile veri karşı tarafta değişkene dönüştürülmektedir. Değere alınması ise GET metodunda $_GET[‘’]; POST metodunda ise $_POST[‘’]; komutları ile değerler değişkene alınmaktadır. Linkler de temelde GET metodu ile aynı olup veri aynı şekilde karşılanmaktadır. Diğer bir yöntem olan session ise farklı kullanım yöntemleri vardır."
  },
  {
    "id": "3773836",
    "unitNumber": 8,
    "text": "Verilerin güncellenmesi için mevcut veritabanındaki aranılan kaydın form nesnesi olarak ve VALUE değeri ile kullanıcıya gönderilmesi hangi açıdan gereklidir?",
    "correctAnswer": "E",
    "options": {
      "A": "SQL komutu ile veritabanı arasında bağlantıyı sağlamak",
      "B": "Kendi içinde çağrılan php dosyaların kontrolünü sağlamak",
      "C": "Sistem çökmesi veya veritabanı hırsızlığına karşı önlem alınabilmesi",
      "D": "Sonraki aşamada veritabanında işlemin doğruluk kontrolünü yapabilmesi",
      "E": "Kullanıcının mevcut değeri görerek hangi değer ile değiştirmek istediğini anlayabilmesi"
    },
    "explanation": "Verilerin güncellenmesi için mevcut veritabanındaki aranılan kaydın form nesnesi olarak ve VALUE değeri ile kullanıcıya gönderilmesi gerekir. Bu sayede kullanıcı mevcut değeri görerek, hangi değer ile değiştirmek istediğini anlayabilir.<br/>Bu nedenle cevap E seçeneğidir."
  },
  {
    "id": "3773837",
    "unitNumber": 8,
    "text": "Hangi veritabanı çeşidinde veriler exceldeki satır ve sütun mantığı ile tablolar halinde saklanmakta, veritabanı bilgilerinin saklandığı tablolar birleştirilebilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "İlişkisel",
      "B": "Dağıtık",
      "C": "Merkezi",
      "D": "Hiyerarşik",
      "E": "Grafik tabanlı"
    },
    "explanation": "İlişkisel, dağıtık, merkezi, hiyerarşik, grafik tabanlı, bulut tabanlı gibi çok sayıda veritabanı çeşidi bulunmaktadır. Bunlardan ilişkisel veri tabanının en çok kullanılan olduğu da söylenebilir. İlişkisel veri tabanında exceldeki satır ve sütun mantığı ile veriler çok sayıda tablolarda saklanmaktadır.<br/>Veritabanı bilgilerin saklandığı, tutulduğu tabloları birleştiren üst çatı olarak ifade edilebilir ve her uygulama/program için çoğunlukla tek bir veritabanı kullanılır.<br/>İlişkisel veritabanında, veriler exceldeki satır ve sütun mantığı ile tablolar halinde saklanmakta, veritabanı bilgilerinin saklandığı tablolar birleştirilebilmektedir"
  },
  {
    "id": "3773838",
    "unitNumber": 8,
    "text": "Mysqli fonksiyon türlerinden, mysqli_num_rows(); fonksiyonunun görevi nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "SELECT, INSERT, UPDATE, REPLACE veya DELETE sorgusunda etkilenen satırların sayısını döndürür.",
      "B": "Sorgu sonucunu veritabanındaki alan isimlerine uygun dizi olarak döndürür.",
      "C": "Sql sorgu kümesindeki satır sayısını döndürür.",
      "D": "Sorgu sonucunu veritabanındaki dizi indis değeri olacak şekilde dizi olarak gönderir.",
      "E": "UPDATE sorgusunda etkilenen satırların sayısını döndürür."
    },
    "explanation": "mysqli_num_rows(); fonksiyonu, Sql sorgu kümesindeki satır sayısını döndürür. Genellikle Select ile kullanılır."
  },
  {
    "id": "3773839",
    "unitNumber": 8,
    "text": "Sorgu sonucunu veritabanındaki alan isimlerine uygun dizi olarak döndürür ifadesi aşağıdaki fonksiyonlardan hangisinin görevidir?",
    "correctAnswer": "D",
    "options": {
      "A": "mysqli_num_rows();",
      "B": "mysqli_affected_rows();",
      "C": "mysqli_connect();",
      "D": "mysqli_fetch_assoc();",
      "E": "mysqli_fetch_row();"
    },
    "explanation": "mysqli_fetch_assoc(); fonksiyonunun görevi, sorgu sonucunu veritabanındaki alan isimlerine uygun dizi olarak döndürmektir. Dizi şeklinde istenilen değer alınabilir."
  },
  {
    "id": "3773840",
    "unitNumber": 8,
    "text": "Aşağıdaki komutlardan hangisi veritabanına veri eklemek için kullanılmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Create Komutu",
      "B": "Silme (Delete From) Komutu",
      "C": "Güncelleme (Update Set) Komutu",
      "D": "Arama/Seçme (Select From) Komutu",
      "E": "Ekleme (Insert Into) Komutu"
    },
    "explanation": "Veritabanı işlemlerinde en sık kullanılan sql komutlarından bir diğeri de insert into komutudur. Bu<br/>komut veritabanına veri eklemek için kullanılmaktadır. Yeni üyelik, ilan verme, e-posta gönderme, şikayetini bildirme gibi uygulamaların çoğunluğunda insert into sql sorgusu/komutu ile veritabanına ekleme işlemi yapılmaktadır."
  },
  {
    "id": "3773841",
    "unitNumber": 8,
    "text": "Bir üyenin şifresini, adresini veya e-posta adresini değiştirmesi, öğrenci işlerinde notun değiştirilmesi, sisteme girilen ürüne ait bilgilerin veya fiyatının güncellenmesi gibi işlemler hangi komutla gerçekleştirilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Güncelleme (Update Set) Komutu",
      "B": "Silme (Delete From) Komutu",
      "C": "Create Komutu",
      "D": "Ekleme (Insert Into) Komutu",
      "E": "Arama/Seçme (Select From) Komutu"
    },
    "explanation": "Veritabanında tutulan veriler üzerinde sıkça yapılan bir diğer işlem ise güncelleme/değiştirme işlemidir. Bir üyenin şifresini, adresini veya e-posta adresini değiştirmesi, öğrenci işlerinde notun değiştirilmesi, sisteme girilen ürüne ait bilgilerin veya fiyatının güncellenmesi gibi işlemlerin tamamı güncelleme sql komutu olarak UPDATE SET komutu için verilebilecek örneklerdir."
  },
  {
    "id": "3773842",
    "unitNumber": 8,
    "text": "Veritabanına veri ekleme işlemlerinde, kullanıcı kaynaklı veri güvenliği açısından ID işlemlerinin ne olarak tanımlanması önerilir?",
    "correctAnswer": "B",
    "options": {
      "A": "PHP",
      "B": "AI",
      "C": "VALUES",
      "D": "GET",
      "E": "SQL"
    },
    "explanation": "“uyeid” gibi id değerleri genellikle AutoIncremant (AI - Otomatik Artış) olarak tanımlanır. Kullanıcı kaynaklı veri güvenliği açısından ID işlemlerinin AI olarak tanımlanması önerilir."
  },
  {
    "id": "3773843",
    "unitNumber": 8,
    "text": "I- SQLServer<br/>II- SQLite<br/>III- Oracle<br/>IV- MariaDB<br/>V- MYSQL<br/>Yukarıdaki verilen seçeneklerden hangisi/hangileri SQL (Structured Query Language - Yapılandırılmış Sorgu Dili) olarak adlandırılan dillerdendir?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve IV",
      "B": "I-II-IV ve V",
      "C": "I-IV ve V",
      "D": "II-III-IV ve V",
      "E": "I-II-III-IV ve V"
    },
    "explanation": "SQL (Structured Query Language - Yapılandırılmış Sorgu Dili) olarak adlandırılan bu dillerden SQLServer, SQLite, Oracle, MariaDB gibi farklı çeşitleri bulunmasına karşın, en çok kullanılanlardan birisi MYSQL’dir."
  },
  {
    "id": "3773856",
    "unitNumber": 8,
    "text": "Aşağıdaki form yapılarından hangisinde, \"Hangi verinin NEREDEN çekileceği ve NASIL çekileceği\" soruları yanıt bulmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/d4643ce1f9307e2e49122cf9ffadb9d7.png\" alt=\"\" width=\"268\" height=\"37\">",
      "B": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/7868a5c7aa6c42af77f4bd3b704c20b8.png\" alt=\"\" width=\"372\" height=\"35\">",
      "C": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/aff9adbcfaaa2c192974193f91cd286f.png\" alt=\"\" width=\"354\" height=\"36\">",
      "D": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/bb959e4d59e31a2243ca6d17755e1fab.png\" alt=\"\" width=\"384\" height=\"39\">",
      "E": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/18f1b59328cda070225f79e16ed23f47.png\" alt=\"\" width=\"314\" height=\"36\">"
    },
    "explanation": "HTML gönderim için kullanılan form nesnelerinin veri haline getirilmesinde dikkat edilmesi gereken birkaç önemli faktör bulunmaktadır. Öncelikli olarak<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/18f1b59328cda070225f79e16ed23f47.png\" alt=\"\" width=\"331\" height=\"38\"><br/>kısmında ifade edilen action ve method parametreleri ifade edilebilir. Burada hangi verinin NEREDEN çekileceği ve NASIL çekileceği soruları yanıt bulmaktadır."
  }
]