[
  {
    "id": "3748311",
    "unitNumber": 1,
    "text": "I. Bir web sitesi oluşturma,<br/>II. Oluşturulan web sayfalarına içerik yükleme<br/>III. İlişkili web sayfaları oluşturarak bu web sayfalarının içeriklerini güncelleme<br/>IV. Web sitesine teknik altyapı (sunucu, hosting vb.) sağlama<br/>Yukardakilerden hangileri web yayıncılığı süreçleri arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "I-II",
      "B": "II-III",
      "C": "I-IV",
      "D": "III-IV",
      "E": "I-II-III"
    },
    "explanation": "Yanıtınız yanlış ise “WEB YAYINCILIĞININ GELİŞİMİ” konusunu yeniden gözden geçiriniz.<br/>Web yayıncılığı süreçleri: • Bir web sitesi oluşturma sürecini, • Oluşturulan web sayfalarına içerik yükleme sürecini ve • İlişkili web sayfaları oluşturarak bu web sayfalarının içeriklerini güncelleme sürecini, içermektedir."
  },
  {
    "id": "3748312",
    "unitNumber": 1,
    "text": "<em>_____, kullanıcılara içeriklerin geri sardırılabilmesi, istenildiği anda durdurulabilmesi, akışın hızlandırılabilmesi gibi olanaklar sunmaktadır.</em><br/>Aşağıdakilerden hangisi boşluğu en uygun şekilde tamamlamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Broşürler",
      "B": "Etkileşimli ürünler",
      "C": "Kitap",
      "D": "Kataloglar",
      "E": "Dergiler"
    },
    "explanation": "Yanıtınız yanlış ise “WEB YAYINCILIĞININ GELİŞİMİ” konusunu yeniden gözden geçiriniz.<br/>Etkileşimli ürünler, kullanıcılara içeriklerin geri sardırılabilmesi, istenildiği anda durdurulabilmesi, akışın hızlandırılabilmesi gibi olanaklar sunmaktadır."
  },
  {
    "id": "3748313",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi internete bağlı olan iki bilgisayar arasında dosya transferini sağlayan dosya transfer protokolüdür?",
    "correctAnswer": "C",
    "options": {
      "A": "get",
      "B": "is",
      "C": "ftp",
      "D": "pwd",
      "E": "dir"
    },
    "explanation": "Yanıtınız yanlış ise “FTP, WEB HOSTING, DOSYA YÖNETİCİLERİ VE HTML EDİTÖRLERİ” konusunu yeniden gözden geçiriniz.<br/>File Transfer Protocol (FTP), bir dosya transfer protokolüdür. İnternete bağlı olan iki bilgisayar arasında dosya transferini sağlar."
  },
  {
    "id": "3748314",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bir dizinde bulunan tüm dosyaları ve klasörleri listelemek için kullanılan ftp komutudur?",
    "correctAnswer": "A",
    "options": {
      "A": "dir",
      "B": "put",
      "C": "get",
      "D": "close",
      "E": "quit"
    },
    "explanation": "Yanıtınız yanlış ise “FTP, WEB HOSTING, DOSYA YÖNETİCİLERİ VE HTML EDİTÖRLERİ” konusunu yeniden gözden geçiriniz.<br/>dir: Dizinde bulunan tüm dosyaları ve klasörleri listelemek için kullanılan komuttur."
  },
  {
    "id": "3748315",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi kullanıcılar arasında en fazla tercih edilen FTP programları arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Filezilla",
      "B": "FileMaker",
      "C": "WinSCP",
      "D": "CyberDuck",
      "E": "Sertifika SSL"
    },
    "explanation": "Yanıtınız yanlış ise “FTP, WEB HOSTING, DOSYA YÖNETİCİLERİ VE HTML EDİTÖRLERİ” konusunu yeniden gözden geçiriniz.<br/>Kullanıcılar arasında en fazla tercih edilen FTP programları şu şekilde sıralanmaktadır:<br/>• Filezilla<br/>• FileMaker<br/>• WinSCP<br/>• CyberDuck<br/>• Transmit<br/>• CuteFTP<br/>• Core FTP<br/>• Smart FTP"
  },
  {
    "id": "3748316",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Hosting hizmetleri paylaşım türlerinden birisi <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Fiziksel sunucu (Dedicated Server)",
      "B": "Sanallaştırılmış Fiziksel Sunucu (Virtual Dedicated Server-VDS)",
      "C": "Sanallaştırılmış Özel Sunucu (Virtual Private Server-VPS)",
      "D": "Paylaşımlı Web Hosting (Shared Web Hosting)",
      "E": "Elektronik Posta Hosting (e-Posta Hosting)"
    },
    "explanation": "Yanıtınız yanlış ise “FTP, WEB HOSTING, DOSYA YÖNETİCİLERİ VE HTML EDİTÖRLERİ” konusunu yeniden gözden geçiriniz.<br/>Hosting hizmetleri paylaşım türüne göre dört gruba ayrılabilir.<br/><ul><br/><li>Fiziksel sunucu (Dedicated Server),</li><br/><li>Sanallaştırılmış Fiziksel Sunucu (Virtual Dedicated Server-VDS),</li><br/><li>Sanallaştırılmış Özel Sunucu (Virtual Private Server-VPS),</li><br/><li>Paylaşımlı Web Hosting (Shared Web Hosting) şeklindedir.</li><br/></ul>"
  },
  {
    "id": "3748317",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisinde tüm sunucu kaynakları hosting hizmeti alan web yayıncısına aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fiziksel sunucu",
      "B": "WordPress Hosting",
      "C": "Bulut Sunucu",
      "D": "Kurumsal Hosting",
      "E": "E-posta Sunucusu"
    },
    "explanation": "Yanıtınız yanlış ise “FTP, WEB HOSTING, DOSYA YÖNETİCİLERİ VE HTML EDİTÖRLERİ” konusunu yeniden gözden geçiriniz.<br/>Fiziksel sunucularda tüm sunucu kaynakları, hosting hizmeti alan web yayıncısına aittir. Fiziksel sunucu hizmeti kullanan web yayıncılar, bu sunucuda bir site barındırabileceği gibi, çeşitli sanallaştırma metotları ile birden fazla site de barındırabilirler."
  },
  {
    "id": "3748318",
    "unitNumber": 1,
    "text": "________ web yayıncıları için web sitelerinde kullanılacak dosya ve klasörlerin rahat bir şekilde yönetilebilmesi amacıyla bir kullanıcı arabirimi sağlamaktadır.<br/>Aşağıdakilerden hangisi boşluğu en uygun şekilde tamamlamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "HTML Editörleri",
      "B": "Dosya yöneticileri",
      "C": "Web yayıncıları",
      "D": "Kod yazma editörleri",
      "E": "Mobil Yöneticileri"
    },
    "explanation": "Yanıtınız yanlış ise “FTP, WEB HOSTING, DOSYA YÖNETİCİLERİ VE HTML EDİTÖRLERİ” konusunu yeniden gözden geçiriniz.<br/>Dosya yöneticileri, web yayıncıları için web sitelerinde kullanılacak dosya ve klasörlerin rahat bir şekilde yönetilebilmesi amacıyla bir kullanıcı arabirimi sağlamaktadır"
  },
  {
    "id": "3748319",
    "unitNumber": 1,
    "text": "Kullanıcıların internet üzerinden erişebildiği kullanıma hazır uygulama yazılımlarını bünyesinde barındıran ve kullanıcı tarafından herhangi bir bakım gerektirmeyen, büyük işletmelerin yanı sıra dünya genelinde birçok son kullanıcı tarafından da günlük olarak kullanılan kategori aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "IaaS",
      "B": "ADS",
      "C": "PaaS",
      "D": "SaaS",
      "E": "SEO"
    },
    "explanation": "Yanıtınız yanlış ise “WEB YAYINCILIĞI ARAÇLARININ SINIFLANDIRILMASI, BULUT WEB YAYINCILIĞI, MOBİL WEB YAYINCILIK ARAÇLARI VE YAZILIM GELİŞTİRME KİTLERİ” konusunu yeniden gözden geçiriniz.<br/>Kullanıcıların internet üzerinden erişebildiği kullanıma hazır uygulama yazılımlarını bünyesinde barındıran ve kullanıcı tarafından herhangi bir bakım gerektirmeyen SaaS hizmeti, büyük işletmelerin yanı sıra dünya genelinde birçok son kullanıcı tarafından da günlük olarak kullanılmaktadır."
  },
  {
    "id": "3748320",
    "unitNumber": 1,
    "text": "Hazırlanmak istenen yayının sayfa sayısı, marj ayarları, sayfa boyutu, sütün sayısı, sayfa yönü gibi sayfa özelliklerinin ayarlanması hangi yayın tasarım sürecinin genel hatlarındandır?",
    "correctAnswer": "B",
    "options": {
      "A": "Total Commander",
      "B": "Adobe InDesign",
      "C": "Frigate3",
      "D": "Scribus",
      "E": "Wix"
    },
    "explanation": "Yanıtınız yanlış ise “ONLINE WEB SİTE OLUŞTURUCULAR VE MASAÜSTÜ WEB YAYINCILIK TASARIM PROGRAMLARI” konusunu yeniden gözden geçiriniz.<br/>Adobe InDesign programında yayın tasarım sürecinin genel hatları ise şu şekilde özetlenebilir: Hazırlanmak istenen yayının sayfa sayısı, marj ayarları, sayfa boyutu, sütün sayısı, sayfa yönü gibi sayfa özelliklerinin ayarlanması."
  },
  {
    "id": "3748355",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi paylaşım türüne göre hosting hizmet çeşitlerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sanallaştırılmış Özel Sunucu",
      "B": "Windows Hosting",
      "C": "Linux Hosting",
      "D": "Bulut Sunucu",
      "E": "Kurumsal Hosting"
    },
    "explanation": "<strong>Paylaşım Türüne Göre Hosting Hizmet Çeşitleri</strong><br/>Hosting hizmetinin verildiği sunucuların birden fazla web sitesi için kullanılması, hosting hizmetlerinin paylaşımı anlamına gelmektedir. Hosting hizmetleri paylaşım türüne göre dört gruba<br/>ayrılabilir. Bunlar;<br/>• Fiziksel sunucu (Dedicated Server),<br/>• Sanallaştırılmış Fiziksel Sunucu (Virtual<br/>Dedicated Server-VDS),<br/>• Sanallaştırılmış Özel Sunucu (Virtual Private Server-VPS),<br/>• Paylaşımlı Web Hosting (Shared Web Hosting)<br/>şeklindedir."
  },
  {
    "id": "3748398",
    "unitNumber": 1,
    "text": "I. Video<br/>II. Sanat eseri<br/>III. Metin<br/>IV. Grafik<br/>Yukarıdakilerden hangileri web yayıncılığı sürecinde kullanılabilecek içerikler arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve IV",
      "B": "III ve IV",
      "C": "II, III ve IV",
      "D": "I, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "\"Web yayıncılığı sürecinde kullanılan içerikler,<br/>video, metin, grafik, sanat eseri ve diğer medya biçimlerini<br/>içerebilir.\"<br/>I, II, III ve IV"
  },
  {
    "id": "3748399",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bir web yayıncısının sahip olması gereken unsurlardan biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yazılım",
      "B": "İçerik",
      "C": "İnternet bağlantısı",
      "D": "Blog sayfası",
      "E": "Web sunucusu"
    },
    "explanation": "\"Web yayıncılığı sürecinde kullanılan içerikler,<br/>video, metin, grafik, sanat eseri ve diğer medya biçimlerini<br/>içerebilir. Bununla birlikte bir web yayıncısının<br/>sahip olması gereken unsurlar ise şu şekilde<br/>özetlenebilir:<br/>• Web sitesi geliştirmek için kullanılabilecek<br/>bir yazılım<br/>• Web sitesine içerik yükleyebilmek ve bu<br/>içerikleri güncelleyebilmek için internet<br/>bağlantısı<br/>• Web sitesini içinde barındıracak olan bir<br/>web sunucusu\"<br/>Blog sayfası"
  },
  {
    "id": "3748400",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi web yayıncılığının sağladığı avantajlardan biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "İçeriklerin yayınlanabilmesi",
      "B": "İçeriklerin güncellenebilmesi",
      "C": "Kullanıcıların içeriklerle ilgi geribildirimde bulunabilmesi",
      "D": "İçeriklerin belirli sayıda kullanıcıyla buluşabilmesi",
      "E": "Reklamcılar için elverişli bir ortam sunması"
    },
    "explanation": "\"Web yayıncılığının sunduğu avantajlar ise şu şekilde özetlenebilir:<br/>• Üretim tarihi ne olursa olsun içeriklerin yayınlanabileceği bir ortam sunar.<br/>• Web ortamına etkileşimli içeriklerin yüklenmesine olanak tanır.<br/>• İçeriklerin çok fazla kullanıcıya ulaşabilmesi için önemli bir potansiyeli taşır.<br/>• İstenildiği zaman ve istenildiği yerde içerikler yüklenebilir/güncellenebilir.<br/>• Kullanıcıların içerikler hakkında geri bildirim verebilmelerine olanak tanır.<br/>• Reklamcılar için elverişli bir ortam sunar.\"<br/>İçeriklerin belirli sayıda kullanıcıyla buluşabilmesi"
  },
  {
    "id": "3748401",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi kullanılan işletim sistemine göre hosting hizmeti sunmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Paylaşımlı web hosting",
      "B": "Linux Hosting",
      "C": "WordPress Hosting",
      "D": "Bulut sunucusu",
      "E": "Sanallaştırılmış Özel Sunucu (VPS)"
    },
    "explanation": "\"kullanılan işletim sistemine<br/>göre iki farklı hosting hizmet çeşidi mevcuttur.<br/>Bunlar; Linux hosting ve Windows hosting’dir.\""
  },
  {
    "id": "3748402",
    "unitNumber": 1,
    "text": "Bulut sunucular hakkında aşağıdaki ifadelerden hangisi <strong>yanlıştır</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Bulut sunucularda kaynaklar, ihtiyaca göre panel üzerinden ayarlanabilir.",
      "B": "Donanım arızaları durumunda web siteleri etkilenmeden çalışmaya devam eder.",
      "C": "Web sitesi hızları, bulut sunucular sayesinde daha yüksek olabilir.",
      "D": "Kaynak artırımı için fiziksel sunucu değişikliğine gerek yoktur.",
      "E": "Bulut sunucular yalnızca tek bir fiziksel sunucuya bağlı olarak çalışır."
    },
    "explanation": "\"Bulut sunucu hizmeti aracılığıyla birden fazla fiziksel sunucunun oluşturduğu sunucu havuzundan,<br/>sanallaştırma yöntemi kullanılarak sanal fiziksel sunucular elde edilmektedir. Bulut sunucu hizmetinde<br/>sunucu kaynaklarının kullanımı bir panel üzerinden ihtiyaçlar doğrultusunda ayarlanabilmektedir. Bu<br/>bakımdan sistem kaynaklarına duyulan ihtiyaçlar düzenlenmesi gerektiğinde fiziksel olarak bir sunucu<br/>değişikliğine gerek duyulmamaktadır. Bulut sunucu hizmetinde herhangi bir donanım arızasında web<br/>sitesi olumsuz olarak etkilenmemektedir. Bulut sunucu hizmetinin sağlamış olduğu bir diğer avantaj ise<br/>web site hızlarının daha yüksek olmasıdır. Bu sayede kullanıcılar, web sitesinde daha yüksek hızlarda gezinebilmektedirler.\"<br/>Bulut sunucular birden fazla fiziksel sunucudan oluşan sunucu havuzunu kullanır; yani, tek bir fiziksel sunucuya bağlı çalışmaz."
  },
  {
    "id": "3748403",
    "unitNumber": 1,
    "text": "Total Commander, Q-dir (Quad Explorer), Frigate3 gibi programlar web yayıncılarına hangi imkanları sağlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Kodlama",
      "B": "İstatistiki analiz",
      "C": "Grafik tasarım",
      "D": "Dosya düzenleme",
      "E": "Haritalandırma"
    },
    "explanation": "\"web yayıncıları, dosya<br/>yöneticilerini kullanarak web sitelerindeki dosyaları görüntüleyebilir, ekleyebilir, kaldırabilir, değiştirebilir,<br/>düzenleyebilir ya da kopyalayabilirler.\"<br/>Dosya düzenleme"
  },
  {
    "id": "3748404",
    "unitNumber": 1,
    "text": "I. Scribus<br/>II. Adobe Dreamweaver<br/>III. Atom HTML Editörü<br/>IV. Microsoft Expression Web<br/>Yukarıda verilen uygulamalardan hangisi/hangileri kapalı kaynak kodlu web yayıncılık araçlarındandır?",
    "correctAnswer": "D",
    "options": {
      "A": "I-II",
      "B": "I-III",
      "C": "II-III",
      "D": "II-IV",
      "E": "III-IV"
    },
    "explanation": "\"Kullanıcıların<br/>en fazla tercih ettikleri lisanslı web yayıncılık araçları<br/>şu şekilde sıralanabilir:<br/>• Adobe Dreamweaver\"<br/>II-IV<br/>Adobe Dreamweaver ve Microsoft Expression Web"
  },
  {
    "id": "3748405",
    "unitNumber": 1,
    "text": "I. Fiyat-fayda dengesi açısından elverişli olması<br/>II. Yer, zaman ve platform açısından sınırlılığı ortadan kaldırması<br/>III. Hızlı güncelleme özelliğine sahip olması<br/>IV. Çok kullanıcılı yapıya sahip olması<br/>Yukarıdakilerden hangileri bulut hizmetinin kullanıcılara sağladığı avantajlar arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve III",
      "B": "II ve IV",
      "C": "II, III ve IV",
      "D": "I, II ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "\"bulut bilişimin, kullanıcılar açısından birçok avantaj sağladığını söylemek mümkündür. Bu<br/>avantajlar şu şekilde özetlenebilir: <br/>• Fayda/maliyet açısından oldukça elverişli<br/>olması<br/>• Kullanıcıları zaman, mekân ve platform sınırlılığından<br/>kurtarması<br/>• Çok kullanıcılı yapıya müsait olması<br/>• Veri kaybını azaltması<br/>• Güncelleştirmelerin hızlı bir şekilde sağlanması<br/>• Daha fazla depolama alanı sağlaması<br/>• Ölçeklenebilir olması\"<br/>I, II, III ve IV"
  },
  {
    "id": "3748406",
    "unitNumber": 1,
    "text": "Farklı boyut, çözünürlük ve komut dizisi olan cihazlar arasında geçiş yapıldığında, esnek sayfa düzenlemeleri ve kenar sınırlamaları sayesinde web sayfasının, kullanıcının hareketlerine uygun tepki göstererek doğru boyut, çözünürlük ve biçim ile sunulmasını sağlayan tasarım türüdür.<br/>Yukarıda tanımı verilen kavram hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Erişilebilir tasarım",
      "B": "Web tasarım",
      "C": "Duyarlı tasarım",
      "D": "Esnek grafik tasarım",
      "E": "Öngörülü tasarım"
    },
    "explanation": "\"Duyarlı (Responsive) Tasarım: Farklı<br/>boyut, çözünürlük ve komut dizisi olan<br/>cihazlar arasında geçiş yapıldığında, esnek<br/>sayfa düzenlemeleri ve kenar sınırlamaları<br/>sayesinde web sayfasının, kullanıcının hareketlerine<br/>uygun tepki göstererek doğru<br/>boyut, çözünürlük ve biçim ile sunulmasını<br/>sağlayan tasarım türüdür.\"<br/>Duyarlı tasarım"
  },
  {
    "id": "3748407",
    "unitNumber": 1,
    "text": "Wix, GoDaddy, Network Solutions, HostGator, SITE123, Squarespace, Jimdo gibi programlar aşağıdaki amaçlardan hangisine hizmet eder?",
    "correctAnswer": "B",
    "options": {
      "A": "Çoklu sayfa tasarlama",
      "B": "Web sitesi oluşturma",
      "C": "Broşür, el ilanı, dergi tasarlama",
      "D": "Veri depolama ve yedekleme",
      "E": "Logo, afiş, bülten tasarlama"
    },
    "explanation": "\"Web yayıncıların, bir web sitesi oluşturabilmesi<br/>için en fazla tercih ettikleri araçlar ise şu şekilde<br/>özetlenebilir:<br/>• Wix<br/>• GoDaddy<br/>• Network Solutions<br/>• HostGator<br/>• SITE123<br/>• Squarespace<br/>• Jimdo<br/>• Zyro<br/>• 1&amp;1<br/>• Web.com\"<br/>Web sitesi oluşturma"
  },
  {
    "id": "3748423",
    "unitNumber": 1,
    "text": "<u>İlk </u>web sayfası Tim Berners-Lee tarafından hangi tarihte yayınlanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "10 Haziran 1972",
      "B": "8 Nisan 1983",
      "C": "20 Aralık 1990",
      "D": "29 Haziran 1998",
      "E": "10 Ekim2003"
    },
    "explanation": "Web yayıncılığı, 20 Aralık 1990 tarihinde Tim Berners-Lee tarafından yayınlanan ilk web sayfası ile başlamıştır."
  },
  {
    "id": "3748424",
    "unitNumber": 1,
    "text": "Dosya transferi aşamasında <strong>mput</strong> komutunun işlevi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Dizin değiştirmek",
      "B": "Dosya almak",
      "C": "Dosya göndermek",
      "D": "Birden fazla dosya göndermek",
      "E": "Birden fazla dosya almak"
    },
    "explanation": "mput: Birden fazla dosya göndermek için kullanılan bir komuttur."
  },
  {
    "id": "3748425",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bir dosya transfer protokolüdür?",
    "correctAnswer": "B",
    "options": {
      "A": "PDF",
      "B": "FTP",
      "C": "PWD",
      "D": "SCP",
      "E": "UVW"
    },
    "explanation": "File Transfer Protocol (FTP), bir dosya transfer protokolüdür."
  },
  {
    "id": "3748426",
    "unitNumber": 1,
    "text": "İnternet ortamında bir web sitesinin yayınlanabilmesi için ihtiyaç duyulan sanal araziye ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Domain",
      "B": "Banner",
      "C": "Browser",
      "D": "Network",
      "E": "Hosting"
    },
    "explanation": "İnternet ortamında bir web sitesinin yayınlanabilmesi ve kullanıcılarla buluşturulabilmesi için ihtiyaç duyulan sanal araziye hosting adı verilir."
  },
  {
    "id": "3748427",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi en sık kullanılan dosya yöneticilerinden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "CudaText",
      "B": "Commander One",
      "C": "Bluefish",
      "D": "Froala",
      "E": "Arachnophilia"
    },
    "explanation": "Commander One, en sık kullanılan dosya yöneticilerinden biridir. Diğerleri; Total Commander, Free Commander, Q-dir ve Frigate3 olarak sıralanabilir. Diğer şıklar en sık tercih edilen HTML editör programlarından bazılarıdır."
  },
  {
    "id": "3748428",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sürükle-bırak web araçlarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Adobe Express",
      "B": "Adobe Dreamweaver",
      "C": "Microsoft Expression Web",
      "D": "QuarkXPress",
      "E": "Scribus"
    },
    "explanation": "Sürükle-Bırak web araçları, tasarımcıları ve programcıları kodlama yapmakla uğraşmak yerine, daha kolay kullanılabilir ve anlaşılabilir görsel sürükle ve bırak işlevleriyle rahatlatmaktadır. Bu araçlara örnek olarak Google Web Designer ve Adobe Express gösterilebilir."
  },
  {
    "id": "3748429",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bulut ortamına dayalı bir yazılım sağlama modelini tanımlar?",
    "correctAnswer": "C",
    "options": {
      "A": "IaaS",
      "B": "PaaS",
      "C": "SaaS",
      "D": "AidE",
      "E": "HtmL"
    },
    "explanation": "SaaS hizmeti, bulut ortamına dayalı bir yazılım sağlama modelidir."
  },
  {
    "id": "3748430",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi web sitelerinin oluşturulması aşamasında göz önünde bulundurulması gereken unsurlardan biri <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Hedef kitlenin belirlenmesi",
      "B": "Web sitesinin planlanması",
      "C": "Web site tasarımının yapılması",
      "D": "Hosting işlemlerinin tamamlanması",
      "E": "Broşürlerin basılması"
    },
    "explanation": "Web sitelerinin oluşturulması aşamasında bazı unsurların göz önünde bulundurulması gerekmektedir. Bu unsurlar: Hedef kitlenin belirlenmesi, oluşturulacak olan web sitelerin planlanması, web site tasarımının yapılması, domain ve Hosting işlemlerinin tamamlanması, web sitesinde kullanılacak içeriklerin üretilmesi, SEO ayarlarının yapılması şeklindedir."
  },
  {
    "id": "3748431",
    "unitNumber": 1,
    "text": "Squarespace aracının web yayıncıları tarafından kullanılmasının amacı nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Web sitesi oluşturabilmek",
      "B": "Web sayfası tasarımı yapmak",
      "C": "Görüntü taramak",
      "D": "Yeni belge oluşturmak",
      "E": "Format değiştirmek"
    },
    "explanation": "Web yayıncıların, bir web sitesi oluşturabilmesi için en fazla tercih ettikleri araçlar şu şekilde özetlenebilir: Wix, GoDaddy, Network Solutions, HostGator, SITE123, Squarespace, Jimdo, Zyro, 1&amp;1, Web.com"
  },
  {
    "id": "3748432",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi web yayıncılık aracı Scribus’un özelliklerinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sadece Linux sisteminde çalışması",
      "B": "Tasarım dosyanın INDD uzantılı olması",
      "C": "3B çıktı verebilmesi",
      "D": "Açık kaynak kodlu olması",
      "E": "VDS olması"
    },
    "explanation": "Scribus, açık kaynak kodlu bir masaüstü web yayıncılık aracıdır."
  },
  {
    "id": "3748580",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi FTP’yi kullanabilmenin gerekli unsurlarından biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "FTP Şifresi",
      "B": "Bağlantı yapılacak port",
      "C": "İnternet Bağlantısı",
      "D": "FTP Sitesi",
      "E": "Transmit"
    },
    "explanation": "TRANSMİT"
  },
  {
    "id": "3748581",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi dosya transferi aşamasında kullanıcılara hizmet veren FTP programlarından bir <strong>değildir? </strong>",
    "correctAnswer": "D",
    "options": {
      "A": "WinSCP",
      "B": "Filezzila",
      "C": "CyberDuck",
      "D": "Arpanet",
      "E": "CutelFTP"
    },
    "explanation": "Arpanet"
  },
  {
    "id": "3748585",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Hosting hizmeti alınırken dikkat edilmesi gereken unsurlardan biri <strong>değildir? </strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yeterli teknik desteğin veriliyor olması",
      "B": "Web sitesinde kullanılacak olan içerikler için yeterli alan sağlaması",
      "C": "Erişlebilirlik garantisi sunmaması",
      "D": "Sunulan e-posta hizmetinin yeterli olması",
      "E": "Veritabanı sınırının yeterli düzeyde olması"
    },
    "explanation": "Erişlebilirlik garantisi sunmaması"
  },
  {
    "id": "3748586",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi HTML belgesi oluşturmak için kullanılan editör programlarından biri <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "CoffeeCup",
      "B": "Frigate3",
      "C": "Froala",
      "D": "CudaText",
      "E": "Atom"
    },
    "explanation": "Frigate3"
  },
  {
    "id": "3748587",
    "unitNumber": 1,
    "text": "“Açık kaynak kodlu bir masaüstü web yayıncılık aracıdır” tanımı aşağıdakilerden hangisine aittir?",
    "correctAnswer": "D",
    "options": {
      "A": "QuarkXPress",
      "B": "FTP",
      "C": "Worldpress",
      "D": "Scribus",
      "E": "PWD"
    },
    "explanation": "Scribus"
  },
  {
    "id": "3748588",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Web yayıncılığında kullanılan bulut platformlardan <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Microsoft Azure",
      "B": "Amazon",
      "C": "Google Cloud Platform",
      "D": "Ibm Cloud",
      "E": "Flutter"
    },
    "explanation": "Flutter"
  },
  {
    "id": "3748591",
    "unitNumber": 1,
    "text": "Web yayıncılarının mobil ortamlar için kullanıcı dostu sayfalar tasarlayabilmesi ve kullanıcılara yeterli içerikler sunabilmesi için kullanılan bazı mobil web yayıncılığı araçları mevcuttur. Aşağıdakilerden hangisi bu web yayıncılığı araçlarından <strong>değildir? </strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Wix",
      "B": "AIDE",
      "C": "Mobirise",
      "D": "Corona",
      "E": "NetBeans"
    },
    "explanation": "Wix"
  },
  {
    "id": "3748595",
    "unitNumber": 1,
    "text": "”Masaüstü web yayıncılığı için 1999 yılında K2 kod adı ile geliştirip kullanıma sunulan çoklu sayfa tasarımı desteği veren gelişmiş araçlara sahip birçok özelliği bünyesinde barındıran lisanslı bir tasarım programıdır.” Tanımı aşağıdakilerden hangisine aittir?",
    "correctAnswer": "D",
    "options": {
      "A": "Windows",
      "B": "INDD",
      "C": "Scribus",
      "D": "Adobe InDesign",
      "E": "HTML"
    },
    "explanation": "Adobe InDesign"
  },
  {
    "id": "3748598",
    "unitNumber": 1,
    "text": "“Açık kaynak kodlu bir masaüstü web yayıncılık aracıdır. Diğer masaüstü web yayıncılık araçlarından en önemli farklılığı da açık kaynak kodlu olmasıdır.” tanımı aşağıdakilerden hangisine aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Scribus",
      "B": "Windows",
      "C": "Adobe InDesign",
      "D": "INDD",
      "E": "Web Hosting"
    },
    "explanation": "Scribus"
  },
  {
    "id": "3748600",
    "unitNumber": 1,
    "text": "İnternete bağlı olan iki bilgisayar arasında dosya transferini sağlayan protokolün adı nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "WWW",
      "B": "FTP",
      "C": "HTML",
      "D": "Scribus",
      "E": "Wix"
    },
    "explanation": "FTP"
  },
  {
    "id": "3748290",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi insanların Internet üzerinden yapabildiği bir şey değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "e-posta göndermek",
      "B": "web sayfalarında sörf yapmak",
      "C": "sahilde güneşlenmek",
      "D": "dosya alışverişi yapmak",
      "E": "karşılıklı metin, ses, video, belge göndermek"
    },
    "explanation": "Internet, bünyesinde birçok protokolü diğer ifadeyle hizmeti barındıran dünya çapında bir ağ sistemidir. Bu dünya çapındaki ağ sistemi üzerinden kullanıcılar e-posta göndermekte, web sayfalarını ziyaret etmekte, dosya alışverişi yapmakta ve karşılıklı olarak metin, ses, video, belge vb. veri alışverişi gerçekleştirebilmektedirler."
  },
  {
    "id": "3748292",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi günümüzde kullanıcıların web sayfalarında gezinmek için kullandığı en yaygın web hizmetidir?",
    "correctAnswer": "B",
    "options": {
      "A": "yyy",
      "B": "www",
      "C": "zzz",
      "D": "ttt",
      "E": "xxx"
    },
    "explanation": "Günümüzde kullanıcıların en yaygın kullandığı internet hizmeti web sayfalarında gezinmek için kullanılan www yani web hizmetidir."
  },
  {
    "id": "3748297",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi CuteFTP yazılımı ile ilgili doğru bir ifadedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Gelişmiş bir arayüze sahip değildir.",
      "B": "Web sitelerini kolayca güncellemek ve bakımını yapmak mümkün değildir.",
      "C": "Minimum ek yük ile transferler planlama oluşturulamaz.",
      "D": "Güvenlik özellikleri ile kritik dosyaların transferleri korunabilir.",
      "E": "Unicode dosya adlarını desteklemez."
    },
    "explanation": "CuteFTP yazılımının genel, dosya aktarım güvenliği, bağlantı seçenekleri özellikleri aşağıdaki şekilde özetlenebilir;<br/>Genel Özellikler:<br/><ul><br/><li>Kullanıcı dostu gelişmiş arayüzü sayesinde web sitelerini kolayca güncelleme ve bakımını yapma.</li><br/><li>Transfer Motorunu kullanarak minimum ek yük ile transferler planlama ve komut dosyası oluşturma.</li><br/><li>CuteFTP’nin güvenlik özellikleri ile önem açısından kritik dosyaların transferleri korunabilir.</li><br/><li>Entegre HTML düzenleyici ile bilgisayarda veya CuteFTP içindeki uzak bir sunucuda HTML belgeleri oluşturma, açma ve düzenleme.</li><br/><li>Unicode dosya adlarını destekleme</li><br/></ul>"
  },
  {
    "id": "3748298",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi CuteFTP yazılımı ile ilgili doğru bir ifadedir?",
    "correctAnswer": "A",
    "options": {
      "A": "CuteFTP, oturumları, kimlik doğrulama, mesaj bütünlüğü ve veri gizliliğini 128 bit SSL ile korur.",
      "B": "CuteFTP, bir sunucunun sertifikasını kabul etmek veya reddetmek için bir sertifika yönetim sistemi içermez.",
      "C": "CuteFTP, HTTPS sitelerine/sitelerinden transfer yapma olanağı sunmaz.",
      "D": "CuteFTP ayrıca SSH2 protokolünü ve SFTP’yi desteklemez.",
      "E": "CuteFTP bir sunucudan alınan verilerin şifresini çözmek için açık kaynaklı bir şifreleme (OpenPGP) teknolojisi kullanmaz."
    },
    "explanation": "Dosya Aktarım Güvenliği:<br/><ul> <li>Güvenli SSL Oturumları: CuteFTP, oturumları, kimlik doğrulama, mesaj bütünlüğü ve veri gizliliği için internet tarayıcıları ve sunucuları tarafından kullanılan aynı güvenli teknoloji olan 128 bit SSL ile korur.</li> <li>SSL Sertifikaları: CuteFTP, bir sunucunun sertifikasını kabul etme veya reddetme, kabul edilen sertifikaları yerel bir veritabanında saklama, sertifikaları yerel mağazada içe ve dışa aktarma yeteneği veren eksiksiz bir sertifika yönetim sistemi içerir.</li> <li>HTTPS Oturumları: Web tarayıcılarının güvenli e-ticaret işlemleri için kullandığı aynı güçlü güvenliği (SSL) kullanarak bağlanma, dizinlere göz atma ve HTTPS sitelerine/sitelerinden transfer yapma olanağı sunar.</li> <li>SSH Oturumları: CuteFTP ayrıca SSH2 protokolünü, özellikle SFTP’yi destekler.</li> <li>OpenPGP Şifreleme ve Şifre Çözme: CuteFTP, verileri bir sunucuya gönderilmeden önce şifrelemek veya bir sunucudan alınan verilerin şifresini çözmek için açık kaynaklı bir şifreleme (OpenPGP) teknolojisi kullanır.</li> </ul>"
  },
  {
    "id": "3748299",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Core FTP programının özelliklerinden biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Uluslararası alan adı desteği vardır.",
      "B": "Kullanıcı dostu arayüzü vardır.",
      "C": "İleri düzey klasör listeleme seçenekleri yoktur.",
      "D": "Tarayıcı entegrasyonu vardır.",
      "E": "Siteden başka bir siteye dosya aktarma özelliği vardır."
    },
    "explanation": "Core FTP programının sahip olduğu özellikler aşağıdaki şekilde özetlenebilir:<br/><ul><br/><li>Kullanıcı dostu arayüz</li><br/><li>Siteden başka bir siteye dosya aktarma özelliği</li><br/><li>Sürükle bırak desteği</li><br/><li>Transferlerin başlatılması, durdurulması ve devam ettirilmesi özelliği</li><br/><li>Başarısız aktarımların otomatik olarak yeniden başlatılması</li><br/><li>Transfer esnasında kullanılacak bant genişliği ayarlama</li><br/><li>Tarayıcı entegrasyonu</li><br/><li>Sunucudaki dosyalarda arama</li><br/><li>CHMOD ile dosya ve klasör izinlerini düzenleme</li><br/><li>Komut satırı desteği ile FTP komutlarının el ile çalıştırılabilmesi</li><br/><li>Aynı anda birden çok sitede çoklu FTP aktarımının sıraya alınması</li><br/><li>İleri düzey klasör listeleme seçenekleri</li><br/><li>FTP/HTTP vekil sunucu, Socks 4 ve 5 desteği</li><br/></ul>"
  },
  {
    "id": "3748303",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi FileZilla ile ilgili doğru bir ifadedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bir kullanıcının yerel bir bilgisayardan uzak bir bilgisayara dosya aktarmasına izin vermez.",
      "B": "Kullanımı ücretsiz (açık kaynak) bir FTP programıdır.",
      "C": "FileZilla’nın yalnızca bir istemci (client) sürümü vardır.",
      "D": "FileZilla’nın sadece bir sunucu (server) sürümü mevcuttur.",
      "E": "FileZilla client sürümü Windows’ta çalışmaz yalnızca Mac OS X’de çalışır."
    },
    "explanation": "FileZilla yazılımı, bir kullanıcının yerel bir bilgisayardan uzak bir bilgisayara dosya aktarmasına izin veren, kullanımı ücretsiz (açık kaynak) bir FTP programıdır. FileZilla’nın bir istemci (client) sürümü ve bir sunucu (server) sürümü olarak iki türü mevcuttur. FileZilla client sürümü Windows, Linux ve Mac OS X işletim sistemlerinde çalışabilmektedir."
  },
  {
    "id": "3748306",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Cyberduck Client programının özelliklerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Web sayfası (https://cyberduck.io) üzerinden indirilerek kurulabilmektedir.",
      "B": "Hem Windows hem de MacOS işletim sistemlerine yönelik sürümü vardır.",
      "C": "Program kurulum dosyası bilgisayara indirildikten sonra çift tıklanarak kurulum gerçekleştirilebilir.",
      "D": "Kurulum sırasında herhangi bir ayar yapılmamaktadır.",
      "E": "Yalnızca Türkçe dil desteği vermektedir, diğer yabancı diller için desteği mevcut değildir."
    },
    "explanation": "Cyberduck client programı web sayfası (https://cyberduck.io) üzerinden indirilerek kurulabilmektedir. Yazılım Windows ve MacOS işletim sistemlerine yönelik sürümü var olup Türkçe dil desteği ile beraber birçok dil desteği mevcuttur. Program kurulum dosyası bilgisayara indirildikten sonra çift tıklanarak kurulum gerçekleştirilebilir. Kurulum sırasında herhangi bir ayar yapılmamaktadır."
  },
  {
    "id": "3748309",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi total commander programının özelliklerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gelişmiş arama seçeneği mevcuttur.",
      "B": "Tek dil seçeneği vardır.",
      "C": "Unicode karakter desteği yoktur.",
      "D": "Dosyaları karşılaştıramaz.",
      "E": "Dizinleri senkron edemez."
    },
    "explanation": "Total Commander program özellikleri şu şekilde sıralanabilir:<br/><ul> <li>Yan yana iki dosya penceresi ile dosya yönetiminde kolaylık</li> <li>Çoklu dil ve unicode karakter desteği</li> <li>Gelişmiş arama seçeneği</li> <li>Dosyaları karşılaştırma özelliği</li> <li>Dizinleri senkron etme özelliği</li> <li>Resim ve video desteği sunan hızlı görünüm paneli</li> <li>ZIP, 7ZIP, ARJ, LZH, RAR, UC2, TAR, GZ, CAB, ACE arşiv işleme</li> <li>FTPS ve HTTP proxy desteği ile yerleşik FTP istemcisi</li> <li>Çoklu yeniden adlandırma aracı</li> </ul>"
  },
  {
    "id": "3748310",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi commander one programının özelliklerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kişisel zevke göre renk teması yoktur.",
      "B": "Birden çok sekme açılamaz.",
      "C": "Sıraya alınan dosya işlemleri için destek vermez.",
      "D": "Sürükle bırak işlev desteği yoktur.",
      "E": "Dosya ve klasör isimlerini taşıma esnasında değiştirebilir."
    },
    "explanation": "Çift bölmeli görünüm;<br/><ul> <li>Kişisel zevke göre renk teması, yazı tipleri ayarlanabilen klasik çift panel görünüm</li> <li>Karanlık tema modunun zamana uyum sağlaması için destek</li> <li>Gerektiği kadar çok klasöre göz atabilmek için birden çok sekme açabilme</li> <li>Farklı dosya türleri ile rahat çalışma için tam, kısa ve minyatür olmak üzere üç görünüm modu desteği</li> </ul> Pürüzsüz gezinme ve ekran;<br/><ul> <li>Gizli dosyaları tek tıklama ile gösterme</li> <li>Devam eden işlemler de dahil olmak üzere sıraya alınan dosya işlemleri için destek</li> <li>Sürükle bırak işlev desteği</li> <li>Dosya ve klasör isimlerini taşıma esnasında değiştirebilme</li> </ul> Farklı arama yöntemleri;<br/><ul> <li>Düzenli ifadeler (Regex) desteği ile yerleşik arama</li> <li>Dosya içeriğinde arama</li> </ul>"
  },
  {
    "id": "3748457",
    "unitNumber": 2,
    "text": "I. Ana sunucusu ile istemci bilgisayarı arasında dosya aktarmak için kullanılan bir<br/>protokoldür. <br/>II. Sadece web sayfaları gibi dosyaların güvenli bir şekilde sunucuda saklanması için kullanılır. <br/>III. Sunucu sistemlerinde kullanılabilen dosya aktarım protokolü, dosya ve klasörleri rahatça yönetebilmek için kullanıcılara verimliliği yüksek bir deneyim sağlar. <br/>IV. Web sitesi geliştirme araçları bünyesinde dâhili olarak da çalışabilir. <br/>Yukarıdakilerden hangileri dosya aktarım protokolünün özelliklerindendir?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "I ve III",
      "E": "I ve IV"
    },
    "explanation": "GİRİŞ<br/>Dosya Aktarım Protokolü (FTP) FTP ana bilgisayarı/sunucusu ile bir FTP istemci bilgisayarı arasında dosya aktarmak için kullanılan bir protokoldür. Sadece web sayfaları için değil ofis ve ev bilgisayarlarındaki her türlü dosyanın güvenli bir şekilde sunucuda saklanması için dosyalar FTP ile sunucu bilgisayarlara yüklenir. FTP bir protokol olduğundan web sitesi geliştirme araçları bünyesinde dâhili olarak da çalışabilir. Bu şekilde tasarlanan web sayfaları ayrı bir FTP yazılımına ihtiyaç duyulmadan web sunucusuna kolayca yüklenebilmektedir. Diğer yandan gerek kişisel bilgisayarlarda gerekse sunucu sistemlerinde dosya ve klasörleri rahatça yönetebilmek için kullanılan dosya yöneticileri kullanıcılara verimliliği yüksek bir deneyim sağlar. Dosya yöneticileri kullanıcıların kişisel bilgisayarlarını kullanırken işletim sisteminin sunmuş olduğu standart yazılım araçlarından daha zengin işlem seçeneklerine ihtiyaç duyulması durumunda başvurdukları yazılımlardır."
  },
  {
    "id": "3748466",
    "unitNumber": 2,
    "text": "I. Google toolbar ek yüklemesi tarayıcıya ek bileşen yükleyeceğinden hayır seçeneği ve en sonunda masaüstünde kısayol istenip istenmediğine dair kutucuk işaretlenerek kurulum bitirilebilir.<br/>II. CuteFTP’yi masaüstüne indirin ve kaydedin, ardından yükleyiciyi çalıştırmak için çalıştırılabilir(EXE) dosyayı çift tıklayın.<br/>III. Programın “Hoş Geldiniz” sayfası görünür. “İleri” ye tıklayınız.<br/>IV. Standart (Typical), Kompakt (Compact) ve Özel (Custom) seçeneklerden varsayılan program özellikleri ile kurmak için standart seçeneği ile kurulum gerçekleştirilebilir.<br/>V. Lisans sözleşmesini kabul ettikten sonra kurulum yapılacak klasörü seçiniz. <br/>Yukarıda CuteFTP'nin kurulum basamakları verilmiştir. Programın kurulum basamaklarının doğru biçimde sıralanması aşağıdaki seçeneklerden hangisinde verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "V-IV-II-I-III",
      "B": "II-III-V-IV-I",
      "C": "III-II-IV-V-I",
      "D": "IV-V-I-II-III",
      "E": "II-III-IV-I-IV"
    },
    "explanation": "FTP İSTEMCİLERİ<br/>CuteFTP yazılımının deneme sürümüne firmanın web sayfası (https://www.globalscape.com/cuteftp) üzerinden ulaşılabilmektedir. Yazılım, Windows ve Mac platformlarını desteklemekte olup Türkçe dil desteği de bulunmaktadır. Windows ortamında programın kurulması için;<br/>• CuteFTP’yi masaüstüne indirin ve kaydedin, ardından yükleyiciyi çalıştırmak için çalıştırılabilir(EXE) dosyayı çift tıklayın.<br/>• Programın “Hoş Geldiniz” sayfası görünür. “İleri” ye tıklayınız.<br/>• Lisans sözleşmesini kabul ettikten sonra kurulum yapılacak klasörü seçiniz. Varsayılan olarak Program Files altında GlobalSpace adında bir klasör oluşturacak ve altına kuracaktır. Kurulum yeri değiştirilebilir.<br/>• Standart (Typical), Kompakt (Compact) ve Özel (Custom) seçeneklerden varsayılan program özellikleri ile kurmak için standart<br/>seçeneği ile kurulum gerçekleştirilebilir.<br/>• Google toolbar ek yüklemesi tarayıcıya ek bileşen yükleyeceğinden hayır seçeneği ve en sonunda masaüstünde kısayol istenip istenmediğine dair kutucuk işaretlenerek kurulum bitirilebilir."
  },
  {
    "id": "3748470",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi CuteFTP yazılımının özelliklerinden biri <strong>değildir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Kullanıcı dostu gelişmiş arayüzü sayesinde web sitelerini kolayca güncelleme ve bakımını yapma",
      "B": "Transfer Motorunu kullanarak minimum ek yük ile transferler planlama ve komut dosyası oluşturma.",
      "C": "Önem açısından kritik dosyaların transferlerini koruma noktasında ek programlara ihtiyaç duyma",
      "D": "Entegre HTML düzenleyici ile bilgisayarda veya CuteFTP içindeki uzak bir sunucuda HTML belgeleri oluşturma, açma ve düzenleme.",
      "E": "Unicode dosya adlarını destekleme"
    },
    "explanation": "FTP İSTEMCİLERİ<br/>CuteFTP yazılımının genel, dosya aktarım güvenliği, bağlantı seçenekleri özellikleri aşağıdaki şekilde özetlenebilir;<br/>Genel Özellikler:<br/>• Kullanıcı dostu gelişmiş arayüzü sayesinde web sitelerini kolayca güncelleme ve bakımını yapma.<br/>• Transfer Motorunu kullanarak minimum ek yük ile transferler planlama ve komut dosyası oluşturma.<br/>• CuteFTP’nin güvenlik özellikleri ile önem açısından kritik dosyaların transferleri korunabilir.<br/>• Entegre HTML düzenleyici ile bilgisayarda veya CuteFTP içindeki uzak bir sunucuda HTML belgeleri oluşturma, açma ve düzenleme.<br/>• Unicode dosya adlarını destekleme"
  },
  {
    "id": "3748471",
    "unitNumber": 2,
    "text": "FTP ve FTPS (Güvenli FTP), SSH üzerinden SFTP, WebDAV, Telnet (SSH ve SSL üzerinden), WebDAV, Amazon S3, Google Drive, Microsoft OneDrive, Google Cloud depolama, Blackblaze B2 bulut depolama gibi birçok protokol desteği veren FTP aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "SmartFTP",
      "B": "CuteFTP",
      "C": "CoreFTP",
      "D": "Cyberduck Client",
      "E": "FileZilla"
    },
    "explanation": "FTP İSTEMCİLERİ<br/>SmartFTP bir FTP, FTPS, SFTP, WebDAV, Amazon S3, Backblaze B2, Google Drive, OneDrive, SSH gibi birçok protokolü destekleyen ve terminal istemcisi olarak çalışabilen bir yazılımdır. Yerel bilgisayarlar ile internetteki bir sunucu arasında dosya aktarımı yapmaya olanak sağlar."
  },
  {
    "id": "3748472",
    "unitNumber": 2,
    "text": "\"............... programı IPv6 desteği sağlar.\"<br/>Yukarıdaki cümlede boş bırakılan yere hangi FTP programı yazılabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Commander One",
      "B": "Cyberduck Client",
      "C": "Filezilla",
      "D": "CuteFTP",
      "E": "CoreFTP"
    },
    "explanation": "FTP İSTEMCİLERİ<br/>FileZilla programı bu özelliklere ek olarak;<br/>• Kullanımı kolay<br/>• FTP, SSL/TLS üzerinden FTP (FTPS) ve<br/>SSH Dosya Aktarım Protokolünü (SFTP) destekler.<br/>• Windows, Linux, BSD, macOS X işletim sistemlerinde çalışır.<br/>• Birçok dilde mevcut olup Türkçe dil desteği vardır.<br/>• 4GB’tan büyük dosyaların aktarılmasını ve transfer durduğunda devam ettirilmesini destekler.<br/>• Sürükle ve bırak desteği<br/>• Uzaktaki dosyayı güncelleme özelliği<br/>• Ayarlanabilir aktarım hızı sınırları<br/>• IPv6 desteği<br/>• Uzak bilgisayardaki dosyalarda arama gibi özelliklere de sahiptir."
  },
  {
    "id": "3748485",
    "unitNumber": 2,
    "text": "\".............. programı Microsoft Azure Bulut depolama sistemini desteklemektedir.\"<br/>Yukarıdaki cümlede boş bırakılan yere yazılabilecek FTP aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Commander One",
      "B": "Cyberduck Client",
      "C": "Filezilla",
      "D": "CuteFTP",
      "E": "CoreFTP"
    },
    "explanation": "FTP İSTEMCİLERİ<br/>Cyberduck client programı masaüstünden Microsoft Azure Bulut depolama alanına erişim imkânı sağlar."
  },
  {
    "id": "3748489",
    "unitNumber": 2,
    "text": "İlk adı Windows Commander olan ve 2002 yılında adı değiştirilen dosya yöneticisi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Commander One",
      "B": "Cyberduck Client",
      "C": "Free Commander",
      "D": "Total Commander",
      "E": "CoreFTP"
    },
    "explanation": "DOSYA YÖNETİCİLERİ<br/>Total Commander (eski adıyla Windows Commander), yerleşik olarak FTP istemcisi, dosya arşivleme ve çoklu adlandırma araçları içeren bir dosya yöneticisidir. 1993 yılında geliştirilmeye başlayan Windows Commander, 2002 yılında Windows, Microsoft’un ticari markası olduğundan dolayı açılan dava sonucu Total Commander olarak değiştirilmiştir."
  },
  {
    "id": "3748495",
    "unitNumber": 2,
    "text": "MTP cihazlarına bağlama, dosyalara kolayca erişim ve dosyalarla çalışma özellikleri olan dosya yöneticisi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Total Commander",
      "B": "Commander One",
      "C": "Free Commander",
      "D": "Cyberduck Client",
      "E": "Filezilla"
    },
    "explanation": "DOSYA YÖNETİCİLERİ<br/>Commander One pro sürümünün desteklediği özellikler ise şu şekildedir.<br/>• Bütünleşik olarak yer alan FTP, SFTP, FTPS yöneticisi ile dosya izinlerini ayarlayabilme imkânı<br/>• TarGz, RAR, 7zip arşiv formatındaki dosyaları sıkıştırma, çıkarma ve arama desteği<br/>• Kişisel bir görünüm oluşturmak için özel temalar<br/>• MTP cihazlarına bağlama, dosyalara kolayca erişim ve dosyalarla çalışma"
  },
  {
    "id": "3748499",
    "unitNumber": 2,
    "text": "“Çift panel teknolojisi” ile dosya yöneticilerinin ilklerinden olan Norton Commander’a benzeyen; çeşitli dosya yöneticilerinin aksine çift panel teknolojisinin avantajlarını Windows standardı ile birleştirmeye çalışan dosya yöneticisi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Free Commander",
      "B": "Commander One",
      "C": "Total Commander",
      "D": "CuteFTP",
      "E": "Cyberduck Client"
    },
    "explanation": "DOSYA YÖNETİCİLERİ<br/>FreeCommander, standart Windows dosya yöneticisine alternatif kullanımı kolay alternatif bir programdır. “Çift panel teknolojisi” ile dosya yöneticilerinin ilklerinden olan Norton Commander’ı biraz andırmaktadır. Diğer çeşitli dosya yöneticilerinin aksine Free Commander çift panel teknolojisinin avantajlarını windows standardı ile birleştirmeye çalışmıştır."
  },
  {
    "id": "3748502",
    "unitNumber": 2,
    "text": "Eltima Software tarafından geliştirilen dosya yöneticisi programı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Commander One",
      "B": "Cyberduck Client",
      "C": "Free Commander",
      "D": "CuteFTP",
      "E": "CoreFTP"
    },
    "explanation": "DOSYA YÖNETİCİLERİ<br/>Commander One, tamamen Swift’de oluşturulmuş, macOS X için çift bölmeli bir dosya yönetici programıdır. Uygulama Eltima Software tarafından geliştirilmiştir. Klasör oluşturma ve yönetme,<br/>dosyaları silme, kopyalama, taşıma ve yeniden adlandırma gibi temel işlemlerin yanı sıra, varsayılan macOS X dosya yöneticisinin sağlayamadığı işlevleri de sağlamaktadır"
  },
  {
    "id": "3748526",
    "unitNumber": 2,
    "text": "<ul><br/><li>Unicode dosya adlarını destekler.</li><br/><li>Bir sunucunun sertifikasını kabul etme veya reddetme, kabul edilen sertifikaları yerel bir veri tabanında saklama, sertifikaları yerel mağazada içe ve dışa aktarma yeteneği veren eksiksiz bir sertifika yönetim sistemi içerir.</li><br/><li>Globalscape firması tarafından geliştirilmiştir.</li><br/></ul><br/>Yukarıda yer alan bilgilerden yola çıkılarak hangi FTP istemci yazılımına ulaşılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "CuteFTP",
      "B": "CoreFTP",
      "C": "SmartFTP",
      "D": "WebDAV",
      "E": "FileZilla"
    },
    "explanation": "<ul><br/><li>Globalscape firmasının geliştirdiği CuteFTP yazılımı evde veya ofiste bulunan önemli dosyaları WAN veya LAN üzerinde birden fazla konum arasında güvenli bir şekilde taşınmasına olanak tanımaktadır. CuteFTP ile web sayfaları yayınlanabilir, en son müzik, resim ve yazılımlar indirilebilir, evdeki bilgisayar, internet servis sağlayıcısı, ofis-ağ üzerinden erişime açık herhangi bir sunucu ile dosya alışverişi gerçekleştirilebilir. CuteFTP yazılımının genel, dosya aktarım güvenliği, bağlantı seçenekleri özellikleri aşağıdaki şekilde özetlenebilir; Genel Özellikler: • Kullanıcı dostu gelişmiş arayüzü sayesinde web sitelerini kolayca güncelleme ve bakımını yapma. • Transfer Motorunu kullanarak minimum ek yük ile transferler planlama ve komut dosyası oluşturma. • CuteFTP’nin güvenlik özellikleri ile önem açısından kritik dosyaların transferleri korunabilir. • Entegre HTML düzenleyici ile bilgisayarda veya CuteFTP içindeki uzak bir sunucuda HTML belgeleri oluşturma, açma ve düzenleme. • Unicode dosya adlarını destekleme</li><br/></ul><br/>Bu Bilgilere bakıldığında doğru cevap A seçeneğidir."
  },
  {
    "id": "3748527",
    "unitNumber": 2,
    "text": "<ul> <li>Güvenli SFTP, SSL, TLS ve FTPS</li> <li>Uluslararası alan adı desteği</li> <li>Transfer esnasında bant genişliğini daha az kullanmak için Mod Z sıkıştırması</li> </ul> Bu özellikler aşağıda yer alan hangi yazılıma aittir?",
    "correctAnswer": "D",
    "options": {
      "A": "CuteFTP",
      "B": "FileZilla",
      "C": "SmartFTP",
      "D": "CoreFTP",
      "E": "FTPS"
    },
    "explanation": "Core FTP programının sahip olduğu özellikler aşağıdaki şekilde özetlenebilir: • Güvenli SFTP, SSL, TLS ve FTPS • Uluslararası alan adı desteği • Transfer esnasında bant genişliğini daha az kullanmak için Mod Z sıkıştırması • Kullanıcı dostu arayüz • Siteden başka bir siteye dosya aktarma özelliği • Sürükle bırak desteği • Transferlerin başlatılması, durdurulması ve devam ettirilmesi özelliği • Başarısız aktarımların otomatik olarak yeniden başlatılması • Transfer esnasında kullanılacak bant genişliği ayarlama • Tarayıcı entegrasyonu • Sunucudaki dosyalarda arama • CHMOD ile dosya ve klasör izinlerini düzenleme • Komut satırı desteği ile FTP komutlarının el ile çalıştırılabilmesi • Aynı anda birden çok sitede çoklu FTP aktarımının sıraya alınması • İleri düzey klasör listeleme seçenekleri • FTP/HTTP vekil sunucu, Socks 4 ve 5 desteği. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3748528",
    "unitNumber": 2,
    "text": "Aşağıdaki seçeneklerden hangisinde SmartFTP yazılımının özelliklerinden birisi yer almaz?",
    "correctAnswer": "C",
    "options": {
      "A": "Sunucudan sunucuya dosya transfer desteği",
      "B": "Dosya/klasör senkronizasyon özelliği",
      "C": "Türkçe dil desteği",
      "D": "Dosya transferlerini sıraya alma",
      "E": "Bağlantı ve transfer log kayıtları"
    },
    "explanation": "SmartFTP yazılımının sahip olduğu özellikler aşağıdaki şekilde özetlenebilir: • FTP ve FTPS (Güvenli FTP), SSH üzerinden SFTP, WebDAV, Telnet (SSH ve SSL üzerinden), WebDAV, Amazon S3, Google Drive, Microsoft OneDrive, Google Cloud depolama, Blackblaze B2 bulut depolama gibi birçok protokol desteği • Çoklu bağlantı ile aynı anda birden fazla FTP bağlantısı gerçekleştirebilme • Sunucudan sunucuya dosya transfer desteği • Dosya/klasör senkronizasyon özelliği • Dosya transferlerini sıraya alma • Bağlantı ve transfer log kayıtları • Uzaktaki dosyayı güncelleme özelliğiSmartFTP yazılımının sahip olduğu özellikler aşağıdaki şekilde özetlenebilir: • FTP ve FTPS (Güvenli FTP), SSH üzerinden SFTP, WebDAV, Telnet (SSH ve SSL üzerinden), WebDAV, Amazon S3, Google Drive, Microsoft OneDrive, Google Cloud depolama, Blackblaze B2 bulut depolama gibi birçok protokol desteği • Çoklu bağlantı ile aynı anda birden fazla FTP bağlantısı gerçekleştirebilme • Sunucudan sunucuya dosya transfer desteği • Dosya/klasör senkronizasyon özelliği • Dosya transferlerini sıraya alma • Bağlantı ve transfer log kayıtları • Uzaktaki dosyayı güncelleme özelliği. Yazılımın sadece Windows işletim sistemine yönelik sürümü var olup Türkçe dil desteği bulunmamaktadır. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3748529",
    "unitNumber": 2,
    "text": "Aşağıdaki seçeneklerden hangisi Web sunucularında saklanan dosyaları düzenlemek ve yönetmek amacıyla, kullanıcılar arasındaki iş birliğini kolaylaştıran bir HTTP uzantısıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "IETF",
      "B": "FTP",
      "C": "SFTP",
      "D": "WebDAV",
      "E": "SSH"
    },
    "explanation": "WebDAV: Web sunucularında saklanan dosyaları düzenlemek ve yönetmek amacıyla, kullanıcılar arasındaki işbirliğini kolaylaştıran bir HTTP uzantısıdır. FTP yerine kullanılabilen WebDAV protokolü, IETF tarafından RFC 4918 ile tanımlanmıştır. Standart HTTP portları olan 80 ve 443 portları ile çalışmaktadır. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3748530",
    "unitNumber": 2,
    "text": "Aşağıdaki seçeneklerden hangisi “Dosya Yöneticileri”’ni tanımlamaz?",
    "correctAnswer": "B",
    "options": {
      "A": "Her işletim sisteminin dosya yöneticileri farklı uygulamalara sahiptir.",
      "B": "Windows işletim sisteminde, dosyaların kontrolü ve yönetimi için kullanılabilecek olan tek alternatif yoldur.",
      "C": "Hangi işletim sistemi kullanılırsa kullanılsın işletim sistemleri ile gelen standart dosya yöneticileri sadece temel işlevleri yerine getirmeye yararlar.",
      "D": "Total Commander, dosya yöneticileri programlarından birisidir.",
      "E": "Bilgisayar ve mobil cihazların yönetiminde kullanıcı ara birimi olarak işlev görür."
    },
    "explanation": "Dosya ve klasörleri rahatça yönetebilmek amacıyla kullanılan dosya yöneticileri, bilgisayar ve mobil cihazların yönetiminde kullanıcı ara birimi olarak işlev görür. Dosya yönetici programları, bilgisayar ve mobil cihazların içerisinde bulunan dosyaların görüntülenmesi, değiştirilmesi, kopyalanması, taşınması, düzenlenmesi ve silinmesi gibi işlemlerin kolayca gerçekleştirilebilmesine yardımcı olmak amacıyla kullanılmaktadırlar. Günümüz dünyasında giderek artan veri kullanımı enformasyon yığınının ortasında kalan bireyleri kişisel verilerini yönetmek için ek yazılımlara yöneltmiştir. Kişisel verilerle birlikte bu tür yazılımların beraberinde gelen eklentilerin de saklanabilmesi ve ihtiyaç duyulduğu durumda her zaman kolaylıkla bulunabilmesini sağlayan dosya yöneticisi programları, kaliteli ve verimliliği yüksek bir kullanıcı deneyimi vadetmekte ve bunu sağlamaktadırlar. Her işletim sisteminin dosya yöneticileri farklı uygulamalara sahiptir. Windows işletim sisteminde, dosyaların kontrolü ve yönetimi için Microsoft Explorer programını kullansa da bu işletim sistemi için kullanılabilecek olan tek alternatif değildir. Kullanıcıların dosya yönetici programları konusunda değişik alternatiflere yönelmelerinin sebebi, işletim sistemine ait olan yazılımların kullanıcı beklentilerinin tamamını karşılamaması ile ilgilidir. Hangi işletim sistemi kullanılırsa kullanılsın işletim sistemleri ile gelen standart dosya yöneticileri sadece temel işlevleri yerine getirmeye yararlar. Dosyaları karşılaştırmak veya farklı kriterlere göre sıralamak için alternatif dosya yönetici programları kullanılmalıdır. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3748531",
    "unitNumber": 2,
    "text": "Aşağıda yer alan yazılımlardan hangisi diğerlerinden farklı amaçlarla kullanılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Total Commander",
      "B": "CuteFTP",
      "C": "Cyberduck Client",
      "D": "FileZilla",
      "E": "SmartFTP"
    },
    "explanation": "Total Commander (eski adıyla Windows Commander), yerleşik olarak FTP istemcisi, dosya arşivleme ve çoklu adlandırma araçları içeren bir dosya yöneticisidir. Diğer seçeneklerde yer alan yazılımlar ise; FTP istemci yazılımlarına örnektir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3748532",
    "unitNumber": 2,
    "text": "Aşağıdaki seçeneklerden hangisinde Eltima Software tarafından geliştirilmiş ve tamamen Swift’de oluşturulmuş, macOS X için çift bölmeli bir dosya yönetici programı doğru olarak verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Cyberduck Client",
      "B": "FileZilla",
      "C": "Total Commander",
      "D": "Commander One",
      "E": "CuteFTP"
    },
    "explanation": "Commander One, tamamen Swift’de oluşturulmuş, macOS X için çift bölmeli bir dosya yönetici programıdır. Uygulama Eltima Software tarafın[1]dan geliştirilmiştir. Klasör oluşturma ve yönetme, dosyaları silme, kopyalama, taşıma ve yeniden adlandırma gibi temel işlemlerin yanı sıra, varsayılan macOS X dosya yöneticisinin sağlayamadığı işlevleri de sağlamaktadır. Uygulama, klasik çift bölmeli arayüz görünümü ile çok sekmeli tarama, gelişmiş arama, kısayol tuş atama, ZIP desteği sunmaktadır. Ayrıca gizli dosyaları görüntüleme, yerel ve ağ sürücüleriyle çalışırken dosya veya klasörlerin yeniden adlandırılmasına izin vermektedir. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3748533",
    "unitNumber": 2,
    "text": "Medya dosyalarının taşınabilir aygıtlara ve aygıtlardan otomatik olarak aktarılmasına izin veren bir protokolün kısaltması aşağıdaki seçeneklerden hangisinde doğru olarak ifade edilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Swift",
      "B": "ZIP",
      "C": "FTP",
      "D": "IETF",
      "E": "MTP"
    },
    "explanation": "MTP: Medya Aktarım Protokolü(Media Transfer Protocol), medya dosyalarının taşınabilir aygıtlara ve aygıtlardan otomatik olarak aktarılmasına izin veren bir protokoldür. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3748534",
    "unitNumber": 2,
    "text": "Free Commander programının diğer dosya yöneticileri programlarının aksine çalıştığı özelliği aşağıdakilerden hangisinde verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Klasör boyutu hesaplar.",
      "B": "Çift panel teknolojisinin avantajlarını windows standardı ile birleştirmeye çalışmıştır.",
      "C": "Çoklu olarak dosya ve klasörleri yeniden adlandırma özelliği vardır.",
      "D": "Sınırsız sayıda WebDAV bağlantısını eşleştirme ve dosyalara çevrimiçi erişerek çalışabilir.",
      "E": "Amazon S3 ve S3 uyumlu depolama birimlerine bağlanabilir."
    },
    "explanation": "FreeCommander, standart Windows dosya yöneticisine alternatif kullanımı kolay alternatif bir programdır. “Çift panel teknolojisi” ile dosya yöneticilerinin ilklerinden olan Norton Commander’ı biraz andırmaktadır. Diğer çeşitli dosya yöneticilerinin aksine Free Commander çift panel teknolojisinin avantajlarını windows standardı ile birleştirmeye çalışmıştır. Bu nedenle Free Commander tüm yaygın windows klavye kısayollarını en iyi şekilde desteklemeye çalışmaktadır. Free Commander taşınabilir olduğundan CD veya USB diske kopyalanıp kurulum gerçekleştirmeden çalıştırılabilen bir programdır. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3748535",
    "unitNumber": 2,
    "text": "<ul> <li>Hızlı klasör değişimi için sekme barındıran arayüz</li> <li>Bir veya her iki panel için isteğe bağlı ağaç görünümü</li> <li>Farklı dosya formatlarını görüntülemek için dâhilî görüntüleyici</li> </ul> Bu özellikler aşağıda yer alan programlardan hangisine aittir?",
    "correctAnswer": "B",
    "options": {
      "A": "Commander One",
      "B": "Free Commander",
      "C": "Total Commander",
      "D": "Norton Commander",
      "E": "CuteFTP"
    },
    "explanation": "Free Commander programının temel özellikleri şu şekilde sıralanabilir: • Çift panel teknolojisi (isteğe bağlı olarak tek panel) - yatay veya dikey bölme • Hızlı klasör değişimi için sekme barındıran arayüz • Bir veya her iki panel için isteğe bağlı ağaç görünümü • Farklı dosya formatlarını görüntülemek için dâhilî görüntüleyici • Arşivlerin içinde bulunan dosyaları görüntüleme ve küçük resim görünümü özelliği • Dahili ZIP arşiv türü ile çalışma • Diğer arşiv biçimleri için eklentiler (RAR, 7z, ...) • İç içe arşiv dosyaları ile çalışma, Dosyalar ve klasörler için düz (yapısız) görünüm • Sistem klasörlerine, kontrol paneline, masaüstüne ve başlat menüsüne kolay erişim • Dosyaları ve klasörleri kopyalama, taşıma, silme veya yeniden adlandırma özelliği • Çoklu olarak dosya ve klasörleri yeniden adlandırma özelliği • 255 karakterden uzun dosya yollarında bulunan dosyaları açabilme, kopyalayabilme, taşıyabilme ve yeniden adlandırılabilme • Sürükle bırak özelliği • Arşiv dosyalarında dahil dosya arama özelliği • MD5 ve SHAx özet kontrolleri oluşturma ve doğrulama • Klasör boyutu hesaplama • Klasör karşılaştırma • Klasör senkronizasyonu • Dosya tarihi ve özelliklerini değiştirebilme. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3748536",
    "unitNumber": 2,
    "text": "________ yerel bilgisayardaki dosyaları sunucuya, sunucudaki dosyaları da yerel bilgisayara aktarmada kullanılan en temel yazılımlardır.<br/>Yukarıdaki boşluğu aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "FTP istemcileri",
      "B": "Cyberduck programı",
      "C": "Dosya yöneticisi",
      "D": "Total Commander",
      "E": "Flash optimizer"
    },
    "explanation": "FTP İSTEMCİLERİ<br/>FTP istemcileri yerel bilgisayardaki dosyaları sunucuya, sunucudaki dosyaları da yerel bilgisayara aktarmada kullanılan en temel yazılımlardır."
  },
  {
    "id": "3748537",
    "unitNumber": 2,
    "text": "Aşağıdaki FTP istemcilerinden hangisinde webDAV protokolünü desteklemektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "SmartFTP",
      "B": "CuteFTP",
      "C": "CoreFTP",
      "D": "Filezilla",
      "E": "Total Commander"
    },
    "explanation": "SmartFTP bir FTP, FTPS, SFTP, WebDAV, Amazon S3, Backblaze B2, Google Drive, OneDrive, SSH gibi birçok protokolü destekleyen ve terminal istemcisi olarak çalışabilen bir yazılımdır. FTP ve FTPS (Güvenli FTP), SSH üzerinden SFTP, WebDAV, Telnet (SSH ve SSL üzerinden), WEBDAV, S3 gibi birçok protokol desteği mevcuttur."
  },
  {
    "id": "3748538",
    "unitNumber": 2,
    "text": "Aşağıdaki FTP istemcilerinden hangisinin unicode dosya adlarını destekleme özelliği bulunmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "CuteFTP",
      "B": "CoreFTP",
      "C": "SmartFTP",
      "D": "FileZilla",
      "E": "Cyberduck"
    },
    "explanation": "CuteFTP yazılımının genel, dosya aktarım güvenliği, bağlantı seçenekleri özellikleri aşağıdaki şekilde özetlenebilir; Genel Özellikler: • Kullanıcı dostu gelişmiş arayüzü sayesinde web sitelerini kolayca güncelleme ve bakımını yapma. • Transfer Motorunu kullanarak minimum ek yük ile transferler planlama ve komut dosyası oluşturma. • CuteFTP’nin güvenlik özellikleri ile önem açısından kritik dosyaların transferleri korunabilir. • Entegre HTML düzenleyici ile bilgisayarda veya CuteFTP içindeki uzak bir sunucuda HTML belgeleri oluşturma, açma ve düzenleme. • Unicode dosya adlarını destekleme gibi özellikleri mevcuttur."
  },
  {
    "id": "3748539",
    "unitNumber": 2,
    "text": "Arayüz 1. Ekranı: Yeni bağlantı bilgileri girilir<br/>2. Ekranı: Yerel bilgisayardaki dosya ve klasörlere göz atmak amacıyla windows gezgini çalıştırılmaktadır.<br/>Yukarıda verilen arayüz ekranlarının kullanıldığı FTP istemcisi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "SmartFTP",
      "B": "CoreFTP",
      "C": "CuteFTP",
      "D": "FileZilla",
      "E": "Cyberduck"
    },
    "explanation": "Girilen FTP bağlantı bilgilerinin sık kullanılanlara eklendiği, birçok FTP adresinin kolayca yönetilebildiği favoriler kısmına bağlantıyı kaydetme buradan gerçekleştirilebilmektedir. İki numaralı ekranda ise yerel bilgisayardaki dosya ve klasörlere göz atmak amacıyla windows gezgini SmartFTP programı içinden çalıştırılmaktadır."
  },
  {
    "id": "3748540",
    "unitNumber": 2,
    "text": "CHMOD ile dosya ve klasör izinlerini düzenleme, _________ ve _______ istemcilerinde yapılabilmektedir.<br/>Yukarıdaki boşlukları aşağıdakilerden hangileri doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "SmartFTP - Core FTP",
      "B": "Cyberduck - Filezilla",
      "C": "CuteFTP - Filezilla",
      "D": "CuteFTP - Smart FTP",
      "E": "CoreFTP - Cyberduck"
    },
    "explanation": "FTP İstemcileri<br/>SmartFTP - Core FTP"
  },
  {
    "id": "3748541",
    "unitNumber": 2,
    "text": "Aşağıdaki dosya yöneticilerinden hangisi tamamen Swift'de oluşturulmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "Commander one",
      "B": "Total Commander",
      "C": "Free Commander",
      "D": "Windows Commander",
      "E": "MacOS Commander"
    },
    "explanation": "Dosya Yöneticileri<br/>Commander One, tamamen Swift’de oluşturulmuş, macOS X için çift bölmeli bir dosya yönetici programıdır."
  },
  {
    "id": "3748542",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi bir kullanıcının yerel bir bilgisayardan uzak bir bilgisayara dosya aktarmasına izin verir?",
    "correctAnswer": "A",
    "options": {
      "A": "Filezilla",
      "B": "Publisher",
      "C": "Indesgin",
      "D": "HTML",
      "E": "Banner"
    },
    "explanation": "FTP İSTEMCİLERİ<br/>FileZilla yazılımı, bir kullanıcının yerel bir bilgisayardan uzak bir bilgisayara dosya aktarmasına izin veren, kullanımı ücretsiz (açık kaynak) bir FTP programıdır."
  },
  {
    "id": "3748543",
    "unitNumber": 2,
    "text": "Aşağıdaki istemcilerden hangisi Mod Z sıkıştırma kullanarak daha az bant genişliği kullanılmasını sağlar?",
    "correctAnswer": "A",
    "options": {
      "A": "CoreFTP",
      "B": "CuteFTP",
      "C": "SmartFTP",
      "D": "Filezilla",
      "E": "Cyberduck"
    },
    "explanation": "FTP İstemcileri<br/>Core FTP, CoreFTP.com tarafından geliştirilen, Windows için ücretsiz, güvenli bir FTP istemcisidir. SSL, TLS, FTPS, HTTPS veya SFTP bağlantı türlerini destekler. Mod Z sıkıştırma kullanarak daha az bant genişliği kullanılmasını sağlar. Sunucudaki dosyalarda arama, sürükle bırak desteği, dosya ve klasör izinlerini düzenleme dahil birçok özellik barındırmaktadır."
  },
  {
    "id": "3748544",
    "unitNumber": 2,
    "text": "macOS X için çift bölmeli bir dosya yönetici programı olan dosya yöneticisi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Commander One",
      "B": "Total Commander",
      "C": "Free Commander",
      "D": "Norton Commander",
      "E": "Windows Commander"
    },
    "explanation": "Dosya Yöneticileri<br/>Commander One, tamamen Swift’de oluşturulmuş, macOS X için çift bölmeli bir dosya yönetici programıdır."
  },
  {
    "id": "3748545",
    "unitNumber": 2,
    "text": "Mac ve Windows için bir sunucu ve bulut depolama tarayıcısı olan istemci aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Cyberduck",
      "B": "Filezilla",
      "C": "SmartFTP",
      "D": "CoreFTP",
      "E": "CuteFTP"
    },
    "explanation": "FTP İstemcileri<br/>Cyberduck, FTP, SFTP, WebDAV, Amazon S3, OpenStack Swift, Backblaze B2, Microsoft Azure ve OneDrive, Google Drive ve Dropbox desteği ile Mac ve Windows için bir sunucu ve bulut depolama tarayıcısıdır."
  },
  {
    "id": "3903676",
    "unitNumber": 2,
    "text": "İnternet üzerinde e-posta gönderme, web sayfalarını ziyaret etme, dosya alışverişi yapma gibi çeşitli hizmetleri sunmanın yolu, sanal kapılar olarak adlandırılan hangi yapı aracılığıyla gerçekleştirilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Web Tarayıcıları",
      "B": "Arama Motorları",
      "C": "Portlar",
      "D": "HTTP",
      "E": "WWW"
    },
    "explanation": "Tek bir kab-lo ile bağlı olunan internet üzerinden bu kadar çeşitli hizmeti sunmanın yolu sanal kapılar olarak adlandırılan portlar aracılığıyla hizmetleri yapı-landırmak ve bu hizmetlere erişmekten geçmekte-dir.<br/>Tek bir kablo ile bağlı olunan internet üzerinden bu kadar çeşitli hizmeti sunmanın yolu sanal kapılar olarak adlandırılan portlar aracılığıyla hizmetleri yapılandırmak ve bu hizmetlere erişmekten geçmektedir."
  },
  {
    "id": "3903677",
    "unitNumber": 2,
    "text": "Web yayıncılığında geliştirilen sayfaların web sunucularına yüklenmesi sürecinde, kişisel bilgisayarlardaki web sayfalarını sunucu bilgisayarlara uzaktan aktarmak için çoğunlukla hangi protokol kullanılır?",
    "correctAnswer": "D",
    "options": {
      "A": "HTTPS",
      "B": "Telnet",
      "C": "SMTP",
      "D": "FTP",
      "E": "SSH"
    },
    "explanation": "web yayıncılığında kişisel bilgisayarlarda geliştirilen web sayfalarının sunucu bilgisayarlara uzaktan yüklenmesi işlemi çoğunlukla FTP (File Transfer Protocol- Dosya Aktarım Protokolü) hizmeti ile gerçekleştirilmektedir."
  },
  {
    "id": "3903678",
    "unitNumber": 2,
    "text": "CuteFTP yazılımının dosya aktarım güvenliği özelliklerinden biri <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Güvenli SSL Oturumları",
      "B": "SFTP Yapılandırma Seçenekleri",
      "C": "OpenPGP Şifreleme ve Şifre Çözme",
      "D": "Mod Z Sıkıştırması",
      "E": "HTTPS Oturumları"
    },
    "explanation": "CuteFTP'nin dosya aktarım güvenliği özellikleri arasında Güvenli SSL Oturumları, HTTPS Oturumları, SFTP Yapılandırma Seçenekleri ve OpenPGP Şifreleme ve Şifre Çözme bulunmaktadır. Mod Z Sıkıştırması ise Core FTP programının bir özelliğidir ve transfer esnasında bant genişliğini daha az kullanmak için tasarlanmıştır."
  },
  {
    "id": "3903679",
    "unitNumber": 2,
    "text": "Açık kaynak kodlu ve ücretsiz bir FTP programı olan FileZilla'nın, lisanslı sürümünde ücretsiz sürümüne ek olarak desteklediği bulut depolama protokollerinden biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Amazon S3",
      "B": "Dropbox",
      "C": "Microsoft OneDrive",
      "D": "Google Cloud",
      "E": "OwnCloud"
    },
    "explanation": "FileZilla'nın lisanslı sürümü; Amazon S3, Backblaze B2, Dropbox, Microsoft OneDrive, Google Drive, Google Cloud, Microsoft Azure, WebDAV ve Box protokollerini desteklemektedir. OwnCloud bu listede belirtilmemiştir."
  },
  {
    "id": "3903680",
    "unitNumber": 2,
    "text": "Total Commander (eski adıyla Windows Commander) dosya yöneticisi programı, dâhili olarak aşağıdaki arşiv türlerinden hangisini görüntüleyemez?",
    "correctAnswer": "B",
    "options": {
      "A": "ARJ",
      "B": "ISO",
      "C": "LHA",
      "D": "RAR",
      "E": "ZIP"
    },
    "explanation": "Total Commander, dâhili olarak ZIP, ARJ, LHA, RAR, CAB, ACE arşivlerini görüntüleyebilmektedir. Ayrıca ZIP, TAR, GZ, TGZ arşivlerini oluşturabilmektedir. Programın dâhili olarak görüntüleyebildiği arşiv türleri arasında ISO belirtilmemiştir."
  },
  {
    "id": "3748333",
    "unitNumber": 3,
    "text": "FTP eklentisini, Atom HTML editörüne ekleyebilmek için menüden aşağıdaki hangi adımlar takip edilmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Packages-Remote FTP-Toggle",
      "B": "Toggle-Packages-Remote FTP",
      "C": "Toggle-Remote FTP-Packages",
      "D": "Packages-Remote FTP-Toggle-Packeges",
      "E": "Packages-Toggle"
    },
    "explanation": "“Install a Package” bağlantısına tıklandığında menü açılır. Burada “Open Installer” butonuna tıklanır.<br/>Bu butona tıklandığında hemen sol tarafında kurulum yapılabilecek eklentiler görülecektir. Arama kutucuğuna ftp kelimesi yazıldığında birden çok ftp eklentisinin olduğu görülecektir. Burada seçim yapılırken çok indirilen ve çok değerlendirilen FTP eklentisinin işlevsel olacağı düşüncesi ile remote-ftp eklentisi seçilir ve “Install” butonuna tıklanır. Kurulum tamamlandığında Atom’da menü çubuğunda bulunan Packages¨Remote FTP¨Toggle adımları izlenir (Şekil 3.30).<br/>Packages-Remote FTP-Toggle"
  },
  {
    "id": "3748334",
    "unitNumber": 3,
    "text": "\"Bir içeriğin internet ortamında yayınlanabilmesi için .............................. ve ............................ ihtiyaç duyulmaktadır.\"<br/>Cümleyi uygun ifadelerle tamamlayınız.",
    "correctAnswer": "A",
    "options": {
      "A": "alan adına / sunucuya",
      "B": "yazılıma / Notepad++ ya",
      "C": "ağlara / erişime",
      "D": "adreslere / sunucuya",
      "E": "alan adına / yazılıma"
    },
    "explanation": "Notepad++ ve Atom HTML editörleri ile web sayfası oluşturma ve temel düzeyde tasarlama süreçleri<br/>bir önceki bölümde gösterilmiştir. Bu bölümde ise hazırlanan içeriklerin internet ortamında yayınlanabilmesi için sunuculara yüklenmesi gerçekleştirilecektir. Bir içeriğin internet ortamında yayınlanabilmesi için alan adına ve sunucuya ihtiyaç duyulmaktadır. Alan adı genel olarak “www.alanadi.com” şeklinde bilinmektedir.<br/>alan adına / sunucuya"
  },
  {
    "id": "3748335",
    "unitNumber": 3,
    "text": "\"Bilgisayar ağlarında, diğer ağ bileşenlerinin erişebileceği, kullanımına ve/veya paylaşımına açık kaynakları barındıran bilgisayar birimidir.\"<br/>Yukarıdaki cümlede aşağıdakilerden hangisi tanımlanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "sunucu",
      "B": "alan adı",
      "C": "Atom HTML",
      "D": "wep sitesi",
      "E": "FTP"
    },
    "explanation": "Sunucu: Bilgisayar ağlarında, diğer ağ bileşenlerinin erişebileceği, kullanımına ve/veya paylaşımına açık kaynakları barındıran bilgisayar birimidir."
  },
  {
    "id": "3748336",
    "unitNumber": 3,
    "text": "\"&lt;…&gt; arasında yazılarak başlanan etiketler <!--….--> şeklinde kapatılarak kodlama yapılmalıdır. Aksi takdirde ................................... etiketler nedeniyle istenilen sonuç tarayıcıya yansımayacaktır.\"<br/>Cümleyi uygun ifade ile tamamlayınız.",
    "correctAnswer": "A",
    "options": {
      "A": "kapatılmamış",
      "B": "tıklanmamış",
      "C": "seçilmemiş",
      "D": "benzer",
      "E": "kapatılmış"
    },
    "explanation": "&lt;…&gt; arasında yazılarak başlanan etiketler <!--….--> şeklinde kapatılarak kodlama yapılmalıdır. Aksi takdirde kapatılmamış etiketler nedeniyle istenilen sonuç tarayıcıya yansımayacaktır."
  },
  {
    "id": "3748337",
    "unitNumber": 3,
    "text": "\"&lt;…&gt; arasında yazılarak başlanan etiketler. ................ şeklinde kapatılarak kodlama yapılmalıdır. Aksi takdirde kapatılmamış etiketler nedeniyle istenilen sonuç tarayıcıya yansımayacaktır.\"<br/>Cümleyi uygun ifade ile tamamlayınız.",
    "correctAnswer": "A",
    "options": {
      "A": "",
      "B": "/&lt;….&gt;",
      "C": "//&lt;.&gt;",
      "D": "&lt;….&gt;",
      "E": ""
    },
    "explanation": "&lt;…&gt; arasında yazılarak başlanan etiketler <!--….--> şeklinde kapatılarak kodlama yapılmalıdır. Aksi takdirde kapatılmamış etiketler nedeniyle istenilen sonuç tarayıcıya yansımayacaktır."
  },
  {
    "id": "3748338",
    "unitNumber": 3,
    "text": "Wep editörlüğü alanında, hem ücretli hem ücretsiz özelliklerin bir arada olduğu ürünler için kullanılan terim aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Freemium",
      "B": "Sublimetext",
      "C": "Dreamweaver",
      "D": "Bluefish",
      "E": "Atom"
    },
    "explanation": "Freemium: Free ve Premium kelimelerinin kısaltmasıdır. Hem ücretli hem ücretsiz özelliklerin bir<br/>arada olduğu ürünler için kullanılan bir terimdir."
  },
  {
    "id": "3748354",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi, Kullanıldığı İşletim Sistemine Göre Hosting Hizmet Çeşitlerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Linux Hosting",
      "B": "Paylaşımlı Web Hosting",
      "C": "Sanallaştırılmış Özel Sunucu",
      "D": "Sanallaştırılmış Fiziksel Sunucu",
      "E": "Fiziksel sunucu"
    },
    "explanation": "<strong>Kullanıldığı İşletim Sistemine Göre Hosting Hizmet Çeşitleri</strong><br/>Hosting hizmeti sırasında kullanılan web sunucuları, diğer bilgisayarlar gibi bir işletim sistemine ihtiyaç duymaktadır. Bu noktada kullanılan işletim sistemine göre iki farklı hosting hizmet çeşidi mevcuttur.<br/>Bunlar; Linux hosting ve Windows hosting’dir.<br/>Linux Hosting<br/>Linux tabanlı hosting hizmetidir. Linux işletim<br/>sistemine sahip web sunucularda Linux tabanlı hosting hizmeti kullanılmaktadır. PHP, MySQL, Perl<br/>ve Cgi kullanılan siteleri barındırmak için Linux<br/>tabanlı hosting hizmeti idealdir. Ayrıca WordPress<br/>ve OpenCart gibi popüler içerik yönetim sistemleri<br/>için en uygun olan hosting hizmeti Linux tabanlı<br/>hosting hizmetidir."
  },
  {
    "id": "3748356",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi \"ls\" konutunun işlevini açıklamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Bulunulan dizindeki dosyaları mümkün olan en kısa şekilde listelemek için kullanılan komuttur.",
      "B": "İçinde bulunulan dizinin adını veren komuttur.",
      "C": "Dizin değiştirmek için kullanılan komuttur.",
      "D": "Birden fazla dosya almak için kullanılan komuttur.",
      "E": "FTP ortamından çıkmak ve bağlantıyı kapatmak için kullanılan komuttur."
    },
    "explanation": "ls: Bulunulan dizindeki dosyaları mümkün olan en kısa şekilde listelemek için kullanılan komuttur."
  },
  {
    "id": "3748357",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi \"mput\" komutunun işlevini açıklamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Birden fazla dosya göndermek için kullanılan komuttur.",
      "B": "Dosya göndermek için kullanılan komuttur.",
      "C": "Bulunulan dizindeki dosyaları mümkün olan en kısa şekilde listelemek için kullanılan komuttur.",
      "D": "İçinde bulunulan dizinin adını veren komuttur.",
      "E": "Dosya almak için kullanılan komuttur"
    },
    "explanation": "mput: Birden fazla dosya göndermek için kullanılan komuttur."
  },
  {
    "id": "3748546",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi HTML ile ilgili doğru bir ifade <strong>değildir</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Kodlarını görüntülemek için web tarayıcıları kullanılır.",
      "B": "HTML programlama dilidir.",
      "C": "Yazı, görüntü, video gibi içerikleri sayfalara eklemek mümkündür.",
      "D": "Standart bir metin işaretleme dilidir.",
      "E": "Kodları etiketler ile oluşturulur."
    },
    "explanation": "Web sayfalarını oluşturmak için kullanılan standart bir metin işaretleme dilidir. HTML programlama dili değildir. HTML kodlarıyla yazılan bir içeriği<br/>ancak bu dili yorumlayan programlar aracılığıyla görüntülemek/çalıştırmak mümkündür. HTML kodlarını görüntülemek için web tarayıcıları kullanılmaktadır. HTML ile yazı, görüntü, video gibi içerikleri sayfalara eklemek ve eklenilen sayfaları da birbirlerine bağlamak mümkündür. HTML kodları etiketler ile oluşturulmaktadır."
  },
  {
    "id": "3748547",
    "unitNumber": 3,
    "text": "HTML etiketleri aşağıdaki işaretlerden hangisinin arasına yazılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "&lt;.....&gt;",
      "B": "(....)",
      "C": "\\......\\",
      "D": "[.....]",
      "E": "{.....}"
    },
    "explanation": "HTML VE HTML ETİKETLERİ<br/>HTML etiketler küçük “&lt;” ve büyük “&gt;” işaretlerinin arasına yazılmaktadır."
  },
  {
    "id": "3748548",
    "unitNumber": 3,
    "text": "Aşağıdaki HTML editörlerinden hangisi javascript, css ve node.js ile oluşturulmuş bir programdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Atom HTML",
      "B": "Notepad",
      "C": "Visual Studio Code",
      "D": "Sublime Text",
      "E": "Adobe Dreamweaver CC"
    },
    "explanation": "HTML EDİTÖRLERİ<br/>Açık kaynak kodlu metin editörü olan Atom Github tarafından geliştirilmiştir. Tamamen ücretsiz olarak sunuluyor. https://atom.io/ adresinden indirilebilen Atom HTML Editörü, javascript, css ve node.js ile oluşturulmuş bir programdır."
  },
  {
    "id": "3748549",
    "unitNumber": 3,
    "text": "Hata ayıklama, gömülü Git kontrolü, sözdizimi vurgulama, akıllı kod tamamlama, Snippet’ler ve kod yeniden yapılandırma desteği içeren HTML editörü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Visual Studio Code",
      "B": "Sublime Text",
      "C": "Adobe Dreamweaver CC",
      "D": "Bluefish Editör",
      "E": "Google Web Designer"
    },
    "explanation": "HTML Editörleri<br/>Microsoft tarafından geliştirilen Visual Studio Code, Windows, Mac OS ve Linux işletim sistemlerinde kullanılan HTML editörüdür. Visual Studio Code hata ayıklama, gömülü Git kontrolü, sözdizimi vurgulama, akıllı kod tamamlama, Snippet’ler ve kod yeniden yapılandırma desteği içerir."
  },
  {
    "id": "3748550",
    "unitNumber": 3,
    "text": "I. Google Web Designer A. çapraz platforma kaynak kod düzenleme ve metin editörüdür<br/>II. Freemium B. Buluttan çalışan ücretli editördür.<br/>III. Adobe Dreamweaver C. Sürükle bırak yöntemiyle web sayfası oluşturma editörüdür.<br/>Yukarıda verilen HTML editörleri ve bunların özelliklerinin doru eşleşmesi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "I-C, II-A, III-B",
      "B": "I-C, II-B, III-A",
      "C": "I-A, II-B, III-C",
      "D": "I-B, II-A, III-C",
      "E": "I-B, II-C, III-A"
    },
    "explanation": "HTML Editörleri<br/>I-C, II-A, III-B"
  },
  {
    "id": "3748551",
    "unitNumber": 3,
    "text": "Animasyon hazırlama ve etkileşimli ögeler kullanmasına olanak tanıyan HTML editörü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Google Web Designer",
      "B": "Bluefish Editör",
      "C": "Adobe Dreamweaver",
      "D": "Sublime Text",
      "E": "Visual Studio Code"
    },
    "explanation": "HTML Editörleri<br/>Google Web Designer tasarımcıların animasyon hazırlama ve etkileşimli ögeler kullanmasına olanak tanıyan ücretsiz bir araçtır."
  },
  {
    "id": "3748552",
    "unitNumber": 3,
    "text": "Dosyaları tam ekran modunda düzenleme yeteneğine sahip HTML editörü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bluefish Editör",
      "B": "Google Web Designer",
      "C": "Adobe Dreamweaver",
      "D": "Sublime Text",
      "E": "Notepad"
    },
    "explanation": "HTML Editörleri<br/>Dosyaları tam ekran modunda düzenleme yeteneğine sahip olan Bluefish, yazım denetimi özelliğine de sahiptir."
  },
  {
    "id": "3748553",
    "unitNumber": 3,
    "text": "İlk internet sitesi aşağıdaki tarihlerin hangisinde çevrimiçi hale gelmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "1990",
      "B": "1980",
      "C": "1970",
      "D": "2000",
      "E": "1960"
    },
    "explanation": "Giriş<br/>Tim Berners Lee tarafından 1990 yılında HTML dilinin geliştirilmiş ve sonrasında World Wide Web yani Dünya Çapında Ağ geliştirilmiştir. 20 Aralık 1990 yılında Tim Berners Lee ilk internet sitesini çevrimiçi hâle getirmiştir."
  },
  {
    "id": "3748554",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bir kodlama dilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "ASP",
      "B": "HTML",
      "C": "WWW",
      "D": "Norton",
      "E": "Atom"
    },
    "explanation": "Giriş<br/>HTML ve CSS kodlarının yanı sıra sunucu taraflı kodlama dillerinden olan Javascript, PHP veya ASP gibi diller kullanılır."
  },
  {
    "id": "3748555",
    "unitNumber": 3,
    "text": "Madde imleriyle listeleme numaralanmamış listeler olarak aşağıki şekillerden hangisi ile yazılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "&lt; ul &gt;",
      "B": "&lt; li &gt;",
      "C": "&lt; p &gt;",
      "D": "&lt; ol &gt;",
      "E": "&lt; br &gt;"
    },
    "explanation": "HTML VE HTML ETİKETLERİ<br/>Madde imleriyle listeleme numaralanmamış listeler olarak ifade edilmekte ve &lt; ul &gt;<br/><ul><br/><ul>Numaralanmamış Listeleme <!-- ul --></ul><br/></ul><br/>şeklinde yazılmaktadır."
  },
  {
    "id": "3748556",
    "unitNumber": 3,
    "text": "Aşağıdaki etiketlerden hangisi ile sütun oluşturulabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "&lt; td &gt;",
      "B": "&lt; tr &gt;",
      "C": "&lt; br &gt;",
      "D": "&lt; ul &gt;",
      "E": "&lt; ol &gt;"
    },
    "explanation": "HTML VE HTML ETİKETLERİ<br/>&lt; td &gt; etiketi ile de sütunlar oluşturulabilir."
  },
  {
    "id": "3748562",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi metinlerin nasıl yapılandırılacağına veya biçimlendirileceğine dair açıklamaları içeren yapay bir dildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Beden dili",
      "B": "Konuşma dili",
      "C": "Bilgisayar dili",
      "D": "Müzik dili",
      "E": "İşaretleme dili"
    },
    "explanation": "İşaretleme dili: Metinlerin nasıl yapılandırılacağına veya biçimlendirileceğine dair açıklamaları içeren yapay bir dildir."
  },
  {
    "id": "3748563",
    "unitNumber": 3,
    "text": "1990 yılında HTML dili kim tarafından geliştirilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Steve Jobs",
      "B": "Stephen Gary Wozniak",
      "C": "Tim Berners Lee",
      "D": "Bill Gates",
      "E": "Jeff Bezos"
    },
    "explanation": "Tim Berners Lee tarafından 1990 yılında HTML dilinin geliştirilmiştir."
  },
  {
    "id": "3748564",
    "unitNumber": 3,
    "text": "Hypertext Markup Language kelimelerinin kısaltması olarak kullanılan kelime hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "HTML",
      "B": "HTMP",
      "C": "HTTP",
      "D": "HTTT",
      "E": "HMPT"
    },
    "explanation": "Hypertext Markup Language kelimelerinin kısaltması olarak kullanılan kelime HTML dir."
  },
  {
    "id": "3748565",
    "unitNumber": 3,
    "text": "Web sayfalarının tasarımı yapılırken kullanılan programlara ne denir?",
    "correctAnswer": "B",
    "options": {
      "A": "CSS",
      "B": "HTML editörleri",
      "C": "PCD",
      "D": "DLS Programı",
      "E": "İnk Programı"
    },
    "explanation": "HTML editörleri, web sayfalarının tasarımı yapılırken kullanılan programlardır."
  },
  {
    "id": "3748566",
    "unitNumber": 3,
    "text": "Açık kaynak kodlu metin editörü olan Atom hangi geliştirici tarafından geliştirilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bitbucket",
      "B": "Github",
      "C": "SourceForge",
      "D": "AWS CodeCommit",
      "E": "Apache Allura"
    },
    "explanation": "Açık kaynak kodlu metin editörü olan Atom Github tarafından geliştirilmiştir."
  },
  {
    "id": "3748568",
    "unitNumber": 3,
    "text": "Not Defteri’nde bulunmayan birçok özelliği içerisinde barındıran Windows işletim sisteminde çalışan açık kaynak kodlu ve ücretsiz bir editörün adı nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Visual Studio Code",
      "B": "Sublime Text,",
      "C": "Adobe",
      "D": "Notepad++",
      "E": "Atom"
    },
    "explanation": "Notepad++, Not Defteri’nde bulunmayan birçok özelliği içerisinde barındıran Windows işletim sisteminde çalışan açık kaynak kodlu ve ücretsiz bir editördür."
  },
  {
    "id": "3748570",
    "unitNumber": 3,
    "text": "Çapraz platforma kaynak kod düzenleme ve metin editörü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Adobe",
      "B": "Sublime Text",
      "C": "Visual Studio Code",
      "D": "Notepad++",
      "E": "Atom"
    },
    "explanation": "Sublime Text çapraz platforma kaynak kod düzenleme ve metin editörüdür"
  },
  {
    "id": "3748572",
    "unitNumber": 3,
    "text": "Komut dosyaları, programlama kodları ve web sitesi geliştirmek için çeşitli araçlar içeren ücretsiz editör aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bluefish",
      "B": "Adobe",
      "C": "Sublime Text",
      "D": "Visual Studio Code",
      "E": "Notepad++"
    },
    "explanation": "Bluefish, komut dosyaları, programlama kodları ve web sitesi geliştirmek için çeşitli araçlar içeren ücretsiz bir editördür."
  },
  {
    "id": "3748573",
    "unitNumber": 3,
    "text": "HTML5 reklamları ve diğer HTML5 içeriği oluşturmak için Google tarafından geliştirilmiş ve Windows, Mac ve Linux gibi farklı işletim sistemli cihazlarda çalışabilen, sürükle bırak yöntemiyle web sayfası oluşturma aracı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Adobe",
      "B": "Corel Draw",
      "C": "Google Web Designer",
      "D": "Bluefish",
      "E": "Sublime Text"
    },
    "explanation": "Google Web Designer, etkileşimli HTML5 reklamları ve diğer HTML5 içeriği oluşturmak için Google tarafından geliştirilmiştir."
  },
  {
    "id": "3748576",
    "unitNumber": 3,
    "text": "Bilgisayar ağlarında, diğer ağ bileşenlerinin erişebileceği, kullanımına ve/ veya paylaşımına açık kaynakları barındıran bilgisayar birimine ne denir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kod",
      "B": "FTP",
      "C": "Web sistesi",
      "D": "Adobe",
      "E": "Sunucu"
    },
    "explanation": "Sunucu: Bilgisayar ağlarında, diğer ağ bileşenlerinin erişebileceği, kullanımına ve/ veya paylaşımına açık kaynakları barındıran bilgisayar birimidir"
  },
  {
    "id": "3748627",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi metinlerde kullanılan madde imleriyle ya da sayılarla alt alta sıralamanın HTML’de düzenlenebilmesi için oluşturulmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "İşaret dili",
      "B": "Başlıklar etiketi",
      "C": "Paragraf etiketi",
      "D": "Listeler etiketi",
      "E": "Tablo etiketi"
    },
    "explanation": "Listeler (Lists) Etiketi: Metinlerde kullanılan madde imleriyle ya da sayılarla alt alta listeleme yapısının HTML’de düzenlenebilmesi için oluşturulmuş etikettir.<br/>Listeler etiketi"
  },
  {
    "id": "3748628",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi javascript, css ve node.js ile oluşturulmuş bir program olarak çapraz platform düzenleme olanağına sahiptir?",
    "correctAnswer": "A",
    "options": {
      "A": "Atom HTML Editörü",
      "B": "Visual Studio Code",
      "C": "Sublime Text",
      "D": "Adobe Dreamweaver CC",
      "E": "Bluefish Editör"
    },
    "explanation": "Açık kaynak kodlu metin editörü olan Atom Github tarafından geliştirilmiştir.<br/>Tamamen ücretsiz olarak sunuluyor. https://atom.io/ adresinden indirilebilen Atom HTML Editörü, javascript, css ve node.js ile oluşturulmuş bir programdır. Atom HTML editörünün genel özelliklerine bakıldığında çapraz platform düzenleme olanağına sahiptir. Yani farklı işletim sistemlerinde çalışabilir. Atom’da dâhili paket yöneticisi ile yeni paketler aranabilir, kurulabilir ve tasarımcılar kendi paketlerini oluşturabilir."
  },
  {
    "id": "3748629",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Notepad++’a benzeyen, çapraz platforma kaynak kod düzenleme ve metin editörüdür?",
    "correctAnswer": "C",
    "options": {
      "A": "Adobe Dreamweaver CC",
      "B": "Google Web Designer",
      "C": "Sublime Text",
      "D": "Bluefish Editör",
      "E": "Visual Studio Code"
    },
    "explanation": "Freemium kategorisinde bulunan Sublime Text, Notepad++’a benzeyen bir editördür. Windows, mac OS, Linux gibi işletim sistemli cihazlara kurulabilir ve çalışabilir. Yani çapraz platforma kaynak kod düzenleme ve metin editörüdür."
  },
  {
    "id": "3748630",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi komut dosyaları, programlama kodları ve web sitesi geliştirmek için çeşitli araçlar içeren ücretsiz bir editördür ve Linux, FreeBSD, MacOS-X, Windows, OpenBSD ve Solaris gibi işletim sistemlerinde çalışır?",
    "correctAnswer": "D",
    "options": {
      "A": "Atom HTML Editörü",
      "B": "Notepad ++",
      "C": "Google Web Designer",
      "D": "Bluefish Editör",
      "E": "Adobe Dreamweaver CC"
    },
    "explanation": "Bluefish, komut dosyaları, programlama kodları ve web sitesi geliştirmek için çeşitli araçlar içeren ücretsiz bir editördür. HTML, XHTML, CSS, XML, PHP, C,<br/>C++, JavaScript, Java, Go, Vala, Ada, D, SQL, Perl, ColdFusion, JSP, Python, Ruby ve gibi birçok programlama ve işaretleme dillerini desteklemektedir. Bluefish, Linux, FreeBSD, MacOS-X, Windows, OpenBSD ve Solaris gibi işletim sistemlerinde çalışabilmektedir.<br/>Bluefish Editör"
  },
  {
    "id": "3748631",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Notepad ++ ile Web Tasarımına ilişkin doğru bir ifade <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "HTML diline hâkim olmak gerekir.",
      "B": "Tasarımcılar bütün kodları adım adım kendileri yazarlar.",
      "C": "Gereken kodlar başlangıçtan itibaren adım adım yazılarak yapı oluşturulur.",
      "D": "C++ dili ile geliştirildiği için isminin sonunda ++ işaretleri bulunur.",
      "E": "HTML’nin html, head, body gibi etiketleri sabit gelir."
    },
    "explanation": "C++ dili ile geliştirildiği için isminin sonunda ++ işaretleri bulunmaktadır. Notepad++ ile web tasarımı yapabilmek için HTML diline hâkim olmak gerekmektedir. Çünkü tasarımcılar bütün kodları adım adım kendileri yazmaktadır. Bazı editörlerde HTML’nin html, head, body gibi etiketleri sabit gelirken Notepad++’ta böyle bir durum söz konusu değildir. Bir web sayfasında bulunması gereken kodlar başlangıçtan itibaren adım adım yazılarak yapı oluşturulur. Program çalıştığında öncelikle .txt uzantılı dosya üzerinde çalışmaya olanak tanıyan bir ekran görünecektir.<br/>HTML’nin html, head, body gibi etiketleri sabit gelir."
  },
  {
    "id": "3748632",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Atom HTML Editörü ile Web Tasarımına ilişkin <strong>doğru</strong> bir ifadedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tab tuşuna basarak ya da fare ile temel etiketlerin oluşturulması sağlanır.",
      "B": "Arayüzü Not Defteri’nde bulunmayan önemli işlevleri vardır.",
      "C": "HTML diline hâkim olunmalıdır.",
      "D": "Tasarımcılar bütün kodları adım adım kendileri yazar.",
      "E": "Bir web sayfasında gerekli sabit etiketlerin yazımı tasarımcı tarafından yapılır."
    },
    "explanation": "Atom’da HTML dosyası oluşturulduğunda Şekil 3.17’de görüldüğü gibi kodların bulunmadığı boş bir yapı oluşmaktadır. “&lt;” veya “&gt;” işaretlerini kullanmadan html yazıldığında otomatik tamamlama için öneriler yazılan satırın altında mavi kutucuk ile belirmektedir. Burada Tab tuşuna basarak ya da fare ile öneriye çift tıklayarak temel etiketlerin oluşturulması sağlanmış olur.<br/>Tab tuşuna basarak ya da fare ile temel etiketlerin oluşturulması sağlanır."
  },
  {
    "id": "3748633",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bir veri setinin (ASCII, EBCDIC ve binary) bir cihazdan başka bir cihaza gönderilmesi için kullanılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Sunucu",
      "B": "Ara yüz",
      "C": "FTP",
      "D": "Npp",
      "E": "Profile"
    },
    "explanation": "FTP, dosya aktarım iletişim protokolüdür. Bir veri setinin (ASCII, EBCDIC ve<br/>binary) bir cihazdan başka bir cihaza gönderilmesi için kullanılmaktadır."
  },
  {
    "id": "3748634",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bilgisayar ağlarında, diğer ağ bileşenlerinin erişebileceği, kullanımına ve/veya paylaşımına açık kaynakları barındıran bilgisayar birimidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ara yüz",
      "B": "FTP",
      "C": "Alan adı",
      "D": "Eklenti",
      "E": "Sunucu"
    },
    "explanation": "Sunucu, bilgisayar ağlarında, diğer ağ bileşenlerinin erişebileceği, kullanımına ve/veya paylaşımına açık kaynakları barındıran bilgisayar birimidir."
  },
  {
    "id": "3748635",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Atom’da hazırlanan web sitesini yayınlamaya ilişkin <strong>doğru</strong> bir ifadedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Eklentiler-NppFTP-Show-NppFTP Window adımları izlendiğinde FTP bağlantı ekranı açılır.",
      "B": "FTP eklentisini ekleyebilmek için programda “Install a Package” bağlantısına tıklanır.",
      "C": "Bilgisayarların birbirleriyle iletişim kurmalarını sağlayan bir tür kapı olan Port bilgisi değiştirilir.",
      "D": "Veri transferi için açık olması gereken kapı 31 no.lu kapıdır.",
      "E": "Web sitesini sunucuya aktarmak için program üzerinde FTP eklentisi hazır olarak gelir."
    },
    "explanation": "FTP eklentisini ekleyebilmek için programda “Install a Package” bağlantısına tıklanır. “Install a Package” bağlantısına tıklandığında menü açılır. Burada “Open Installer” butonuna tıklanır. Bu butona tıklandığında hemen sol tarafında kurulum yapılabilecek eklentiler görülecektir. Arama kutucuğuna ftp kelimesi yazıldığında birden çok ftp eklentisinin olduğu görülecektir. Burada seçim yapılırken çok indirilen ve çok değerlendirilen FTP eklentisinin işlevsel olacağı düşüncesi ile remote-ftp eklentisi seçilir ve “Install” butonuna tıklanır. Kurulum tamamlandığında Atom’da menü çubuğunda bulunan Packages-Remote FTP-Toggle adımları izlenir."
  },
  {
    "id": "3748322",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Google Web Designer'ın yeteneklerinden biri <u>değildir?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Üretilen içerikler HTML5 teknolojilerini destekleyen tüm ortamlarda (bilgisayarlar, akıllı telefonlar, akıllı televizyonlar) oynatılabilmektedir.",
      "B": "İçerikler Google firması tarafından sunulan Drive, Google Reklamlar, Display &amp; Video 360 gibi servislere doğrudan entegre edilebilmektedir.",
      "C": "Resim galerileri, haritalar, g.rsel efektler gibi web yayıncılığı iş akışlarında sıklıkla kullanılan bileşenler hazır olarak sunulmaktadır.",
      "D": "Videolar ve ses dosyaları için bütünleşik bir düzenleyici sunulamaz, ayrı ayrı kullanılabilir.",
      "E": "Zaman çizgisi sistemi ile sahneye eklenen nesnelerin canlandırılmasına olanak sağlanmaktadır."
    },
    "explanation": "Videolar ve ses dosyaları için bütünleşik bir düzenleyici sunulmaktadır."
  },
  {
    "id": "3748323",
    "unitNumber": 4,
    "text": "Duyarlı Düzen seçeneği ile farklılaşan tarayıcı genişliklerine tepki verebilen tasarımlar üretilebilmesine olanak veren tasarım anlayışına ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Esnek tasarım",
      "B": "Duyarlı düzen",
      "C": "Ortam tasarımı",
      "D": "Kullanıcı ara yüzü",
      "E": "Web tasarımı"
    },
    "explanation": "Duyarlı Düzen seçeneği ile farklılaşan tarayıcı genişliklerine tepki verebilen tasarımlar üretilebilmektedir. Bu tasarım anlayışına Esnek Tasarım (Responsive Design) adı verilmektedir."
  },
  {
    "id": "3748324",
    "unitNumber": 4,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/b4d87806ba695f937f34090dc866be56.png\" alt=\"\" width=\"46\" height=\"48\"> Yandaki simge ne işe yaramaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Sahneyi hareket ettirme ve yakınlaştırma",
      "B": "Sahnenin kendisini üç boyutlu düzlemde döndürme",
      "C": "Canlandırılacak nesneler için hareket yolu çizme",
      "D": "Belgeye düz çizgi SVG nesneleri ekleme",
      "E": "Kapalı alanlara dolgu rengi uygulama"
    },
    "explanation": "3D sahne döndürme aracıdır. Sahnenin kendisini üç boyutlu düzlemde döndürmeye yarar."
  },
  {
    "id": "3748325",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi seçim aracının simgesidir?",
    "correctAnswer": "C",
    "options": {
      "A": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/9928db2eaf2199af8ca1925aeaed87c1.png\" alt=\"\" width=\"62\" height=\"54\">",
      "B": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/c3817ec530e87a469b038b5efc691013.png\" alt=\"\" width=\"66\" height=\"68\">",
      "C": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/d228ca8d7eea79ffffde452839991b72.png\" alt=\"\" width=\"56\" height=\"54\">",
      "D": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/65057e9218135769e530dff9f4c9402a.png\" alt=\"\" width=\"76\" height=\"64\">",
      "E": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/f8109bf2f98f445bff0f8fb1018e0ee9.png\" alt=\"\" width=\"52\" height=\"46\">"
    },
    "explanation": "C şıkkındaki ok işareti seçim aracının simgesidir."
  },
  {
    "id": "3748326",
    "unitNumber": 4,
    "text": "I. Tasarımlarda en çok kullanılan içeriklerden biri metinlerdir.<br/>II. Eklenmiş olan metinlerin düzenlenmesi için metin paneli kullanılır.<br/>III. HTML etiketi seçilerek eklenecek metnin stil özellikleri ve semantik düzeyi belirlenir.<br/>IV. Yazı fontları metin rengi kutusunda yer alır.<br/>Yukarıda metin işlemleriyle ilgili verilenlerden hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "I, II ve III",
      "E": "II, III ve IV"
    },
    "explanation": "IV. madde yanlıştır. Yazı fontları yazı tipi kutusunda yer alır."
  },
  {
    "id": "3748327",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi medya dosyalarını projeye eklemek için yapılması gereken adımları tanımlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Özellikler penceresinden dosya eklenir.",
      "B": "Kaynaklar panelinden bağlana tıklanarak eklenir.",
      "C": "Otomatik oynat sekmesinden eklenir.",
      "D": "Tüm seçenekler sekmesinden bağlantı ekle tıklanır.",
      "E": "Kitaplık panelinden ya da bilgisayardaki bir konumdan sürükleme işlemi yapılır."
    },
    "explanation": "Medya dosyalarını projeye eklemek için Kitaplık panelinden ya da bilgisayardaki bir konumdan sürükleme işlemi yapılır."
  },
  {
    "id": "3748328",
    "unitNumber": 4,
    "text": "I. Grafik tasarımı konusunda pek çok bilinen uygulaması olan Adobe firması tarafından üretilen bir tasarım aracıdır.<br/>II. Ücretsiz planında kullanılabilir mekanizma sayısı çok sınırlıdır.<br/>III. Masaüstü bilgisayarlar, tabletler ve cep telefonlarını da kapsayan çok geniş bir cihaz yelpazesi üzerinde çalışabilmektedir.<br/>Yukarıda Adobe Express ile ilgili verilenlerden hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve III",
      "D": "I ve II",
      "E": "I, II ve III"
    },
    "explanation": "Bu araç ücretsiz ve ücretli olmak üzere iki planla kullanılabilmektedir. Ücretsiz plan kullanılabilir mekanizmaların büyük kısmını kapsamaktadır."
  },
  {
    "id": "3748329",
    "unitNumber": 4,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/27ef702963ced8393197e83ff2fe8e2b.png\" alt=\"\" width=\"90\" height=\"102\"> Adobe Express'te giriş ekranında bulunan yandaki simge ne işe yaramaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Adobe Express uygulamasını Ajanda (Adobe Scheduler) uygulaması ile bağlamak için kullanılır. Ajanda kullanılarak Facebook, Instagram, Pinterest gibi uygulamalarda belirlenen zamanlarda paylaşım yapılması otomatikleştirilebilmektedir. Ajanda uygulaması da ücretli sunulan hizmetlerdendir.",
      "B": "Yeni proje üretme kısayoludur. Tıklandığında açılan pencerede en çok kullanılan proje üretme yöntemlerinin bir listesinin yanında içerik türlerine göre uygulanabilecek hızlı eylemler (ör. resim artalanını kaldırma, video kırpma) sunulur.",
      "C": "Profesyonel kullanıcıların ürettiği marka imaj çalışmaları için ayrılan ekrana yönlendirir. Bu ekranda marka imajı için seçilen güncellemeler (ör. renk paleti, fontlar) tüm projelere uygulanır. Bu özellik yalnızca ücretli üyelere açıktır.",
      "D": "Kütüphaneler ekranına yönlendirir. Kütüphaneler kullanıcılar tarafından Adobe Express’e yüklenen içerikleri barındırır. Bu sayede sıklıkla kullanılan içeriklere (ör. logolar, artalanlar) kolayca ulaşılabilir.",
      "E": "Kullanıcı tarafından üretilen projeler ya da kullanıcı ile paylaşılmış projelerin gösterildiği ekrana yönlendirir."
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/20d652bb3b936733ec44ba69d3912de9.png\" alt=\"\" width=\"1276\" height=\"958\">"
  },
  {
    "id": "3748330",
    "unitNumber": 4,
    "text": "Adobe Express'te proje sahnesindeki bir nesne seçildiğinde katman sıralamasını değiştirmek için hangi seçenek tıklanır?",
    "correctAnswer": "D",
    "options": {
      "A": "Replace",
      "B": "Fill",
      "C": "Blend mode",
      "D": "Layer order",
      "E": "Flip horizontal"
    },
    "explanation": "Nesne denetimlerinde tek bir şekilde seçildiğinde şekli değiştirme (Replace) ve katman sıralamasını değiştirme (Layer order) seçenekleri gösterilmektedir. Katman sıralaması Layer Order dan yapılır."
  },
  {
    "id": "3748331",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Adobe Express'te fotoğraf içeriği için hızlı eylemlerden biri <u>değildir?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "Ölçeklendirme",
      "B": "PDF belgelerini birleştirme",
      "C": "Artalanı kaldırma",
      "D": "SVG biçimine çevirme",
      "E": "PNG biçimine çevirme"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/68adab26dce4f6698254e9c2b0f44507.png\" alt=\"\" width=\"1276\" height=\"532\">"
  },
  {
    "id": "3748388",
    "unitNumber": 4,
    "text": "HTML5 teknolojilerini temel alan reklamlar, görseller, videolar ve diğer web içeriklerinin üretilmesine olanak veren bir kodlama ve tasarım aracı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Drive",
      "B": "Adobe Photoshop",
      "C": "Google Web Designer",
      "D": "Javascript",
      "E": "Adobe Expres"
    },
    "explanation": "Google Web Designer (GWD), HTML5 teknolojilerini temel alan reklamlar, görseller, videolar ve diğer web içeriklerinin üretilmesine olanak veren bir kodlama ve tasarım aracıdır. Aracın tasarım görünümünde çizimler, şekiller, metinler ve üç boyutlu nesneler üretilerek bunlara canlandırma eklenebilmektedir."
  },
  {
    "id": "3748389",
    "unitNumber": 4,
    "text": "Bir şablon seçildikten sonra projenin yeri ve boyutlarının ayarlandığı panelde aşağıdakilerden hangi düğmeya tıklanarak bu projenin web sayfalarında nasıl görüneceği incelenebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Araç çubuğu",
      "B": "Pencere",
      "C": "Dil",
      "D": "Şablon kullan",
      "E": "Önizleme"
    },
    "explanation": "Yeni bir proje üretmek için kullanılabilecek üçüncü seçenek hazır şablonları kullanmaktır. Şekil 4.4’te<br/>solda şablondan yeni dosya oluşturma diyalog kutusu gösterilmektedir. Bu kutuda sol taraftaki filtreler kullanılarak önerilen proje şablonları hedeflere göre daraltılabilir. Bir şablon seçildikten sonra projenin yeri ve boyutlarının ayarlandığı panelde ÖNİZLE düğmesine tıklanarak bu projenin web sayfalarında nasıl görüneceği incelenebilir."
  },
  {
    "id": "3748390",
    "unitNumber": 4,
    "text": "Sahneye HTML elementleri ekleme, araç çubuğunda yer alan hangi aracın işlevidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Dolgu Aracı",
      "B": "Öge Aracı",
      "C": "Seçim Aracı",
      "D": "Kalem Aracı",
      "E": "Hareket Yolu Aracı"
    },
    "explanation": "Öge Aracı: Sahneye HTML elementleri ekleme<br/>Seçim Aracı: Sahnedeki nesneleri seçme ve taşıma<br/>Hareket Yolu Aracı: Canlandırılacak nesneler için hareket yolu çizme<br/>Kalem Aracı: Belgeye noktalar ve aralarındaki çizgiler/eğriler yoluyla tanımlanan SVG nesneleri ekleme<br/>Dolgu Aracı:Kapalı alanlara dolgu rengi uygulama"
  },
  {
    "id": "3748391",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi sayesinde çalışma alanına eklenen nesnelere anahtar kare bazlı canlandırmalar eklenebilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Zaman Çizelgesi paneli",
      "B": "Anahat paneli",
      "C": "Özellikler paneli",
      "D": "Metin paneli",
      "E": "Kitaplık paneli"
    },
    "explanation": "Zaman Çizelgesi paneli ile çalışma alanına eklenen nesnelere anahtar kare bazlı canlandırmalar eklenebilmektedir."
  },
  {
    "id": "3748392",
    "unitNumber": 4,
    "text": "Taşma alanında metin kutusu içeriğinin belirlenen boyutları aşması hâlinde aşağıdakilerden hangi seçenek taşan içeriğin saklanmasını sağlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Stil",
      "B": "Hidden",
      "C": "Hizalama",
      "D": "Scroll",
      "E": "Visible"
    },
    "explanation": "Taşma alanında metin kutusu içeriğinin belirlenen boyutları aşması hâlinde kutunun nasıl davranacağı belirlenir. Burada visible seçilmesi hâlinde taşan içerik her zaman gösterilir. Hidden seçeneği taşan içeriğin saklanmasını sağlayacaktır. Scroll seçilmesi hâlindeyse içeriğin taşması durumunda kutu içinde kaydırma çubukları gösterilecektir.<br/>Taşma alanında metin kutusu içeriğinin belirlenen boyutları aşması hâlinde kutunun nasıl davranacağı belirlenir. Hidden seçeneği taşan içeriğin saklanmasını sağlayacaktır."
  },
  {
    "id": "3748393",
    "unitNumber": 4,
    "text": "Google Web Designer uygulamasında video oynatılırken aşağıdakilerden hangisinin seçilmesi durumunda denetimler otomatik olarak saklanır?",
    "correctAnswer": "C",
    "options": {
      "A": "Intro",
      "B": "None",
      "C": "Autohide",
      "D": "Standard",
      "E": "Preview"
    },
    "explanation": "Otomatik oynatım kutusunda preview ya da intro seçilmesi hâlinde videonun kaç saniyelik bir bölümünün oynatılacağı Önizleme süresi kutusunda (ör: 25) belirtilmektedir. Bu süre<br/>belirtilmezse varsayılan olarak videonun 30 saniyelik bölümü oynatılır.<br/>Video oynatılırken Youtube denetimlerinin gösterilmesi ya da saklanması Denetimler kutusu altında belirlenir.<br/>Autohide seçeneği seçilirse denetimler otomatik olarak saklanacaktır.<br/>None seçeneği denetimlerin gösterilmesini engeller.<br/>Video oynatılırken Youtube denetimlerinin gösterilmesi ya da saklanması Denetimler kutusu altında belirlenir. Autohide seçeneği seçilirse denetimler otomatik olarak saklanacaktır."
  },
  {
    "id": "3748394",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi kullanıldığında animasyon hızlı başlayıp sonlara doğru yavaşlamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Ease-in",
      "B": "None",
      "C": "Linear",
      "D": "Ease-out",
      "E": "Label"
    },
    "explanation": "Süre alanında itme animasyonunun kaç saniyede bitirileceği belirlenir. Yumuşatma alanında ise animasyonun zaman fonksiyonu belirlenmektedir. Linear animasyonlar herhangi bir ivmelenme kullanmadıklarından robotik görülürler. Fakat Ease-In ya da Ease-Out seçenekleri kullanıldığında animasyonda ivmeli bir zaman fonksiyonu kullanılmış olur. Örneğin Ease-out kullanıldığında animasyon hızlı başlayıp sonlara doğru yavaşlamaktadır. Yön alanında ise itme animasyonunun hangi yönden uygulanacağı belirlenebilmektedir. İtme animasyonunun dışında şeffaflaştırma, dilimleme, döndürme gibi birçok animasyon seçeneği sunulmaktadır. Bu animasyon seçeneklerinin incelenmesi önerilmektedir."
  },
  {
    "id": "3748395",
    "unitNumber": 4,
    "text": "Belirlenen işlemin uygulanacağı nesne seçilmesi, etkinlikler paneli eşleştirmesindeki hangi adımı açıklar?",
    "correctAnswer": "E",
    "options": {
      "A": "Etkinlik",
      "B": "Yapılandırma",
      "C": "İşlem",
      "D": "Hedef",
      "E": "Alıcı"
    },
    "explanation": "Olaylara etkileşim eklemek için Etkinlikler paneli kullanılır. Etkinlikler paneli bu eşleştirmeyi 5 adımda gerçekleştirir.<br/>1. Hedef: Olayı tetikleyecek nesne seçilir (ör. Düğme).<br/>2. Etkinlik: Takip edilecek olay seçilir (ör. Fare/ click).<br/>3. İşlem: Olayın gerçekleşmesi hâlinde yürütülecek işlem seçilir (ör. CSS kodu uygulama).<br/>4. Alıcı: Belirlenen işlemin uygulanacağı nesne seçilir (ör. Düğme).<br/>5. Yapılandırma: Düğme üzerine uygulanacak CSS kuralları belirtilir.<br/>Olaylara etkileşim eklemek için Etkinlikler paneli kullanılır. Etkinlikler paneli bu eşleştirmeyi 5 adımda gerçekleştirir.<br/>1. Hedef: Olayı tetikleyecek nesne seçilir (ör. Düğme).<br/>2. Etkinlik: Takip edilecek olay seçilir (ör. Fare/ click).<br/>3. İşlem: Olayın gerçekleşmesi hâlinde yürütülecek işlem seçilir (ör. CSS kodu uygulama).<br/><strong>4. Alıcı: Belirlenen işlemin uygulanacağı nesne seçilir (ör. Düğme).</strong><br/>5. Yapılandırma: Düğme üzerine uygulanacak CSS kuralları belirtilir."
  },
  {
    "id": "3748396",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi firma tarafından hazırlanmış fotoğraflar, şablonlar, şekiller ve art alanlar gibi içeriklerin sunulduğu bir portaldır?",
    "correctAnswer": "B",
    "options": {
      "A": "Adobe Creative Cloud",
      "B": "Adobe Stock",
      "C": "Adobe Express",
      "D": "Adobe Animate",
      "E": "Adobe Photoshop"
    },
    "explanation": "Adobe Stock, firma tarafından hazırlanmış fotoğraflar, şablonlar, şekiller ve art alanlar gibi içeriklerin sunulduğu bir portaldır. Bu portalda ücretli ve ücretsiz içerikler sunulmaktadır. Bu alanda sunulan içeriklerin kullanımı lisans şartlarına tabidir."
  },
  {
    "id": "3748397",
    "unitNumber": 4,
    "text": "Adobe Express uygulamasında aşağıdakilerden hangisi şekli başka bir şekille değiştirmek için<br/>kullanılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Replace",
      "B": "Shadow",
      "C": "Alpha",
      "D": "Edit text",
      "E": "Border"
    },
    "explanation": "Replace: Şekli başka bir şekille değiştirmek için kullanılır.<br/>Border: Kenarlık rengini belirlemek için kullanılır. Bu görselde kenarlık rengi kullanılmamıştır.<br/>Alpha: Nesne saydamlığı. 0 ile 100 arasında bir değerdir. Saydamlığı 100 olan nesneler tam görünür, sıfır olan nesneler ise görünmezdir.<br/>Edit text: Metni düzenleme kutusu, seçilen metin kutusu içindeki yazıyı güncellemek için kullanılır.<br/>Shadow: Metinlerde en çok kullanılan görsel efektlerden biri gölge eklemektir"
  },
  {
    "id": "3748436",
    "unitNumber": 4,
    "text": "Google Web Designer (GWD) ile ilgili aşağıdaki ifadelerden hangisi ya da hangileri doğrudur?<br/><ol type=\"I\"><br/><li>Ücretli bir yazılımdır ve önemli düzeyde kodlama becerisi gerektirir.</li><br/><li>Aracın tasarım görünümünde çizimler, şekiller, metinler ve üç boyutlu nesneler üretilerek bunlara canlandırma eklenebilmektedir.</li><br/><li>HTML5 teknolojilerini temel alan reklamlar, görseller, videolar ve diğer web içeriklerinin üretilmesine olanak veren bir kodlama ve tasarım aracıdır.</li><br/></ol>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "II ve III"
    },
    "explanation": "Sürükle-Bırak web araçlarının amacı, tasarımcıları kodlama yükünden kurtararak olabilecek en basit görsel mekanizmalar yoluyla içerik üretimine olanak vermektir. Google Web Designer aracı Google firması tarafından ücretsiz olarak dağıtılmaktadır. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3748437",
    "unitNumber": 4,
    "text": "Tasarım görünümünde kullanılabilen “Kılavuz Çizgiler Cetveller” gibi yardımcıları göstermek ve kaldırmak için aşağıdaki menü seçeneklerinden hangisi kullanılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Dosya",
      "B": "Düzenle",
      "C": "Görünüm",
      "D": "Pencere",
      "E": "Yardım"
    },
    "explanation": "Tasarım görünümünde kullanılabilen Kılavuz Çizgiler Cetveller gibi yardımcıları göstermek ve kaldırmak için Görünüm menüsü altında yer alan ilgili seçenekler kullanılır. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3748438",
    "unitNumber": 4,
    "text": "Araç çubuğunda yer alan aşağıdaki araçlardan hangisi ile sahnedeki bir nesneden renk örneği alma işlemi gerçekleştirilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Seçim Aracı",
      "B": "Öğe Aracı",
      "C": "Kalem Aracı",
      "D": "Damlalık Aracı",
      "E": "Dolgu Aracı"
    },
    "explanation": "\"Damlalık Aracı\" sahnedeki bir nesneden renk örneği almayı sağlar. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3748439",
    "unitNumber": 4,
    "text": "Metin ekleme ve metin işlemlerinde, \"Özellikler\" paneli \"Stil\" alanında, metin kutusu içeriğinin belirlenen boyutları aşması hâlinde kutunun nasıl davranacağı aşağıdakilerden hangisi ile belirlenir?",
    "correctAnswer": "C",
    "options": {
      "A": "Şeffaflık kutusunda",
      "B": "Dolgu satırında",
      "C": "Taşma alanında",
      "D": "Kenarlık alanında",
      "E": "Kimlik kutusunda"
    },
    "explanation": "Taşma alanında metin kutusu içeriğinin belirlenen boyutları aşması hâlinde kutunun nasıl davranacağı belirlenir. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3748440",
    "unitNumber": 4,
    "text": "Medya ekleme işlemleri ile ilgili aşağıdakilerden hangisi <strong><u>doğru değildir?</u></strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ön izleme alanında dosya boyutu ve medya özellikleri bilgileri sunulur.",
      "B": "Resim dosyaları için ekstra özelleştirme seçenekleri sunulmaktadır.",
      "C": "Kitaplık paneline eklenen her dosya proje klasörü altındaki \"assets\" klasörü içine kopyalanır.",
      "D": "Medya dosyalarını projeye eklemek için \"Kitaplık\" panelinden ya da bilgisayardaki bir konumdan sürükleme işlemi yapılır.",
      "E": "\"Bileşenler\" paneli altındaki \"Medya\" bölümünde yer alan \"Video ve Ses\" bileşenleri kullanılarak da projeye ses ve video dosyaları eklenebilir."
    },
    "explanation": "Resim dosyaları için ekstra özelleştirme seçenekleri sunulmaz. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3748441",
    "unitNumber": 4,
    "text": "Galeriler bölümünde resimler arası geçişlerin nasıl gösterileceği aşağıdakilerden hangisinde ayarlanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Geçiş alanında",
      "B": "Etkileşim alanında",
      "C": "Çerçeveler alanında",
      "D": "Tasarım alanında",
      "E": "Gezinme alanında"
    },
    "explanation": "Geçiş alanında resimler arası geçişlerin nasıl gösterileceği ayarlanmaktadır. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3748442",
    "unitNumber": 4,
    "text": "GWD de canlandırmalar ile ilgili aşağıdaki ifadelerden hangisi ya da hangileri doğrudur?<br/><ol type=\"I\"> <li>Zaman Çizelgesi panelinin Hızlı Modunda canlandırma üretmek Gelişmiş Moda oranla daha zordur.</li> <li>Zaman Çizelgesi panelinde Gelişmiş Mod Adobe Animate gibi kare bazlı animasyon üretebilen uygulamalardaki zaman yönetim panellerine benzemektedir.</li> <li>Canlandırmalar CSS temelli olduğundan, canlandırmalarda yalnızca CSS dili tarafından düzenlenebilen özellikler (ör. konum, döndürme, renkler, kenarlıklar) değiştirilebilmektedir.</li> </ol>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "II ve III"
    },
    "explanation": "I- Zaman Çizelgesi panelinin Hızlı Modunda canlandırma üretmek Gelişmiş Moda oranla daha kolaydır.<br/>II- Zaman Çizelgesi panelinde Gelişmiş Mod Adobe Animate gibi kare bazlı animasyon üretebilen uygulamalardaki zaman yönetim panellerine benzemektedir.<br/>III- Canlandırmalar CSS temelli olduğundan, canlandırmalarda yalnızca CSS dili tarafından düzenlenebilen özellikler (ör. konum, döndürme, renkler, kenarlıklar) değiştirilebilmektedir.<br/>Buna göre II ve III seçenekleri doğrudur. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3748443",
    "unitNumber": 4,
    "text": "Adobe Express kullanımı hakkında kısa bir bilgilendirme sunan ekrana aşağıdakilerden hangisi ile ulaşılabilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Recents",
      "B": "View All",
      "C": "Get started",
      "D": "Try Premium",
      "E": "Create a New Project"
    },
    "explanation": "Get started düğmesi ile Adobe Express kullanımı hakkında kısa bir bilgilendirme sunan ekrana ulaşılabilmektedir. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3748444",
    "unitNumber": 4,
    "text": "Adobe Express uygulaması tarafından kategorilere göre sunulan şablonlara erişimi sağlayan simge aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/6752f6aae7c04ac05a49778ae8abdbe5.png\" alt=\"\" width=\"124\" height=\"95\">",
      "B": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/8a76d0795f16d37344dd12a3e47841cc.png\" alt=\"\" width=\"122\" height=\"118\">",
      "C": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/094cd62c1134f08aa5c10d53b8190501.png\" alt=\"\" width=\"129\" height=\"168\">",
      "D": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/d6afd689bb5384de3542c4374f128410.png\" alt=\"\" width=\"126\" height=\"129\">",
      "E": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/1087225f962aa7c099f4c78f26c3fce3.png\" alt=\"\" width=\"122\" height=\"110\">"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/ecc3858bb37fb238e202addb6eed7bfa.png\" alt=\"\" width=\"701\" height=\"149\">"
  },
  {
    "id": "3748445",
    "unitNumber": 4,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/50c7f1b7b626c12a226394f0580dcd3c.png\" alt=\"\" width=\"131\" height=\"95\"> Adobe Express (Adobe Stock) proje alanının sol tarafında projeye eklenebilecek içeriklerin sunulduğu barda bulunan yukarıdaki simgenin görevi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Adobe Stock tarafından sağlanan içeriklere erişim sağlar.",
      "B": "Uygulama tarafından kategorilere göre sunulan şablonlara erişim sağlar.",
      "C": "Çeşitli fontlar ve formlarda metinlerin projeye eklenmesi için kullanılır.",
      "D": "Adobe Stock tarafından sunulan fotoğrafların projeye eklenmesi için kullanılır.",
      "E": "Çizgiler, dörtgenler gibi temel şekiller ve emojiler gibi basit içeriklerin projeye eklenmesi için kullanılır."
    },
    "explanation": "Çizgiler, dörtgenler gibi temel şekiller ve emojiler gibi basit içeriklerin projeye eklenmesi için kullanılır. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3748604",
    "unitNumber": 4,
    "text": "<strong>“</strong>HTML5 teknolojilerini temel alan reklamlar, görseller, videolar ve diğer web içeriklerinin üretilmesine olanak veren bir kodlama ve tasarım aracıdır.” Tanımı aşağıdakilerden hangisine aittir?",
    "correctAnswer": "C",
    "options": {
      "A": "Alpha",
      "B": "Outline",
      "C": "GWD",
      "D": "XML",
      "E": "Java"
    },
    "explanation": "GWD"
  },
  {
    "id": "3748607",
    "unitNumber": 4,
    "text": "“Youtube videoları, normal videolardan farklı oynatım ve önizleme seçenekleri sunar. Bu seçenekler bileşen tarafından değil, Youtube oynatıcısı tarafından belirlenmektedir. Otomatik oynatım kutusunda ……………..… seçilmesi hâlinde videonun kaç saniyelik bir bölümünün oynatılacağı önizleme süresi kutusunda belirtilmektedir.”<br/>Yukarıdaki metinde bırakılan boşluğa uygun kelime/kelimeleri işaretleyiniz?",
    "correctAnswer": "B",
    "options": {
      "A": "None",
      "B": "Preview / Intro",
      "C": "Standart",
      "D": "Sesi Kapat",
      "E": "Autohide"
    },
    "explanation": "Preview / Intro"
  },
  {
    "id": "3748609",
    "unitNumber": 4,
    "text": "Birden fazla resmin bir bileşen içinde gösterilmesi için …………. kullanılır.<br/>Cümlede bırakılmış boşluğa aşağıdaki kelimelerden hangisi gelebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Galeriler",
      "B": "Çerçeveler",
      "C": "3D Model",
      "D": "Önizleme",
      "E": "GWD"
    },
    "explanation": "Galeriler"
  },
  {
    "id": "3748610",
    "unitNumber": 4,
    "text": "“Olaylara etkileşim eklemek için Etkinlikler paneli kullanılır.”<br/>Etkinlikler paneli bu eşleştirmeyi kaç adımda gerçekleştirir?",
    "correctAnswer": "D",
    "options": {
      "A": "2",
      "B": "3",
      "C": "6",
      "D": "5",
      "E": "4"
    },
    "explanation": "5"
  },
  {
    "id": "3748611",
    "unitNumber": 4,
    "text": "“Animasyonların akıcı görünmesi için saniyede hesaplanan kare sayısı (fps: frames per second) değeri oldukça önemlidir. “<br/>İnsanlar kaç fps ve üzerindeki değerleri akıcı olarak algılamaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "22",
      "B": "26",
      "C": "23",
      "D": "25",
      "E": "24"
    },
    "explanation": "24"
  },
  {
    "id": "3748612",
    "unitNumber": 4,
    "text": "Proje sahnesinde bir nesne seçildiğinde nesne denetimlerinden “Alpha” için aşağıdakilerden hangisi söylenebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Nesneleri ortalarından geçen yatay ve dikey eksenlere göre çevirmek için kullanılır.",
      "B": "Nesne saydamlığı. 0 ile 100 arasında bir değerdir. Saydamlığı 100 olan nesneler tam görünür, sıfır olan nesneler ise görünmezdir.",
      "C": "Seçilen metin kutusu içindeki yazıyı güncellemek için kullanılır.",
      "D": "Nesne renginin altındaki renklerle etkileşimini belirlemek için kullanılır.",
      "E": "Kenarlık rengini belirlemek için kullanılır."
    },
    "explanation": "Nesne saydamlığı. 0 ile 100 arasında bir değerdir. Saydamlığı 100 olan nesneler tam görünür, sıfır olan nesneler ise görünmezdir."
  },
  {
    "id": "3748614",
    "unitNumber": 4,
    "text": "“Metni kutu içinde sağa, sola ve ortaya hizalamak için kullanılır.”<br/>Yukarıdaki cümlede yer alan işlevi kontrol eden denetim aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Align",
      "B": "Border",
      "C": "Font",
      "D": "Shape",
      "E": "Text Size"
    },
    "explanation": "Align"
  },
  {
    "id": "3748615",
    "unitNumber": 4,
    "text": "“Resmin renk kontrastı, parlaklığı ya da renk doygunluğu üzerinde düzenleme yapmak için kullanılabilecek kontroller sağlar.”<br/>Yukarıdaki cümlede yer alan işlevi kontrol eden denetim aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Crop and Shape",
      "B": "Blur",
      "C": "Replace",
      "D": "Enhancements",
      "E": "Alpha"
    },
    "explanation": "Enhancements"
  },
  {
    "id": "3748616",
    "unitNumber": 4,
    "text": "“Piksel cinsinden metnin harfleri arasındaki boşluğun belirlenmesi için kullanılır.” Tanımı aşağıdakilerden hangisine aittir?",
    "correctAnswer": "C",
    "options": {
      "A": "Outline",
      "B": "Shape",
      "C": "Spacing",
      "D": "Remove background",
      "E": "Replace"
    },
    "explanation": "Spacing"
  },
  {
    "id": "3748617",
    "unitNumber": 4,
    "text": "“Resimdeki renklerin altta kalan içeriklerin renkleriyle karıştırılma modunu belirlemek için kullanılır.” Tanımı aşağıdakilerden hangisi için uygundur?",
    "correctAnswer": "B",
    "options": {
      "A": "Spacing",
      "B": "Blend Mode",
      "C": "Add to Background",
      "D": "Replace",
      "E": "Outline"
    },
    "explanation": "Blend Mode"
  },
  {
    "id": "3748410",
    "unitNumber": 5,
    "text": "Aşağıda gösterilen hangi programlama sayesinde hem HTML kodları ile hem de HTML kodlarını kullanmadan sadece görsel araçlar yardımıyla web içerikleri oluşturulabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "AutoCAD",
      "B": "Revit",
      "C": "ReCap",
      "D": "Adobe Dreamweaver",
      "E": "Solid"
    },
    "explanation": "Adobe Dreamweaver yazılımı ile hem HTML kodları ile hem de HTML kodlarını kullanmadan sadece görsel araçlar yardımıyla web içerikleri oluşturulabilmektedir.<br/>Doğru Cevap D'dir."
  },
  {
    "id": "3748411",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi web sayfaları oluşturmak için kullanılan standart bir işaretleme dilinin adıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "HTML",
      "B": "HTMA",
      "C": "HTMB",
      "D": "HTMC",
      "E": "HTMD"
    },
    "explanation": "HTML: Hyper Text Markup Language kelimelerinin kısaltması olan HTML, web sayfaları oluşturmak için kullanılan standart bir işaretleme dilidir. Doğru Cevap A'dır."
  },
  {
    "id": "3748412",
    "unitNumber": 5,
    "text": "Adobe Dreamweaver CC yazılımında hangi araç çubuğu görüntülenir ve bu araç çubuğu ile belgeler arası geçiş ve dosya yönetim işlemleri yapılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Ortak Araç Çubuğu",
      "B": "Nesneler Araç Çubuğu",
      "C": "Görüntü Araç Çubuğu",
      "D": "Yazım Araç Çubuğu",
      "E": "Etkileşim Araç Çubuğu"
    },
    "explanation": "Arayüz ekranının sol kısmında “Ortak” araç çubuğu görüntülenir. Bu araç çubuğu ile belgeler arası geçiş ve dosya yönetim işlemleri yapılmaktadır. Bu alanın yan tarafında ise tasarım işlemlerinin gerçekleştirildiği belge penceresi bulunur.<br/>Doğru Cevap A'dır."
  },
  {
    "id": "3748413",
    "unitNumber": 5,
    "text": "Adobe Dreamweaver CC yazılımında web tasarımı için açılan tüm sayfaların görüntülendiği pencere aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ortak Araç Çubuğu",
      "B": "Belge Penceresi",
      "C": "Çalışma Alanı",
      "D": "Dosya Aktarımı",
      "E": "Dosya Saklama Alanı"
    },
    "explanation": "Belge penceresi, web tasarımı için açılan tüm sayfaların görüntülendiği penceredir. Kullanıcılar web tasarımı sürecinde açtıkları tüm belgeleri bu pencere altında görüntüler. Birden çok belge açıldığında açık olan aktif dosya ve pasif dosyaların isimleri yan yana bu pencerenin başlığında görünür.<br/>Doğru Cevap B'dir."
  },
  {
    "id": "3748414",
    "unitNumber": 5,
    "text": "“Ekle” paneli ara yüz ekranında görüntülenmiyor ise aşağıdakilerden hangisinin aktif hale getirilmesi gerekmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Pencere menüsü altındaki Seçenekler menüsü aktif hâle getirilmesi gerekir",
      "B": "Pencere menüsü altındaki İlerle seçeneği aktif hâle getirilmesi gerekir",
      "C": "Pencere menüsü altındaki Dosya seçeneği aktif hâle getirilmesi gerekir",
      "D": "Pencere menüsü altındaki Kapat seçeneği aktif hâle getirilmesi gerekir",
      "E": "Pencere menüsü altındaki Ekle seçeneğinin aktif hâle getirilmesi gerekir"
    },
    "explanation": "“Ekle” paneli arayüz ekranında görüntülenmiyor ise “Pencere” menüsü altındaki “Ekle” seçeneğinin aktif hâle getirilmesi gerekir. <br/>Doğru Cevap E'dir."
  },
  {
    "id": "3748415",
    "unitNumber": 5,
    "text": "İnternette bir kaynağa ait benzersiz adres yapısı aşağıdakilerden hangisi ile gösterilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "HTML",
      "B": "URL",
      "C": "RLM",
      "D": "KLM",
      "E": "DLM"
    },
    "explanation": "URL: Uniform Resource Locator kelimelerinin kısaltması olan URL, internette bir kaynağa ait benzersiz adres yapısıdır. <br/>Doğru Cevap B'dir."
  },
  {
    "id": "3748416",
    "unitNumber": 5,
    "text": "Web tasarımı sürecinde tablolar sayfa içi ögelerin yerleşimi için kullanılacaksa tabloların görünmemesi için kenarlık kalınlığının nasıl ayarlanması gerekir?",
    "correctAnswer": "C",
    "options": {
      "A": "1 (Bir) olarak",
      "B": "2 (İki) olarak",
      "C": "0 (Sıfır) olarak",
      "D": "3 (Üç) olarak",
      "E": "4 (Dört) olarak"
    },
    "explanation": "Web tasarımı sürecinde tablolar sayfa içi ögelerin yerleşimi için kullanılacaksa tabloların görünmemesi için kenarlık kalınlığının 0 (sıfır)<br/>olarak ayarlanması gerekir.<br/>Doğru Cevap C'dir."
  },
  {
    "id": "3748417",
    "unitNumber": 5,
    "text": "Bir hipermetin belgesinde farklı bir kaynağa ulaşmak için kurulan referansa ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bağlantı/Link",
      "B": "HTML",
      "C": "URL",
      "D": "Domain",
      "E": "Adres Çubuğu"
    },
    "explanation": "Bağlantı/Link: Bir hipermetin belgesinde farklı bir kaynağa ulaşmak için kurulan referanstır.<br/>Doğru Cevap A'dır."
  },
  {
    "id": "3748418",
    "unitNumber": 5,
    "text": "Web tasarımı sürecinde sorun yaşamamak için yerel site klasörüne, belgelere, resimlere ve diğer varlıklara isim verilirken hangisine dikkat edilmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Alan adının kapalı olmasına",
      "B": "Alan adının açık olmasına",
      "C": "Türkçe karakter kullanılmasına",
      "D": "Türkçe karakterler ve boşluk kullanılmamasına",
      "E": "Boşluk kullanılmasına"
    },
    "explanation": "Web tasarımı sürecinde sorun yaşamamak için yerel site klasörüne, belgelere, resimlere ve diğer varlıklara isim verilirken Türkçe karakterler ve boşluk kullanılmamalıdır.<br/>Doğru Cevap D'dir."
  },
  {
    "id": "3748419",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi web tasarımı sürecinde kullanılan ve Microsoft firmasının metin editörlerine benzer yapısıyla web sayfalarının kolaylıkla tasarlandığı bir web editörünün adıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Microsoft Expression Web 4",
      "B": "Microsoft Expression Dream",
      "C": "Microsoft Dream",
      "D": "Microsoft Web Dream",
      "E": "Microsoft Xcod"
    },
    "explanation": "Microsoft Expression Web 4 yazılımı web tasarımı sürecinde kullanılan ve Microsoft firmasının metin editörlerine benzer yapısıyla web sayfalarının kolaylıkla tasarlandığı bir web editörüdür. <br/>Doğru Cevap A'dır."
  },
  {
    "id": "3748508",
    "unitNumber": 5,
    "text": "1990'ların başında geliştirilen ve bu dille oluşturulmuş sayfaların görüntülenebildiği web tarayıcılarıyla birlikte webin, bilginin üretildiği ve paylaşıldığı ana mecralardan biri konumuna gelmesini sağlayan dildir?",
    "correctAnswer": "E",
    "options": {
      "A": "C+",
      "B": "Windwos",
      "C": "Google",
      "D": "Java",
      "E": "HTML"
    },
    "explanation": "Özellikle web yayıncılığı açısından konu ele alındığında; 1990’ların başında geliştirilen hipermetin işaretleme dili (Hyper Text Markup Language - HTML) ve bu dille oluşturulmuş sayfaların görüntülenebildiği web tarayıcılarıyla birlikte web, bilginin üretildiği ve paylaşıldığı ana mecralardan biri konumuna gelmiştir."
  },
  {
    "id": "3748510",
    "unitNumber": 5,
    "text": "Dreamweaver yazılımı ilk olarak hangi yıl piyasaya sürülmüştür?",
    "correctAnswer": "E",
    "options": {
      "A": "1988",
      "B": "1990",
      "C": "1992",
      "D": "1995",
      "E": "1997"
    },
    "explanation": "İlk sürümü Aralık 1997 yılında piyasaya sürülen Dreamweaver yazılımı Macromedia şirketi tarafından geliştirilmiştir."
  },
  {
    "id": "3748512",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Adobe Dreamweaver yazılımı ile ilgili yanlış bir ifadedir?",
    "correctAnswer": "E",
    "options": {
      "A": "HTML kodlarını kullanmadan sadece görsel araçlar yardımıyla web içerikleri oluşturulabilmektedir.",
      "B": "HTML kodları ile web içerikleri oluşturulabilmektedir.",
      "C": "HTML kodlarını yazmak yerine görsel nesneleri sayfaya ekleyerek web sayfaları oluşturulabilmektedir",
      "D": "Eklenen ve özelliği ayarlanan her görsel nesneye ait HTML kodunu otomatik olarak kendisi oluşturur.",
      "E": "Sadece HTML kodları ile web içerikleri oluşturulamaz."
    },
    "explanation": "Adobe Dreamweaver yazılımı ile hem HTML kodları ile hem de HTML kodlarını kullanmadan sadece görsel araçlar yardımıyla web içerikleri oluşturulabilmektedir. Bir başka ifadeyle, Adobe Dreamweaver yazılımı ile web sayfasını oluşturan HTML kodlarını yazmak yerine görsel nesneleri sayfaya ekleyerek web sayfaları oluşturulabilmektedir. Yazılım, eklenen ve özelliği ayarlanan her görsel nesneye ait HTML kodunu otomatik olarak kendisi oluşturur. Bu yönüyle Adobe Dreamweaver yazılımı web sayfasının tasarım sürecini kullanıcıya bırakırken HTML kodlarının oluşturulması sürecini kendisi üstlenmektedir"
  },
  {
    "id": "3748513",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hanigi Adobe Dreamweaver CC yazılımının arayüzünün üst kısmında bulunmaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Menü",
      "B": "Çalışma alanı yerleşim seçenekleri",
      "C": "Simge durumu",
      "D": "Aç",
      "E": "Kapat"
    },
    "explanation": "Adobe Dreamweaver CC yazılımının arayüzünün üst kısmında menüler, çalışma alanı yerleşim seçenekleri (Standart, Geliştirici) ile pencere araçları (simge durumu, önceki boyut/ekranı kapla ve kapat) bulunur."
  },
  {
    "id": "3748516",
    "unitNumber": 5,
    "text": "Adobe Dreamviever'da \"Böl\" yerleşim seçeneği aşağıdakilerden hangisini yapmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "\"kod\" ve \"tasarım\" bölmelerini bir arada gösterir.",
      "B": "\"kod\" ve \"tasarım\" bölmelerini ayırarak farklı sayfalarda gösterir.",
      "C": "Bölünmüş çalışma sayfası açar.",
      "D": "\"tasarım\" çaılşma sayfasını kendi içinde böler.",
      "E": "\"kod\" çalışma sayfasını kendi içinde böler."
    },
    "explanation": "Arayüz ekranının üst kısmındaki menülerin altındaki “Belge” araç çubuğu üzerinde üç adet yerleşim seçeneği bulunur. Bunlar; “Kod”, “Böl” ve seçilen duruma göre “Canlı” veya “Tasarım” yerleşim seçeneğidir. Bu yerleşim seçenekleri kullanıcıların web tasarımı sürecinde tercih ettikleri tasarım seçenekleridir. Yazılım aracılığıyla kullanıcılar HTML kodlarıyla tasarım yapabileceği gibi görsel nesnelerle de tasarım yapabilmektedir. Bu nedenle yerleşim seçeneklerinde sadece HTML kodlarıyla tasarımın yapıldığı kod bölmesinin görüntülendiği “Kod” yerleşim seçeneği, görsel nesnelerle tasarımın yapıldığı tasarım bölmesinin görüntülendiği “Tasarım” yerleşim seçeneği ve her iki tasarım bölmesinin bir arada görüntülendiği “Böl” yerleşim seçenekleri seçilebilir."
  },
  {
    "id": "3748518",
    "unitNumber": 5,
    "text": "Adobe Dreamviewer'da hazırlanan tasarımların bir web tarayıcısında nasıl görüntüleneceğinin anlık olarak izlenebildiği seçenek hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Canlı",
      "B": "Anlık",
      "C": "Görüntü",
      "D": "İzle",
      "E": "Önizleme"
    },
    "explanation": "“Canlı” yerleşim seçeneği ise hazırlanan tasarımların bir web tarayıcısında nasıl görüntüleneceğinin anlık olarak izlenebildiği seçenektir."
  },
  {
    "id": "3748519",
    "unitNumber": 5,
    "text": "Adobe Dreamviewer'da nokta yerel site klasör yapısıyla uzak site klasör yapısının birebir aynı olmaması durumunda aşağıdakilerden hangisi meydana gelir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tasarım sürecinde tanımlanan URL’ler çalışmaz ve web sayfası istenildiği gibi görüntülenmez.",
      "B": "Sayfayı canlı görüntüleme özelliği çalışmaz.",
      "C": "Site güvenliği riske girer.",
      "D": "URL'ler çalışır fakat web sayfasında görsel hatalar meydana gelir.",
      "E": "Klasörler çalışmaz."
    },
    "explanation": "Burada dikkat edilmesi gereken nokta yerel site klasör yapısıyla uzak site klasör yapısının birebir aynı olması gerekliliğidir. Aksi takdirde tasarım sürecinde tanımlanan URL’ler çalışmaz ve web sayfası istenildiği gibi görüntülenmez."
  },
  {
    "id": "3748520",
    "unitNumber": 5,
    "text": "Microsoft Expression Web yazılımının ilk sürümü hangi yıl piyasaya sürülmüştür?",
    "correctAnswer": "E",
    "options": {
      "A": "1990",
      "B": "1992",
      "C": "1999",
      "D": "2000",
      "E": "2006"
    },
    "explanation": "İlk sürümü Mayıs 2006 yılında piyasaya sürülen Microsoft Expression Web yazılımı zengin dijital medya içeriklerinin oluşturulması amacıyla kullanılan lisanslı bir yazılımdır."
  },
  {
    "id": "3748557",
    "unitNumber": 5,
    "text": "Expression Web yazılımında tablo oluşturma işleminde tablo nerede oluşturulmak isteniyorsa öncelikle hangisi yapılmalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Fare ile işaretlenmelidir.",
      "B": "Yeni çalışma sayfası açılmalıdır.",
      "C": "Tablo seçilmelidir.",
      "D": "Table menüsünden insert table seçeneği seçilmelidir.",
      "E": "Yazılım programı açılmalıdır."
    },
    "explanation": "Expression Web yazılımında tablo oluşturma işleminde tablo nerede oluşturulmak isteniyorsa öncelikle fare ile işaretlenmelidir."
  },
  {
    "id": "3748558",
    "unitNumber": 5,
    "text": "Adobe Dreamweaver CC başlığında detaylı olarak anlatılan ve gezinti amacıyla kullanılan farklı türdeki bağlantılar Expression Web yazılımında da yapılabilir. Aşağıdakilerden hangisi oluşturabilecek bu bağlantılara örnek değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Hipermetin belgesi içerisindeki bir noktadan başka bir hipermetin belgesine.",
      "B": "Farklı türde bir belgeye.",
      "C": "Belge içerisinde bir noktaya.",
      "D": "İnternet adresine veya e-posta adresine.",
      "E": "Serverdan farklı tür bir noktaya."
    },
    "explanation": "Adobe Dreamweaver CC başlığında detaylı olarak anlatılan ve gezinti amacıyla kullanılan farklı türdeki bağlantılar Expression Web yazılımında da yapılabilir. Bunlar; hipermetin belgesi içerisindeki bir noktadan başka bir hipermetin belgesine, farklı türde bir belgeye, belge içerisinde bir noktaya, internet adresine veya e-posta adresine oluşturulabilecek bağlantılardır."
  },
  {
    "id": "3748675",
    "unitNumber": 5,
    "text": "Adobe Dremweaver yazılımı aşağıdaki platformlardan hangisinde kullanılmaz?",
    "correctAnswer": "C",
    "options": {
      "A": "Masaüstü",
      "B": "Dizüstü",
      "C": "Yazıcı",
      "D": "Tablet",
      "E": "Akıllı Telefon"
    },
    "explanation": "ADOBE DREAMWEAVER CC<br/>Doğru yanıt c seçeneğidir."
  },
  {
    "id": "3748676",
    "unitNumber": 5,
    "text": "Adobe Dreamweaver CC yazılımın ara yüzünde , web tasarımı için açılan tüm sayfaların görüntülendiği alan aşağıdaki seçeneklerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Belge penceresi",
      "B": "Simge durumu",
      "C": "Geliştirici",
      "D": "Çalışma alanı",
      "E": "Mizampaj"
    },
    "explanation": "Adobe Dreamweaver CC Yazılımın Edinimi ve Arayüzü<br/>Doğru yanıt a seçeneğidir."
  },
  {
    "id": "3748677",
    "unitNumber": 5,
    "text": "Yazılım üzerinden yeni bir HTML belgesi oluşturulmak istendiğinde, hangi seçenek seçilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Oluştur",
      "B": "Yeni çalışma alanı",
      "C": "Yeni Belge",
      "D": "Tasarım",
      "E": "Çalışma alanlarını yönet"
    },
    "explanation": "Adobe Dreamweaver CC Yazılımın Edinimi ve Arayüzü<br/>Doğru yanıt c seçeneğidir."
  },
  {
    "id": "3748678",
    "unitNumber": 5,
    "text": "Yapılacak tasarımın özelliklerine göre kullanıcılar gereksinim duydukları panelleri hangi menü altından aktif hâle getirerek ekranda görüntüleyebilir, arayüz ekranında istenilen noktaya hareket ettirebilir, daraltılıp genişletilebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yeni çalışma alanı",
      "B": "Çalışma alanlarını yönet",
      "C": "Geliştirici",
      "D": "Pencere",
      "E": "Belge"
    },
    "explanation": "Adobe Dreamweaver CC Yazılımın Edinimi ve Arayüzü<br/>Doğru yanıt d seçeneğidir?"
  },
  {
    "id": "3748679",
    "unitNumber": 5,
    "text": "I. Web sitesine ait domain (alan adı) alınması<br/>II. Web sitesinin teknik açıdan test edilmesi <br/>III. Web sitesine ait tüm dosyaların oluşturulması<br/>IV. Oluşturulan tüm dosyaların hosting (kiralama)hizmeti alınan bir web sunucusu üzerine aktarılması<br/>Yukarıdaki seçeneklerden hangileri bir web sitesinin oluşturulmasında web ağında yayınlanabilmesi için gerekli unsurlardır?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II",
      "B": "I, III",
      "C": "I, III, IV",
      "D": "II, III, IV",
      "E": "I, II, III, IV"
    },
    "explanation": "Adobe Dreamweaver CC ile Web Tasarımı<br/>Doğru yanıt c seçeneğidir."
  },
  {
    "id": "3748680",
    "unitNumber": 5,
    "text": "Aşağıdaki seçeneklerden hangisi internette bir kaynağa ait benzersiz adres yapısı için kullanılır?",
    "correctAnswer": "A",
    "options": {
      "A": "URL",
      "B": "HTML",
      "C": "CCS",
      "D": "OGG",
      "E": "WAV"
    },
    "explanation": "Adobe Dreamweaver CC’de Site<br/>Yapılandırılması<br/>Doğru yanıt a seçeneğidir."
  },
  {
    "id": "3748681",
    "unitNumber": 5,
    "text": "Metin biçimlendirme işleminde, dreamweaver yazılım ile işlemler yapılmak istendiğinde en kolay biçimde aşağıdaki seçeneklerdeki hangi panel kullanılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Sunucular",
      "B": "Özellikler",
      "C": "Dosyalar",
      "D": "Tasarım",
      "E": "Ortak"
    },
    "explanation": "Adobe Dreamweaver CC’de Metin ve Tablo Kullanımı<br/>Doğru yanıt b seçeneğidir."
  },
  {
    "id": "3748682",
    "unitNumber": 5,
    "text": "Metin biçimlendirme sürecinde işaretli liste oluşturmak için aşağıdaki seçeneklerden hangisi kullanılır?",
    "correctAnswer": "D",
    "options": {
      "A": "İtalik",
      "B": "Sıralı liste",
      "C": "Girinti",
      "D": "Sırasız liste",
      "E": "Format"
    },
    "explanation": "Adobe Dreamweaver CC’de Metin ve Tablo Kullanımı<br/>Doğru yanıt d seçeneğidir."
  },
  {
    "id": "3748683",
    "unitNumber": 5,
    "text": "Dreamweaver yazılımında stiller hangi panel yardımıyla oluşturulur?",
    "correctAnswer": "E",
    "options": {
      "A": "Loop",
      "B": "AutoPlay",
      "C": "Muted",
      "D": "Alternatif kaynak",
      "E": "CSS Tasarımcısı"
    },
    "explanation": "Adobe Dreamweaver CC’de Stillerin Kullanımı<br/>Doğru yanıt e seçeneğidir."
  },
  {
    "id": "3748685",
    "unitNumber": 5,
    "text": "I. Yerel site klasöründeki klasör ve dosya isimleri kontrol edilmelidir<br/>II. Gereksiz dosyalar ve klasörler silinmelidir<br/>III. Sayfaya eklenen dosyalara ait URL bağlantıları ile oluşturulan bağlantıların doğruluğu kontrol edilmelidir<br/>IV. Oluşturulan sayfalar farklı web tarayıcılarında ve farklı ekran çözünürlüklerindeki görünümü test edilmelidir<br/>V. Sayfa içinde hata kodlarının olup olmadığı incelenerek varsa gerekli düzeltmeler yapılmalıdır.<br/>Yukarıdaki maddelerden hangileri web sitesi oluşturma süreci tamamlandıktan sonra web sitesi yayınlanmadan önce yapılması gereken son kontrollerdendir?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II",
      "B": "I, III",
      "C": "I, III, IV",
      "D": "I, II, III, V",
      "E": "I, II, III, IV, V"
    },
    "explanation": "Adobe Dreamweaver CC’de Web Sitesinin Yayınlanması<br/>Doğru yanıt e seçeneğidir."
  },
  {
    "id": "3748688",
    "unitNumber": 5,
    "text": "Web sayfaları oluşturmak için kullanılan standart bir işaretleme dili bulunan aracın adı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "HTML",
      "B": "RCB",
      "C": "CMYK",
      "D": "XML",
      "E": "SCSS"
    },
    "explanation": "HTML: Hyper Text Markup Language kelimelerinin kısaltması olan HTML, web sayfaları oluşturmak için kullanılan standart bir işaretleme dili"
  },
  {
    "id": "3748689",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi web yayıncılığında kullanılan lisanslı yazılımlardandır?",
    "correctAnswer": "E",
    "options": {
      "A": "Adobe Premier",
      "B": "Adobe Photoshop",
      "C": "Blender",
      "D": "Adobe İllüstratör",
      "E": "Adobe Dreamweaver CC"
    },
    "explanation": "Web yayıncılığında kullanılan lisanslı yazılımlardan Adobe Dreamweaver CC ve Microsoft Expression Web 4 yazılımları incelenecektir. Öncelikle her iki yazılımın edinimiyle ilgili bilgiler verildikten sonra yazılımların arayüzleri tanıtılacaktır."
  },
  {
    "id": "3748691",
    "unitNumber": 5,
    "text": "“Ekle” paneli arayüz ekranında görüntülenmiyor ise ………………………menüsü altındaki “Ekle” seçeneğinin aktif hâle getirilmesi gerekir. <br/>Cümlesinde aşağıdakilerden hangisi getirilmeli?",
    "correctAnswer": "B",
    "options": {
      "A": "Kapı",
      "B": "Pencere",
      "C": "Sekme",
      "D": "Bölüm",
      "E": "Aralık"
    },
    "explanation": "“Ekle” paneli arayüz ekranında görüntülenmiyor ise “Pencere” menüsü altındaki “Ekle” seçeneğinin aktif hâle getirilmesi gerekir."
  },
  {
    "id": "3748692",
    "unitNumber": 5,
    "text": "İnternette bir kaynağa ait benzersiz adres yapısına…….. denir.<br/>Yukarıda boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "HTML",
      "B": "RCB",
      "C": "CMYK",
      "D": "XML",
      "E": "URL"
    },
    "explanation": "URL: Uniform Resource Locator kelimelerinin kısaltması olan URL, internette bir kaynağa ait benzersiz adres yapısı"
  },
  {
    "id": "3748693",
    "unitNumber": 5,
    "text": "Özellikler panelinde yer alan metin biçimlendirme seçenekleri ile yapılabilecek işlemler ve nasıl yapılacağına ilişkin açıklamalar aşağıdakilerden hangisinde yanlış verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "“Format” (1) seçeneği ile HTML kodlarında yer alan başlık stilleri (H1, H2, H3, H4, H5, H6) ve paragraf etiketi tanımlanır.",
      "B": "“Sırasız liste” (2) seçeneği ile madde işaretleri kullanılarak otomatik listeler oluşturulur.",
      "C": "“Sıralı liste” (3) seçeneği ile küçük veya büyük harf (a-A), sayı ve küçük veya büyük Latin harfi (i-I) kullanılarak artan veya azalan otomatik numaralı listeler oluşturulur.",
      "D": "“Girinti” (4) seçeneği ile paragraf girintileri oluşturulurken “Çıkıntı” (5) seçeneği ile oluşturulan bu girintiler kaldırılır.",
      "E": "“İnce” (7) seçeneği ile metinler koyu yazdırılır."
    },
    "explanation": "“Kalın” (7) seçeneği ile metinler koyu yazdırılır. Bir metin işaretlendikten sonra Kalın seçeneğine basıldığında metin koyu yazar. Koyu yazımı kaldırmak için koyu yazılan metin işaretlendikten sonra yine “Kalın” seçeneğine basılır."
  },
  {
    "id": "3748695",
    "unitNumber": 5,
    "text": "Bir hipermetin belgesinde farklı bir kaynağa ulaşmak için kurulan referansa verilen ad aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bağlantı/link",
      "B": "Platform",
      "C": "URL",
      "D": "Aplikasyon",
      "E": "Bilgi notu"
    },
    "explanation": "Bağlantı/Link: Bir hipermetin belgesinde farklı bir kaynağa ulaşmak için kurulan referans"
  },
  {
    "id": "3748696",
    "unitNumber": 5,
    "text": "Dreamweaver yazılımında farklı türlerde CSS kuralları tanımlanabilir.<br/>Aşağıdakilerden hangisi bunların arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Sayfa içindeki belirli bir ögeye bağlı olmayıp istenilen zamanda kullanılan sınıf (class) tipi CSS kuralları oluşturulabilir.",
      "B": "Sayfa içinde yalnız kimliği ID özelliği ile tanımlanmış resim, tablo, div, video gibi ögelere eklenen kimlik (ID) tipi CSS kuralları oluşturulabilir",
      "C": "Sayfa içindeki HTML etiketlerine etiket (tag) tipi CSS kuralları oluşturulabilir.",
      "D": "Sayfa içindeki HTML etiketlerinden yalnızca yolu belirtilen özel nesnelere bileşik (compound) tipi CSS kuralları oluşturulabilir.",
      "E": "“Ayrıştırıcı ekle” seçeneği tıklandığında Dreamweaver yazılımı otomatik olarak imlecin bulunduğu noktaya ait HTML etiket yolunu “Seçiciler” bölümünde görüntüler."
    },
    "explanation": "“Seçici ekle” seçeneği tıklandığında Dreamweaver yazılımı otomatik olarak imlecin bulunduğu noktaya ait HTML etiket yolunu “Seçiciler” bölümünde görüntüler."
  },
  {
    "id": "3748697",
    "unitNumber": 5,
    "text": "Metin biçimlendirme işlemleri olarak aşağıdakilerden hangisi <strong>kullanılmaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "“Common” veya “Formating” araç çubuklarında bulunan “Style” seçeneği ile HTML kodlarında yer alan paragraf, başlık stilleri (H1, H2, H3, H4, H5, H6) sıralı liste, sırasız liste gibi etiketler tanımlanır.",
      "B": "“Format” menüsünde bulunan “Borders and Shading” (Şekil 5.16d) seçeneği ile kenarlık stili (1), kenarlık fontu (2), kenarlık inceliği (3) ve kenarlık ile içerik arasındaki boşluk değerleri (4) ayarlanır.",
      "C": "“Format” menüsünde bulunan “Font” seçeneği (Şekil 5.16a) ile yazı fontu (1), font stili (2), font büyüklüğü (3), yazı rengi (4) ve font efektleri (5) değiştirilir.",
      "D": "“Format” menüsünde bulunan “Paragraph” (Şekil 5.16b) seçeneği ile paragraf hizalaması (1), sağ (2) ve sol (3) girinti değeri, ilk satır girintisi (4), satır aralığı (5) ve paragraf öncesi (6) ile sonrası (7) boşluk değeri ayarlanır.",
      "E": "“Format” menüsünde bulunan “Bullets and Numbering” (Şekil 5.16c) seçeneği ile sıralı (1) ve sırasız (2) listeler oluşturulur ve bu listelerin özellikleri ayarlanır."
    },
    "explanation": "“Format” menüsünde bulunan “Bullets and Numbering” (Şekil 5.16c) seçeneği ile sıralı (1) ve sırasız (2) listeler oluşturulur ve bu listelerin özellikleri ayarlanır."
  },
  {
    "id": "3748698",
    "unitNumber": 5,
    "text": "CSS kuralı oluşturma penceresinde bulunan kategoriler ve altında yapılabilecekler aşağıda hangi seçenekte yanlış olarak verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Font: Yazı fontu ailesi, font büyüklüğü, font kalınlığı, font stili, font biçimi, font değişkeni, font rengi, metin dönüştürme ve metin süsleme işlemleri gibi temel font ayarlarını tanımlamak için kullanılır.",
      "B": "Block: Satır yüksekliği, dikey hizalama, metin hizalaması, metin girintisi, harf boşluğu, sözcük boşluğu gibi aralık ve hizalama ayarlarını tanımlamak için kullanılır.",
      "C": "List: Liste stili türü, liste stili görüntüsü ve liste stili konumu gibi liste ayarlarını tanımlamak için kullanılır.",
      "D": "Layout: Kenar boşluğu, içerik ve kenarlık arasındaki boşluk gibi sayfadaki ögelerin yerleşimlerini kontrol eden ayarları tanımlamak için kullanılır.",
      "E": "Position: Konum, Z-dizini, genişlik, yükseklik ve yerleşim gibi içeriğin sayfada nasıl konumlandırılacağını tanımlamak için kullanılır."
    },
    "explanation": "Layout: Görünürlük, taşma, kaydırma, fare imlecinin görünümü gibi içeriğin nasıl görüntüleneceğiyle ilgili ayarları tanımlamak için kullanılır."
  },
  {
    "id": "3748699",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi sayfa tasarımı için 7 adet stil kuralı içerisinde yer almaz?",
    "correctAnswer": "D",
    "options": {
      "A": "İlk olarak sayfa arkaplan renginin ayarlanması için etiketine bir stil tanımlayalım.",
      "B": "İkinci olarak sayfaya eklenen tablonun özellikleri için bir stil tanımlayalım.",
      "C": "Üçüncü olarak sayfada kullanacağımız <br/><h1> etiketinin özelliklerini ayarlamak için bir stil tanımlayalım</h1>",
      "D": "Dördüncü olarak tablo içerisinde menü olarak görünmesini istediğimiz yazıların özelliklerini ayarlamak için bir stil tanımlayalım.",
      "E": "Yedinci ve sonuncu olarak tablo içerisindeki sırasız liste elemanlarının özelliklerini ayarlamak için bir stil tanımlayalım."
    },
    "explanation": "Dördüncü olarak sayfada kullanacağımız<br/><h3> etiketinin özelliklerini ayarlamak için<br/>bir stil tanımlayalım.<br/></h3><br/>Dördüncü olarak sayfada kullanacağımız<br/><h3> etiketinin özelliklerini ayarlamak için bir stil tanımlayalım.<br/></h3>"
  },
  {
    "id": "3748378",
    "unitNumber": 6,
    "text": "Hangi bulut modeli, genel bulut modelinin altyapısını kullanarak sunulan bir hizmetin kurumsal güvenli bir özel bulut ile etkileşimine olanak tanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Hibrit bulut modeli",
      "B": "Kamu bulut modeli",
      "C": "Özel bulut modeli",
      "D": "Sanal bulut modeli",
      "E": "Yüksek bulut modeli"
    },
    "explanation": "Hibrit bulut modeli, iki farklı bulut modelinin kullanılmasıyla meydana gelen bu bulut modelinde genel bulut modelinin altyapısını kullanarak sunulan bir hizmetin kurumsal güvenli bir özel bulut ile etkileşimi söz konusudur."
  },
  {
    "id": "3748379",
    "unitNumber": 6,
    "text": "Hangi teknolojik gelişme, 1950'li yılların başlarında MIT'nin askeri amaçlarla yaptığı çalışmalar sonucu ortaya çıkmıştır ve bilgisayarlar arası eşzamanlı iletişime olanak sağlamıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Bluetooth",
      "B": "Internet Protocol",
      "C": "ARPANET",
      "D": "Wi-Fi",
      "E": "IBM"
    },
    "explanation": "1950’li yılların başlarında MIT’nin askeri amaçlarla gerçekleştirdiği çalışmalar doğrultusunda bilgisayarlar arası eşzamanlı iletişime olanak sağlayan ARPANET, güncel ağ teknolojilerinin temelini oluşturmuştur."
  },
  {
    "id": "3748380",
    "unitNumber": 6,
    "text": "Ağ tabanlı bulut modelleri sayesinde neye erişilebilir hale gelir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnızca ofis bilgisayarlarına",
      "B": "Belli saatlerde erişilebilen sunuculara",
      "C": "Sadece şirket içi ağa bağlı olan cihazlara",
      "D": "Her an her yerden tüm kaynaklara ve içeriklere",
      "E": "Yazılım indirme linklerine"
    },
    "explanation": "Bulut bilişim hizmetleri aracılığıyla sunulan kaynakların ve içeriklerin, ağ tabanlı bulut modelleri sayesinde her an her yerden erişilebilir olması mümkündür."
  },
  {
    "id": "3748381",
    "unitNumber": 6,
    "text": "Hangi temel katmanlar bulut bilişim yapısına ayrıştırılarak incelenebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Donanım",
      "B": "Donanım ve sanallaştırma",
      "C": "Donanım, sanallaştırma ve platform",
      "D": "Donanım, sanallaştırma, platform ve uygulama ve hizmet",
      "E": "Donanım, sanallaştırma, yazılım ve uygulama"
    },
    "explanation": "Tüm bu bileşenlerin bir araya getirdiği bulut bilişim yapısı “donanım”, “sanallaştırma”, “platform” ve “uygulama ve hizmet” olmak üzere 4 temel katmana ayrıştırılarak incelenebilir."
  },
  {
    "id": "3748382",
    "unitNumber": 6,
    "text": "Amazon Web Services (AWS), bulut bilişim altyapı modelinde neleri sağlamıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Bilgisayarların kapasitelerinin daha az verimli kullanımını",
      "B": "Esnek kullanım ve kapasitenin daha verimli kullanımını",
      "C": "Kullanıcıların bilgisayarlarını daha hızlı yapmayı",
      "D": "AWS'in diğer platformlardan daha ucuz olduğunu",
      "E": "Bilgisayarların daha hızlı çalışmasını"
    },
    "explanation": "Amazon Web Services (AWS-Amazon Web Hizmetleri) olarak adlandırılan bu platform, bulut bilişim altyapı modeli ile bilgisayarların kapasitelerinin çok daha verimli ve esnek kullanılabileceğini göstererek AWS ’nin kendi pazarında öne çıkmasını sağlamıştır."
  },
  {
    "id": "3748383",
    "unitNumber": 6,
    "text": "Hibrit bulutlar ilk olarak hangi yılda tanıtılmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "2008",
      "B": "2009",
      "C": "2010",
      "D": "2011",
      "E": "2012"
    },
    "explanation": "2011 yılına gelindiğinde özel ve genel bulut kullanımının harmanlandığı hibrit bulutlar tanıtılmıştır."
  },
  {
    "id": "3748384",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi genel bulut modelinin dezavantajlarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Altyapı denetim esnekliği sağlamaz",
      "B": "Yüksek maliyetlidir",
      "C": "Yerel veri saklama imkanı sunmaz",
      "D": "Yüksek ölçeklenebilirlik sağlamaz",
      "E": "Yüksek indirme hızlı sağlamaz"
    },
    "explanation": "Çeşitli avantajlarının yanı sıra bazı dezavantajları da olan genel bulut modelinin kullanıcılara altyapı denetim esnekliği sağlamadığını söylemek mümkündür."
  },
  {
    "id": "3748385",
    "unitNumber": 6,
    "text": "Hangisi özel bulutun kurumsal kullanıma yönelik avantajlarından birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gizlilik",
      "B": "Sürdürülebilirlik",
      "C": "Şeffaflık",
      "D": "Maliyet avantajı",
      "E": "Yüksek hız"
    },
    "explanation": "Kurumsal kullanıma yönelik avantajlar sağlayan özel bulutun tercih edilmesindeki önemli bileşenlerin gizlilik, ölçeklenebilirlik ve esneklik olduğu söylenebilir."
  },
  {
    "id": "3748386",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangi bileşenler bir bulut yapısının güvenliğini sağlamak için dikkate alınması gerekenlerden birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sanallaştırma yapıları",
      "B": "Ağ bağlantıları",
      "C": "Kablosuz bağlantılar",
      "D": "İnternet tarayıcıları",
      "E": "Antivirüs yazılımları"
    },
    "explanation": "Bir bulut yapısının güvenliğini sağlamak adına dikkat edilmesi gereken bileşenleri aşağıdaki gibi sıralamak mümkündür.<br/>• Fiziksel ağlar (elektrik sağlayıcılar, kablolar, yönlendiriciler)<br/>• Veri depolama (sabit sürücüler ya da diskler)<br/>• Veri sunucuları (bilgi işlem ağ donanımları ya da yazılımları)<br/>• Sanallaştırma yapıları (sanal makine yazılımları, konuk makineler)<br/>• İşletim sistemleri<br/>• Aracı yazılımları (uygulama programlama arayüzü/ API)<br/>• Yürütme ortamları (web sunum ortamları, uygulamalar ve bunların bakımı)<br/>• Veriler (depolanan, güncellenen ve erişilen tüm varlıklar)<br/>• Uygulamalar (e-posta ve program grupları gibi hizmet sağlayıcılar)<br/>• Son kullanıcı donanımları (enformasyon ve iletişim teknolojileri, ağ sağlayıcılar)"
  },
  {
    "id": "3748387",
    "unitNumber": 6,
    "text": "Aşağıdakiler hangisi web yayıncılığında bulut bilişim araçlarından birisi <strong>değildir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Microsoft Azure",
      "B": "Google Cloud",
      "C": "Cpanel",
      "D": "IBM Cloud",
      "E": "Amazon Web Hizmetleri"
    },
    "explanation": "Web yayıncılığında kullanılan bulut bilişim araçları Google Cloud, Microsoft Azure, Amazon Web Hizmetleri ve IBM Cloud'dur."
  },
  {
    "id": "3748613",
    "unitNumber": 6,
    "text": "\"..............., farklı hizmet türlerinin internet üzerinden sağlanarak daha hızlı inovasyon, esnek kaynaklar ve ekonomik ölçeklendirme sunulması anlamına gelmektedir.\"<br/>Yukarıda tanımı verilen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Web yayıncılığı",
      "B": "Dosya transfer protokolü",
      "C": "FTP istemcileri",
      "D": "Bulut bilişim",
      "E": "Arama motoru"
    },
    "explanation": "BULUT BİLİŞİM<br/>Basitçe açıklamak gerekirse bulut bilişim, farklı hizmet türlerinin (sunucu, depolama, veritabanı, ağ, yazılım, analiz, makine zekâsı vb.) internet (bulut) üzerinden sağlanarak daha hızlı inovasyon,<br/>esnek kaynaklar ve ekonomik ölçeklendirme sunulması anlamına gelmektedir (Micrsoft, 2022)."
  },
  {
    "id": "3748618",
    "unitNumber": 6,
    "text": "I. Altyapı<br/>II. Kaynak<br/>III. Dosya<br/>IV. Yazılım<br/>V. Platform<br/>Yukarıda verilenlerden hangileri bulut bilişim teknolojileri çatısı altında sunulan bu hizmetlerdendir?",
    "correctAnswer": "B",
    "options": {
      "A": "I-II ve IV",
      "B": "I- IV ve V",
      "C": "II-III ve V",
      "D": "III-IV ve V",
      "E": "I-II ve III"
    },
    "explanation": "BULUT BİLİŞİM<br/>Bulut bilişim teknolojileri çatısı altında sunulan bu hizmetleri “altyapı (IaaS)”, “platform (PaaS)” ve “yazılım (SaaS)” olarak sınıflandırmak mümkündür."
  },
  {
    "id": "3748619",
    "unitNumber": 6,
    "text": "Bulut bilişim terimini ilk olarak hangi isim kullanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "John McCarthy",
      "B": "Tim Berners Lee",
      "C": "Ramnath Chellappa",
      "D": "Johnny C. R. Licklider",
      "E": "Steve Jobs"
    },
    "explanation": "BULUT BİLİŞİM<br/>90’lı yılların ikinci yarısından itibaren internet ve iletişim teknolojilerinin etkileşimli ve entegre bir şekilde kullanılması ağ aracılığıyla veri ve enformasyon paylaşımı daha da yaygınlaşmıştır. Posta hizmetleri, arama motorları, yayıncılık araçları ve yayıncılık platformları gibi sosyal ağ yapıları ağ<br/>tabanlı bilişim hizmetleri olarak günden güne yaygınlaşmıştır. Bu yapıların da bulut bilişim kavramının zeminini oluşturan temel taşlara karşılık geldiği düşünülebilir. Bu doğrultuda bulut bilişim (cloud computing) terimini ilk olarak 1997 yılında Ramnath Chellappa kullanmıştır."
  },
  {
    "id": "3748620",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi bulut bilişimin temel özelliklerinden biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "İsteğe ve ihtiyaca bağlı hizmet sunar.",
      "B": "Geniş bir ağ erişimine olanak sağlar.",
      "C": "Ölçülebilen bir hizmettir.",
      "D": "Çok kullanıcılı bir mimariyi temsil eden bir kaynak havuzudur.",
      "E": "Güvenli bir kaynak havuzudur."
    },
    "explanation": "BULUT BİLİŞİM<br/>Temel özellikleri günden güne gelişim gösteren bulut bilişim uygulamalarına yönelik güvenlik endişeleri 2014’ten itibaren tartışmalara konu olmuştur. Çünkü gelişen ve genişleyen teknoloji atmosferinde, bu gelişmelere ve genişlemelere paralel bir hızda artan dijital saldırılar söz konusu olmuştur. Bu saldırılar dahilinde verilerin çalınması, silinmesi, değiştirilmesi veya sızdırılması gibi faaliyetler, bulut bilişimde güvenlik endişelerini de beraberinde getirmiştir. Bu doğrultuda kişisel verilerin depolanmasında gerekli güvenlik önlemleri ve politikaları kullanıcıların önceliklerinden biri hâline gelmiştir. Bu güvenlik endişelerinin hâlâ önemini koruduğunu söylemek de mümkündür"
  },
  {
    "id": "3748621",
    "unitNumber": 6,
    "text": "Genel anlamıyla depolama ve altyapı kaynakları sunan, “kullandığın kadarını öde” yaklaşımı çerçevesinde esnek ve ölçeklenebilir bir altyapıya sahip olan bulut bilişim modeli hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "IaaS",
      "B": "Paas",
      "C": "SaaS",
      "D": "DaaS",
      "E": "CaaS"
    },
    "explanation": "BULUT BİLİŞİM<br/>Hizmet Olarak Altyapı (Infrastructure as a Service-IaaS)<br/>Fiziksel ve sanal kaynakların sunulduğu bu hizmet türünde genel anlamıyla depolama ve altyapı kaynakları sunulan hizmetleri meydana getirmektedir. Bulut teknolojileri için temel yapı taşlarını içeren bu modelde ağ yapılarına, somut ya da soyut bilgisayarlara ve veri depolama alanlarına erişim hizmeti sunulmaktadır. Bu hizmet türünde tüm hizmet türlerinde olduğu gibi isteğe bağlı kullanımı temsil eden “kullandığın kadarını öde” yaklaşımı çerçevesinde esnek ve ölçeklenebilir bir altyapı mevcuttur."
  },
  {
    "id": "3748622",
    "unitNumber": 6,
    "text": "En yaygın olarak kullanılan bulut türü olup, “kullandığın kadar<br/>öde” yaklaşımı ile avantaj sunan ancak pek çok farklı internet<br/>kullanıcısının belirli bir bulut sağlayıcısının altyapısını ortaklaşa kullanmasına yönelik güvenlik endişeleri doğuran bulut türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hbirit bulut",
      "B": "Genel bulut",
      "C": "Özel bulut",
      "D": "Sosyal bulut",
      "E": "Çok amaçlı bulut"
    },
    "explanation": "BULUT BİLİŞİM<br/>En yaygın bulut türü olan genel bulut, genel bir internet ağı üzerinden sunulan altyapı hizmetlerine erişmeyi mümkün kılmaktadır. Hazır kaynak sunumu sayesinde kullanıcıların kullanım amaçlarına göre verimli ve ölçeklendirilebilir bir hizmet sunmak da mümkündür. Bu doğrultuda “kullandığın kadar öde” yaklaşımı genel bulut hizmetlerinde de görülmektedir. Google Cloud, Microsoft Azure ve Amazon gibi firmalar bu tür hizmetleri sunan hizmet sağlayıcılara örnek olarak gösterilebilir. Çeşitli avantajlarının yanı sıra bazı dezavantajları da olan genel bulut modelinin kullanıcılara altyapı denetim esnekliği sağlamadığını söylemek mümkündür. Bunun yanı sıra pek çok farklı internet kullanıcısının belirli bir bulut sağlayıcısının altyapısını ortaklaşa kullanmasına yönelik güvenlik endişelerinin olması muhtemeldir."
  },
  {
    "id": "3748623",
    "unitNumber": 6,
    "text": "SQL, MySQL ve DocumentDB gibi veritabanı sunucuları ile veritabanı desteği sunarak diğer bulut bilişim hizmeti sağlayıcılarından ayrılan bulut bilişim hizmeti aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Google Cloud",
      "B": "Amazon Web Hizmetleri",
      "C": "Microsoft Azure",
      "D": "IBM Cloud",
      "E": "Apple cloud"
    },
    "explanation": "WEB YAYINCILIĞINDA BULUT BİLİŞİM ARAÇLARI<br/>Microsoft Azure’u diğer bulut bilişim hizmeti sağlayıcılarından ayıran en temel özellik, Azure’un SQL, MySQL, Azure Table Storage ve DocumentDB gibi veritabanı sunucuları ile veritabanı desteği olmasıdır."
  },
  {
    "id": "3748624",
    "unitNumber": 6,
    "text": "İlk olarak 2006 yılında ağ üzerinden bireysel ve kurumsal kullanıma açık dokümantasyon aracı olarak, gerçek zamanlı güncelleme, anında izleme ve cihazla senkron çalışma gibi fırsatlar sunan bulut bilgi işlem hizmeti aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Google Cloud",
      "B": "IBM Cloud",
      "C": "Microsoft Azure",
      "D": "Amazon Web Hizmetleri",
      "E": "Apple Cloud"
    },
    "explanation": "WEB YAYINCILIĞINDA BULUT BİLİŞİM ARAÇLARI<br/>İlk olarak 2006 yılında ağ üzerinden bireysel ve kurumsal kullanıma açık dokümantasyon aracı olan Google Docs’u piyasaya süren Google, bulut bilişim alanında 2012’den beri kendi bulut bilgi işlem hizmetlerini sunmaktadır. Statik web içeriklerinden dinamik içeriklere kadar her türlü verinin belgelenip depolanabildiği Drive platformu; gerçek zamanlı güncelleme, anında izleme ve cihazla senkron çalışma gibi fırsatlar sunmaktadır. Örneğin, mobil bir cihaz üzerinden Drive dosyasında yapılan bir değişiklik hep web sunucusu tarafından görüntülenebilmekte ve izlenebilmektedir."
  },
  {
    "id": "3748625",
    "unitNumber": 6,
    "text": "2000'li yılların başında ilk bulut bilişim hizmetini sunan web aracı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "IBM Cloud",
      "B": "Amazon Web Hizmetleri",
      "C": "Microsoft Azure",
      "D": "Google Cloud",
      "E": "Apple Cloud"
    },
    "explanation": "WEB YAYINCILIĞINDA BULUT BİLİŞİM ARAÇLARI<br/>Hizmet olarak altyapı, platform ve yazılım hizmetleri sunan Amazon Web Hizmetleri (Amazon Web Services-AWS), yaygın olarak kullanılan bir diğer bulut bilişim aracıdır. Dünya çapında 254 ülkede ve bölgede hizmet sunan AWS, yaygın olarak kullanılan bir bulut bilişim aracıdır (Can, 2021). 2000’li<br/>yılların başında hizmet sunmaya başlayan AWS, bulut bilişim hizmeti sunan web araçları arasındaki ilk<br/>örneği temsil etmektedir."
  },
  {
    "id": "3748626",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi bulut güvenliğinin doğrudan ilgilendirdiği boyutlardan biri <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Sunulan hizmetleri",
      "B": "Hizmet sağlayıcıları",
      "C": "Hizmetten faydalanan kullanıcıları",
      "D": "Kullanıcı donanımları",
      "E": "Hizmet kapsamında depolanan ya da işlenen verileri"
    },
    "explanation": "BULUT BİLİŞİM<br/>Bulut güvenliğinin, bulut yapıları aracılığıyla sunulan hizmetlerin sürdürülebilirliği ve kullanıcı güvenliği açısından oldukça önemli olduğu söylenebilir. Bu doğrultuda bulut güvenliğinin<br/>• Sunulan hizmetleri, hizmetlerin kalitesini ve sürdürülebilirliğini,<br/>• Hizmet sağlayıcıları,<br/>• Hizmetten faydalanan kullanıcıları,<br/>• Hizmet kapsamında depolanan ya da işlenen verileri doğrudan ilgilendirdiğini söylemek mümkündür"
  },
  {
    "id": "3748637",
    "unitNumber": 6,
    "text": "Ağ teknolojileri aracılığıyla web platformlarında içerik üretmek, düzenlemek ve yayınlamak gibi faaliyetlerin gerçekleştirilmesini ifade eden ve bireysel ya da kurumsal amaçlı kullanımı olan iletişim aracı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Web Yayıncılığı",
      "B": "Bilişim",
      "C": "Bulut bilişim teknolojisi",
      "D": "Bilişim sistemi",
      "E": "Sanallaştırma"
    },
    "explanation": "Web Yayıncılığı: Ağ teknolojileri aracılığıyla web platformlarında içerik üretmek, düzenlemek ve yayınlamak gibi faaliyetlerin gerçekleştirilmesini ifade eden web yayıncılığı bireysel ya da kurumsal amaçlı kullanımı olan bir iletişim aracıdır. Doğru cevap A'dır."
  },
  {
    "id": "3748638",
    "unitNumber": 6,
    "text": "Farklı hizmet türlerinin (sunucu, depolama, veritabanı, ağ, yazılım, analiz, makine zekâsı vb.) internet üzerinden sağlanarak daha hızlı inovasyon, esnek kaynaklar ve ekonomik ölçeklendirme sunulması aşağıdakilerden hangisi ile açıklanmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Web yayıncılığı",
      "B": "Bulut bilişim",
      "C": "İnternet ağı",
      "D": "Çevrimiçi yazılım",
      "E": "Platform"
    },
    "explanation": "Bulut bilişim, farklı hizmet türlerinin (sunucu, depolama, veritabanı, ağ, yazılım, analiz, makine zekâsı vb.) internet (bulut) üzerinden sağlanarak daha hızlı inovasyon, esnek kaynaklar ve ekonomik ölçeklendirme sunulması anlamına gelmektedir. Doğru cevap B'dir."
  },
  {
    "id": "3748639",
    "unitNumber": 6,
    "text": "Güncel teknolojik yaklaşımların yapılanmasına zemin hazırlayan psikolog ve bilgisayar bilimcisi olan ve 50’li yıllarda bulut bilişim yapısını da kapsayan bir “galaksiler arası bilgisayar ağı” yapılandırmayı kurgulamış olan kimdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bill Gate",
      "B": "Steve Jobs",
      "C": "Johnny C. R. Licklider",
      "D": "John McCarthy",
      "E": "Tim Berners Lee"
    },
    "explanation": "Güncel teknolojik yaklaşımların yapılanmasına zemin hazırlayan psikolog ve bilgisayar bilimcisi Johnny C. R. Licklider (kısaca Lick), 50’li yıllarda bulut bilişim yapısını da kapsayan bir “galaksiler arası bilgisayar ağı” yapılandırmayı kurgulamıştır. Doğru cevap C'dir."
  },
  {
    "id": "3748640",
    "unitNumber": 6,
    "text": "İster dahili olarak ister üçüncü bir kişi tarafından yönetilsin, yalnızca tek bir kuruluş için çalıştırılan ve dahili veya harici olarak barındırılan altyapı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Genel bulut",
      "B": "Karma bulut",
      "C": "Hibrit bulut",
      "D": "Özel bulut",
      "E": "İsteğe bağlı bulut"
    },
    "explanation": "Özel bulut, ister dahili olarak ister üçüncü bir kişi tarafından yönetilsin, yalnızca tek bir kuruluş için çalıştırılan ve dahili veya harici olarak barındırılan altyapıdır. Özel bulutlar, bulutla sağlanan avantajlara sahip olmakla birlikte kaynaklar üzerinde daha fazla denetim sağlar ve çok kullanıcılı yapıdan kaçınır. Doğru cevap D'dir."
  },
  {
    "id": "3748641",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi cihazlarındaki fotoğraf, müzik, rehber ve uygulama geçmişi gibi tüm verilerini depolamaya ve korumaya odaklanan özelleştirilmiş bulut yapısıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Open-Nebula",
      "B": "Ipad",
      "C": "SmartCloud",
      "D": "Windows Azure",
      "E": "iCloud"
    },
    "explanation": "Apple cihazlarındaki fotoğraf, müzik, rehber ve uygulama geçmişi gibi tüm verilerini depolamaya ve korumaya odaklanan özelleştirilmiş bulut yapısı olan iCloud’u piyasaya sürmüştür. Doğru cevap E'dir."
  },
  {
    "id": "3748642",
    "unitNumber": 6,
    "text": "Fiziksel ve sanal kaynakların sunulduğu ve genel anlamıyla depolama ve altyapı kaynakları sunulan hizmetleri meydana getiren bulut bilişim modeli aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hizmet Olarak Altyapı",
      "B": "Hizmet Olarak Platform",
      "C": "Hizmet Olarak Yazılım",
      "D": "Sanallaştırma Hizmetleri",
      "E": "Yazılım hizmetleri Platformu"
    },
    "explanation": "Hizmet Olarak Altyapı: Fiziksel ve sanal kaynakların sunulduğu bu hizmet türünde genel anlamıyla depolama ve altyapı kaynakları sunulan hizmetleri meydana getirmektedir. Doğru cevap A'dır."
  },
  {
    "id": "3748643",
    "unitNumber": 6,
    "text": "Kullanıcıların bir platform aracılığıyla kendi uygulamalarını özelleşen ihtiyaçlar ve beklentiler doğrultusunda geliştirebilmelerine yönelik hizmetler sunulan bulut bilişim modeli aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Özel hizmet platformu",
      "B": "Hizmet olarak platform",
      "C": "Hizmet olarak altyapı",
      "D": "Hizmet olarak yazılım",
      "E": "Bilişim alt yapısı"
    },
    "explanation": "Hizmet Olarak Platform (Platform as a Service-PaaS): Bu hizmet türünde kullanıcıların bir platform aracılığıyla kendi uygulamalarını özelleşen ihtiyaçlar ve beklentiler doğrultusunda geliştirebilmelerine yönelik hizmetler sunulmaktadır. Hizmet olarak sunulan platformlarla, donanım veya işletim sistemleri gibi altyapı bileşenlerinin yönetilmesinden çok uygulama geliştirmeye ve bu uygulamaların dağıtılmasına ve yönetilmesine odaklanılmaktadır."
  },
  {
    "id": "3748644",
    "unitNumber": 6,
    "text": "Kullanıcıların bulut tabanlı uygulamalara internet üzerinden bağlanmasını ve bunları internet üzerinden kullanmasını sağlar. E-posta, takvim ve ofis araçları (örn. Microsoft Office 365) bu uygulamalara örnek olarak gösterilebilir. Aşağıdakilerden hangisi tanımlanan bulut bilişim modelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hizmet olarak altyapı",
      "B": "Hizmet olarak platform",
      "C": "Hizmet olarak yazılım",
      "D": "Bilişim modeli",
      "E": "Hibrit model"
    },
    "explanation": "Hizmet olarak yazılım (SaaS), kullanıcıların bulut tabanlı uygulamalara internet üzerinden bağlanmasını ve bunları internet üzerinden kullanmasını sağlar. E-posta, takvim ve ofis araçları (örn. Microsoft Office 365) bu uygulamalara örnek olarak gösterilebilir. Doğru cevap C'dir."
  },
  {
    "id": "3748645",
    "unitNumber": 6,
    "text": "2000’li yılların ikinci yarısından sonra bulut bilişim piyasasında adından söz ettirmeye başlayan, farklı teknolojiler, yaklaşımlar ve veri sistemleri kullanarak farklı dağıtım ve hizmet modellerinin çözüm odaklı kullanılmasına olanak sağlayan bulut bilişim hizmeti sunan hizmet türü hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Google Docs",
      "B": "Google Drive",
      "C": "Microsoft Azure",
      "D": "IBM Cloud",
      "E": "Amazon Web Hizmetleri"
    },
    "explanation": "IBM Cloud; 2000’li yılların ikinci yarısından sonra bulut bilişim piyasasında adından söz ettirmeye başlayan IBM, farklı teknolojiler, yaklaşımlar ve veri sistemleri kullanarak farklı dağıtım ve hizmet modellerinin çözüm odaklı kullanılmasına olanak sağlamaktadır. Doğru cevap D'dir."
  },
  {
    "id": "3748646",
    "unitNumber": 6,
    "text": "Genellikle iş amaçlı kullanımlar için tercih edilen, depolama veritabanı, analitikler ve analizler, geliştirme araçları ve kurumsal uygulamaları kapsayan bulut bilişim aracı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Google Cloud",
      "B": "Microsoft Azure",
      "C": "Apple iCloud",
      "D": "IBM Cloud",
      "E": "Amazon Web Hizmetleri"
    },
    "explanation": "Genellikle iş amaçlı kullanımlar için tercih edilen Amazon Web Hizmetleri (AWS); depolama veritabanı, analitikler ve analizler, geliştirme araçları ve kurumsal uygulamaları kapsamaktadır. Doğru cevap E'dir."
  },
  {
    "id": "3748332",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi JDK kurulumunun ilk aşamasıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "İndirilen dosyada kurulum yeri seçilerek “Next (İleri)” butonuna tıklanır",
      "B": "“https://www.oracle.com/java/ technologies/downloads/” adresine giderek işletim sisteminiz için uygun olan JDK sürümünü indirilir.",
      "C": "İndirilen dosya çalıştırılarak “Next (İleri)” butonuna tıklanır.",
      "D": "Kurulumun tamamlandığına dair ekran geldiğinde “Close (Kapat)” butonuna tıklanır.",
      "E": "JDK sekmesi indirilen dosyalardan açılır."
    },
    "explanation": "<strong>JDK Kurulumu: </strong><br/>• İlk olarak “https://www.oracle.com/java/ technologies/downloads/” adresine giderek işletim sisteminiz için uygun olan JDK sürümünü indirmeniz gerekmektedir. Bu anlatımda kurulumlar Windows işletim sistemi üzerinde yapıldığı için Windows sekmesinde yer alan “x64 Installer” versiyonu indirilmiştir."
  },
  {
    "id": "3748339",
    "unitNumber": 7,
    "text": "iOS uygulama geliştirmeye başlamanın ilk adımı nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Android Studio'nun açılması",
      "B": "Xcode indirilmesi",
      "C": "SDK Yöneticisinin açılması",
      "D": "Mobil uygulamanın indirilmesi",
      "E": "Ortam değişkeninin eklenmesi"
    },
    "explanation": "iOS uygulama geliştirmeye başlamak için ilk olarak Xcode indirilmesi gerekmektedir."
  },
  {
    "id": "3748340",
    "unitNumber": 7,
    "text": "Mobil uygulamanın tek bir kod ile yazılarak farklı platformlarda (Android, iOS, Windows, Web) çalışmasını ifade eden uygulamalara ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Android uygulama",
      "B": "iOS uygulama",
      "C": "Hibrit uygulama",
      "D": "Unity uygulama",
      "E": "İşletim sistemi"
    },
    "explanation": "Her platforma ayrı uygulama geliştirmemek için <strong><em>hibrit uygulamalar </em></strong>ortaya çıkmıştır.<br/><strong>Hibrit uygulama, </strong>mobil uygulamanın tek bir kod ile yazılarak farklı platformlarda (Android, iOS, Windows, Web) çalışmasını ifade eden uygulamalardır."
  },
  {
    "id": "3748341",
    "unitNumber": 7,
    "text": "I. Google tarafından geliştirilmiştir.<br/>II. Mayıs 2017’de yayınlanmıştır, ücretsiz ve açık kaynaklıdır.<br/>III. Uygulama tasarımı JavaScript ile yapılmaktadır.<br/>IV. Mobil, web ve masaüstü uygulamaları geliştirmek için kullanılmaktadır.<br/>Yukarıda Flutter hakkında verilen bilgilerden hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "I, II ve III",
      "D": "I, II ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Flutter, Google tarafından geliştirilen ve Mayıs 2017’de yayınlanan ücretsiz ve açık kaynaklı, mobil, web ve masaüstü uygulamaları geliştirmek için kullanabileceğiniz bir mobil UI <strong><em>framework </em></strong>yani uygulama çatısıdır.<br/>III. madde yanlıştır.<br/>Flutter’da uygulama tasarımı Dart programlama dili kullanılarak yapılmaktadır."
  },
  {
    "id": "3748342",
    "unitNumber": 7,
    "text": "Windows'ta Flutter komutlarını değiştirmek adına PATH ortam değişkenine Flutter eklemek için izlenmesi gereken ilk adım aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "“Sistem Özellikleri” ekranında “Gelişmiş” sekmesine geçerek aşağıda yer alan “Ortam Değişkenleri” butonuna tıklamalısınız.",
      "B": "“Yeni” butonunu kullanarak ortam değişkenini ekleyebilirsiniz.",
      "C": "Path değişkenine Flutter SDK’sının konumunun sonuna bin eklenerek yeni bir satır eklemelisiniz.",
      "D": "İnternetten SDK kurulumu için xcode indirmelisiniz.",
      "E": "Bilgisayarın arama kısmına “Ortam Değişkenleri” yazarak ortam değişkenlerini değiştireceğiniz ekranı açmalısınız."
    },
    "explanation": "İlk olarak bilgisayarınızdaki arama kısmına “Ortam Değişkenleri” yazarak ortam değişkenlerini değiştireceğiniz ekranı açmalısınız."
  },
  {
    "id": "3748343",
    "unitNumber": 7,
    "text": "Flutter kurulumunun tamamlanması için başka herhangi bir bağımlılık durumunun kalıp kalmadığını görmek için hangi komut çalıştırılmalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "flutter doctor",
      "B": "flutter run -d chrome",
      "C": "VSCode",
      "D": "flutter demo",
      "E": "flutter create"
    },
    "explanation": "Flutter kurulumunun tamamlanması için başka herhangi bir bağımlılık durumunun kalıp kalmadığını görmek için komut satırından “flutter doctor” komutunu çalıştırmanız gerekmektedir."
  },
  {
    "id": "3748344",
    "unitNumber": 7,
    "text": "I. Facebook tarafından üretilmiştir.<br/>II. Hibrit mobil uygulama geliştirmeyi sağlar.<br/>III. Temel dil yapısı olarak HTML kullanmaktadır.<br/>Yukarıda React Native hakkında verilenlerden hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "React Native Facebook tarafından üretilen, hibrit mobil uygulama geliştirme olanağı sağlayan bir framework olarak adlandırılabilir. React Native temel dil yapısı olarak <strong><em>JavaScript </em></strong>kullanmaktadır.<br/>III. madde yanlıştır."
  },
  {
    "id": "3748345",
    "unitNumber": 7,
    "text": "Aşağıda Mobirise ile ilgili verilenlerden hangisi doğru <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Mobirise kodlama bilmeden de web sayfaları üretilebilmesi için geliştirilen bir yazılımdır.",
      "B": "Bazı özellikleri ücretli olsa da ücretsiz hâliyle de basit web sayfaları tasarlanabilmektedir.",
      "C": "Yazılım “https://mobirise.com/” adresinden güncel olarak indirilmektedir.",
      "D": "Uygulamaya isterseniz e-posta ile üye olabilir veya Google ve Facebook girişlerinden biriyle giriş yapabilirsiniz.",
      "E": "NodeJS kurulumu yapılarak çalıştırılır."
    },
    "explanation": "NodeJS; React Native kullanmak için gerekli bir uygulamadır."
  },
  {
    "id": "3748346",
    "unitNumber": 7,
    "text": "Bünyesinde kod tamamlama, gerçek zamanlı hata kontrolü, zengin metin editörü gibi birçok özelliği barındıran, Android cihaz üzerinde gerçek Android uygulamaları geliştirmek için entegre geliştirme ortamının adı nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Mobirise",
      "B": "React Native",
      "C": "PATH",
      "D": "AIDE",
      "E": "Flutter"
    },
    "explanation": "AIDE doğrudan Android cihaz üzerinde gerçek Android uygulamaları geliştirmek için entegre bir geliştirme ortamı (IDE)dir. AIDE içerisinde yer alan etkileşimli kodlama derslerini takip edebilir veya direkt uygulama geliştirme çalışmaları yapabilirsiniz. Kod tamamlama, gerçek zamanlı hata kontrolü, zengin metin editörü gibi birçok özelliği bünyesinde barındırmaktadır."
  },
  {
    "id": "3748347",
    "unitNumber": 7,
    "text": "Şirketlerin SDK yayınlamalarının temel amacı nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hibrit uygulamalar için yazılım geliştirme kitlerinin hazırlanmasıdır.",
      "B": "Geliştirdikleri donanım veya yazılımlar için diğer yazılımcıların geliştirme yapması ve ürünlerinin yaygınlığının artmasıdır.",
      "C": "Kod bilmeyen insanların da geliştirme yapabilmesi için kod kullanmadan içerik üretilebilen araçların yayımlanmasıdır.",
      "D": "Android Studio uygulamasının tüm uygulamalar için kurulmasıdır.",
      "E": "MacOS işletim sistemlerinde Sanal işletim sistemi kurulumunun öğretilminin yaygınlaştırılmasıdır."
    },
    "explanation": "Şirketlerin SDK yayınlamalarının temel amacı geliştirdikleri donanım veya yazılımlar için diğer yazılımcıların geliştirme yapması ve ürünlerinin yaygınlığının artmasıdır."
  },
  {
    "id": "3748358",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi kod bilmeyen insanların da geliştirme yapabilmesi için kod kullanmadan içerik üretilebilmesini sağlayan araçlardan birisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Flutter",
      "B": "React Native",
      "C": "Mobirise",
      "D": "Aide",
      "E": "Haxe"
    },
    "explanation": "Kod bilmeyen insanların da geliştirme yapabilmesi için kod kullanmadan içerik üretilebilen<br/>araçlar yaygınlaşmaya başlamıştır. Mobirise de bunlardan biridir."
  },
  {
    "id": "3748359",
    "unitNumber": 7,
    "text": "Donanım ve yazılım geliştiricileri için sunulan ve içerisinde birtakım yazılım geliştirme araçlarını barındıran geliştirme aracı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sdk",
      "B": "Windows",
      "C": "Ios",
      "D": "Android",
      "E": "Linux"
    },
    "explanation": "SDK kısaltması Yazılım Geliştirme Kiti(Software Development Kit), donanım ve yazılım geliştiricileri için sunulan ve içerisinde birtakım yazılım geliştirme araçlarını barındıran geliştirme aracıdır."
  },
  {
    "id": "3748360",
    "unitNumber": 7,
    "text": "Android Studio kurulumuna geçmeden, ilk defa kuracak kişilerin ilk olarak hangi programı<br/>kurması gerekmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "JDK (Java SE Development Kit)",
      "B": "SDK (Software Development Kit)",
      "C": "AIDE",
      "D": "XCODE",
      "E": "FLUTTER"
    },
    "explanation": "Android Studio kurulumuna geçmeden önce ilk defa kuracak kişilerin ilk olarak JDK (Java SE Development Kit) indirip kurması gerekmektedir."
  },
  {
    "id": "3748361",
    "unitNumber": 7,
    "text": "İskelet, çerçeve, çatı gibi farklı karşılıkları olan ................ yazılım geliştirmek için zaman tasarrufu sağlayan ve kısayollar sunan iskelet yapıdır.<br/>Yukarıdaki ........ ile belirtilen boşluğa aşağıdakilerden hangisi gelmelidir.",
    "correctAnswer": "B",
    "options": {
      "A": "Flutter",
      "B": "Framework",
      "C": "Xcode",
      "D": "JavaScript",
      "E": "Java"
    },
    "explanation": "İskelet, çerçeve, çatı gibi farklı karşılıkları olan framework; yazılım geliştirmek için<br/>zaman tasarrufu sağlayan ve kısayollar sunan iskelet yapıdır."
  },
  {
    "id": "3748362",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi React Native kullanabilmek için sisteminizde kurulu olması gerekli olan programlardan biri <u>değildir?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "NodeJS",
      "B": "JavaScript",
      "C": "Xcode",
      "D": "Python",
      "E": "React-Native CLI"
    },
    "explanation": "Xcode iOS'da uygulama geliştirmeye başlamak için ilk olarak indirilmesi gereken programdır."
  },
  {
    "id": "3748363",
    "unitNumber": 7,
    "text": "Mobirise kullanıcı arayüzünde yer alan işlevlerden hangisinden Pages (Sayfalar),<br/>Sites (Siteler), Account (Hesap) gibi alanlara ulaşılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Publish",
      "B": "Yan Menü",
      "C": "Cihaz Tipi",
      "D": "Önizleme Alanı",
      "E": "Tarayıcıda Görüntüle"
    },
    "explanation": "Yan Menü: Bu kısımdan Pages (Sayfalar), Sites (Siteler), Account (Hesap) gibi alanlara ulaşılmaktadır."
  },
  {
    "id": "3748364",
    "unitNumber": 7,
    "text": "Hazırladığınız web sitelerini istediğiniz zaman bir sunucuya yükleyerek yayına alınmasını sağlayabildiğiniz seçenek aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Publish (Yayınla)",
      "B": "Önizleme Alanı",
      "C": "Alt Alan Adında Yayınlama",
      "D": "FTP",
      "E": "Yerel Sürücü Klasörü (Local Drive Folder)"
    },
    "explanation": "Yerel Sürücü Klasörü (Local Drive Folder): Bu seçenek web sitesinin dosyalarını sabit diskinizde seçtiğiniz klasöre kaydedecektir. İstediğiniz zaman bir sunucuya yükleyerek yayına alınmasını sağlayabilirsiniz."
  },
  {
    "id": "3748365",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi aide 'in bünyesinde barındırdığı özelliklerden biri <u>değildir?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Direkt uygulama geliştirme çalışmaları yapabilme",
      "B": "Kod tamamlama",
      "C": "Gerçek zamanlı hata kontrolü",
      "D": "Web sayfasının yayınlanması sağlanma",
      "E": "Zengin metin editörü"
    },
    "explanation": "AIDE doğrudan Android cihaz üzerinde gerçek Android uygulamaları geliştirmek için entegre bir geliştirme ortamı (IDE)dir. AIDE içerisinde yer alan etkileşimli kodlama derslerini takip edebilir veya direkt uygulama geliştirme çalışmaları yapabilirsiniz. Kod tamamlama, gerçek zamanlı hata kontrolü, zengin metin editörü gibi birçok özelliği bünyesinde barındırmaktadır."
  },
  {
    "id": "3748366",
    "unitNumber": 7,
    "text": "Flutter kurulumunun tamamlanması için başka herhangi bir bağımlılık durumunun kalıp kalmadığını görmek için komut satırından hangi komutun çalıştırılması gerekmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ortam Değişkenleri",
      "B": "flutter doctor",
      "C": "Flutter SDK",
      "D": "Dart",
      "E": "cmd"
    },
    "explanation": "Flutter kurulumunun tamamlanması için başka herhangi bir bağımlılık durumunun kalıp kalmadığını<br/>görmek için komut satırından “flutter doctor” komutunu çalıştırmanız yeterli olacaktır."
  },
  {
    "id": "3748367",
    "unitNumber": 7,
    "text": "Aşağıdakilerin hangisinde dart programlama dili kullanılarak uygulama tasarımı yapılmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Python",
      "B": "React Native",
      "C": "Mobirise",
      "D": "Software Development Kit",
      "E": "Flutter"
    },
    "explanation": "Flutter’da uygulama tasarımı Dart programlama dili kullanılarak yapılmaktadır."
  },
  {
    "id": "3748368",
    "unitNumber": 7,
    "text": "Android Studio kurulumuna geçmeden önce ilk defa kuracak kişilerin ilk olarak aşağıdakilerden hangisini indirip kurması gerekmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "JDK (Java SE Development Kit)",
      "B": "SE Development Kit",
      "C": "Android Studio",
      "D": "Android SDK",
      "E": "IOS SDK"
    },
    "explanation": "Android Studio kurulumuna geçmeden önce ilk defa kuracak kişilerin ilk olarak JDK (Java SE Development Kit) indirip kurması gerekmektedir.<br/>JDK Kurulumu:<br/>• İlk olarak “https://www.oracle.com/java/<br/>technologies/downloads/” adresine giderek işletim sisteminiz için uygun olan JDK<br/>sürümünü indirmeniz gerekmektedir. Bu<br/>anlatımda kurulumlar Windows işletim sistemi üzerinde yapıldığı için Windows sekmesinde yer alan “x64 Installer” versiyonu<br/>indirilmiştir.<br/>• İndirilen dosya çalıştırılarak “Next (İleri)”<br/>butonuna tıklanır.<br/>• Kurulum yeri seçilerek “Next (İleri)” butonuna tıklanır. Burada herhangi bir değişiklik yapmanıza gerek yoktur.<br/>• Kurulumun tamamlandığına dair ekran<br/>karşınıza geldiğinde “Close (Kapat)” butonuna tıklayarak bu ekranı kapatabilirsiniz. <br/>Doğru Cevap A'dır."
  },
  {
    "id": "3748369",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi ile Android Studio’nun minimum sistem gereksinimlerini inceleyebilir ve<br/>bilgisayarınızın bunun için yeterli olup olmadığını anlayabilirsiniz?",
    "correctAnswer": "E",
    "options": {
      "A": "Android SE",
      "B": "Java SE",
      "C": "Apply Manager",
      "D": "SDK Manager",
      "E": "System Requirements"
    },
    "explanation": "Sayfada aşağılarda yer alan “System Requirements” kısmından Android Studio’nun minimum sistem gereksinimlerini inceleyebilir ve bilgisayarınızın bunun için yeterli olup olmadığını anlayabilirsiniz. <br/>Doğru Cevap E'dir."
  },
  {
    "id": "3748370",
    "unitNumber": 7,
    "text": "iOS uygulama geliştirmek için ön koşul aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Android bir bilgisayara sahip olmak",
      "B": "MacOS işletim sistemine sahip olmak",
      "C": "JAVA uygulamasını indirmiş olmak",
      "D": "Sistem gereksinimlerine bakmış olmak",
      "E": "Yeterli bir harici belleğe sahip olmak"
    },
    "explanation": "iOS uygulama geliştirmek için ön koşulumuz MacOS işletim sistemine sahip olmaktır. Bunun için<br/>de bir Mac cihazına sahip olmalıyız.<br/>Doğru Cevap B'dir."
  },
  {
    "id": "3748371",
    "unitNumber": 7,
    "text": "iOS uygulama geliştirmeye başlamak için ilk olarak aşağıdakilerden hangisinin indirilmesi gerekmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "JDK (Java SE Development Kit)",
      "B": "Android JAVA",
      "C": "Xcode",
      "D": "Android Home",
      "E": "JAVA"
    },
    "explanation": "iOS uygulama geliştirmeye başlamak için ilk olarak Xcode indirilmesi gerekmektedir. Bu işlem iki yolla gerçekleştirilebilir. App Store üzerinden Xcode aramasıyla bulunarak tek tıkla indirilebilir. Ya da “https://developer.apple.com/xcode/” adresinde sağ üstte yer alan “Download (İndir)” butonu kullanılarak indirilebilir.<br/>Doğru Cevap C'dir."
  },
  {
    "id": "3748372",
    "unitNumber": 7,
    "text": "Mobil uygulamanın tek bir kod ile yazılarak farklı platformlarda (Android, iOS, Windows, Web) çalışmasını ifade eden uygulamalara ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hibrit uygulama",
      "B": "JAVA",
      "C": "iOS Developer",
      "D": "Framework",
      "E": "iOS SDK"
    },
    "explanation": "Hibrit uygulama, mobil uygulamanın tek bir kod ile yazılarak farklı platformlarda (Android, iOS, Windows, Web) çalışmasını ifade eden uygulamalardır.<br/>Doğru Cevap A'dır."
  },
  {
    "id": "3748373",
    "unitNumber": 7,
    "text": "Google tarafından geliştirilen ve Mayıs 2017’de yayınlanan <strong>ücretsiz ve açık kaynaklı</strong>, mobil, web ve masaüstü uygulamaları geliştirmek için kullanabileceğiniz bir mobil UI framework yani uygulama çatısı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Android SDK",
      "B": "JAVA",
      "C": "Framework",
      "D": "Flutter",
      "E": "Hibrit uygulama"
    },
    "explanation": "Flutter, Google tarafından geliştirilen ve Mayıs 2017’de yayınlanan <strong>ücretsiz ve açık kaynaklı</strong>, mobil, web ve masaüstü uygulamaları geliştirmek için kullanabileceğiniz bir mobil UI framework yani uygulama çatısıdır. <br/>Doğru Cevap D'dir."
  },
  {
    "id": "3748374",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Windows işletim sistemi üzerinde Flutter kurulumunda izlenecek adımlardan biri <strong>değildir? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Flutter SDK İndirme",
      "B": "Ortam Değişkenlerinin Ayarlanması",
      "C": "Android Studio Kurulumu",
      "D": "Visual Studio Code Kurulumu",
      "E": "iOS Xcode indirme"
    },
    "explanation": "iOS Xcode indirme seçeneği Windows işletim sistemi üzerinde Flutter kurulumunda izlenecek adımlardan biri değildir. <br/>Doğru Cevap E'dir."
  },
  {
    "id": "3748375",
    "unitNumber": 7,
    "text": "Geliştiricilerin etkileşimli web sayfaları oluşturmak için kullandığı bir programlama dili aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "JavaScript",
      "B": "iOS Xcode",
      "C": "Flutter",
      "D": "Google",
      "E": "Bing"
    },
    "explanation": "JavaScript, geliştiricilerin etkileşimli web sayfaları oluşturmak için kullandığı bir programlama dilidir.<br/>Doğru Cevap A'dır."
  },
  {
    "id": "3748376",
    "unitNumber": 7,
    "text": "AIDE nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Doğrudan Android cihaz üzerinde gerçek Android uygulamaları geliştirmek için entegre bir geliştirme ortamıdır",
      "B": "Doğrudan iOS cihaz üzerinde gerçek iOS uygulamaları geliştirmek için entegre bir geliştirme ortamıdır",
      "C": "JAVA uygulamasıdır",
      "D": "Xcod uygulamasıdır",
      "E": "iOS üzerinden çalışabilen uygulama geliştiricidir"
    },
    "explanation": "AIDE doğrudan Android cihaz üzerinde gerçek Android uygulamaları geliştirmek için entegre bir geliştirme ortamı (IDE)dir.<br/>Doğru Cevap A'dır."
  },
  {
    "id": "3748377",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi kodlama bilmeden de web sayfaları üretilebilmesi için geliştirilen bir yazılımdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Xcod",
      "B": "Mobirise",
      "C": "JAVA",
      "D": "Framework",
      "E": "Python"
    },
    "explanation": "Mobirise kodlama bilmeden de web sayfaları üretilebilmesi için geliştirilen bir yazılım. Bazı özellikleri ücretli olsa da ücretsiz hâliyle de basit web sayfaları tasarlanabilmektedir. Öncelikle “https://mobirise.com/” adresinden yazılımın güncel versiyonunu indirmeniz gerekmektedir.<br/>Doğru Cevap B'dir."
  },
  {
    "id": "3748473",
    "unitNumber": 7,
    "text": "Mobil cihazlarda uygulama olarak yayınlanacak içeriklerin aşağıdakilerden hangisi ile çalışması gerekmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yazılım geliştirme kiti.",
      "B": "Sistem geliştirme kiti.",
      "C": "Mobil cihaz uygulama kiti.",
      "D": "Uygulama geliştirme kiti.",
      "E": "Uygulama paket kiti."
    },
    "explanation": "Mobil geliştirme araçlarının birçoğu bu süreçlerde mobil işletim sistemi geliştiren firmaların Yazılım Geliştirme Kiti (Software Development Kit) araçlarına ihtiyaç duymaktadır. Özellikle uygulama olarak yayınlanacak içeriklerin kesinlikle bu kitlerle çalışması gerekmektedir."
  },
  {
    "id": "3748474",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi hibrit uygulama geliştirme araçları arasında hem kullanım yaygınlığı hem de geliştirici firma desteği açısından öne çıkmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Flutter.",
      "B": "Android.",
      "C": "İos.",
      "D": "SDK.",
      "E": "Google."
    },
    "explanation": "Hibrit uygulama geliştirme araçları arasında ise hem kullanım yaygınlığı hem de geliştirici firma desteği açısından Flutter ve React Native öne çıkmaktadır."
  },
  {
    "id": "3748475",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi kod bilmeyen insanların da geliştirme yapabilmesi için kod kullanmadan içerik üretilebilmesini sağlayan araçlardan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mobirise.",
      "B": "Yazılım geliştirme kiti.",
      "C": "Android.",
      "D": "Flutter",
      "E": "React Native"
    },
    "explanation": "Aynı zamanda kod bilmeyen insanların da geliştirme yapabilmesi için kod kullanmadan içerik üretilebilen araçlar da yaygınlaşmaya başlamıştır. Mobirise de bunlardan biridir. Bu geliştirme süreçlerinin çok büyük bölümü bilgisayar kullanılarak yapılmaktadır."
  },
  {
    "id": "3748476",
    "unitNumber": 7,
    "text": "Geliştirme süreçlerinin çok büyük bölümü bilgisayar kullanılarak yapılmaktadır. Aşağıdakilerden hangisi bu kısıtlamayı ortadan kaldırmak için ortaya çıkan girişimlerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "AIDE.",
      "B": "SDK.",
      "C": "JDK.",
      "D": "Android Studio.",
      "E": "İOS kitleri."
    },
    "explanation": "Bu geliştirme süreçlerinin çok büyük bölümü bilgisayar kullanılarak yapılmaktadır. Bu kısıtlamayı ortadan kaldırmak için çeşitli girişimler mevcuttur. AIDE Android telefonlar üzerinden uygulama geliştirmeyi ve bu süreçleri öğrenmeyi mümkün hâle getirmektedir."
  },
  {
    "id": "3748478",
    "unitNumber": 7,
    "text": "iOS uygulama geliştirmeye başlamak için ilk olarak aşağıdakilerden hangisinin indirilmesi gerekmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Java",
      "B": "Android Studio",
      "C": "SDK",
      "D": "JDK",
      "E": "Xcode"
    },
    "explanation": "iOS uygulama geliştirmeye başlamak için ilk olarak Xcode indirilmesi gerekmektedir. Bu işlem iki yolla gerçekleştirilebilir. App Store üzerinden Xcode aramasıyla bulunarak tek tıkla indirilebilir. Ya da “https://developer.apple.com/xcode/” adresinde sağ üstte yer alan “Download (İndir)” butonu kullanılarak indirilebilir."
  },
  {
    "id": "3748481",
    "unitNumber": 7,
    "text": "React Native temel dil yapısı olarak aşağıdakilerdne hangisini kullanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "JavaScript.",
      "B": "C++",
      "C": "Android.",
      "D": "İos.",
      "E": "Pyhton."
    },
    "explanation": "React Native temel dil yapısı olarak JavaScript kullanmaktadır. JavaScript kodlayanların rahatlıkla öğrenebileceği bir yapıya sahiptir."
  },
  {
    "id": "3748484",
    "unitNumber": 7,
    "text": "Aşağıdakilerdne hangisi Mobirise sayfa yönetimi kısmında yer alan işlevlerden biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Arama",
      "B": "Yeni sayfa",
      "C": "Eski sayfa",
      "D": "Sayfa adı",
      "E": "Ayarlar"
    },
    "explanation": "Mobirise sayfa yönetimi kısmında yer alan işlevler Şekil 7.13’te numaralandırılmış ve aşağıda listelenmiştir: 1. Arama: Bu kısımdan sayfalarınız arasında arama yapabilirsiniz. 2. Yeni Sayfa: Create New Page kısmına tıklayarak yeni sayfa oluşturabilirsiniz. 3. Sayfa Adı: Çift tıklayarak sayfa adını düzenleyebilirsiniz. 4. Kopyala: Seçilen sayfanın bir kopyasını oluşturur. 5. Ayarlar: Sayfayla ilgili başlık, bağlantı adresi gibi ayarlamalar bu kısımdan yapılmaktadır. 6. Sil: Artık ihtiyacınızın kalmadığı bir sayfaysa bu kısımdaki Sil butonunu kullanarak sayfayı silebilirsiniz."
  },
  {
    "id": "3748491",
    "unitNumber": 7,
    "text": "Doğrudan Android cihaz üzerinde gerçek Android uygulamaları geliştirmek için entegre bir geliştirme ortamı hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Mobirise",
      "B": "AIDE",
      "C": "JAVA",
      "D": "Android Studio",
      "E": "React Native"
    },
    "explanation": "AIDE doğrudan Android cihaz üzerinde gerçek Android uygulamaları geliştirmek için entegre bir geliştirme ortamı (IDE)dir."
  },
  {
    "id": "3748493",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi AIDE ile yeni proje oluşturma aşamalarından biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "İlk olarak açılış ekranında “Code” seçeneği seçilir.",
      "B": "Create new Project (Yeni proje oluştur) ekranında “New Android App (Yeni Android Uygulaması)” seçeneği seçilir.",
      "C": "Name (İsim) alanına uygulama adı, Package Name (Paket Adı) alanına uygulamanın paket adı yazılarak “Create (Oluştur)” butonuna tıklanır.",
      "D": "Uygulama oluşturma sürecinde sizden yazma izni isteyebilir. Kullanabilmek için yazma iznini vermeniz gerekmektedir.",
      "E": "İlk olarak açılış ekranında “Name” seçeneği seçilir."
    },
    "explanation": "AIDE ile Yeni Proje Oluşturma: • İlk olarak açılış ekranında “Code” seçeneği seçilir. • Karşınıza boş bir ekran gelecektir. Bu ekranda sağ altta yer alan üst üste üç nokta ikonuna tıklanır. • Create new Project (Yeni proje oluştur) ekranında “New Android App (Yeni Android Uygulaması)” seçeneği seçilir. • Sonraki ekranda Name (İsim) alanına uygulama adı, Package Name (Paket Adı) alanına da uygulamanın paket adı yazılarak “Create (Oluştur)” butonuna tıklanır. • Bu işlem sonrasında uygulama oluşturulacak ve uygulama kodlarının ekranı açılacaktır. Uygulama oluşturma sürecinde sizden yazma izni isteyebilir. Kullanabilmek için yazma iznini vermeniz gerekmektedir. Şekil 7.17’de Android uygulama geliştirme ekranı görülmektedir. Ekranın alt kısmında kodlar yer almakta, üst kısmında ise kodların canlı önizlemesi görülmektedir."
  },
  {
    "id": "3748498",
    "unitNumber": 7,
    "text": "Geliştirilen uygulama eğer App Store’a yani uygulama mağazasına yüklenecekse aşağıdakilerden hangisine sahip olmalıyız?",
    "correctAnswer": "A",
    "options": {
      "A": "Mac cihazına",
      "B": "Windows bilgisayara",
      "C": "İOS mobil cihaza",
      "D": "İ cloud hesabına",
      "E": "Google hesabına"
    },
    "explanation": "Sanal işletim sistemi kurularak da öğrenme sürecinde kullanılabilir. Fakat geliştirilen uygulama eğer App Store’a yani uygulama mağazasına yüklenecekse bu durumda gerçek bir Mac cihazına sahip olmanız gerekecektir."
  },
  {
    "id": "3748275",
    "unitNumber": 8,
    "text": "Bilgi ve iletişim teknolojilerinin özellikle web tabanlı programla dillerinin ve neyin gelişimi ile teknik bilgisi olmayan kişilerin yani son kullanıcıların tek başına web sitesi oluşturabilmesine ve yönetebilmesine olanak sağlamaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "HTML 1",
      "B": "HTML 2",
      "C": "HTML 3",
      "D": "HTML 4",
      "E": "HTML 5"
    },
    "explanation": "Web Yayıncılığı Araçları (Giriş)<br/>Her alanda olduğu gibi bilgi ve iletişim teknolojilerinin özellikle web tabanlı programla dillerinin ve<strong> HTML 5</strong>’in gelişimi bu noktada da artık teknik bilgisi olmayan kişilerin yani son kullanıcıların tek başına web sitesi oluşturabilmesine ve yönetebilmesine olanak sağlamaktadır."
  },
  {
    "id": "3748276",
    "unitNumber": 8,
    "text": "Uzmanlarca hazırlanmış görsel tasarım ögeleri, içerik ekleme araçları, ne üstünden barındırma hizmetleri sağlayan web tabanlı blog ve site oluşturucu platformlar kullanıcılara hizmet vermektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bulut",
      "B": "HTML",
      "C": "Log-in",
      "D": "Log-out",
      "E": "www."
    },
    "explanation": "Web Yayıncılığı Araçları (Giriş)<br/>Uzmanlarca hazırlanmış görsel<br/>tasarım ögeleri, içerik ekleme araçları, <strong>bulut</strong> üstünden barındırma hizmetleri sağlayan web tabanlı blog ve<br/>site oluşturucu platformlar kullanıcılara hizmet vermektedir."
  },
  {
    "id": "3748277",
    "unitNumber": 8,
    "text": "İster aynı belge içerisinde farklı bir noktaya istenirse de tamamen farklı<br/>bir belgeye erişim sağlayan referanslar nasıl tanımlanır?",
    "correctAnswer": "B",
    "options": {
      "A": "Süperlink",
      "B": "Hiperlink",
      "C": "Ultralink",
      "D": "Smallink",
      "E": "Minilink"
    },
    "explanation": "BLOGLAR VE BLOG TÜRÜNDEKİ WEB YAYINCILIK ARAÇLARI<br/><strong>Hiperlink</strong>: İster aynı belge içerisinde farklı bir noktaya istenirse de tamamen farklı bir belgeye erişim sağlayan referanslardır."
  },
  {
    "id": "3748278",
    "unitNumber": 8,
    "text": "Hipermetin türündeki dosyaların hiperlinkler ile birbirine bağlanması ile meydana gelmiş dev bir etkileşim ağı, aşağıdaki hangi sembol ile gösterilir?",
    "correctAnswer": "B",
    "options": {
      "A": "htppl",
      "B": "www",
      "C": "hhtp",
      "D": "tpml",
      "E": "xxx"
    },
    "explanation": "BLOGLAR VE BLOG TÜRÜNDEKİ WEB YAYINCILIK ARAÇLARI<br/><strong>WWW</strong>, hipermetin türündeki dosyaların hiperlinkler ile birbirine bağlanması ile meydana<br/>gelmiş dev bir etkileşim ağıdır."
  },
  {
    "id": "3748279",
    "unitNumber": 8,
    "text": "E-posta adresi ile blog hizmeti sağlayıcı siteye üye olunmasının ardından, kullanıcı panelindeki dahili editör ile ne hazırlanıp doğrudan yayınlanabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çokluortam içerikleri",
      "B": "Sanal ortam içerikleri",
      "C": "Tekilortam içerikleri",
      "D": "www içerikleri",
      "E": "htppl içerikleri"
    },
    "explanation": "BLOGLAR VE BLOG TÜRÜNDEKİ WEB YAYINCILIK ARAÇLARI<br/>E-posta adresi ile blog hizmeti sağlayıcı siteye<br/>üye olunmasının ardından, kullanıcı panelindeki<br/>dahili editör ile <strong>çokluortam</strong> içerikleri hazırlanıp<br/>doğrudan yayınlanabilir."
  },
  {
    "id": "3748280",
    "unitNumber": 8,
    "text": "Dünyada en yaygın kullanılan blog hizmeti sağlayıcısı, aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "AjansPress",
      "B": "WwwPress",
      "C": "WordPress",
      "D": "HtpmlPress",
      "E": "BlogPress"
    },
    "explanation": "<strong>WordPress</strong> dünyada en yaygın kullanılan blog<br/>hizmeti sağlayıcısıdır."
  },
  {
    "id": "3748281",
    "unitNumber": 8,
    "text": "WordPress yazılımı bir sunucuya kurularak benzer şekilde bir blog oluşturulur ve bu sunucunun neyi desteklemesi gereklidir?",
    "correctAnswer": "E",
    "options": {
      "A": "TTT ve MySQL",
      "B": "SSS ve MySQL",
      "C": "RRR ve MySQL",
      "D": "PPPve MySQL",
      "E": "PHP ve MySQL"
    },
    "explanation": "İkinci yöntemde ise https://tr.wordpress.org/ adresinden indirilen açık kaynak kodlu WordPress yazılımı bir sunucuya kurularak benzer şekilde bir blog<br/>oluşturmak olanaklıdır. Ancak bu sunucunun <strong>PHP</strong><br/><strong>ve MySQL</strong> desteklemesi gereklidir"
  },
  {
    "id": "3748282",
    "unitNumber": 8,
    "text": "Alan adı hizmeti WordPress’ten alınacaksa daha önceden seçilmemiş bir isim tercih edilmeli ve alan adı seçimlerinde hangi karakterler yazılmaz?",
    "correctAnswer": "E",
    "options": {
      "A": "İngilizce karakterler",
      "B": "Fransızca karakterler",
      "C": "İtalyanca karakterler",
      "D": "İspanyolca karakterler",
      "E": "Türkçe karakterler"
    },
    "explanation": "Alan adı hizmeti WordPress’ten alınacaksa daha önceden seçilmemiş bir isim tercih edilmelidir. Alan adı seçimlerinde<br/><strong>Türkçe</strong> karakterler yazılamaz."
  },
  {
    "id": "3748283",
    "unitNumber": 8,
    "text": "Hangi adres üzerinden Blogger ile blog oluşturulur?",
    "correctAnswer": "A",
    "options": {
      "A": "https://www.blogger.com/",
      "B": "https://blogger.com/",
      "C": "www.blogger.com/",
      "D": "httpp://www.blogger.com/",
      "E": "httll://www.blogger.com/"
    },
    "explanation": "Blogger ile blog oluşturmak için<br/><strong>https://www.blogger.com</strong>/ adresi üzerinden “Bloğunuzu<br/>oluşturun” butonuna tıklayıp sonrasında kayıt oluşturmak<br/>gereklidir"
  },
  {
    "id": "3748284",
    "unitNumber": 8,
    "text": "Tüm dünyada milyonlarca kullanıcısı bulunan, bulut tabanlı bir web geliştirme platformu hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Zix.com",
      "B": "Tix.com",
      "C": "Pix.com",
      "D": "Wix.com",
      "E": "Xix.com"
    },
    "explanation": "<strong>Wix.com</strong> tüm dünyada milyonlarca kullanıcısı bulunan, bulut tabanlı bir web geliştirme platformudur."
  },
  {
    "id": "3748285",
    "unitNumber": 8,
    "text": "1. Bilgi çağı olarak adlandırılan bu çağda bilginin üretilmesi işlenmesi ve iletilmesi önem kazanmış bir konu haline gelmiştir internet çeşitli amaçlarla kullanılmasına rağmen dünya genelinde insanlar interneti bilgi edinmek için kullanmaktadır buna göre aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilginin paylaşımı için kullanılan web sitelerinin her şeyden önce kurulmasının, yönetilmesinin ve içeriğinin belirlenmesinin herkes interneti kullanan herkes tarafından bilinmesi gereken bir konudur.",
      "B": "İnsanlar ulaşmak istedikleri bilginin çoğunu arama motorlarını kullanarak web siteleri üzerinden ulaşmaktadır.",
      "C": "İnternet üzerinden sosyalleşme ve bilgi paylaşma en popüler konular olmasına rağmen bilgiye ulaşmak için kullanılan web sitelerinin önemi artmaktadır.",
      "D": "Bilgilerin, becerilerin, ürünlerin ve çeşitli kaynakların değere dönüştürülüp fayda sağlayabilmesi için internet ve web siteleri büyük olanaklar sunmaktadır.",
      "E": "Video akışları ve yayın siteleri üzerinden akan bilgi miktarı sürekli artmaktadır bütün bunları sağlayan arama motorları kullanılarak web üzerinden ulaşılan sitelerdir."
    },
    "explanation": "GİRİŞ<br/>Bilgi çağı olarak adlandırılan günümüzde bilginin üretimi, işlenmesi ve iletilmesi kişisel, toplumsal,<br/>kurumsal ve küresel olarak oldukça fazla önem kazanmıştır. Dünya ile paylaşılabilecek bilgi, beceri, ürün<br/>vb. kaynakların değerlere dönüşüp fayda sağlayabilmesi için internet ve web büyük olanaklar sunmaktadır. Sosyal ağlar, video akış ve yayın siteleri üstünden akan bilgi miktarı her geçen yıl artmaktadır. Sosyal<br/>medya internet üstünden sosyalleşmek ve bilgi paylaşmak için en popüler platformlar olmasına rağmen<br/>kullanıcıların çoğu (%63) interneti bilgi edinmek için kullanmaktadır. Başka deyişle insanlar ulaşmak istedikleri bilgilerin çoğuna arama motorlarını kullanarak web siteleri üzerinden ulaşmaktadırlar. Bu da web<br/>sitelerinin önemini ortaya koymaktadır.<br/>Önceleri web siteleri kurmak ve yönetmek için web tasarımı, programlama, grafik tasarım, veritabanı<br/>uzmanı gibi birden fazla uzman birlikte çalışarak siteyi kurmakta, yönetmekte ve içerik eklemekteydi."
  },
  {
    "id": "3748286",
    "unitNumber": 8,
    "text": "2. Web sitelerinin kurulması ve yönetilmesi için web tasarımcısı, programlama, grafik tasarımı, veritabanı uzmanı gibi birden fazla uzman birlikte siteyi kurmaktadır ancak teknik bilgisi olmayan kişilerin ani son kullanıcılarında tek başına web sitesi oluşturabilmesi ve yönetebilmesi artık mümkün bir durum haline gelmiştir buna göre aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Bilgi ve iletişim teknolojilerinin özellikle web tabanlı programlama dillerinin ve HTML 5'in gelişimi İnternet kullanıcılarını bu hale getirmiştir.",
      "B": "Son kullanıcıya yönelik blog tipi web yayıncılık araçları mevcuttur ancak e-ticaret gibi alışveriş odaklı web sitelerini kapsamamaktadır.",
      "C": "Son kullanıcının tek başına web sitesi oluşturabilmesi ve yönetebilmesi için çeşitli olanaklar geliştirilmiştir.",
      "D": "Son kullanıcılar için uzmanların hazırladığı görsel tasarım ögeleri, içerik ekleme araçları kullanılmaktadır.",
      "E": "Son kullanıcılar bulut üstünden barındırma hizmetleri sağlayan web tabanlı blog ve site oluşturan platformlar kullanıcıların hizmetine verilmiştir."
    },
    "explanation": "GİRİŞ<br/>Önceleri web siteleri kurmak ve yönetmek için web tasarımı, programlama, grafik tasarım, veritabanı<br/>uzmanı gibi birden fazla uzman birlikte çalışarak siteyi kurmakta, yönetmekte ve içerik eklemekteydi. Her<br/>alanda olduğu gibi bilgi ve iletişim teknolojilerinin özellikle web tabanlı programla dillerinin ve HTML<br/>5’in gelişimi bu noktada da artık teknik bilgisi olmayan kişilerin yani son kullanıcıların tek başına web sitesi oluşturabilmesine ve yönetebilmesine olanak sağlamaktadır. Bunun için uzmanlarca hazırlanmış görsel<br/>tasarım ögeleri, içerik ekleme araçları, bulut üstünden barındırma hizmetleri sağlayan web tabanlı blog ve<br/>site oluşturucu platformlar kullanıcılara hizmet vermektedir.<br/>Bu bölüm son kullanıcıya yönelik blog tipi web yayıncılık araçları, online site oluşturucular ve e-ticaret<br/>web sitesi oluşturucuları kapsamaktadır."
  },
  {
    "id": "3748287",
    "unitNumber": 8,
    "text": "3. Hiperlink (bağlantı/köprü) adı verilen ve hipermetinlerde aynı anda birden çok formatı destekleyen bu en önemli konunun yaptığı iş nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Word Wide Web ortamını sağlar.",
      "B": "Bilgisayar ve tablet üzerinde çalışan yazılımlardır.",
      "C": "Referansları içerir.",
      "D": "Herkesin kolaylıkla ulaşabildiği cep telefonlarında kullanılır.",
      "E": "Her ortamda çalışan yazılımları elde eder."
    },
    "explanation": "BLOGLAR VE BLOG TÜRÜNDEKİ WEB YAYINCILIK ARAÇLARI<br/>İnternet ortamında gördüğümüz, okuduğumuz, izlediğimiz, dinlediğimiz ve hatta indirdiğimiz her türlü içerik temel olarak bir çokluortam içeriğidir. Çokluortam içerikleri<br/>üretmek önceleri maliyetli ve bilgisayar alanında uzmanlık<br/>gerektiriyor olsa da bugün herkesin kolaylıkla erişebildiği, bilgisayar, cep telefonu, tablet vb. araçlar ile bu araçlar<br/>üzerinde çalışan yazılımlar sayesinde oldukça kolay bir hâle<br/>gelmiştir. Ancak üretilen içeriklerin internet (World Wide Web) ortamında yayınlanabilmesi işlemi de<br/>üretiminden bağımsız birtakım süreçleri gerektirmektedir. Bunun için içeriklerin internet protokollerine<br/>uygun format olan hipermetine dönüştürülmesi gerekir. Hipermetinler aynı anda birden çok formatı destekleyen ve en önemlisi hiperlink (bağlantı/köprü) adı verilen referansları içerirler."
  },
  {
    "id": "3748288",
    "unitNumber": 8,
    "text": "4. Web sitesi oluşturma süreci bireysel kullanıcıların gözünü korkutan bir konudur bir web sitesi oluşturup yayınlamak bir süreç ile elde edilir aşağıdakilerden hangisi bu sürecin aşamalarından birisi değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Site içeriğini oluşturma (Ham)",
      "B": "Site içeriği (Dönüştürülmüş)",
      "C": "Web sunucusuna yollama",
      "D": "Alan isimlerinden çıkma",
      "E": "Yayınlama ve güncelleme"
    },
    "explanation": "BLOGLAR VE BLOG TÜRÜNDEKİ WEB YAYINCILIK ARAÇLARI<br/>Web sitesi oluşturma süreci, farklı yazılımlar kullanarak içerik hazırlamak, kodlama ve hizmet satın almak gibi işlemleri gerektirdiğinden bireysel kullanıcıların gözünü korkutmaktadır. Bir web sitesi oluşturup<br/>yayınlamak için Şekil 8.1’deki süreç takip edilebilir.<br/>Şekil 8.1 Web Sitesi Tasarlama Süreci"
  },
  {
    "id": "3748289",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi internet ortamında gördüğümüz ve kullandığımız web sitelerinin içerikleriyle ilgili olarak yanlıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "İnternet ortamındaki her türlü içerik temel olarak çokluortam içeriğidir.",
      "B": "Çokluortam içerikleri çeşitli araçlar üzerinde çalışan yazılımlar sayesinde oldukça kolay hale gelmiştir.",
      "C": "Üretilen içerikler internet yani World Wide Web ortamında yayınlanır.",
      "D": "İçerikler internet protokollerine uygun olan hipermetine dönüştürülür.",
      "E": "Çokluortam içerikleri sadece cep telefonu ile tespit edilebilen ortamlardır."
    },
    "explanation": "BLOGLAR VE BLOG TÜRÜNDEKİ WEB YAYINCILIK ARAÇLARI<br/>İnternet ortamında gördüğümüz, okuduğumuz, izlediğimiz, dinlediğimiz ve hatta indirdiğimiz her türlü içerik temel olarak bir çokluortam içeriğidir. Çokluortam içerikleri<br/>üretmek önceleri maliyetli ve bilgisayar alanında uzmanlık<br/>gerektiriyor olsa da bugün herkesin kolaylıkla erişebildiği, bilgisayar, cep telefonu, tablet vb. araçlar ile bu araçlar<br/>üzerinde çalışan yazılımlar sayesinde oldukça kolay bir hâle<br/>gelmiştir. Ancak üretilen içeriklerin internet (World Wide Web) ortamında yayınlanabilmesi işlemi de<br/>üretiminden bağımsız birtakım süreçleri gerektirmektedir. Bunun için içeriklerin internet protokollerine<br/>uygun format olan hipermetine dönüştürülmesi gerekir. Hipermetinler aynı anda birden çok formatı destekleyen ve en önemlisi hiperlink (bağlantı/köprü) adı verilen referansları içerirler."
  },
  {
    "id": "3748291",
    "unitNumber": 8,
    "text": "6. WWW hipermetin türündeki dosyaların hiperlinkler ile birbirine bağlanması ile meydana gelmiş dev etkileşim aracıdır aşağıdakilerden hangisi WWW internet ağı ile ilgili olarak yanlıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "WWW internet ağında internet üzerinden yayınlanmaya hazır dönüştürülmüş içeriğin diğer kullanıcıların erişimine açılabilmesi için bir sunucuya gönderilir.",
      "B": "WWW internet ağı oluşturma süreci çok zahmetlidir bu sebeple son kullanıcılar oluşturamaz, uzmanlar bir ekip halinde oluşturma sürecini yaparlar.",
      "C": "WWW internet ağında sunucuya gönderilen içerik için sunucunun kiralanması ve site erişim adresinin sunucu ile eşleştirilmesi yapılır.",
      "D": "WWW internet ağı oluşturma ücretlidir alan adı-barındırma şirketlerinden hizmet satın alınması gereklidir.",
      "E": "WWW internet ağında alan adı-sunucu eşleştirmeleri yapıldıktan sonra alınan adres üzerinden yayınlanır ve güncellenir."
    },
    "explanation": "BLOGLAR VE BLOG TÜRÜNDEKİ WEB YAYINCILIK ARAÇLARI<br/>WWW, hipermetin türündeki dosyaların hiperlinkler ile birbirine bağlanması ile meydana<br/>gelmiş dev bir etkileşim ağıdır. İnternet üzerinde<br/>yayınlanmaya hazır dönüştürülmüş içeriğin diğer<br/>kullanıcılar erişimine açılabilmesi için bir sunucuya gönderilmesi gerekir. Bu aşamada bir sunucu kiralanması ve site erişim adresinin sunucu ile<br/>eşleştirilmesi yapılır. Bu adımlar genelde ücretlidir<br/>ve alan adı-barındırma şirketlerinden hizmet satın<br/>alınmasını gerektirir. Alan adı-sunucu eşleştirmeleri yapıldıktan sonra, alınan adresten üzerinden<br/>yayılanır ve güncellenebilir.<br/>Anlatılan süreçten de görüleceği üzere web sitesi<br/>oluşturma işi biraz zahmetlidir."
  },
  {
    "id": "3748293",
    "unitNumber": 8,
    "text": "7. Web sitesi oluşturma son kullanıcıların da yapabildiği bir konu haline gelmiştir ayrıca günümüzde bir web sitesinin nasıl hazırlanacağı web sitelerinin kendisinin hallettiği bir konu haline de gelmiştir bu nasıl elde edilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bloglar ve online web sitesi oluşturma siteleri sayesinde",
      "B": "İnternet tarayıcısı kullanan cep telefonları sayesinde",
      "C": "Bloglar ve online web sitesi oluşturucu yazılımlar haricindeki yazılımlarla",
      "D": "Neredeyse hiçbir teknik bilgiye sahip olmayan son kullanıcılarla",
      "E": "İnternet ortamında yayınlanan ancak hiçbir kullanıcıya ulaşmayan içerikler aracılığıyla"
    },
    "explanation": "BLOGLAR VE BLOG TÜRÜNDEKİ WEB YAYINCILIK ARAÇLARI<br/>Anlatılan süreçten de görüleceği üzere web sitesi<br/>oluşturma işi biraz zahmetlidir. Ancak günümüzde<br/>bir web sitesinin nasıl hazırlanabileceği problemini<br/>web sitelerinin kendisi çözmüştür. Bloglar ve online web sitesi oluşturma siteleri sayesinde tamamen<br/>internet üzerinde sadece internet tarayıcısı kullanılarak web siteleri oluşturmak olanaklıdır. Bu bölümde bloglar ve online web site oluşturucu yazılımlar incelenecektir."
  },
  {
    "id": "3748294",
    "unitNumber": 8,
    "text": "8. Bloglar teknik bilgi, içerik ve internet ortamında yayınlayıp erişime sunma olarak sayılan tüm işlemleri tek başına ve hızlı bir şekilde gerçekleştirilmesine olanak sağlar blogların diğer adı nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tüm işlemler",
      "B": "Teknik bilgi",
      "C": "Web sitesi",
      "D": "İçerik",
      "E": "Yazan sunucu"
    },
    "explanation": "Her blog aslında bir web sitesidir.<br/>Tanımda yer alan “teknik bilgi”, “içerik” ve “internet ortamında yayınlayıp erişime sunma” ifadeleri aslında bir web sitesi oluşturma adımları olarak<br/>görülebilir.<br/>Ancak bloglar yukarıda sayılan tüm işlemlerin<br/>tek başına ve hızlı bir şekilde gerçekleştirilmesine<br/>olanak sağlar. Bu nedenle içerik üretebilen ancak<br/>tasarladıkları ya da düşündüklerini WWW’in gerektirdiği şekilde sayısallaştıramayan kullanıcılar<br/>için kendini ifade etmenin en hızlı çözümlerden<br/>biridir. Bloglar bir bakıma dijital günlüklerdir ve<br/>blog yazan kişilere blogger adı verilir."
  },
  {
    "id": "3748295",
    "unitNumber": 8,
    "text": "9. Yorumlar bloglar için çok önemli bileşenlerdir kullanıcılar eğer isterlerse okuyucuların yazı ile ilgili düşüncelerini yazabilecekleri bir yorum alanını içerir yorumlar ile ne elde edilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ücretsiz site erişim adresi",
      "B": "Sunucu kiralama",
      "C": "Şirketlerden hizmet satın alma",
      "D": "Okuyucu ile blogger arasında etkileşim sağlanması",
      "E": "Site üyeliğinden çıkma"
    },
    "explanation": "Kullanıcının isteğine göre okuyucuların yazı ile<br/>igili düşüncelerini yazabilecekleri bir yorum alanını<br/>da içerebilirler. Yorumlar bloglar için çok önemli<br/>bileşenlerdir. Yorumlar sayesinde okuyucu ile blogger arasındaki etkileşim sağlanır."
  },
  {
    "id": "3748296",
    "unitNumber": 8,
    "text": "10. E-posta adresi ile blog hizmeti sağlayıcı siteye üye olunabilir böylece kullanıcı panelindeki dahili editör ile çokluortam içerikleri hazırlanıp doğrudan yayınlanabilir burada blog oluştururken genellikle site barındırma hizmeti ile alan adı alınması aşamaları aynı panel üzerinden tamamlanır alan adı olarak ne kullanılır?",
    "correctAnswer": "E",
    "options": {
      "A": "Esneklik sağlayıcılar",
      "B": "Site barındırma hizmetleri",
      "C": "Yorumlar ve blogger",
      "D": "Okuyucular ve etkileşim",
      "E": "Kendi isimleri"
    },
    "explanation": "BLOGLAR<br/>E-posta adresi ile blog hizmeti sağlayıcı siteye<br/>üye olunmasının ardından, kullanıcı panelindeki<br/>dahili editör ile çokluortam içerikleri hazırlanıp<br/>doğrudan yayınlanabilir. Blog oluştururken genellikle site barındırma hizmeti ile alan adı alınması<br/>aşamaları da aynı panel üzerinden tamamlanabilir.<br/>Ücretsiz blog hizmeti sağlayıcılar, alt alan adı seçiminde kullanıcıya esneklik sağlasalar da alan adı<br/>olarak kendi isimlerini kullanırlar."
  },
  {
    "id": "3748559",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi blog türü bir web sayfası oluşturup yayımlama aşamalarından bir <u>değildir?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Ham site içeriğinin oluşturulması",
      "B": "Site içeriğinin dönüştürülmesi",
      "C": "Kodlama ve hizmet satın alınması",
      "D": "Web sunucusuna yollama",
      "E": "Yayınlama ve güncelleme"
    },
    "explanation": "Doğru cevap C seçeneğidir.<br/>Web sitesi oluşturma süreci, farklı yazılımlar kullanarak içerik hazırlamak, kodlama ve hizmet satın almak gibi işlemleri gerektirdiğinden bireysel kullanıcıların gözünü korkutmaktadır. Bir web sitesi oluşturup yayınlamak için Şekil 8.1’deki süreç takip edilebilir. <strong><em>Site içeriğini oluşturma (Ham) Site içeriğini (Dönüştürülmüş) Web sunucusuna yollama Alan Adı alma Şekil 8.1 Web Sitesi Tasarlama Süreci İnternet ortamında gördüğümüz, okuduğumuz, izlediğimiz, dinlediğimiz ve hatta indirdiğimiz her türlü içerik temel olarak bir çokluortam içeriğidir. </em></strong>"
  },
  {
    "id": "3748560",
    "unitNumber": 8,
    "text": "Neredeyse hiçbir teknik bilgiye sahip olmayan kullanıcıların istedikleri içerikleri internet ortamında yayınlayıp diğer kullanıcıların erişimine sunmalarına olanak sağlayan bir teknoloji olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Blog",
      "B": "Hipermetin",
      "C": "Hiperlink",
      "D": "WordPress",
      "E": "Online web"
    },
    "explanation": "Doğru seçenek A'dır.<br/>Blog: Neredeyse hiçbir teknik bilgiye sahip olmayan kullanıcıların istedikleri içerikleri internet ortamında yayınlayıp diğer kullanıcıların erişimine sunmalarına olanak sağlayan bir teknolojidir."
  },
  {
    "id": "3748561",
    "unitNumber": 8,
    "text": "İster aynı belge içerisinde farklı bir noktaya istenirse de tamamen farklı bir belgeye erişim sağlayan referanslar olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Blog",
      "B": "Hiperlink",
      "C": "WordPress",
      "D": "Hipermetin",
      "E": "MySQL"
    },
    "explanation": "Doğru cevap B'dir.<br/>Hiperlink: İster aynı belge içerisinde farklı bir noktaya istenirse de tamamen farklı bir belgeye erişim sağlayan referanslardır."
  },
  {
    "id": "3748636",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi WordPress'in kullanıcılara sunduğu olanaklardan bir <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Tasarım şablonları bakımından zengin olması",
      "B": "Profesyonel görünümlü tasarımlar sağlaması",
      "C": "İşlevsel blogların tasarlanabilmesi",
      "D": "Eklenti ve kodlama bilgisi gerektirmiyor olması",
      "E": "Alan adlarında Türkçe karakterlerin kullanılabilmesi"
    },
    "explanation": "Doğru seçenek E'dir.<br/>WordPress dünyada en yaygın kullanılan blog hizmeti sağlayıcısıdır. Zengin tasarım şablonu kütüphanesi ve binlerce eklenti ile kodlama bilmeyenler kullanıcıların profesyonel görünümlü ve işlevsel bloglar tasarlamalarına olanak sağlar.<br/>Siteye üyelik işlemleri tamamlandıktan sonra “Alan adı seçimi” ve “Sunucu paketi seçimi” yapılır. Eğer önceden sahip olduğunuz bir alan adı varsa bu aşamada istenen bilgilerin girilmesi gerekir. Alan adı hizmeti WordPress’ten alınacaksa daha önceden seçilmemiş bir isim tercih edilmelidir. Alan adı seçimlerinde Türkçe karakterler yazılamaz."
  },
  {
    "id": "3748647",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi çok bilenen site oluşturuculardan biri <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Wix",
      "B": "Site123",
      "C": "SquareSpace",
      "D": "WordPress",
      "E": "Cambly"
    },
    "explanation": "Doğru seçenek E'dir.<br/>Wix<br/>Site123<br/>SquareSpace<br/>WordPress.com<br/>Weebly"
  },
  {
    "id": "3748648",
    "unitNumber": 8,
    "text": "Wix ile oluşturulmuş bir sitenin alan adı hangi seçenekte doğru olarak verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "https://Alt Klasör Adı&lt;.wixsite.com/",
      "B": "https://Wix Üye Adı.wixsite.com/Alt Klasör Adı",
      "C": "https://Wix Üye Adı. Alt Klasör Adı.wixsite.com",
      "D": "https://Alt Klasör Adı.Wix Üye Adı.wixsite.com/",
      "E": "https://wixsite.com/Wix Üye Adı. Alt Klasör Adı"
    },
    "explanation": "Doğru seçenek B'dir.<br/>https://Wix Üye Adı.wixsite.com/Alt Klasör Adı"
  },
  {
    "id": "3748649",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi e-ticaret sitelerinde müşteri memnuniyetine yönelik dikkate alınan faktörlerden biri<u> olamaz?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Güvenirlik",
      "B": "Kalite",
      "C": "Kodlama dili",
      "D": "Erişim",
      "E": "Kolay ulaşım"
    },
    "explanation": "Doğru cevap C seçeneğidir.<br/>Kullanıcı Deneyiminin site tasarımı ve görünümü, iletişim, site dolaşım menüsü (Navigasyon), müşteri memnuniyeti, güvenirlik, kalite, kolaylık ve erişim gibi faktörler tarafından etkilendiği görülmektedir."
  },
  {
    "id": "3748650",
    "unitNumber": 8,
    "text": "Aşağıdaki kavramlardan hangisi satılacak ürün ve site konseptine göre uzmanlar tarafından hazırlanmış hazır site tasarımlarını açıklar?",
    "correctAnswer": "C",
    "options": {
      "A": "Favicon",
      "B": "Navigasyon",
      "C": "Tema",
      "D": "Logo",
      "E": "Blog"
    },
    "explanation": "Doğru cevap C seçeneğidir.<br/>Tema: Satılacak ürün ve site konseptine göre uzmanlar tarafından hazırlanmış hazır site tasarımlarıdır."
  },
  {
    "id": "3748651",
    "unitNumber": 8,
    "text": "Aşağıdaki kavramlardan hangisi web sitelerinin tarayıcı adres satırında beliren küçültülmüş logoları açıklar?",
    "correctAnswer": "B",
    "options": {
      "A": "Tema",
      "B": "Favicon",
      "C": "BigCommerce",
      "D": "Blog",
      "E": "E-pazaryeri"
    },
    "explanation": "Doğru cevap B seçeneğidir.<br/>Favicon: Web sitelerinin tarayıcı adres satırında beliren küçültülmüş logolarıdır."
  },
  {
    "id": "3748652",
    "unitNumber": 8,
    "text": "E-ticaret hizmeti sunun firmaların yönetici panellerinde mağazalarının ön sıralarda çıkabilmesini sağlayan araçlara ne adı verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "SEO",
      "B": "TEMA",
      "C": "FAVİCON",
      "D": "LOGO",
      "E": "PAZARLAMA"
    },
    "explanation": "Doğru cevap A'dır.<br/>E-ticaret için önemli başlıklardan bir de arama motorlarında ön sıralarda yer almaktır. Bazı e-ticaret hizmeti sunan firmaların yönetici panelinde mağazaların ön sırlarda çıkabilmesini sağlayacak Arama Motoru Optimizasyonu (SEO-Search Engine Optimization) araçları da yer almaktadır."
  },
  {
    "id": "3748684",
    "unitNumber": 8,
    "text": "İster aynı belge içerisinde farklı bir noktaya istenirse de tamamen farklı bir belgeye erişim sağlayan referanslar, aşağıdaki kavramlardan <strong>en fazla</strong> hangisiyle ilişkilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hiperlink",
      "B": "Ağ arayüzü",
      "C": "Çağrı istemi",
      "D": "İletim hızı",
      "E": "Paket uçbirimi"
    },
    "explanation": "İster aynı belge içerisinde farklı bir noktaya istenirse de tamamen farklı bir belgeye erişim sağlayan referanslar hiperlink olarak tanımlandığından bu sorunun doğru yanıtı A seçeneğidir."
  },
  {
    "id": "3748686",
    "unitNumber": 8,
    "text": "Aşağıdaki seçeneklerden hangisi, blog oluşturma hizmeti veren sitelerin yıllık ücret ödemeye gerekçe oluşturan işlevsellikleri kapsamında <strong>değerlendirilemez? </strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Band genişliği",
      "B": "Algoritmada yer alan eleman sayısının azlığı",
      "C": "Depolama alanı",
      "D": "Özel alan adı",
      "E": "Reklam gösterimi"
    },
    "explanation": "İnternet üzerinde blog oluşturma hizmeti veren sitelerin çoğu ücretsizdir. Ancak band genişliği, depolama alanı, destek, özel alan adı, eklenti kullanımı, reklam gösterimi gibi işlevselliklere göre aylık ya da yıllık ücretler ödenmektedir. Bu açıklamalardan hareketle yukarıdaki sorunun doğru yanıtı B seçeneğidir."
  },
  {
    "id": "3748687",
    "unitNumber": 8,
    "text": "“Blog” alan adı, aşağıda belirtilen tarihlerden hangisi itibariyle kullanılmaya başlanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "2013",
      "B": "2014",
      "C": "2016",
      "D": "2015",
      "E": "2017"
    },
    "explanation": "E-posta adresi ile blog hizmeti sağlayıcı siteye üye olunmasının ardından, kullanıcı panelindeki dahili editör ile çokluortam içerikleri hazırlanıp doğrudan yayınlanabilir. Blog oluştururken genellikle site barındırma hizmeti ile alan adı alınması aşamaları da aynı panel üzerinden tamamlanabilir. Ücretsiz blog hizmeti sağlayıcılar, alt alan adı seçiminde kullanıcıya esneklik sağlasalar da alan adı olarak kendi isimlerini kullanırlar. Ayrıca 2016 yılından itibaren “blog” alan adı da kullanılmaya başlanmıştır. Bu açıklamalardan hareketle yukarıdaki seçenekler incelendiğinde bu sorunun doğru yanıtı C seçeneğidir."
  },
  {
    "id": "3748690",
    "unitNumber": 8,
    "text": "Aşağıdaki seçeneklerden hangisi dünyada en yaygın kullanılan blog hizmet sağlayıcısını temsil etmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Myspace",
      "B": "LinkedIn",
      "C": "Researchgate",
      "D": "Wordpress",
      "E": "Reddit"
    },
    "explanation": "WordPress dünyada en yaygın kullanılan blog hizmeti sağlayıcısıdır. Zengin tasarım şablonu kütüphanesi ve binlerce eklenti ile kodlama bilmeyenler kullanıcıların profesyonel görünümlü ve işlevsel bloglar tasarlamalarına olanak sağlar. Bu yüzden bu sorunun doğru yanıtı D seçeneğidir."
  },
  {
    "id": "3748694",
    "unitNumber": 8,
    "text": "Aşağıdaki seçeneklerden hangisi online site oluşturuculardan birisi <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Wix",
      "B": "Site123",
      "C": "SquareSpace",
      "D": "Weebly",
      "E": "Dropbox"
    },
    "explanation": "Online web site oluşturucular, teknik bilgi ve beceriye ihtiyaç duyulmadan gelişen teknolojilerin sağladığı avantajlarla, kullanıcının site yönetimi menüsü ve araçlarıyla web sitesi oluşturabilmesine ve yönetebilmesine olanak sağlayan sitelerdir. Wix, Site123, SquareSpace, Weebly en çok bilinen online site oluşturucuları kapsadığından bu sorunun doğru yanıtı E seçeneğidir."
  },
  {
    "id": "3748700",
    "unitNumber": 8,
    "text": "Bilgisayar, televizyon, akıllı telefon gibi dijital ortamlarda ürün ve hizmetlerin satışı, aşağıdaki kavramlardan <strong>en fazla</strong> hangisiyle ilişkilidir?",
    "correctAnswer": "E",
    "options": {
      "A": "E-Spor",
      "B": "E-İmza",
      "C": "E-Öğrenme",
      "D": "E-Mutabakat",
      "E": "E-Ticaret"
    },
    "explanation": "Bilgisayar, televizyon, akıllı telefon gibi dijital ortamlarda ürün ve hizmetlerin satışına genel olarak e-ticaret denildiğinden bu sorunun doğru yanıtı E seçeneğidir."
  },
  {
    "id": "3748701",
    "unitNumber": 8,
    "text": "Satılacak ürün ve site konseptine göre uzmanlar tarafından hazırlanmış hazır site tasarımları, aşağıdaki kavramlardan hangisiyle ilişkilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Favicon",
      "B": "Banner",
      "C": "Odak noktası",
      "D": "Tema",
      "E": "Navigasyon"
    },
    "explanation": "Tema, satılacak ürün ve site konseptine göre uzmanlar tarafından hazırlanmış hazır site tasarımlarını temsil ettiğinden bu sorunun doğru yanıtı D seçeneğidir."
  },
  {
    "id": "3748702",
    "unitNumber": 8,
    "text": "2003 yılında Google tarafından satın alınmasının ardından bir Google servisi gibi kullanılabilen blog sağlayıcı, aşağıdaki seçeneklerden hangisinde belirtilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Wordpress",
      "B": "Wix",
      "C": "Blogger",
      "D": "Weebly",
      "E": "Squarespace"
    },
    "explanation": "Blogger yaygın kullanılan blog sağlayıcılardan birisidir. 2003 yılında Google tarafından satın alınmasının ardından bir Google servisi gibi kullanılabilmektedir. Bu yüzden bu sorunun doğru yanıtı C seçeneğidir."
  },
  {
    "id": "3748703",
    "unitNumber": 8,
    "text": "Menüsünde, nakliye ve iade, bizimle iletişime geçin ve blog olmak üzere 3 bağlantı bulunan site, aşağıdaki seçeneklerden hangisinde belirtilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Wix",
      "B": "BigCommerce",
      "C": "Site123",
      "D": "SquareSpace",
      "E": "Weebly"
    },
    "explanation": "E-ticaret web sitesi oluşturuculardan BigCommerce İngilizce bir arayüze sahiptir ve Türkçe desteği yoktur. Ancak Chrome gibi tarayıcıların çeviri özelliği kullanılarak rahatlıkla siteye üye olunabilir ve site yönetilebilir. Varsayılan ayarlarda menüde Nakliye ve İade, Bizimle İletişime Geçin ve Blog olmak üzere 3 bağlantı ve bu bağlantılara giden 3 sayfa sitede yer almaktadır. Ayrıca Ürünler → Ürün kategorileri menüsünde yer alan ürün kategorileri bu 3 bağlantının yanında yer alarak ana gezinme menü bağlantılarını oluşturmaktadır. Bu yüzden bu sorunun doğru yanıtı B seçeneğidir."
  },
  {
    "id": "3748704",
    "unitNumber": 8,
    "text": "Slider oluşturabilmek ve mevcut slider görselini düzenleyebilmek için Tasarım→ Slider Yönetimi menüsüne girilen site, aşağıdaki seçeneklerden hangisinde belirtilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ticimax",
      "B": "Wix",
      "C": "Site123",
      "D": "WordPress",
      "E": "Weebly"
    },
    "explanation": "Ticimax yerli bir web temelli bir e-ticaret firmasıdır. Sitenin web arayüzünü görmek ve yönetim panelini deneyebilmek için demo hesap açılabilir. Ticimax’ta Slider oluşturabilmek ve mevcut slider görselini düzenleyebilmek için Tasarım→ Slider Yönetimi menüsüne girilir. Bu yüzden bu sorunun doğru yanıtı A seçeneğidir."
  }
]