[
  {
    "id": "3834104",
    "unitNumber": 1,
    "text": "\"Görme, kelimelerden önce gelir. Bir çocuk konuşmayı öğrenmeden önce bakmayı ve tanımayı öğrenir.\" ifadesinin sahibi ve iletişimin önemli eserlerinden Görme Biçimleri'nin yazarı, aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Viktor Papanek",
      "B": "Paul Rand",
      "C": "Walter Gropius",
      "D": "Ellen Lupton",
      "E": "John Berger"
    },
    "explanation": "İletişim, insanlık tarihi boyunca bireylerin olayları aktarması ve anlaşması için var olan bir kavramdır. İnsan duyuları arasında görme duyusu en önemli olanlardan biridir. John Berger (1972), “Görme, kelimelerden önce gelir. Bir çocuk konuşmayı öğrenmeden önce bakmayı ve tanımayı öğrenir” diyerek, görmenin yalnızca fizyolojik bir olay olmadığını, aynı zamanda öğrenilen bir süreç olduğunu vurgular."
  },
  {
    "id": "3834119",
    "unitNumber": 1,
    "text": "Aşağıda yer alan, üretken yapay zekaya ilişkin ifadelerden hangisi<strong> yanlıştır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Üretken yapay zekâ, metin, görüntü, ses, video hatta kod gibi yeni veri veya içerik oluşturmaya odaklanmış bir yapay zekâ dalıdır.",
      "B": "Geleneksel yapay zeka teknolojisinden temel farkı, verileri çok daha etkin biçimde analiz etmek ve hatasız olarak sınıflandırmak üzere tasarlanmış olmasıdır.",
      "C": "Öne çıkan bir örnek olarak kullanıcı istemlerine dayalı metinler üreten OpenAI şirketinin GPT (Generative Pre-trained Transformer) modeli gösterilebilir.",
      "D": "Örnekler arasında, metinsel tanımlardan görüntüler oluşturan DALL·E ve karmaşık problemler için programlama çözümleri üretebilen DeepMind şirketinin AlphaCode modeli yer almaktadır.",
      "E": "Sağlık alanında, üretken yapay zekâ etkili tedaviler sunabilecek moleküler yapıları tahmin ederek ilaç keşfi sürecine yardımcı olur."
    },
    "explanation": "Üretken yapay zekâ, metin, görüntü, ses, video hatta kod gibi yeni veri veya içerik oluşturmaya odaklanmış bir yapay zekâ dalıdır. <strong>Verileri analiz etmek ve sınıflandırmak üzere tasarlanan geleneksel yapay zekâ sistemlerinin aksine, üretken yapay zekâ modelleri orijinal çıktılar üretmeyi amaçlar.</strong> Öne çıkan bir örnek olarak kullanıcı istemlerine dayalı metinler üreten OpenAI şirketinin GPT (Generative Pre-trained Transformer) modeli gösterilebilir. Diğer örnekler arasında, metinsel tanımlardan görüntüler oluşturan DALL·E ve karmaşık problemler için programlama çözümleri üretebilen DeepMind şirketinin AlphaCode modeli yer almaktadır. Sağlık alanında, üretken yapay zekâ etkili tedaviler sunabilecek moleküler yapıları tahmin ederek ilaç keşfi sürecine yardımcı olur."
  },
  {
    "id": "3834111",
    "unitNumber": 1,
    "text": "Aşağıdakilerdan hangisi üretken dönüşüm modelleri olarak adlandırılan ve Ian Goodfellow tarafından geliştirilen teknolojidir?",
    "correctAnswer": "A",
    "options": {
      "A": "GAN",
      "B": "GPT",
      "C": "ELIZA",
      "D": "DeepMind",
      "E": "AlphaGo"
    },
    "explanation": "Üretken dönüşüm modelleri olarak adlandırılan <strong>GAN’ler</strong> (Generative Adversarial Networks), Ian Goodfellow tarafından geliştirilmiştir. Bu modeller sayesinde sıfırdan gerçeğine çok yakın görüntüler ve sesler üretilebilir hâle gelmiştir."
  },
  {
    "id": "3834099",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi mesajların görsel ögeler aracılığıyla etkili bir şekilde iletilmesini amaçlayan <em>disiplinlerarası</em> alandır?",
    "correctAnswer": "D",
    "options": {
      "A": "Grafik tasarım",
      "B": "İllüstrasyon",
      "C": "Tipografi",
      "D": "Görsel iletişim tasarımı",
      "E": "Evrensel tasarım"
    },
    "explanation": "Görsel iletişim tasarımı, kavramsal mesajları şekil, renk, tipografi ve düzen gibi görsel unsurlar aracılığıyla iletmeyi amaçlar. Bu disiplin, grafik tasarımdan animasyona, dijital medya tasarımından reklamcılığa kadar geniş bir yelpazeyi kapsar.<br/><strong>Görsel iletişim tasarımı</strong>, mesajların görsel ögeler aracılığıyla etkili bir şekilde iletilmesini amaçlayan disiplinler arası bir alandır. Grafik tasarım, tipografi, renk teorisi, kompozisyon ve dijital medya gibi unsurların birleşimiyle, bilgiye anlam kazandıran yaratıcı çözümler üretilir. Günümüzde markalaşmadan eğitim materyallerine, sosyal medyadan sanat projelerine kadar geniş bir yelpazede kullanılan görsel iletişim tasarımı, insanların algılarını yönlendirme ve duygu yaratma gücüne sahiptir."
  },
  {
    "id": "3834126",
    "unitNumber": 1,
    "text": "Güncel olarak kullanılan üretken yapay zekânın merkezinde yer alan <strong>.........................................</strong> sistemlerin geçmişi aslında 1950’lere uzanıyor olsa da algoritmalar ve hesaplama kapasitesindeki sınırlamalar, 1980’lere kadar bu modellerin göz ardı edilmesine yol açmıştır. Ancak derin öğrenme algoritmalarının geliştirilmesi bu engelleri aşabilmek için önemli bir gelişme olmuştur. Bu dönemde geliştirilen geri yayılım algoritması, bu sistemlerin günümüzdeki üretken yapay zekâ modellerine evirilmesini mümkün kılmıştır.<br/>Aşağıdaki ifadelerden hangisi, yukarıdaki paragrafta boş bırakılan kısmı doğru olarak tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "makine öğrenmesi tabanlı",
      "B": "sinirsel hesaplama odaklı",
      "C": "nöron ağı temelli",
      "D": "yapay bellek esaslı",
      "E": "bilişsel modelleme kaynaklı"
    },
    "explanation": "Güncel olarak kullanılan üretken yapay zekânın merkezinde yer alan <strong>nöron ağı temelli</strong> sistemlerin geçmişi aslında 1950’lere uzanıyor olsa da algoritmalar ve hesaplama kapasitesindeki sınırlamalar, 1980’lere kadar bu modellerin göz ardı edilmesine yol açmıştır. Ancak derin öğrenme algoritmalarının geliştirilmesi bu engelleri aşabilmek için önemli bir gelişme olmuştur. Bu dönemde geliştirilen geri yayılım algoritması, <strong>nöron ağı temelli</strong> sistemlerin günümüzdeki üretken yapay zekâ modellerine evirilmesini mümkün kılmıştır."
  },
  {
    "id": "3834102",
    "unitNumber": 1,
    "text": "Mesajların kaynaktan alıcıya kodlar ve sistemler kullanılarak iletilmesi anlamına gelen; geri bildirim, kodlanmış bilgi, kaynak, alıcı ve depolama unsurlarına sahip olan kavrama ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "İletişim teknolojisi",
      "B": "Kitle iletişim",
      "C": "İnsan faaliyetlerinde iletişim",
      "D": "İletişim tasarımı",
      "E": "Nesnelerin iletişimi"
    },
    "explanation": "<strong>İletişim teknolojisi</strong>, bilgi alışverişinde kullanılan teknik süreçlerin öğrenimini kapsamaktadır. Bazıları iletişim teknolojisini bilgi alışverişi veya semboller ve kelimelerin kullanımı olarak algılarken, diğerleri bunu mesajların iletimi ve depolanması olarak değerlendirmektedir. Ancak iletişim teknolojisi kavramını tam anlamıyla kavrayabilmek için kapsamlı bir tanım gereklidir. Bu tanım, süreci açıklamalı ve insanlar ile makineler arasındaki etkileşimi içermelidir. Symour, Ritz ve Cloghessy (1987)’e göre, iletişim teknolojisi, mesajların kaynaktan alıcıya kodlar ve sistemler kullanılarak iletilmesi anlamına gelmektedir.<br/>Symour, Ritz ve Cloghessy (1987)’e göre, <strong>iletişim teknolojisi</strong>, mesajların kaynaktan alıcıya kodlar ve sistemler kullanılarak iletilmesi anlamına gelmektedir."
  },
  {
    "id": "3834106",
    "unitNumber": 1,
    "text": "Temel olarak renk, çizgi, doku ve boşluk gibi görsel unsurların bir araya gelerek oluşturduğu iki boyutlu bir yapıyı ifade eden tasarım öğesi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ton",
      "B": "Yüzey",
      "C": "Biçim",
      "D": "Desen",
      "E": "Kompozisyon"
    },
    "explanation": "<span>Biçim</span>: Temel olarak renk, çizgi, doku ve boşluk gibi görsel unsurların bir araya gelerek oluşturduğu iki boyutlu bir yapıyı ifade eder. Bu görsel unsurlar, soyut bir düzlemde somut bir ifade yaratarak sanatın derinliğine, anlamına ve estetik boyutuna katkı sağlar."
  },
  {
    "id": "3834136",
    "unitNumber": 1,
    "text": "Yapay zekâ sistemlerinden en doğru ve istenen sonuçları elde etmek için kullanıcılar tarafından verilen komutların optimize edilmesine odaklanan, yapay zekâya ne yapması gerektiğini etkili bir şekilde ifade etme sanatını ve bilim dalını ifade eden kavram, aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Komut optimizasyonu",
      "B": "Prompt mühendisliği",
      "C": "Girdi tasarımı",
      "D": "Yönerge yönetimi",
      "E": "Etkileşim mühendisliği"
    },
    "explanation": "Üretken yapay zekânın istenilen düzeyde içerik üretebilmeleri için bu yazılımlara verdiğimiz komutlar açık ve net olmalıdır. Bununla birlikte istenilen çıktının tam anlamıyla anlaşılabilmesi için gerekli detayları da içermelidir. Bu durum beraberinde yeni bir meslek olarak adlandırılabilecek olan <strong><em>“prompt mühendisliği” </em></strong>kavramını da gündeme getirmektedir.<br/>Prompt mühendisliği, yapay zekâ sistemlerinden en doğru ve istenen sonuçları elde etmek için kullanıcılar tarafından verilen metin tabanlı komutların optimize edilmesine odaklanır. Bu, kısaca yapay zekâya ne yapması gerektiğini etkili bir şekilde ifade etme sanatıdır ve aynı zamanda bir bilim dalıdır."
  },
  {
    "id": "3834131",
    "unitNumber": 1,
    "text": "Üretken yapay zekânın etik ilkelere uygun kullanımı konusunda Yükseköğretim Kurumu bir rehber yayımlamıştır. Aşağıdakilerden hangisi bu rehberde yer alan temel etik değerlerden <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Adalet ve Saygı",
      "B": "Gizlilik ve Mahremiyetin Korunması",
      "C": "Hesap Verebilirlik ve Sorumluluk Üstlenme",
      "D": "Etik İklim Katkısı",
      "E": "Teknolojik Tarafsızlık"
    },
    "explanation": "Üretken yapay zekânın etik ilkelere uygun kullanımı konusunda Yükseköğretim Kurumu bir rehber yayımlamıştır. Bu rehberde yer alan temel etik değerler şu şekildedir (YÖK, 2024):<br/><strong>• Şeffaflık: </strong>Üretken yapay zekânın hangi aşamalarda ve ne ölçüde kullanıldığının açıkça belirtilmesi gerekir. Şeffaflık, bilimsel dürüstlüğün korunması ve yapay zekâ tarafından getirilen risklere karşı önlem alınmasını sağlar.<br/><strong>• Dürüstlük</strong>: Bilimsel bilginin tüm insanlığa fayda sağlaması ve bilimsel süreçlerin taraflılıktan arındırılması gereklidir. Dürüstlük, bilimsel sürecin her aşamasında öncelikli bir etik değerdir.<br/><strong>• Özen</strong>: Araştırmacıların bilimsel bilgi üretimi ve yayınında göstermeleri gereken ciddiyet ve etik duyarlılıktır. Özen, bilimsel yanıltma ve etik ihlallerin önlenmesinde kritik bir rol oynar.<br/><strong>• Adalet ve Saygı</strong>: Araştırma sürecindeki diğer paydaşlara ve veri sağlayan bir<br/>E: Teknolojik Tarafsızlık seçeneği rehberde yer almamaktadır."
  },
  {
    "id": "3834100",
    "unitNumber": 1,
    "text": "İletişimi oluşturan beş unsurdan biri olan ve <strong>kanal</strong> olarak da adlandırılan unsur, aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Gönderici",
      "B": "Mesaj",
      "C": "İletişim aracı",
      "D": "Alıcı",
      "E": "Geri bildirim"
    },
    "explanation": "İletişim sürecini oluşturan beş unsur kısaca şu şekilde tanımlanabilir:<br/>Gönderici: İletişim sürecini başlatmanın yanı sıra, gönderici, iletilmek istenen duyguların, düşüncelerin, bilgilerin ve ihtiyaçların kaynağıdır. Bu kaynak, bir mesaj göndermeyi amaçlayan birey ya da grubu ifade eder. Bu bağlamda, gönderici, süreci başlatan konumda yer alır.<br/>Mesaj: Mesaj, iletilmek istenen anlamın içeriğidir. Gönderici ile hedef arasındaki bağlantıyı kuran bir işaretler dizisidir.<br/><strong>İletişim Aracı: Kanal</strong> olarak da adlandırılan bu unsur, gönderici ile alıcı arasındaki bilgi alışverişini mümkün kılan fiziksel bir araçtır ve bilgiyi alıcıya iletir.<br/>Alıcı: Alıcı, kaynaktan gelen mesajın ulaştığı hedef kitledir.<br/>Geri Bildirim: Geri bildirim, alıcının kaynaktan iletilen mesaja verdiği yanıtı ifade eder."
  },
  {
    "id": "3834190",
    "unitNumber": 2,
    "text": "Aşağıdaki ifadelerden hangisi, yapay zekâ destekli tasarım araçlarının yaratıcı endüstrilere olası etkilerinden biri olarak değerlendirilebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Profesyonel tasarım süreçlerinde karmaşıklığın artmasına neden olması",
      "B": "Küçük işletmelerin yüksek maliyetlerle karşılaşmasına neden olarak rekabet gücünü azaltması",
      "C": "Tasarım süreçlerini daha geniş bir kullanıcı kitlesi için erişilebilir hâle getirmesi",
      "D": "Kullanıcıların özgün fikir geliştirme becerilerini zayıflatması",
      "E": "Tasarım süreçlerinde insan faktörünün tamamen devre dışı kalması"
    },
    "explanation": "Yapay zekâ destekli tasarım araçlarının gelecekte daha kullanıcı dostu, erişilebilir ve etik açıdan duyarlı hâle gelmesi beklenmektedir. Bu araçların gelişmesi, yaratıcı süreçleri daha verimli hâle getirecek ve kullanıcıların yaratıcılığını daha fazla destekleyecektir. Özellikle küçük işletmeler, yapay zekâ araçlarını kullanarak profesyonel tasarımlar oluşturabilir ve maliyetleri düşürebilir. Bu, daha fazla fırsat yaratacak ve yaratıcı endüstrilerin daha demokratik hâle gelmesini sağlayacaktır. Bu tasarım araçlarının gelecekte daha erişilebilir hâle gelmesi, küçük işletmelerin, bağımsız yaratıcıların ve tasarımcıların yaratıcı süreçlere katılımını kolaylaştıracaktır. Bu araçların daha kullanıcı dostu hâle gelmesi, her seviyedeki kullanıcı için profesyonel düzeyde içerik oluşturma imkânı sunacak, böylece yaratıcı endüstrilere daha geniş bir katılım sağlanacaktır. Gelecek yıllarda, bu araçlar kullanıcıların özgün fikirler üretme becerilerini daha verimli bir şekilde geliştirmelerine yardımcı olaca"
  },
  {
    "id": "3834159",
    "unitNumber": 2,
    "text": "Aşağıdaki ifadelerden hangisi, üretken yapay zekânın (generative AI) büyük veri analitiği ile birlikte çalışmasının tasarım süreçlerine sağladığı avantajlardan biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kullanıcı müdahalesine ihtiyaç duymadan tamamen özgün fikirler üretmesi",
      "B": "Geçmiş projelerin başarılı yönlerini yeni projelerde uygulamaya imkân vermesi",
      "C": "Tüm projelerde enerji tüketimini azaltması",
      "D": "Tasarım süreçlerindeki insan hatalarını tamamen ortadan kaldırması",
      "E": "Tasarım projelerindeki tüm veri türlerini otomatik olarak dönüştürmesi"
    },
    "explanation": "Generative AI’nin bir diğer katkısı, <strong>büyük veri analitiği ile entegre çalışarak kullanıcıların geçmiş projelerden öğrenmesini sağlamasıdır.</strong> <strong>Önceki projelerin başarılı yönlerini analiz ederek bu bilgilerin yeni projelere uygulanmasına olanak tanır.</strong> Böylece hem tutarlı hem de inovatif tasarımlar elde edilebilir."
  },
  {
    "id": "3834169",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi, Martin Gatys’in stil transfer algoritmalarıyla ilgili yapılan araştırmaların görsel tasarım süreçlerine sağladığı temel katkıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Daha önce karşılaşılmayan kavramları metin açıklamalarından anlamlandırarak görselleştirmek",
      "B": "Metin açıklamalarını doğrudan ve otomatik olarak görsellere dönüştürmek",
      "C": "Daha önce kullanılmamış renk paletlerini ve stilleri otomatik olarak önermek",
      "D": "Metin tabanlı stil komutlarını kullanarak sıfırdan yeni görseller oluşturmak",
      "E": "Bir görüntünün stilini başka bir görüntüye aktararak estetik uyumu yakalamak"
    },
    "explanation": "<strong>Görsel Üretim Araçları </strong><br/>Görsel üretim araçları, kullanıcıların yalnızca kısa metin açıklamalarıyla yüksek kaliteli görseller oluşturmasına olanak sağlayarak yaratıcı süreçleri dönüştürmektedir. Bu alanda, OpenAI araştırmacıları tarafından geliştirilen DALL-E modeli, metin açıklamalarını görsellere dönüştürme konusunda çığır açıcı bir yaklaşıma sahiptir. Bu model, sıfırdan öğrenme (zero-shot learning) yeteneği sayesinde daha önce karşılaşmadığı kavramları dahi metin açıklamaları üzerinden anlamlandırabilmekte ve bu kavramları görselleştirebilmektedir. Bu özellik, yalnızca görsellerin oluşturulmasını değil, aynı zamanda özgün fikirlerin hızlı bir şekilde somutlaştırılmasını mümkün kılmaktadır (Ramesh et al., 2021). Benzer şekilde, Martin Gatys’in stil transfer algoritmalarına ilişkin çalışmaları, görsel düzenleme süreçlerinde estetik bütünlüğün sağlanmasına önemli katkılar sunmaktadır. Bu araştırmalarda, bir görüntünün stilini başka bir görüntüye aktarma süreci,<br/>Martin Gatys’in stil transfer algoritmalarına ilişkin çalışmaları, görsel düzenleme süreçlerinde estetik bütünlüğün sağlanmasına önemli katkılar sunmaktadır. Bu araştırmalarda, bir görüntünün stilini başka bir görüntüye aktarma süreci, renk ve doku uyumunun derin öğrenme yöntemleriyle analiz edilmesi yoluyla detaylandırılmıştır. Bu yöntem, estetik açıdan tatmin edici ve yaratıcı sonuçlar elde edilmesini mümkün kılmaktadır (Gatys et al., 2016)."
  },
  {
    "id": "3834196",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi, yapay zekâ destekli tasarım araçlarının yaratıcı endüstrilerde fırsat eşitliği açısından ortaya çıkarabileceği durumlardan biri <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Büyük şirketlerin yaratıcı endüstrileri domine etme olasılığının artması",
      "B": "Küçük işletmelerin teknik altyapı eksikliği nedeniyle erişim engelleriyle karşılaşması",
      "C": "Bağımsız sanatçıların maliyet bariyerleri sebebiyle araçlara erişiminin zorlaşması",
      "D": "Yaratıcı endüstrilerdeki fırsat eşitsizliklerinin tamamen ortadan kalkması",
      "E": "Düşük gelirli kullanıcıların araçlardan yeterince yararlanamaması"
    },
    "explanation": "Toplumsal eşitlik açısından da yapay zekâ araçlarının yaygınlaşması, belirli gruplar için erişim engelleri yaratabilir. Çoğu yapay zekâ destekli araç, yüksek maliyetli yazılımlar ve teknik bilgi gerektiren altyapılar kullanır. Bu da küçük işletmeler ve bağımsız sanatçılar için erişimi sınırlayabilir. Bu araçlara erişim genellikle büyük şirketler ve yüksek gelirli profesyoneller için kolayken daha düşük gelirli yaratıcılar bu araçlardan yararlanmakta zorluk çekebilirler. Bu durum, yaratıcı endüstrilerin büyük ve güçlü firmalar tarafından domine edilmesine neden olabilir. <strong>Küçük işletmelerin, bağımsız sanatçıların ve düşük gelirli bireylerin yapay zekâ araçlarına erişim engelleriyle karşılaşmaları, toplumsal eşitsizlikleri daha da derinleştirebilir.</strong> Bu araçların daha geniş bir kullanıcı kitlesine sunulması, yaratıcı endüstrilerdeki fırsat eşitsizliklerini ortadan kaldırabilir ve daha fazla katılımı teşvik edebilir (Chui, Manyika, &amp; Miremadi, 2016)."
  },
  {
    "id": "3834165",
    "unitNumber": 2,
    "text": "BERT ve T5 gibi ileri düzey dil modellerinin metin işleme araçlarına getirdiği yeniliklerle ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnızca yazım denetimi ve duygu analizi alanında yüksek doğruluk sağlarlar.",
      "B": "Kullanıcı müdahalesi olmadan tüm bağlam hatalarını ortadan kaldırırlar.",
      "C": "Metinden metne dönüşüm yaklaşımıyla metin işleme süreçlerinin kapsamını genişletirler.",
      "D": "Metin üretimini tamamen otomatikleştirip insan müdahalesini gereksiz kılarlar.",
      "E": "Bağlam modellemesi için sadece tek yönlü analiz yöntemini kullanırlar."
    },
    "explanation": "<strong>Metin İşleme Araçları </strong><br/>Metin işleme araçları, dil işleme algoritmalarını kullanarak yazım hatalarını düzeltmekten yaratıcı içerikler üretmeye kadar birçok farklı işlevi yerine getirebilmektedir. Bu araçlar, doğal dil işleme (NLP) yöntemlerini uygulayarak bağlamı anlama ve kullanıcı ihtiyaçlarına yönelik hassas çözümler sunma kabiliyetine sahiptir. Dil modellerindeki bu gelişmeler, yazım denetimi, özetleme ve duygu analizi gibi çeşitli görevlerde önemli başarılar elde edilmesini sağlamaktadır. Bu alanda, BERT (Bidirectional Encoder Representations from Transformers) modeli, metin işleme araçlarının bağlam anlayışını önemli ölçüde geliştirmiştir. BERT, çift yönlü bağlam modelleme yaklaşımı sayesinde dil bilgisi denetimi, metin özetleme ve duygu analizi gibi görevlerde yüksek doğruluk oranları sunarak alandaki önemli yeniliklerden biri olarak öne çıkmaktadır (Devlin et al., 2019).<br/>Benzer şekilde, T5 (Text-to-Text Transfer Transformer) modeli, met<br/>T5 (Text-to-Text Transfer Transformer) modeli, metin işleme süreçlerini “metinden metne dönüşüm” paradigması ile yeniden tanımlamıştır. Bu model, metin özetleme, çeviri ve içerik üretimi gibi geniş bir yelpazede kullanım alanı bularak metin işleme araçlarının çok yönlülüğünü artırmaktadır (Raffel et al., 2020)."
  },
  {
    "id": "3834174",
    "unitNumber": 2,
    "text": "Gerçek zamanlı iş birliği sağlayan, yapay zekâ destekli eklentileri sayesinde tasarım düzenlemelerinin ve prototip oluşturmanın hızlı ve etkili bir şekilde yapılmasına olanak tanıyan bulut tabanlı platform aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Maze",
      "B": "Uizard",
      "C": "Hotjar",
      "D": "Framer",
      "E": "Figma"
    },
    "explanation": "<strong>Figma</strong>: Figma, gerçek zamanlı iş birliği sağlayan bulut tabanlı bir platformdur. Yapay zekâ destekli eklentileri sayesinde, tasarım düzenlemelerinin ve prototip oluşturmanın hızlı ve etkili bir şekilde yapılmasına olanak tanır (Figma, n.d.)."
  },
  {
    "id": "3834185",
    "unitNumber": 2,
    "text": "Hukuk sektöründe yapay zeka ile desteklenen araçlar süreç optimizasyonu, sözleşme tasarımı ve hukuki analiz gibi alanlarda önemli bir dönüşüm yaratmıştır. Bu araçlar, özellikle veri analitiği ve ........................................... teknikleriyle hukuk profesyonellerinin işlerini kolaylaştırmakta ve verimliliği artırmaktadır.<br/>Yukarıdaki paragrafta boş bırakılan kısmı doğru şekilde tamamlayan ifade hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "yapay sinir ağları",
      "B": "derin öğrenme",
      "C": "doğal dil işleme (NLP)",
      "D": "metin madenciliği",
      "E": "görüntü tanıma"
    },
    "explanation": "<em>Hukuk </em>sektöründe ise bu araçlar süreç optimizasyonu, sözleşme tasarımı ve hukuki analiz gibi alanlarda önemli bir dönüşüm yaratmıştır. Bu araçlar, özellikle veri analitiği ve <strong>doğal dil işleme (NLP)</strong> teknikleriyle hukuk profesyonellerinin işlerini kolaylaştırmakta ve verimliliği artırmaktadır."
  },
  {
    "id": "3834153",
    "unitNumber": 2,
    "text": "Kullanıcıların tasarım süreçlerindeki potansiyel zorlukları önceden görmesini ve buna uygun çözümler üretmesini sağlayan (örneğin bir proje için girilen veriler analiz edilerek en uygun tasarım alternatifleri otomatik olarak önerilebilen) teknoloji aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Büyük Veri Analitiği",
      "B": "Makine Öğrenimi Algoritmaları",
      "C": "Derin Öğrenme",
      "D": "Kullanıcı Deneyimi Haritalama",
      "E": "Öngörücü Modelleme"
    },
    "explanation": "<strong>Makine Öğrenimi Algoritmaları: </strong>Makine öğrenimi algoritmaları, kullanıcıların tasarım süreçlerindeki potansiyel zorlukları önceden görmesini ve buna uygun çözümler üretmesini sağlar. Örneğin, bir proje için girilen veriler analiz edilerek en uygun tasarım alternatifleri otomatik olarak önerilebilir (Silver et al., 2018). Bu özellik, özellikle üretken tasarım araçları aracılığıyla öne çıkmaktadır. Üretken (generatif ) tasarım, belirli kısıtlamalar doğrultusunda yüzlerce hatta binlerce alternatif çözüm üretme kapasitesine sahiptir. Bu süreçte, tasarımcılar sunulan alternatiflerden en uygunu seçerek hem zamandan tasarruf hem de daha yaratıcı ve etkili sonuçlar elde eder."
  },
  {
    "id": "3834179",
    "unitNumber": 2,
    "text": "LEGO isimli firmanın ürün görselleştirme süreçlerini geliştirme sürecinde kullandığı, detaylı materyal tasarımı ve fotogerçekçi görüntüler sunarak prototiplerin sunum aşamasında etkileyici bir deneyim yaratmaya yardımcı olan araç aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Coohom",
      "B": "Adobe Sensei",
      "C": "Autodesk Fusion 360",
      "D": "Adobe Substance 3D",
      "E": "Figma"
    },
    "explanation": "<strong>LEGO – Adobe Substance 3D ile Ürün Görselleştirme: </strong>LEGO, ürün görselleştirme süreçlerini geliştirmek için Adobe Substance 3D’yi kullanmaktadır. Araç, detaylı materyal tasarımı ve fotogerçekçi görüntüler sunarak prototiplerin sunum aşamasında etkileyici bir deneyim yaratmaktadır (Adobe, t.y.)."
  },
  {
    "id": "3834149",
    "unitNumber": 2,
    "text": "Tasarım süreçlerinde derinlemesine içgörüler sağlayarak tasarımcıların bilinçli kararlar almasına yardımcı olan; geçmiş projelerin, yeni projeler için materyal, renk paleti ve boyut gibi seçimlerde rehberlik etmesine olanak tanıyarak kullanıcıların hızlı ve etkili çözümler bulmasını kolaylaştıran teknoloji hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Büyük Veri Analitiği",
      "B": "Makine Öğrenimi Algoritmaları",
      "C": "Derin Öğrenme",
      "D": "Parametrik Tasarım",
      "E": "Öngörücü Modelleme"
    },
    "explanation": "<strong>Büyük Veri Analitiği: </strong>Büyük veri analitiği, tasarım süreçlerinde derinlemesine içgörüler sağlayarak tasarımcıların bilinçli kararlar almasına yardımcı olur. Bu teknoloji, büyük miktarda ham veriyi analiz ederek anlamlı bilgiler elde edilmesini sağlar. Örneğin, geçmiş projelerden toplanan verilerin analiz edilmesi, yeni projelerde kullanılan materyaller, renk paletleri ve boyutlar gibi ayrıntılara dair etkili rehberlik sunabilir. Büyük veri sıralama teknolojisi, karmaşık veri kümelerini düzenleyerek kullanıcıların hızlı ve etkili çözümler bulmasını kolaylaştırır (Goodfellow et al., 2016). Bu yaklaşım, özellikle çok katmanlı projelerde zaman ve maliyet açısından önemli avantajlar sunmaktadır."
  },
  {
    "id": "3832219",
    "unitNumber": 3,
    "text": "Algoritmaların görsel tasarım süreçlerine entegrasyonunun tasarımcıların iş akışına sağladığı en temel katkı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tasarımcıların yaratıcılığının tamamen ortadan kalkması",
      "B": "Tekrarlayan görevlerin otomatikleştirilerek zaman kazandırması",
      "C": "Estetik normların sabit kalması",
      "D": "Geleneksel manuel yöntemlerin yeniden canlandırılması",
      "E": "Sadece basit tasarım çözümlerinin üretilmesi"
    },
    "explanation": "Algoritmalar, tekrarlayan görevleri otomatikleştirerek tasarımcıların daha stratejik ve yaratıcı süreçlere odaklanmasını sağlar."
  },
  {
    "id": "3832229",
    "unitNumber": 3,
    "text": "Büyük verinin temel unsurlarından “Hız” kavramı, aşağıdakilerden hangisini tanımlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Verinin yavaş üretilip saklanmasını",
      "B": "Verinin anlık, sürekli üretilip hızlıca işlenebilme kapasitesini",
      "C": "Verinin sabit ve değişmez kalmasını",
      "D": "Verinin sadece görsel sunumlarla ilişkilendirilmesini",
      "E": "Verinin düşük hacimde toplanmasını"
    },
    "explanation": "Metinde, büyük verinin \"hız\" unsuru, verinin sürekli üretilip güncelliğini koruması ve hızlıca işlenebilme özelliği olarak açıklanmaktadır."
  },
  {
    "id": "3832221",
    "unitNumber": 3,
    "text": "Derin öğrenme tekniklerinin görsel tasarımda uygulanmasıyla ortaya çıkan en önemli yenilik, aşağıdakilerden hangisiyle açıklanabilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sadece fotoğraf benzeri sonuçların elde edilmesi",
      "B": "Geniş veri setlerinden karmaşık örüntülerin öğrenilmesiyle özgün tasarımların üretilmesi",
      "C": "Yalnızca renk uyumunun optimize edilmesi",
      "D": "Tasarım sürecinde tamamen manuel müdahalenin gerekliliği",
      "E": "Geleneksel tekniklerin tamamen devre dışı bırakılması"
    },
    "explanation": "Metinde, derin öğrenme tekniklerinin büyük veri setlerinden karmaşık ilişkileri öğrenerek yenilikçi ve özgün tasarımlar ortaya koyduğu vurgulanmaktadır."
  },
  {
    "id": "3832226",
    "unitNumber": 3,
    "text": "Kişiselleştirilmiş tasarımın temelinde yer alan algoritmaların, kullanıcı deneyimini geliştirmedeki en belirgin rolü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tüm kullanıcılar için aynı tasarımın üretilmesi",
      "B": "Kullanıcı tercihleri ve davranışları analiz edilerek bireysel deneyimlerin optimize edilmesi",
      "C": "Kullanıcı verilerinin tamamen göz ardı edilmesi",
      "D": "Tasarım sürecinde sadece estetik unsurların öne çıkarılması",
      "E": "Kullanıcı verilerinin toplanmasının engellenmesi"
    },
    "explanation": "Kitap, algoritmaların kişiselleştirilmiş tasarım çözümleri sunarak kullanıcıların bireysel ihtiyaç ve beklentilerine yanıt verdiğini ifade etmektedir."
  },
  {
    "id": "3832223",
    "unitNumber": 3,
    "text": "Metinden görsele yapay zeka uygulamalarında istem (prompt) detaylarının görsel sonuçlar üzerindeki etkisi aşağıdakilerden hangisiyle doğru biçimde ilişkilendirilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Detaylı istemler, görsel kalitenin düşmesine yol açar",
      "B": "İstem detaylarının görsel sonuçlara hiçbir etkisi yoktur",
      "C": "Detaylı istemler, sistemin daha özgün, estetik ve hikâye anlatımına uygun görseller üretmesini sağlar",
      "D": "Eksik istemler, süreci hızlandırarak hatalı sonuçlar verir",
      "E": "İstem detayları sadece renk seçimlerini belirler"
    },
    "explanation": "Kitap, iyi yapılandırılmış ve detaylı istemlerin yapay zekâ sistemlerinin daha anlamlı, estetik ve öyküsel görseller üretmesine olanak tanıdığını açıklamaktadır."
  },
  {
    "id": "3832227",
    "unitNumber": 3,
    "text": "Veri görselleştirme tekniklerinin iletişim süreçlerine sağladığı en kritik katkı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Verinin karmaşıklığını artırmak",
      "B": "Karmaşık veri setlerini sadeleştirerek anlaşılır hale getirmek",
      "C": "Yalnızca estetik değer sunarak içeriği göz ardı etmek",
      "D": "Veri hacminin düşürülmesini sağlamak",
      "E": "Görsel ögelerle bilgiyi tamamen gizlemek"
    },
    "explanation": "Metin, veri görselleştirme tekniklerinin büyük ve karmaşık veri kümelerini sadeleştirerek izleyicinin bilgiyi hızlı ve doğru algılamasını kolaylaştırdığını belirtmektedir."
  },
  {
    "id": "3832232",
    "unitNumber": 3,
    "text": "Veri odaklı tasarımın temel prensiplerinden “Veri Toplama ve Analizi” aşamasının tasarım kararlarına etkisi aşağıdakilerden hangisiyle en doğru şekilde açıklanır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yanlızca tasarımın estetik yönünün belirlenmesine katkıda bulunur",
      "B": "Kullanıcı davranışları ve pazar eğilimleri üzerinden nesnel kararlar alınmasını sağlar",
      "C": "Tasarım sürecinde yalnızca kişisel sezgilere dayalı çözümler üretilmesini destekler",
      "D": "Veri toplamayı engelleyip analizin ihmal edilmesine yol açar",
      "E": "Yanlızca grafik ögelerin kullanımını zorunlu kılar"
    },
    "explanation": "Metinde, veri toplama ve analizi aşamasının, kullanıcı davranışları ve pazar eğilimlerini esas alarak tasarım kararlarının nesnel verilere dayandırılmasına olanak sağladığı ifade edilmektedir."
  },
  {
    "id": "3832228",
    "unitNumber": 3,
    "text": "Veri odaklı tasarımın temel prensiplerinden “iteratif süreç” kavramı, aşağıdakilerden hangisini ifade eder?",
    "correctAnswer": "B",
    "options": {
      "A": "Tasarımın tek seferlik ve sabit bir şekilde tamamlanması",
      "B": "Geri bildirimler doğrultusunda sürekli olarak revizyon ve iyileştirme yapılması",
      "C": "İlk tasarımın değiştirilmeden kabul edilmesi",
      "D": "Veri toplamadan tasarımın oluşturulması",
      "E": "Tasarım sürecinin durağan ve statik kalması"
    },
    "explanation": "Kitap, iteratif sürecin tasarımın her aşamasında geri bildirim alınıp sürekli iyileştirmeler yapılmasını sağlayan döngüsel bir yaklaşım olduğunu vurgulamaktadır."
  },
  {
    "id": "3832231",
    "unitNumber": 3,
    "text": "Yapay zekâ destekli video prodüksiyonunda uygulanan yaklaşımların sunduğu temel avantaj aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnızca tek dilde içerik üretmek",
      "B": "Düşük maliyetle, kısa sürede ve çok dilli, profesyonel video içerikleri oluşturabilmek",
      "C": "Üretim sürecinde tamamen manuel müdahalenin gerekliliği",
      "D": "Yalnızca estetik değerin artırılması",
      "E": "Video içeriğinin yalnızca metin formatına dönüştürülmesi"
    },
    "explanation": "Kitap, yapay zekâ destekli video prodüksiyonunun, otomasyon sayesinde üretim süresini kısaltıp maliyetleri düşürdüğünü ve çok dilli içerik üretebildiğini belirtmektedir.<br/>Yapay zekâ destekli video prodüksiyonu, üretim süresini kısaltarak maliyetleri düşürme ve çok dilli içerik üretebilme noktalarında katkı sağlar."
  },
  {
    "id": "3832224",
    "unitNumber": 3,
    "text": "Üretken Çekişmeli Ağlar (GAN) teknolojisinin temel işleyiş prensibi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sadece üretici ağın bağımsız çalışması",
      "B": "Ayırt edici ağın sabit kalması",
      "C": "Üretici ve ayırt edici ağların rekabetçi etkileşim yoluyla birbirini geliştirmesi",
      "D": "İki ağın birbirini tamamen kopyalaması",
      "E": "Verinin sabit kalıp hiçbir dönüşüme uğramaması"
    },
    "explanation": "Metinde, GAN teknolojisinin üretici ve ayırt edici ağlar arasındaki sürekli rekabetin, daha gerçekçi ve yaratıcı görseller üretilmesini sağladığı belirtilmektedir."
  },
  {
    "id": "3832543",
    "unitNumber": 4,
    "text": "<strong>Aşağıdaki ifadelerden bağlamsal farkındalık kavramı açıklar?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kullanıcıların sayısal ortamdaki davranışlarını analiz etmesidir.",
      "B": "Kullanıcının fiziksel ortam, zaman ve çevre koşullarını algılayarak kişiye özel içerikler sunmasıdır.",
      "C": "Sistemlerin tüm kullanıcılara aynı içerikleri ve hizmetleri sunmasını sağlamasıdır.",
      "D": "Kullanıcıların manuel olarak tercihlerini belirlemesini gerektiren bir süreç olmasıdır.",
      "E": "Sadece sosyal medya platformlarında kullanılan bir yöntem olmasıdır."
    },
    "explanation": "Bağlamsal farkındalık, sistemlerin kullanıcının bulunduğu fiziksel ortam, zaman ve çevre koşullarını algılayarak, bu bilgilere dayanarak kişiye özel içerikler, öneriler veya hizmetler sunabilmesini ifade eder."
  },
  {
    "id": "3832531",
    "unitNumber": 4,
    "text": "<strong>Aşağıdaki ifadelerden hangisi </strong><strong>genetik algoritmaların temel adımlarından biri </strong><strong><u>değildir</u></strong><strong>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Başlangıç Popülasyonu Oluşturma.",
      "B": "Kullanıcı geri bildirimi.",
      "C": "Uygunluk Değerlendirme.",
      "D": "Seçilim.",
      "E": "Çaprazlama."
    },
    "explanation": "Genetik algoritmalar, bir problemin çözü­müne yönelik potansiyel çözümlerden olu­şan bir popülasyonla başlar. Bu popülasyon, doğal evrimde olduğu gibi seçilim, çapraz­lama ve mutasyon gibi süreçlerle geliştirilir. Her nesilde, uygunluk fonksiyonu aracılığıy­la en başarılı çözümler belirlenir ve sonraki nesillere aktarılır."
  },
  {
    "id": "3832528",
    "unitNumber": 4,
    "text": "<strong>Aşağıdaki ifadelerden hangisi uyarlanabilir tasarımın temel bileşenlerinden biri <u>değildir</u>? </strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kullanıcı Geri Bildirimi.",
      "B": "YZ ve Makine Öğrenmesi.",
      "C": "Çevik Uyum Sağlama.",
      "D": "Bilgisayar Destekli Üretim (CAM).",
      "E": "Gerçek Zamanlı Veri Analizi."
    },
    "explanation": "Uyarlanabilir tasarımın temel bileşenleri şunlardır: Kullanıcı Geri Bildirimi, YZ ve Makine Öğrenmesi, Çevik Uyum Sağlama, Gerçek Zamanlı Veri Analizi."
  },
  {
    "id": "3832547",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi </strong><strong>algoritmik şeffaflığın önemini açıklar?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kullanıcıların sistemlerin nasıl çalıştığını anlamasını sağlar ve güven oluşturur.",
      "B": "Algoritmaların karmaşıklığını artırarak güvenlik açıklarını gizler.",
      "C": "Sadece geliştiricilerin erişebileceği özel bir sistem oluşturur.",
      "D": "Verilerin rastgele işlenmesini sağlayarak kişisel bilgilerin korunmasına katkıda bulunur.",
      "E": "Algoritmaların hata yapma olasılığını artırır."
    },
    "explanation": "Algoritmik şeffaflık, kullanıcı güvenini artırırken sistemlerin daha etik bir şekilde işlemesine katkı sağlamaktadır. Kullanıcılar, kendilerine sunulan hizmetlerin arka planında hangi algoritmaların çalıştığını ve bu algoritmaların nasıl kararlar aldığını bilmek istemektedir."
  },
  {
    "id": "3832538",
    "unitNumber": 4,
    "text": "<strong>Derin öğrenme modellerinin kentsel planlama alanında kullanımıyla ilgili aşağıdaki ifadelerden hangisi doğrudur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Şehirlerde yeşil alanların rastgele dağılımını sağlar.",
      "B": "Sadece bina yüksekliği düzenlemelerinde kullanılır",
      "C": "Kentsel ısı adası etkisini azaltmak için yeşil alanların stratejik dağılımını optimize eder.",
      "D": "Trafik yönetimini tamamen insan müdahalesi olmadan gerçekleştirir.",
      "E": "Sadece geleneksel bina formlarını önerir."
    },
    "explanation": "Derin öğrenme modelleri, kentsel ısı adası etkisini azaltmak için yeşil alanların stratejik dağılımını planlamada kullanılmaktadır."
  },
  {
    "id": "3832533",
    "unitNumber": 4,
    "text": "<strong>Genetik algoritmalarda iki bireyin genetik bilgileri birleştirilerek yeni bireyler oluşturulması aşaması aşağıdaki ifadelerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Başlangıç Popülasyonu Oluşturma.",
      "B": "Uygunluk Değerlendirme.",
      "C": "Seçilim.",
      "D": "Çaprazlama.",
      "E": "Mutasyon."
    },
    "explanation": "Çaprazlama iki bireyin genetik bilgileri birleştirilerek yeni bireyler oluşturulma aşamasıdır."
  },
  {
    "id": "3832526",
    "unitNumber": 4,
    "text": "<strong>Serbest biçimli yüzeylerin ve organik yapıların yüksek doğrulukla modellenmesini mümkün kılan teknikler aşağıdaki ifadelerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Bezier eğrileri ve NURBS (Non-Uniform Rational Basis Spline).",
      "B": "Fraktal geometri.",
      "C": "Poligonal modelleme.",
      "D": "Sketchpad, gra­fiksel kullanıcı arayüzü (GUI).",
      "E": "CAD (Bilgisayar Destekli Tasarım)."
    },
    "explanation": "1970’li ve 1980’li yıllarda, bilgisayar bilimle­rinin ilerlemesiyle birlikte hesaplamalı geometri teknikleri hızla gelişmiştir. Özellikle Bezier eğrileri ve NURBS (Non-Uniform Rational Basis Spline) yüzeyleri gibi matematiksel modelleme tek­nikleri, serbest formlu ve organik yapıların tasarı­mında önemli bir rol oynamıştır."
  },
  {
    "id": "3832519",
    "unitNumber": 4,
    "text": "<strong>Yapay zeka destekli üretken tasarım tekniklerinin yararlandığı teknolojileden biri</strong> <strong>aşağıdaki ifadelerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İnsan yaratıcılığı.",
      "B": "Genetik algoritmalar.",
      "C": "Fiziksel prototipler.",
      "D": "Analog çizimler.",
      "E": "Önceden belirlenmiş statik modeller."
    },
    "explanation": "YZ destekli üretken tasarım teknikleri, genetik algoritmalar, parametrik modelleme ve derin öğrenme modelleri gibi teknolojilerden faydalanarak geleneksel yöntemlerle ulaşılması zor olan yaratıcı çözümleri mümkün kılmaktadır."
  },
  {
    "id": "3832541",
    "unitNumber": 4,
    "text": "Aşağıdaki ifadelerden hangisi adaptif tasarımın en temel ögelerinden biri olan bireyselleştirmeyi açıklar?",
    "correctAnswer": "E",
    "options": {
      "A": "Kullanıcıların genel ihtiyaçlarına hitap eden standart çözümler sunmasıdır.",
      "B": "Sistemlerin, her kullanıcıya aynı deneyimi yaşatmasını sağlamasıdır.",
      "C": "Kullanıcı verilerini analiz etmeden rastgele öneriler sunmasıdır.",
      "D": "Yalnızca tasarımcıların belirlediği özelliklere göre sabit sistemler oluşturmasıdır.",
      "E": "Kullanıcıların bireysel ihtiyaçları, tercihleri ve davranışlarına uygun şekilde uyarlanmasıdır."
    },
    "explanation": "Bireyselleştirme, adaptif tasarımın en temel ögelerindenbiri olup sistemlerin kullanıcıların bi­reysel ihtiyaçları, tercihleri ve davranışlarına uygun şekilde uyarlanmasını ifade etmektedir."
  },
  {
    "id": "3832549",
    "unitNumber": 4,
    "text": "Büyük veri analizine dayalı çalışan adaptif tasarım sistemlerinde karşılaşılabilecek en önemli risklerden biri aşağıdaki ifadelerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Veri analitiği süreçlerinin basit olması.",
      "B": "Sistemlerin tüm kullanıcılara eşit hizmet sunabilmesi.",
      "C": "Kullanıcıların sistemleri rahatlıkla değiştirebilmesi.",
      "D": "Büyük veri setlerinin güvenlik önlemlerine ihtiyaç duyması.",
      "E": "Siber güvenlik tehditleri ve veri ihlalleri."
    },
    "explanation": "Adaptif tasarım sistemleri büyük veri analizine dayalı olarak çalıştığı için, siber güvenlik tehditleri ve riskleriyle karşı karşıya kalmaktadır. Örneğin, bir e-ticaret platformuna yönelik veri ihlalleri, kullanıcıların finansal ve kişisel bilgilerinin tehlikeye girmesine yol açabilmektedir Ayrıca, giyilebilir cihazlar gibi kişisel sağlık verilerini toplayan sistemlerde, bu verilerin kötüye kullanımı ciddi etik ve güvenlik endişelerine neden olabilmektedir."
  },
  {
    "id": "3830662",
    "unitNumber": 5,
    "text": "Adobe Cloud hizmetiyle entegre bir şekilde çalışan yapay zeka aracı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Midjourney",
      "B": "Adobe Sensei",
      "C": "Jasper.a",
      "D": "Canva",
      "E": "DALL-E 3"
    },
    "explanation": "Adobe Sensei: Adobe ürünlerine entegre bir yapay zekâ aracı olarak kullanıcıların grafik tasarım,<br/>fotoğraf düzenleme ve video prodüksiyonu gibi süreçlerini kolaylaştırır. Adobe Sensei, tasarımcıların yaratıcılığını desteklerken, sıkıcı görevleri otomatikleştirir. Adobe’un yapay zekâ destekli teknolojisidir ve birçok Adobe Cloud hizmetiyle entegre bir şekilde çalışır."
  },
  {
    "id": "3830661",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi 2024 yılında görsel içerik üretiminde kullanılan popüler yapay zekâ araçlarından <span style=\"text-decoration: underline;\">biri değildir?</span>",
    "correctAnswer": "E",
    "options": {
      "A": "Adobe Sensei",
      "B": "Midjourney",
      "C": "Canva",
      "D": "DALL-E 3",
      "E": "Maya"
    },
    "explanation": "Maya, 3D modelleme ve hareketlendirme için kullanılan bir programdır."
  },
  {
    "id": "3830654",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi soğuk renklere örnektir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kırmızı",
      "B": "Mor",
      "C": "Turuncu",
      "D": "Sarı",
      "E": "Beyaz"
    },
    "explanation": "Soğuk Renkler: Mavi, yeşil ve mor gibi renkler ise huzur, sakinlik ve dinginlik hissi verir."
  },
  {
    "id": "3830658",
    "unitNumber": 5,
    "text": "Derin öğrenme alanında kullanılan bir yapay zekâ modeli olan GAN’lar, kaç yapay sinir ağı bileşeninden oluşur?",
    "correctAnswer": "A",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Derin öğrenme alanında kullanılan bir yapay zekâ modeli olan GAN’lar, iki farklı yapay sinir ağı bileşeninden oluşur: biri “üretici” (generator) diğeri ise “ayırt edici” (discriminator) olarak adlandırılır."
  },
  {
    "id": "3830650",
    "unitNumber": 5,
    "text": "Geleneksel tipografide okuyucunun dikkatini istenen içeriğe yönlendiren bilinçli düzenleme hangi ilke ile ilgilidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tutarlılık ilkesi",
      "B": "Hiyerarşi ilkesi",
      "C": "Hizalama ilkesi",
      "D": "Bütünlük ilkesi",
      "E": "Yönlendirme ilkesi"
    },
    "explanation": "Geleneksel tipografinin temelinde belirli tasarım ilkeleri yer alır. Yazı biçimi, karakter aralıkları, boşluklar ve biçimlerin tutarlı kullanımıyla tutarlılık ilkesi sağlanır. Aynı şekilde, okuyucunun<br/>dikkatini istenen içeriğe yönlendiren bilinçli bir düzenleme ile hiyerarşi ilkesi devreye girer. Bütünlük algısını güçlendiren hizalama ilkesi ise tasarımı görsel olarak dengeler."
  },
  {
    "id": "3830655",
    "unitNumber": 5,
    "text": "Gerçek nesnelerden türetilmiş ancak doğrudan tanınabilir olmayan biçimlere ne ad verilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Geometrik Biçimler",
      "B": "Organik Biçimler",
      "C": "Soyut Biçimler",
      "D": "Figüratif Biçimler",
      "E": "Gerçekçi Biçimler"
    },
    "explanation": "Soyut Biçimler: Gerçek nesnelerden türetilmiş ancak doğrudan tanınabilir olmayan<br/>biçimlerdir. Modern heykeller ya da soyut resimler buna örnek gösterilebilir. Bu biçimler, hayal gücünü harekete geçirir ve izleyicinin kişisel yorumuna açıktır."
  },
  {
    "id": "3830653",
    "unitNumber": 5,
    "text": "Görsel düzenlemede doğadan ilham alan, akıcı ve düzensiz şekiller aşağıdaki biçimlerden hangisine örnektir?",
    "correctAnswer": "B",
    "options": {
      "A": "Geometrik Biçimler",
      "B": "Organik Biçimler",
      "C": "Soyut Biçimler",
      "D": "Figüratif Biçimler",
      "E": "Gerçekçi Biçimler"
    },
    "explanation": "Organik Biçimler: Doğadan ilham alan, akıcı ve düzensiz şekillerdir. Yaprak, dalga<br/>ya da bulut gibi formlar buna örnek verilebilir. Yumuşak ve doğal bir his yaratarak tasarıma duygusal bir derinlik katarlar."
  },
  {
    "id": "3830666",
    "unitNumber": 5,
    "text": "Görüntülerin farklı özelliklerini analiz eden ve bu özellikleri işleyerek sınıflandırma, algılama ve dönüştürme işlemleri gerçekleştiren bir yapay zekaâ modeli aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "CNNs",
      "B": "GPU",
      "C": "GAN",
      "D": "ChatGPT",
      "E": "NLP"
    },
    "explanation": "Evrişimsel Sinir Ağları (Convolutional Neural Networks - CNNs): Görüntülerin farklı özelliklerini analiz eden ve bu özellikleri işleyerek sınıflandırma, algılama ve dönüştürme işlemleri gerçekleştiren bir yapay zekaâ modelidir."
  },
  {
    "id": "3830657",
    "unitNumber": 5,
    "text": "Yapay zekâ kullanılarak yaratılan ilk sanat eseri hangi teknoloji ile üretilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "GAN",
      "B": "CNNs",
      "C": "Fotor",
      "D": "CPU",
      "E": "NLP"
    },
    "explanation": "GAN teknolojisinin sanatta kullanımına en dikkat çekici örneklerden ilki, 2018 yılında açık<br/>artırmada satılan “Edmond de Belamy’nin Portresi” adlı tablodur."
  },
  {
    "id": "3830670",
    "unitNumber": 5,
    "text": "Yazılı metinleri görsellere dönüştürme becerisiyle dikkat çeken yapay zeka aracı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "DALL-E 3:",
      "B": "Midjourney",
      "C": "Canva",
      "D": "Adobe Firefly",
      "E": "dobe Sensei"
    },
    "explanation": "DALL-E 3: Görsel içerik üretiminde devrim yaratan DALL-E 3, yazılı metinleri görsellere dönüştürme becerisiyle dikkat çeker. Kullanıcıların hayal gücünü dijital bir gerçekliğe dönüştürmelerine olanak sağlar. OpenAI tarafından geliştirilen DALL-E 3, öncüsü DALL-E 2’nin genişletilmiş ve geliştirilmiş bir sürümüdür. ChatGPT-4 ile entegre çalışabilen bu sistem, yazı tabanlı talepleri görsellere dönüştürme konusunda etkilidir. Kullanıcılar, detaylı veya basit ifadelerle istedikleri tasarımı talep edebilir, böylece son derece yaratıcı ve özgün görseller elde edebilirler."
  },
  {
    "id": "3832791",
    "unitNumber": 6,
    "text": "<span style=\"font-weight: 400;\">1988 yılında kullanıcı deneyimi terimini ilk kez kullanan isim aşağıdakilerden hangisidir? </span>",
    "correctAnswer": "A",
    "options": {
      "A": "<span style=\"font-weight: 400;\">Donald Norman</span>",
      "B": "Marc Hassenzahl",
      "C": "Thomas Watson",
      "D": "Alan Turing",
      "E": "Nick Szabo"
    },
    "explanation": "Doğru yanıt A şıkkıdır<br/><span style=\"font-weight: 400;\">1988 yılında kullanıcı deneyimi terimini ilk kez kullanan isim Donald Norman'dır. </span>"
  },
  {
    "id": "3832798",
    "unitNumber": 6,
    "text": "<span style=\"font-weight: 400;\">Aşağıdaki araçlardan hangisi kullanıcı davranışlarını analiz ederek tasarım önerileri sunar, görsel düzenlemeleri optimize eder ve kullanılabilirlik sorunlarını tespit eder? </span>",
    "correctAnswer": "E",
    "options": {
      "A": "<span style=\"font-weight: 400;\">Runner</span>",
      "B": "Chatgpt",
      "C": "Figma",
      "D": "Hotjar",
      "E": "Adobe Sensei"
    },
    "explanation": "Doğru yanıt E şıkkıdır<br/><span style=\"font-weight: 400;\">kullanıcı davranışlarını analiz ederek tasarım önerileri sunar, görsel düzenlemeleri optimize eder ve kullanılabilirlik sorunlarını tespit eden araç Adobe Sensei'dir</span>"
  },
  {
    "id": "3832802",
    "unitNumber": 6,
    "text": "<span style=\"font-weight: 400;\">Aşağıdakilerden hangisi farklı tasarım varyasyonlarını karşılaştırarak hangisinin daha iyi performans gösterdiğini belirlemek için kullanılan temel bir yöntemdir? </span>",
    "correctAnswer": "D",
    "options": {
      "A": "<span style=\"font-weight: 400;\">Kişiselleştirme</span>",
      "B": "Optimizasyon",
      "C": "Prototip oluşturma",
      "D": "A/B testi",
      "E": "NLP"
    },
    "explanation": "doğru yanıt D şıkkıdır<br/>A/B testi <span style=\"font-weight: 400;\"> farklı tasarım varyasyonlarını karşılaştırarak hangisinin daha iyi performans gösterdiğini belirlemek için kullanılan temel bir yöntemdir.</span>"
  },
  {
    "id": "3832814",
    "unitNumber": 6,
    "text": "<span style=\"font-weight: 400;\">Aşağıdakilerden hangisi gerçek zamanlı analizler yaparak hangi tasarımın daha etkili olduğunu hızlı bir şekilde belirler?</span>",
    "correctAnswer": "A",
    "options": {
      "A": "<span style=\"font-weight: 400;\">Google Optimiza</span>",
      "B": "Runner",
      "C": "Chatgpt",
      "D": "Adobe Sensei",
      "E": "Hotjar"
    },
    "explanation": "Doğru yanıt A şıkkıdır<br/><span style=\"font-weight: 400;\">Gerçek zamanlı analizler yaparak hangi tasarımın daha etkili olduğunu hızlı bir şekilde belirleyen Google Optimiza'dır.</span>"
  },
  {
    "id": "3832810",
    "unitNumber": 6,
    "text": "<span style=\"font-weight: 400;\">Aşağıdakilerden hangisi yapay zekânın kullanıcı deneyimi (UX) tasarımına sağladığı katkılardan biri </span><strong>değildir</strong><span style=\"font-weight: 400;\">?</span>",
    "correctAnswer": "C",
    "options": {
      "A": "<span style=\"font-weight: 400;\">Kullanıcıların davranışlarını analiz ederek tasarım süreçlerine yön vermesi</span>",
      "B": "<span style=\"font-weight: 400;\">Kişiselleştirilmiş deneyimler sunarak kullanıcı memnuniyetini artırması</span><span style=\"font-weight: 400;\"><br/></span>",
      "C": "<span style=\"font-weight: 400;\">Kullanıcıların tasarım sürecine manuel olarak daha fazla müdahale etmesini teşvik etmesi</span>",
      "D": "<span style=\"font-weight: 400;\">Manuel tasarım işlemlerini otomatikleştirerek zaman ve maliyet tasarrufu sağlaması</span><span style=\"font-weight: 400;\"><br/></span>",
      "E": "<span style=\"font-weight: 400;\">Kullanıcıların memnuniyet düzeyini artırması</span>"
    },
    "explanation": "Doğru yanıt C şıkkıdır<br/><span style=\"font-weight: 400;\">Kullanıcıların tasarım sürecine manuel olarak daha fazla müdahale etmesini teşvik etmesi, sağladığı katkılardan biri değildir</span>"
  },
  {
    "id": "3832806",
    "unitNumber": 6,
    "text": "<span style=\"font-weight: 400;\">Bireysel öğeler yerine bütünsel bir algıya yönelme eğilimimizi açıklayan tasarım ilkesi aşağıdakilerden hangisidir?</span>",
    "correctAnswer": "B",
    "options": {
      "A": "<span style=\"font-weight: 400;\">Ölçek</span>",
      "B": "Gestalt",
      "C": "Denge",
      "D": "Zıtlık",
      "E": "Hiyerarşi"
    },
    "explanation": "Doğru yanıt C şıkkıdır<br/><span style=\"font-weight: 400;\">Bireysel öğeler yerine bütünsel bir algıya yönelme eğilimimizi açıklayan tasarım ilkesi Gestalt'dır.</span>"
  },
  {
    "id": "3832818",
    "unitNumber": 6,
    "text": "<span style=\"font-weight: 400;\">Hem görsel hem video içerik üretiminde kullanılan, nesne algılama, video düzenleme ve stil transferi gibi özellikler sunan platform aşağıdakilerden hangisidir?</span>",
    "correctAnswer": "E",
    "options": {
      "A": "<span style=\"font-weight: 400;\">Google Optimiza</span>",
      "B": "Runner",
      "C": "Chatgpt",
      "D": "Adobe Sensei",
      "E": "Runway ML"
    },
    "explanation": "Doğru yanıt E şıkkıdır<br/><span style=\"font-weight: 400;\">Hem görsel hem video içerik üretiminde kullanılan, nesne algılama, video düzenleme ve stil transferi gibi özellikler sunan platform Runway ML'dir.</span>"
  },
  {
    "id": "3832801",
    "unitNumber": 6,
    "text": "<span style=\"font-weight: 400;\">Kullanıcı davranışlarını izlemek ve görselleştirmekte yararlanılan, sunduğu kayıtlar ve ısı haritalarıyla kullanıcıların hangi alanda daha çok etkileşimde bulunduğunu belirlemeye yarayan araç hangisidir? </span>",
    "correctAnswer": "D",
    "options": {
      "A": "<span style=\"font-weight: 400;\">Runner</span>",
      "B": "Chatgpt",
      "C": "Figma",
      "D": "Hotjar",
      "E": "Adobe Sensei"
    },
    "explanation": "Doğru yanıt D şıkkıdır<br/><span style=\"font-weight: 400;\">Kullanıcı davranışlarını izlemek ve görselleştirmekte yararlanılan, sunduğu kayıtlar ve ısı haritalarıyla kullanıcıların hangi alanda daha çok etkileşimde bulunduğunu belirlemeye yarayan araç Hotjar'dır</span>"
  },
  {
    "id": "3832807",
    "unitNumber": 6,
    "text": "<span style=\"font-weight: 400;\">Kullanıcının sayfadaki göz hareketlerini yönlendirmek ve tasarım öğelerinin önem sırasına göre algılanmasını sağlamak amacıyla kullanılan ilke hangisidir? </span>",
    "correctAnswer": "E",
    "options": {
      "A": "<span style=\"font-weight: 400;\">Ölçek</span>",
      "B": "Gestalt",
      "C": "Denge",
      "D": "Zıtlık",
      "E": "Hiyerarşi"
    },
    "explanation": "Doğru yanıt E şıkkıdır<br/><span style=\"font-weight: 400;\">Kullanıcının sayfadaki göz hareketlerini yönlendirmek ve tasarım öğelerinin önem sırasına göre algılanmasını sağlamak amacıyla kullanılan ilke hiyerarşidir</span>"
  },
  {
    "id": "3832794",
    "unitNumber": 6,
    "text": "<span style=\"font-weight: 400;\">OpenAI tarafından geliştirilen ve kullanıcı destek süreçlerinde yaygın olarak kullanılan araç aşağıdakilerden hangisidir? </span>",
    "correctAnswer": "C",
    "options": {
      "A": "<span style=\"font-weight: 400;\">Sensei</span>",
      "B": "Runner",
      "C": "Chatgpt",
      "D": "Figma",
      "E": "Hotjar"
    },
    "explanation": "Doğru yanıt C şıkkıdır<br/><span style=\"font-weight: 400;\">OpenAI tarafından geliştirilen ve kullanıcı destek süreçlerinde yaygın olarak kullanılan araç ChatGpt'dir</span>"
  },
  {
    "id": "3833346",
    "unitNumber": 7,
    "text": "\"Centaur yaklaşımı\" ne anlama gelir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yapay zeka insanı devre dışı bırakır",
      "B": "İnsan ve yapay zeka birlikte çalışır.",
      "C": "Yapay zeka kendi başına bilinçli karar alamayan bir araçtır.",
      "D": "Etik kurallardan bağımsızdır.",
      "E": "Sadece teknik işlerde kullanılır."
    },
    "explanation": "Makinelerin yaratıcı süreçlerdeki rolleri destekleyici ve zenginleştirici olmalıdır, tümüyle ikame edici veya baskın değil. Ancak bu şekilde yapay zekânın tasarımın geleceğinde sorumlu ve güvenilir bir ortak olması mümkün olabilir<br/>İnsan-yapay zekâ etkileşimi bir “centaur” yaklaşımıyla yani karşılıklı ve tamamlayıcı bir anlayışla kurgulanmalıdır."
  },
  {
    "id": "3833340",
    "unitNumber": 7,
    "text": "Bir yapay zeka algoritmasının ayrımcı olup olmadığını nasıl belirleyebiliriz?",
    "correctAnswer": "E",
    "options": {
      "A": "Rastgele test yapılabilir.",
      "B": "Sadece belli grupları test edilebilir.",
      "C": "Sonuçları incelemeden kabul edilebilir.",
      "D": "Ayrımcı algoritmaları kaldırılabilir.",
      "E": "Farklı gruplarla karşılaştırılabilir."
    },
    "explanation": "Bu sorunun çözümü için öncelikle algoritmalardaki önyargıların tespit edilmesi gereklidir. Bunun için çeşitli denetim ve test yöntemleri önerilmektedir. Örneğin farklı demografik gruplara ait dengeli veri setleri ile algoritmanın performansı karşılaştırmalı olarak ölçülebilir. Bir diğer teknik, girdilerden hassas özelliklerin (cinsiyet,<br/>etnik köken vb.) kaldırılmasıdır. Ancak bu yöntemin dolaylı ayrımcılığı önlemede yetersiz kaldığı da görülmüştür."
  },
  {
    "id": "3833353",
    "unitNumber": 7,
    "text": "Yapay zeka destekli sanatın gelecekte kendine özgün tarzını oluşturması mümkün müdür?",
    "correctAnswer": "C",
    "options": {
      "A": "Duygusal zekaya ulaşırsa sanat yapar.",
      "B": "Toplum daha çok talep edecektir.",
      "C": "Estetik yagılar zamanla değişebilir.",
      "D": "Yapay zeka insanı geçecektir.",
      "E": "Geleneksel sanat tamamen yok olacaktır."
    },
    "explanation": "Bu manada sanat dünyasının ve eleştirmenlerin ön yargısız, esnek ve kapsayıcı bir<br/>tutum benimsemesi önem taşımaktadır. Yapay zekânın yaratıcılığı zenginleştirici katkıları görmezden gelinmemeli, insan zekâsına bir alternatif değil bir katalizör olarak değerlendirilmelidir (Miller, 2019). Hem insan hem de makine için sanatsal değer ve özgünlük kavramları çağa uygun şekilde güncellenmeli, yeniden yorumlanmalıdır.<br/>teknoloji ilerledikçe estetik yargı ve değer kriterlerinin de evrilmesi muhtemeldir. Belki de yapay zekâ sanatı zamanla kendi özgün ifade biçimlerini geliştirecek, yeni bir tür olarak kabul görecektir."
  },
  {
    "id": "3833333",
    "unitNumber": 7,
    "text": "Yapay zeka destekli tasarım araçlarının sürdürülebilirliğini sağlamak için ne yapılmalıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Sadece sanatsal amaçlarla kullanılmalı",
      "B": "Şeffaf ve hesap verilebilir algoritmalar geliştirilmeli",
      "C": "Tamamen kaldırılmalı",
      "D": "Yalnızca büyük şirketler kullanmalı",
      "E": "İnsan müdahalesi olmadan çalışmalı"
    },
    "explanation": "Yapay zekâ destekli tasarım araçlarının kullanımına dair etik şartnameler ve sorumluluk sözleşmeleri geliştirilmelidir (Morley vd., 2020). Bu metinlerde telif hakları, ön yargısızlık, şeffaflık, hesap verebilirlik gibi ilkeler vurgulanmalı, olası ihlal ve zararlar durumunda izlenecek adımlar belirtilmelidir. Sistemin karar verme mekanizmalarına da açıklık getirilmesi, kullanıcıların bilgilendirilmesi önem taşımaktadır<br/>Şeffaf algoritmalar, yapay zekanın etik ve sürdürülebilir olmasını sağlar."
  },
  {
    "id": "3833331",
    "unitNumber": 7,
    "text": "Yapay zeka destekli tasarım süreçlerinde ortaya çıkabilecek etik sorunlardan biri nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "İş yükünün azalması",
      "B": "Kullanıcı dostu olması",
      "C": "Telif hakları ve mülkiyet sorunları",
      "D": "Hız kazanması",
      "E": "Yeni teknolojilere uyum sağlama"
    },
    "explanation": "Etik Boyutlar ve Tartışmalar / Telif Hakları ve Mülkiyet Sorunları başlğı altında çözüm yer almaktadır.<br/>Yapay zekânın görsel tasarım alanındaki en büyük etik sorunlarından biri, telif hakları ve fikri mülkiyet konusudur."
  },
  {
    "id": "3833336",
    "unitNumber": 7,
    "text": "Yapay zeka destekli tasarımlardaki hataların sorumluluğu neden belirsizdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hata olasılığının düşük olması",
      "B": "İnsan müdahalesine izin vermemesi",
      "C": "Sorumluluk geliştirici, kullanıcı ve veri sağlayıcı arasında paylaşılması",
      "D": "Yasalar tüm hataları yazılımcıya yüklemesi",
      "E": "Hatasız veriyle eğitilmesi"
    },
    "explanation": "Bir yapay zekâ aracı telif haklarını ihlal eden veya ayrımcı unsurlar içeren bir görsel ürettiğinde, bunun yükümlülüğü tasarımcıya mı, yazılımı geliştirene mi yoksa eğitim verisini sağlayana mı aittir tartışmalıdır (Brkan, 2019). Bir diğer belirsizlik, oluşabilecek zararların tazmini hususundadır. Yapay zekânın ürettiği hatalı<br/>veya yanıltıcı tasarımlar sebebiyle zarara uğrayanlar hangi mercilere başvurabilir, henüz netleşmemiştir.<br/>Yapay zeka hatalarının kime ait olduğu net olarak belirsizdir."
  },
  {
    "id": "3833366",
    "unitNumber": 7,
    "text": "Yapay zeka ile döngüsel ekonomi nasıl desteklenebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tek kullanımlık ürünleri yaygınlaştırmak",
      "B": "Geri dönüşümü azaltmak",
      "C": "Sürdürülebilir tasarımlar geliştirmek",
      "D": "Plastik kullanımını artırmak",
      "E": "Doğal kaynakların tüketimini hızlandırmak"
    },
    "explanation": "Yapay zekâ, döngüsel ekonomi ve sıfır atık hedefleri doğrultusunda akıllı tasarımlara zemin hazırlayabilir. Ürünlerin tüm yaşam döngüsünü kapsayan simülasyonlar ve optimizasyonlar ile<br/>tasarımın çevresel ve ekonomik sürdürülebilirliği<br/>önemli ölçüde artırılabilir<br/>Yapay zekâ, ürünlerin geri dönüştürülebilirliğini analiz ederek sürdürülebilir tasarımlar geliştirir."
  },
  {
    "id": "3833337",
    "unitNumber": 7,
    "text": "Yapay zeka sistemlerinde ön yargılar neden ortaya çıkar?",
    "correctAnswer": "D",
    "options": {
      "A": "Bilinçli ayrımcılık yapar.",
      "B": "Sadece belli gruplar kullanır.",
      "C": "Otomatik çalışır.",
      "D": "Veri setleri yanlıdır.",
      "E": "Etik kurallarla tasarlanır."
    },
    "explanation": "Derin öğrenme sistemleri, eğitildikleri veri setlerindeki dengesizlik ve yanlılık nedeniyle belirli kalıpyargıları pekiştirebil mektedir (Ntoutsi vd., 2020).<br/>Önyargı (Bias): Yapay zekâ sistemlerinin eğitim verilerindeki dengesizlikler veya yanlılıklar nedeniyle belirli gruplara karşı sistematik olarak ayrımcı davranması durumudur."
  },
  {
    "id": "3833363",
    "unitNumber": 7,
    "text": "Yapay zeka sistemlerinin çevresel etkilerinden biri nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Su tüketiminin azalması",
      "B": "Geri dönüş süreçlerini yavaşlatması",
      "C": "Doğal kaynakları artırması",
      "D": "Enerji tüketimi ve karbon salınımı",
      "E": "Sıfır atık hedefine ulaşması"
    },
    "explanation": "Örneğin GPT-3 gibi büyük dil modellerinin eğitimi için harcanan enerji, 100 yolcu uçağının ömür boyu yarattığı karbon emisyonuna eş değerdir (Patterson, 2022). DALL-E benzeri üretken modellerin çalıştırılması da hatırı sayılır elektrik sarfiyatı gerektirmektedir<br/>Yapay zekâ sistemleri ve veri merkezleri devasa miktarlarda enerji tüketmekte, ciddi karbon salınımına yol açmaktadır"
  },
  {
    "id": "3833349",
    "unitNumber": 7,
    "text": "Yapay zeka tarafından üretilen sanat eserlerinde temel felsefi tartışma nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yapay zeka sanatı toplum kabul etmez.",
      "B": "Sadece belli sanatçılar kullanabilir.",
      "C": "Sanatsal bağlam yoktur.",
      "D": "Tüm sanatçılar kullanabilir.",
      "E": "Teknik ustalık içerir ancak duygusal boyut eksiktir."
    },
    "explanation": "Sanatın özünde insan duygu ve deneyimlerini yansıtma, yaratıcılık ve ifade özgürlüğü vardır. Fakat yapay zekâ araçları bu süreçleri taklit etme ve hatta belli teknik ölçütlerde aşma yeteneğine ulaşmışlardır. Resim veya müzikleri tarzından ayırt edilemeyecek şekilde kopyalayabilen, soyut kavramları bile görselleştirebilen<br/>sistemler mevcuttur. Dolayısıyla “yapay zekâ sanatçılığı” kavramı yeni bir olgu olarak karşımıza çıkmaktadır (Hong ve Curran, 2019).<br/>Bununla birlikte, bir sanat eserinin değerini salt teknik ustalık ile ölçmek doğru değildir. Sanatçının iç dünyası, duyguları, mesajı, bağlamı gibi unsurlar da çok önemlidir (Hertzmann, 2018). Yapay zekâlar henüz bu insani ve öznel nitelikleri tam anlamıyla yansıtamamaktadır."
  },
  {
    "id": "3833343",
    "unitNumber": 7,
    "text": "Yapay zeka çağında başarılı olmak için tasarımcıları hangi yetkinliklere ihtiyacı vardır?",
    "correctAnswer": "A",
    "options": {
      "A": "Teknik beceriler ve yaratıcı düşünme",
      "B": "Mekanik tasarım ve analiz",
      "C": "Veri madenciliği ve yazılım",
      "D": "Yalnızca estetik bilgi",
      "E": "İşletme ve pazarlama"
    },
    "explanation": "Tasarımcıların yaratıcılık ve problem çözme gibi üst düzey beceriler her zaman tasarımcıların tekelinde kalacaktır. Yapay zekâ ne kadar ilerlerse ilerlesin, insan sezgisi, empati yeteneği, eleştirel düşünme ve iletişim gücünün yerini alamayacaktır (Deterding vd, 2017). Fakat tasarımcıların da değişen çağa ayak uydurması,<br/>yapay zekâ okuryazarlıklarını geliştirmeleri şarttır. Veri analizi, algoritma tasarımı, kodlama gibi teknik yetkinlikleri içeren “computational design” yaklaşımını benimsemeleri gerekmektedir (Oxman, 2017).<br/>Tasarımcıların yaratıcılık ve problem çözme gibi üst düzey becerilerin yanında veri analizi, algoritma tasarımı, kodlama gibi teknik yetkinlikleri de ihtiyacı vardır."
  },
  {
    "id": "3833364",
    "unitNumber": 7,
    "text": "Yeşil Yapay Zeka yaklaşımının amacı nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yapay zekanın çevresel etkilerinin azaltmak",
      "B": "Daha büyük veri merkezleri inşa etmek",
      "C": "Yapay zekayı enerji açısından daha maliyetli hale getirmek",
      "D": "Yapay zekanın sadece belirli sektörlerde kullanımını teşvik etmek",
      "E": "Yapay zeka teknolojilerini yasaklamak"
    },
    "explanation": "Yeşil yapay zekâ, çevre dostu, düşük karbonlu ve etik ilkelere uygun sistemler geliştirmeyi hedefler. Veri merkezlerinde yenilenebilir enerji kullanımı, bulut ve uç (edge) bilişim optimizasyonu, enerji tasarruflu donanımlar gibi yöntemler önerilmektedir (Schwartz vd., 2020). Yazılım düzeyinde de az parametreli, hafif modeller ve verimli algoritmalar geliştirilmelidir. Yapay zekâ destekli tasarım araçları bu ilkeler doğrultusunda tasarlanıp kullanıldığı takdirde, çevresel etkileri en aza indirgenebilecektir.<br/>Yeşil Yapay Zekâ, enerji verimliliğini artırarak çevresel etkileri minimize etmeyi amaçlar"
  },
  {
    "id": "3831934",
    "unitNumber": 8,
    "text": "Bilgisayar tarafından sağlanan duyusal uyarıcılar aracılığıyla deneyimlenen ve kişinin eylemlerinin kısmen ortamda ne olduğunu belirlediği yapay bir çevre ifadesi aşağıdakilerden hangisini tanımlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Sanal Gerçeklik",
      "B": "Artırılmış Gerçeklik",
      "C": "Derin Öğrenme",
      "D": "Yapay Zeka",
      "E": "Makine Öğrenimi"
    },
    "explanation": "Sanal Gerçeklik (Virtual Reality, VR): Bilgisayar tarafından sağlanan duyusal uyarıcılar (görsel ve işitsel gibi) aracılığıyla deneyimlenen ve kişinin elemlerinin kısmen ortamda ne olduğunu belirlediği yapay bir çevre"
  },
  {
    "id": "3831932",
    "unitNumber": 8,
    "text": "<span>Artırılmış </span>Gerçeklik tanımı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilgisayar tarafından üretilen içeriklerin gerçek dünyaya entegre edilerek kullanıcının çevresini algılamasını zenginleştiren etkileşimli bir deneyimdir.",
      "B": "Bilgisayar tarafından sağlanan duyusal uyarıcılar aracılığıyla deneyimlenen ve kişinin ey- lemlerinin kısmen ortamda ne olduğunu belirlediği yapay bir çevre",
      "C": "Gelecekte tamamlanması planlanan bir işin taslağını el yordamıyla çizmek",
      "D": "İnsanların yüz hareketlerini ve sesini gerçeğe uygun olacak şekilde taklit etmek veya değiştirmek için yapay zekâ teknikleri aracılığıyla fotoğrafların, videoların veya seslerin kullanılması",
      "E": "Algılama, akıl yürütme, hareket etme ve uyum sağlama yeteneğine sahip bir program"
    },
    "explanation": "Artırılmış Gerçeklik (Augmented Reality, AR):<br/>Bilgisayar tarafından üretilen içeriklerin gerçek dünyaya entegre edilerek kullanıcının çevresini algılamasını zenginleştiren etkileşimli bir deneyimdir. Bu dijital bilgiler, görüntüler, sesler ve diğer veriler gibi unsurları içerebilir ve kullanıcıların çevresiyle gerçek zamanlı olarak entegre edilir."
  },
  {
    "id": "3831938",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Sanal Etkileyicilerden(Influencer) biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Aitana Lopez",
      "B": "Leonie Hanne",
      "C": "Negin Mirsalehi",
      "D": "Lena Perminova",
      "E": "Chiara Ferragni"
    },
    "explanation": "Sanal Etkileyiciler (Influencer) Yaratmak<br/>Sanal etkileyiciler ürünleri, hizmetleri ya da fikirleri sosyal medyada ve diğer dijital platformlarda tanıtan, bilgisayar tarafından yaratılmış karakterlerdir. İnsan davranışlarını taklit ederek, gerçek etkileyiciler gibi hedef kitlelerle etkileşime geçerler. Aitana Lopez, Lil Miquela, Shudu ve Lu do Magalu popüler sanal etkileyicilere örnek olarak verilebilir."
  },
  {
    "id": "3831931",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Yapay Zekâ ve İnsan Yaratıcılığı Arasındaki Farklılıklarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Duygusal Zekâ ve Empati Eksikliği",
      "B": "Sosyokültürel Değerlerle Uyuşmazlık",
      "C": "Kişisel Verilerin Korunması",
      "D": "Dezenformasyon ve Manipülasyon",
      "E": "Telif Hakkı ve İntihal"
    },
    "explanation": "Yapay Zekâ ve İnsan Yaratıcılığı Arasındaki Farklılıklar<br/>Yapay zekâ ve insan yaratıcılığı arasındaki farklılıklar, özellikle bilişsel ve duygusal düzeylerde öne çıkmaktadır.<br/>Duygusal Zekâ ve Empati Eksikliği<br/>Yapay zekânın en büyük eksikliklerinden biri duygusal zekâya sahip olmamasıdır. Duygusal zekâ, insan yaratıcılığında sezgi, empati ve derin düşünce gibi yaratıcı süreçleri besleyen temel bir kaynaktır. Yapay zekânın empati eksikliği, yaratıcı süreçte insanın deneyimlediği derin duygusal katmanlara ulaşmasını en- geller (Fernandez, 2022) ve bu nedenle daha yüzeysel bir bakış açısına sahip olmasına neden olur. İnsan- ların yaratıcı süreci, bireyin kişisel deneyimleri ve duygusal zekâsıyla şekillenirken, Yapay zekânın yaratıcı süreci veriye dayalı modellemelerle sınırlıdır (Yılmaz, 2024).<br/>Yapay zekâ, duygusal zekâyı sadece analiz etmekle sınırlı kalır ve insan yaratıcılığının içsel motivasyonları, anlam arayışı ve duygusal derinliği ile kıyaslandığında Yapay zekânn yaklaşımı yüzeysel kalır.<br/>Özgünlük Yetersizliği<br/>İnsan yaratıcılığı, bireyin kendine özgü deneyimleri ve duygusal zekâsıyla şekillenerek özgünlüğünü kazanır. Buna karşın, yapay zekânın yaratıcı süreçleri daha çok taklit yeteneğine dayanır. Yapay zekâ, daha önceki verilerden türetilmiş içerikleri harmanlayarak yaratım yapar ancak yaratıcı sürecin derinliği bakımından insan yaratıcılığı ile kıyaslandığında geride kalır.<br/>Sanatın “Kimin Sanatı?” Olduğu Sorusu<br/>İnsan ve yapay zekânın ortak yarattığı eserlerde sanatçının kim olduğu, yaratıcı sürecin sorumluluğu- nun kime ait olduğu tartışmalı bir konudur. Yapay zekâ sanatçısı Refik Anadol’a göre “Yapay zekâ büyük veri setlerini işleyerek ve belirli algoritmalar kullanarak görseller, sesler ve diğer sanat formları oluşturabilir. Ancak bu sürecin arkasında, bu verileri seçen algoritmaları yöneten insan ya da ekibin yaratıcı vizyonu var- dır. Diğer bir deyişle yapay zekâ tarafından üretilen eserlerin arkasındaki sanatçı, yapay zekânın sağladığı araçları ve verileri kullanarak kendi sanatsal vizyonunu gerçekleştiren “insan”dır”(Anadol, 2024)."
  },
  {
    "id": "3831926",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi sözcük insanların yüz hareketlerini ve sesini gerçeğe uygun olacak şekilde taklit etmek veya değiştirmek için yapay zekâ teknikleri aracılığıyla fotoğrafların, videoların veya seslerin kullanılmasını tanımlar",
    "correctAnswer": "A",
    "options": {
      "A": "Deepfake",
      "B": "Yapay zeka",
      "C": "Machine Learning",
      "D": "Deep Learning",
      "E": "Generative Al"
    },
    "explanation": "Deepfake: İnsanların yüz hareketlerini ve sesini gerçeğe uygun olacak şekilde taklit etmek veya değiştirmek için yapay zekâ teknikleri aracılığıyla fotoğrafların, videoların veya seslerin kullanılmasıdır."
  },
  {
    "id": "3831933",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi veya hangileri yapay zekânın tasarım alanına getireceği olası potansiyel gelişmeleri içerir?<br/>I. Tasarımda yapay zekâ ve makine öğreniminin kullanımındaki artışa paralel olarak daha etkin ve kişiselleştirilmiş tasarım süreçleri<br/>II. Sanal ve artırılmış gerçeklik uygulamalarına daha fazla yer verilerek daha imersif (içi- ne alan) ve daha etkileşimsel (interaktif ) ağ deneyimleri<br/>III. 3d modeller ve prototipler yaratımı<br/>IV. Kullanıcı deneyimi ve erişilebilirlikte daha çok odaklanarak daha kullanıcı dostu ve sezgisel tasarımlar yaratımı<br/>V. Animasyon ve hareketli (motion) tasarıma daha çok yer verilmesi<br/>VI. Projeleri hızlı bir şekilde aynı oranda büyütmek ya da ya da küçültmek için bulut (cloud) çözümleri kullanılması",
    "correctAnswer": "A",
    "options": {
      "A": "I/II/III/IV/V/VI",
      "B": "I/II/IV/V/VI",
      "C": "II/III/IV/VI",
      "D": "I/II/III/IV/V",
      "E": "IV/V/VI"
    },
    "explanation": "Kısaca belirtmek gerekirse yapay zekânın tasarım alanına getireceği olası potansiyel gelişmeler şu şekilde sıralanabilir:<br/>• Tasarımda yapay zekâ ve makine öğreniminin kullanımındaki artışa paralel olarak daha etkin ve kişiselleştirilmiş tasarım süreçleri<br/>• Sanal ve artırılmış gerçeklik uygulamaları- na daha fazla yer verilerek daha imersif (içi- ne alan) ve daha etkileşimsel (interaktif ) ağ deneyimleri<br/>• 3d modeller ve prototipler yaratımı<br/>• Kullanıcı deneyimi ve erişilebilirlikte daha çok odaklanarak daha kullanıcı dostu ve sezgisel tasarımlar yaratımı<br/>• Animasyon ve hareketli (motion) tasarıma daha çok yer verilmesi<br/>• Projeleri hızlı bir şekilde aynı oranda büyütmek ya da ya da küçültmek için bulut (cloud) çözümleri kullanılması"
  },
  {
    "id": "3831937",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, mevcut verilerden kendisine benzer ve yenilikçi veri örnekleri oluşturma yeteneği ile yapay zekânın bir alt alanını oluşturan tanımın başlığıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Üretken Yapay Zekâ",
      "B": "Derin Öğrenme",
      "C": "Makine Öğrenimi",
      "D": "Tasarım alanında yapay zeka",
      "E": "Sanal Etkileyiciler"
    },
    "explanation": "Üretken Yapay Zekâ (Generative AI)<br/>Üretken yapay zekâ, mevcut verilerden kendi- sine benzer ve yenilikçi veri örnekleri oluşturma yeteneği ile yapay zekânın bir alt alanını oluştu- rur. Üretken yapay zekâ, belirli girdi verilerine dayanarak yeni veriler üreten modellerle başlamış, zamanla derin öğrenme teknikleri ile güçlendiril- miştir. Üretken yapay zekâ, özellikle dil işleme, görüntü oluşturma ve müzik üretimi gibi alan- larda yenilikçi ve yaratıcı sonuçlar üretir (Cosker, 2021, s. 473). Görüntü oluşturmaya DALL-E ör- nek verilebilirken, metin ve dil işlemeye ChatGPT örnek gösterilebilir."
  },
  {
    "id": "3831929",
    "unitNumber": 8,
    "text": "Eskiz ne demektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gelecekte tamamlanması planlanan bir işin taslağını el yordamıyla çizmek",
      "B": "Algılama, akıl yürütme, hareket etme ve uyum sağlama yeteneği",
      "C": "Daha fazla veriye maruz kaldıkça performansı gelişen algoritma",
      "D": "Çok katmanlı sinir ağlarının büyük miktarda veriden öğrenme süreci",
      "E": "İnsanların yüz hareketlerini ve sesini gerçeğe uygun olacak şekilde taklit etmek veya değiştirmek"
    },
    "explanation": "Eskiz: Taslak; gelecekte tamamlanması planlanan bir işin taslağını el yordamıyla çizmek"
  },
  {
    "id": "3831935",
    "unitNumber": 8,
    "text": "Makine Öğrenimi nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Daha fazla veriye maruz kaldıkça performansı gelişen algoritmalar",
      "B": "Algılama, akıl yürütme, hareket etme ve uyum sağlama yeteneğine sahip bir program",
      "C": "Makine öğreniminin bir alt kümesi; çok katmanlı sinir ağlarının büyük miktarda veriden öğrenme süreci",
      "D": "Gelecekte tamamlanması planlanan bir işin taslağını el yordamıyla çizmek",
      "E": "Bilgisayar tarafından sağlanan duyusal uyarıcılar aracılığıyla deneyimlenen ve kişinin ey- lemlerinin kısmen ortamda ne olduğunu belirlediği yapay bir çevre"
    },
    "explanation": "Makine Öğrenimi:<br/>Daha fazla veriye maruz kaldıkça performansı gelişen algoritmalar.<br/>Makine öğrenimi, örnek verilerden ve geçmiş deneyimlerden yola çıkarak otomatik olarak öğrenme ve geliştirme yeteneği sağlayan, bilgisayar sistemlerinin kullanılmasıyla geliştirildiği bir dizi yöntemden oluşmaktadır. Bu şekilde, üretilen eski bilgilerden oluşan veri kümesine dayanarak yeni çıkarımlar yapılabilmektedir."
  },
  {
    "id": "3831928",
    "unitNumber": 8,
    "text": "İnsanlar arasında bilgiyi aktarmak, duyguları ifade etmek ve etkilemek için görsel unsurlar kullanarak iletişim kurma sürecine ne isim verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Görsel iletişim",
      "B": "Yapay zeka",
      "C": "Görsel tasarım",
      "D": "Derin öğrenme",
      "E": "Makine öğrenimi"
    },
    "explanation": "Görsel iletişim, insanlar arasında bilgiyi aktarmak, duyguları ifade etmek ve etkilemek için görsel unsurlar kullanarak iletişim kurma sürecidir. Etkileyicilik, dikkat çekicilik, evrensellik, yüksek ikna kabiliyeti ve sadelik gibi özellikler görsel iletişimin temelini oluşturur. İyi tasarlanmış görseller, insanların dikkatlerini çeker, duygularını etkiler, farklı kültürler arasında anlaşılabilir ve kolaylıkla iletişim kurabilir"
  },
  {
    "id": "exam-618235-1",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi iletişim sürecini oluşturan unsurlar arasında yer <u>almaz</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Geri Bildirim",
      "B": "Alıcı",
      "C": "Gönderici",
      "D": "Toplayıcı",
      "E": "Mesaj"
    },
    "explanation": "Ünite 1'deki “Görsel İletişim Tasarımı” başlığı altında iletişim sürecini oluşturan beş temel unsur açıkça belirtilmiştir: Gönderici, Mesaj, İletişim Aracı (Kanal), Alıcı ve Geri Bildirim. Soruda verilen Gönderici, Alıcı, Mesaj ve Geri Bildirim şıkları bu temel unsurlar arasında yer alırken, “Toplayıcı” (D) iletişim sürecini oluşturan unsurlardan biri olarak tanımlanmamıştır. Bu nedenle, iletişim sürecini oluşturan unsurlar arasında yer almayan seçenek Toplayıcı’dır."
  },
  {
    "id": "exam-618235-2",
    "unitNumber": 3,
    "text": "Üretken yapay zekânın hangi aşamalarda ve ne ölçüde kullanıldığının açıkça belirtilmesi, Yükseköğretim Kurumu tarafından üretken yapay zekânın etik ilkelere uygun kullanımı konusunda yayımlanan rehbere göre hangi ilke kapsamındadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Şeffaflık",
      "B": "Dürüstlük",
      "C": "Özen",
      "D": "Etik İklim Katkısı",
      "E": "Gizlilik ve Mahremiyetin Korunması"
    },
    "explanation": "Yükseköğretim Kurumu (YÖK) rehberine göre, üretken yapay zekânın hangi aşamalarda ve ne ölçüde kullanıldığının açıkça belirtilmesi 'Şeffaflık' ilkesi kapsamındadır (Ünite 1, Sayfa 3)."
  },
  {
    "id": "exam-618235-3",
    "unitNumber": 4,
    "text": "-------, 3D modelleme süreçlerini kolaylaştırmak ve otomatikleştirmek için geliştirilmiş çözümler sunar. Mimari tasarımlar ve animasyonlar için yoğun bir şekilde kullanılır. Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Adobe Firefly",
      "B": "Notion AI",
      "C": "Designify",
      "D": "Blender'ın Yapay Zekâ Eklentileri",
      "E": "Runway ML"
    },
    "explanation": "Blender'ın Yapay Zekâ Eklentileri: 3D modelleme süreçlerini kolaylaştırmak ve otomatikleştirmek için geliştirilmiş çözümler sunar. Mimari tasarımlar ve animasyonlar için yoğun bir şekilde kullanılır (Ünite 4, Sayfa 4)."
  },
  {
    "id": "exam-618235-4",
    "unitNumber": 7,
    "text": "Bazı üretken yapay zekâ araçlarının yalnızca kullanıcı girdilerine dayanarak çıktılar oluşturması aşağıdaki sınırlılıklardan hangisi ile açıklanabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Lisans ve Fiyatlandırma",
      "B": "Yerel Dil ve Kültür Duyarlılığı",
      "C": "Özgünlük",
      "D": "Teknik Hatalar",
      "E": "Öğrenme Zorluğu"
    },
    "explanation": "Yapay zekâ araçlarının yalnızca kullanıcı girdilerine dayanarak çıktılar oluşturması, sanatın özgünlüğünün ve yaratıcılığın sorgulanmasına yol açar. Özellikle sanatın özünde insan duygu ve deneyimlerinin yansıması olduğu düşünüldüğünde, YZ'nin bu insani/öznel nitelikleri tam yansıtmasının zorluğu bir sınırlılıktır (Ünite 7, Sayfa 2)."
  },
  {
    "id": "exam-618235-5",
    "unitNumber": 1,
    "text": "Görsel İletişim tasarımının temel unsurlarından biri olan ve görsel unsurların birbiriyle etkileşim kurmasını sağlayarak izleyiciye belirli bir düzen duygusu ile estetik bir bakış açısı sunan öge aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Renk",
      "B": "Ton",
      "C": "Biçim",
      "D": "Nokta",
      "E": "Doku"
    },
    "explanation": "Görsel iletişim tasarımının temel ögelerinden biri olan Doku, görsel ögelerin ve şekillerin uyumlu bir düzen içinde bir araya gelmesiyle dokusal efektler ortaya çıkar. Bu dokusal efektler, görsel unsurların birbiriyle etkileşim kurmasını sağlayarak izleyiciye belirli bir düzen duygusu ve estetik bir bakış açısı sunar (Sayfa 2, Görsel İletişim Tasarımının Temel Ögeleri, Madde 4)."
  },
  {
    "id": "exam-618235-6",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi endüstriyel uygulamalarda yapay zekâ destekli tasarım araçlarına örnek <u>değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "WooCommerce",
      "B": "General Motors",
      "C": "LEGO",
      "D": "Tesla",
      "E": "Dyson"
    },
    "explanation": "Tesla, General Motors ve Dyson gibi örnekler endüstriyel uygulamalara örnektir. Shopify ise dijital mağaza tasarımı (UI/UX) ile ilgilidir ve endüstriyel ürün tasarımına doğrudan bir örnek teşkil etmez (Ünite 3, Sayfa 3)."
  },
  {
    "id": "exam-618235-7",
    "unitNumber": 2,
    "text": "-------, elle çizilmiş taslakları veya ekran görüntülerini düzenlenebilir dijital prototiplere dönüştürür. Yapay zekâ algoritmalarıyla çalışan bu araç, erken aşamadaki tasarımların hızla geliştirilmesine olanak sağlar. Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Copy.AI",
      "B": "Leonardo AI",
      "C": "Adobe XD",
      "D": "Uizard",
      "E": "Figma"
    },
    "explanation": "Uizard, elle çizilmiş taslakları veya ekran görüntülerini düzenlenebilir dijital prototiplere dönüştürür ve erken aşamadaki tasarımların hızla geliştirilmesine olanak tanır (Ünite 2, Sayfa 2)."
  },
  {
    "id": "exam-618235-8",
    "unitNumber": 6,
    "text": "-------, kullanıcı geri bildirimlerini hızlı bir şekilde tasarıma entegre etmek için yapay zekâ tabanlı animasyonlar ve prototipler sunar. Etkileşimli tasarımlar oluşturma özelliği ile kullanıcı deneyimi (UX) süreçlerini daha dinamik hâle getirir. Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Framer",
      "B": "Maze",
      "C": "Hotjar",
      "D": "Adobe Sensei",
      "E": "Figma"
    },
    "explanation": "Framer, kullanıcı geri bildirimlerini hızlı bir şekilde tasarıma entegre etmek için yapay zekâ tabanlı animasyonlar ve prototipler sunar, bu da UX süreçlerini daha dinamik hale getirir (Ünite 6, Sayfa 2)."
  },
  {
    "id": "exam-618235-9",
    "unitNumber": 2,
    "text": "Metinlerin okunabilirlik düzeyini artırmak için karmaşık ve uzun cümleleri sadeleştiren, aynı zamanda metindeki pasif yapıların yerine aktif yapı önerileri yapan yapay zeka tabanlı metin işleme aracı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Designify",
      "B": "Hemingway Editor",
      "C": "DeepL Writ",
      "D": "Rytr",
      "E": "Grammarly"
    },
    "explanation": "Hem metinlerin okunabilirliğini artırmak için karmaşık ve uzun cümleleri sadeleştiren hem de pasif yapıların yerine aktif yapı öneren araç Hemingway Editor'dür (Ünite 2, Sayfa 1)."
  },
  {
    "id": "exam-618235-10",
    "unitNumber": 1,
    "text": "I. Özellikle düşük beceri gerektiren işler için iş gücünün ortadan kalkmasına yol açabilir. II. Üretkenlik, zaman yönetimi ve yaratıcılık gibi becerilere katkı sağlar. III. Etik sorunlar ve toplumsal eşitlik açısından önemli tartışmalara yol açabilir. IV. Maliyetleri çok yüksek olduğundan ulaşmak zordur. Yukarıdakilerden hangileri yapay zeka destekli tasarım araçları için doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve IV",
      "D": "I, II ve III",
      "E": "II, III ve IV"
    },
    "explanation": "Yapay zekâ destekli araçlar, düşük beceri gerektiren işlerde otomasyonla iş gücünü azaltabilir (I) ve üretkenlik, zaman yönetimi ve yaratıcılığa katkı sunarken etik sorunlara yol açar (II ve III doğru). Maliyetlerinin yüksek olması genel bir kısıtlama olmakla birlikte, temel etik ve iş gücü etkileri I, II ve III'tür. IV ise kesin bir doğru ifade değildir. Bu nedenle I, II ve III doğru ifadelerdir."
  },
  {
    "id": "exam-618235-11",
    "unitNumber": 6,
    "text": "Bir dizi/film platformu geliştirmek isteyen Aslan, kullanıcıların izleme geçmişini, beğenilerini ve arama davranışlarını analiz ederek kişiye özel önerilerde bulunulmasını sağlamak istemektedir. Aslan'ın bu isteği, yapay zekânın sağlamış olduğu hangi unsur sayesinde gerçekleşmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ayırt Edici Ağ",
      "B": "Veri Artırma",
      "C": "Kişiselleştirilmiş Tasarım",
      "D": "Veri Görselleştirme",
      "E": "Stil Transferi"
    },
    "explanation": "Kullanıcıların izleme geçmişi, beğeniler ve arama davranışları gibi verilerin analiz edilerek kişiye özel öneriler sunulması, yapay zekânın sunduğu 'Kişiselleştirme' unsurunun bir uygulamasıdır. Netflix gibi platformlar bu yöntemi kullanır (Ünite 6, Sayfa 2)."
  },
  {
    "id": "exam-618235-12",
    "unitNumber": 3,
    "text": "-------, büyük verinin farklı formatlarda ve kaynaklardan gelmesini ifade eder. Bu veriler, yapılandırılmış (örneğin, bir veri tabanındaki sayısal bilgiler), yapılandırılmamış (örneğin, sosyal medya gönderileri, görseller, videolar) veya yarı yapılandırılmış (örneğin, e-posta mesajları, log dosyaları) olabilir. Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Büyüklük",
      "B": "Hız",
      "C": "Değer",
      "D": "Doğruluk",
      "E": "Çeşitlilik"
    },
    "explanation": "Büyük verinin 'Çeşitlilik' unsuru, verinin farklı formatlarda (yapılandırılmış, yapılandırılmamış, yarı yapılandırılmış) ve kaynaklardan gelmesini ifade eder (Ünite 3, Sayfa 3)."
  },
  {
    "id": "exam-618235-13",
    "unitNumber": 7,
    "text": "Tasarımcıların, algoritmalar sayesinde genellikle monoton ve tekrar eden işler nedeniyle yaratıcı süreçlere yeterince zaman ayırmak zorunda kalmaması aşağıdaki kavramlardan hangisiyle açıklanabilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yenilikçi Çözümler",
      "B": "Kişiselleştirme",
      "C": "Stil Transferi",
      "D": "Yapay Sinir Ağları",
      "E": "Verimlilik Artışı"
    },
    "explanation": "Yapay zekâ araçları, tasarımcıların monoton ve tekrarlayan süreçleri otomatize ederek yaratıcı düşünceyi destekleyen yeni olanaklar sağlaması, tasarımcıların daha fazla zamanı yaratıcılığa ayırmasını sağlar (Ünite 7, Sayfa 1)."
  },
  {
    "id": "exam-618235-14",
    "unitNumber": 3,
    "text": "I. Stable Diffusion II. MidJourney III. DALL-E IV. Curipod Yukarıdakilerden hangisi/hangileri metinsel betimlemeleri görsel çıktılara dönüştüren yapay zeka araçlarından biri <u>değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnız IV",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "III ve IV"
    },
    "explanation": "Stable Diffusion, MidJourney ve DALL-E, metin girdilerinden görsel içerik üreten popüler yapay zekâ araçlarıdır (Ünite 3, Sayfa 3). Curipod, ders materyali oluşturmaya odaklanan bir araçtır ve görsel üretim aracı olarak metinde anılmamıştır."
  },
  {
    "id": "exam-618235-15",
    "unitNumber": 3,
    "text": "Geri bildirim ve veriye dayalı revizyonlar ile tasarımın sürekli geliştirilmesini sağlamak, veri odaklı tasarımın temel prensiplerinden hangisiyle ilgilidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yenilikçi Çözümler",
      "B": "Veri Toplama",
      "C": "Ölçülebilirlik",
      "D": "Kullanıcı Odaklılık",
      "E": "İteratif Süreç"
    },
    "explanation": "Geri bildirim ve veriye dayalı revizyonlar ile tasarımın sürekli geliştirilmesini sağlama, veri odaklı tasarımın temel prensiplerinden biri olan 'İteratif Süreç' ile ilgilidir (Ünite 3, Sayfa 2)."
  },
  {
    "id": "exam-618235-16",
    "unitNumber": 6,
    "text": "Günün saati, hafta içi veya hafta sonu gibi zamansal değişkenler bağlamsal farkındalığın hangi bileşeni ile ilgilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Fiziksel Bağlam",
      "B": "Sosyal Bağlam",
      "C": "Zemansal Bağlam",
      "D": "Döngüsel Bağlam",
      "E": "Dijital Bağlam"
    },
    "explanation": "Bağlamsal farkındalığın bileşenleri arasında fiziksel bağlam (konum, çevresel koşullar, hareket bilgileri), dijital bağlam (cihaz türü, internet bağlantısı), zamansal bağlam (günün saati) ve sosyal bağlam (sosyal etkileşimler) bulunur. Bu nedenle, günün saati, hafta içi veya hafta sonu gibi değişkenler Zamansal Bağlam bileşeni ile ilgilidir (Sayfa 4, Kullanıcı Deneyimi ve Yapay Zekâ, Bağlamsal Farkındalık)."
  },
  {
    "id": "exam-618235-17",
    "unitNumber": 4,
    "text": "Uyarlanabilir tasarımların, değişen kullanıcı ihtiyaçları ve çevresel faktörlere hızla uyum sağlaması aşağıdakilerden hangisi ile ilişkilidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gerçek Zamanlı Veri Analizi",
      "B": "Çevik Uyum Sağlama",
      "C": "YZ ve Makine Öğrenmesi",
      "D": "Kullanıcı Geri Bildirimi",
      "E": "Performans Simülasyonları"
    },
    "explanation": "Uyarlanabilir tasarım, değişen kullanıcı ihtiyaçları ve çevresel faktörlere hızla uyum sağlamayı hedefleyen bir yaklaşımdır. Bu süreçte YZ ve makine öğrenmesi kullanılır (Ünite 4, Sayfa 2)."
  },
  {
    "id": "exam-618235-18",
    "unitNumber": 4,
    "text": "Bina tasarımında pencere boyutları veya kolon aralıkları gibi parametrelerin değiştirilerek en verimli çözümlerin elde edilebildiği yaklaşım aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Algoritmik Düşünme",
      "B": "Parametrik Modelleme",
      "C": "Optimizasyon Teknikleri",
      "D": "NURBS",
      "E": "Hızlı prototipleme"
    },
    "explanation": "Belirli parametreler (pencere boyutu, kolon aralıkları) ve kısıtlamalar çerçevesinde binlerce alternatifin üretilmesi ve en uygununun seçilmesi 'Üretken Tasarım' yaklaşımının bir parçasıdır ve parametrik modelleme ile desteklenir (Ünite 4, Sayfa 1)."
  },
  {
    "id": "exam-618235-19",
    "unitNumber": 2,
    "text": "-------, karmaşık geometrilerin, serbest biçimli yüzeylerin ve organik yapıların yüksek doğrulukla modellenmesini mümkün kılmaktadır. Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Bezier eğrileri",
      "B": "Hızlı prototipleme",
      "C": "NURBS",
      "D": "Üretken Çekişmeli Ağlar",
      "E": "Kişiselleştirilmiş Tasarım"
    },
    "explanation": "Rhino (Grasshopper ile), özellikle parametrik tasarım ve karmaşık geometrik formlar için kullanılır. Grasshopper eklentisiyle yapay zekâ algoritmaları entegre edilerek bu tür tasarımların yenilikçi yönetimi sağlanır (Ünite 2, Sayfa 2)."
  },
  {
    "id": "exam-618235-20",
    "unitNumber": 4,
    "text": "-------, karmaşık veri setlerini düşük boyutlu temsillere sıkıştırarak yeni ve optimize edilmiş tasarımlar üretir. Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Convolutional Neural Networks",
      "B": "Variational Autoencoders",
      "C": "Runway ML",
      "D": "Designify",
      "E": "Generative Adversarial Networks"
    },
    "explanation": "VAE (Variational Autoencoders), veri setlerini düşük boyutlu temsillere sıkıştırarak optimize edilmiş tasarımlar üretir ve bu sayede tasarım süreçlerinde etkinliği artırır (Ünite 4, Sayfa 3)."
  },
  {
    "id": "exam-622607-21",
    "unitNumber": 2,
    "text": "-------, Video prodüksiyon ve medya işlemleri için kullanılan bir araçtır. Videoları manipüle etme, arka plan değiştirme ve yeni video üretme gibi işlevler sunar. Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Runway ML",
      "B": "Adobe Firefly",
      "C": "MidJourney",
      "D": "Jasper",
      "E": "Designify"
    },
    "explanation": "Ünite 2'nin 'Tasarım Konusunda Öne Çıkan Üretken Yapay Zekâ Araçları ve Sınıfları' bölümünde, 'Runway ML: Video prodüksiyon ve medya işlemleri için kullanılan bir araçtır. Videoları manipüle etme, arka plan değiştirme ve yeni video üretme gibi işlevler sunar.' şeklinde açıkça ifade edilmiştir. Bu nedenle A şıkkı doğrudur."
  },
  {
    "id": "exam-622607-22",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi kullanıcı deneyimi (UX) tasarımında kullanılan yapay zekâ araçlarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hotjar",
      "B": "Dall-E",
      "C": "Midjourney",
      "D": "Siemens NX",
      "E": "GPT-4"
    },
    "explanation": "Yapay Zekâ (AI) destekli UX araçları, veri analizi, kullanıcı araştırmaları, prototip oluşturma ve kullanılabilirlik testleri gibi süreçleri hızlandırarak UX tasarımında kullanılır. Örneğin, Adobe Sensei, Sketch Runner ve Hotjar AI destekli araçlardandır (Ünite 6, Sayfa 2 ve 3)."
  },
  {
    "id": "exam-622607-23",
    "unitNumber": 8,
    "text": "Sınıflandırma, tahmin, veri analizi ve boyut azaltma gibi görevlerde etkin bir şekilde kullanılan bilgisayarların verilerden öğrenerek zamanla performansını iyileştirmesini sağlayan bir yapay zekâ dalıdır. Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "algoritma",
      "B": "makine öğrenmesi",
      "C": "programlama",
      "D": "hibrit öğrenme",
      "E": "yazılım"
    },
    "explanation": "Makine Öğrenimi (Machine Learning), örnek verilerden ve geçmiş deneyimlerden yola çıkarak otomatik olarak öğrenme ve geliştirme yeteneği sağlayan bir yapay zekâ dalıdır. Verilere erişebilen ve bu verilerden öğrenen programlar kullanarak performansı ve verimliliği zamanla iyileştirir (Ünite 8, Sayfa 1)."
  },
  {
    "id": "exam-622607-24",
    "unitNumber": 4,
    "text": "Bir tasarım alanı içinde malzeme dağılımını belirli hedefler ve kısıtlar doğrultusunda optimize eden yöntem aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Figma'nın Yapay Zekâ Entegrasyonu",
      "B": "Mimari Tasarım",
      "C": "Endüstriyel Tasarım",
      "D": "Enerji Sistemleri",
      "E": "Topoloji optimizasyonu"
    },
    "explanation": "Topoloji optimizasyonu, belirli hedefler doğrultusunda malzeme dağılımını optimize ederek dayanıklılık, enerji verimliliği ve maliyet gibi kriterleri iyileştiren, tasarım süreçlerinde yaratıcı ve sürdürülebilir çözümler sunan bir yöntemdir (Ünite 4, Sayfa 3)."
  },
  {
    "id": "exam-622607-25",
    "unitNumber": 5,
    "text": "Görsel ögelerin düzenlenme şekli olan ve bir görselin genel algısını güçlü bir şekilde etkileyen görsel estetiğin temel unsuru aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çizgi",
      "B": "Kompozisyon",
      "C": "Uyum",
      "D": "Tipografi",
      "E": "Renk"
    },
    "explanation": "Kompozisyon, görsel ögelerin düzenlenme şeklidir ve bu düzen, bir görselin genel algısını güçlü bir şekilde etkiler. Dengeli bir kompozisyon, görselde düzen ve estetik bir bütünlük hissi yaratır (Ünite 5, Sayfa 2)."
  },
  {
    "id": "exam-622607-26",
    "unitNumber": 5,
    "text": "Metin oluşturmanın ötesine geçerek, görsel ve içerik üretimi alanında da etkili çözümler sunmasıyla birlikte pazarlama ve reklamcılık sektöründe yaygın bir şekilde kullanılmaktadır. Fikir üretme, tutarlı bir marka görünümü sağlama ve kişiselleştirilmiş çözümler sunma konularında kullanıcılarına geniş bir yelpazede hizmet sunar. Kullanıcılar, fikirlerini yazarak tasarımın temelini oluşturabilir, ardından stil ve detay tercihlerini belirleyerek ihtiyaçlarına uygun içeriklere ulaşabilir. Yukarıda özellikleri sıralanmış olan yapay zekâ aracı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "DALL-E 3",
      "B": "Canva",
      "C": "Jasper.ai",
      "D": "Midjourney",
      "E": "Adobe Sensei"
    },
    "explanation": "Verilen özellikler (metin oluşturmanın ötesine geçerek görsel ve içerik üretimi, pazarlama/reklamcılıkta yaygın kullanım, fikir üretme, tutarlı marka görünümü sağlama, kişiselleştirilmiş çözümler sunma) Jasper.ai'nin (veya Jasper'ın) özellikleriyle örtüşmektedir. Ünite 5'te Jasper.ai'nin metin tabanlı içerik oluşturma araçlarından biri olduğu belirtilmiştir (Sayfa 3, Üretken Yapay Zekâ Araçlarının Gelişimi). Ancak, metinde bu özelliğin spesifik olarak Canva ve Jasper'a atfedildiği kısımda Jasper, metin tabanlı içerik oluşturma araçları arasında listelenmiştir (Ünite 5, Sayfa 4, Tasarım Konusunda Öne Çıkan Üretken Yapay Zekâ Araçları ve Sınıfları). Ancak, bu sorunun içeriği (fikir üretme, tutarlı marka görünümü sağlama, kişiselleştirilmiş çözümler sunma) genellikle daha kapsamlı içerik/metin üreticileri için geçerlidir ve Jasper.ai bu alanda öne çıkar. Ayrıca, Jasper, metin tabanlı içerik oluşturmanın yanı sıra pazarlama ve marka yönetimi bağlamında da sıkça kullanılır, bu da sorunun bağlamıyla (pazarlama ve reklamcılıkta yaygın kullanım) daha uyumludur."
  },
  {
    "id": "exam-622607-27",
    "unitNumber": 1,
    "text": "I. Gelişmiş yapay zekâ modelleri, tek bir formatta çalışmaktadır.<br/>II. İlk üretken yapay zekâ uygulamaları, metin tamamlama ve basit dil modelleriyle sınırlıdır.<br/>III. OpenAl tarafından geliştirilen GPT-1 modeli 2023 yılında ortaya çıkmıştır.<br/>IV. GPT-3 modeli, üretken yapay zekâ için büyük bir sıçrama noktası olmuştur.<br/>Üretken yapay zekânın gelişimi ile ilgili olarak yukarıdakilerden hangisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız IV",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "II ve IV"
    },
    "explanation": "I. İfadede bir formatta çalıştığı bilgisi yanlıştır; üretken yapay zekâ multimodal yeteneklere sahiptir. II. İfade yanlıştır; ilk uygulamalar metin tabanlı olsa da, gelişim sürekli olmuştur. III. İfade yanlıştır; GPT-3 2020'lerde yaygınlaşırken GPT-4 daha sonraki bir gelişmedir. IV. İfade doğrudur; GPT-3, üretken yapay zekânın yaygın kullanımını mümkün kılan ve inanılmaz derecede gerçekçi yazılar oluşturan bir model olmuştur (Ünite 1, Sayfa 3)."
  },
  {
    "id": "exam-622607-28",
    "unitNumber": 5,
    "text": "I. Bir markanın kimliğini yansıtan güçlü bir ifade biçimi olabilir.<br/>II. Yapay zekâ araçları tipografi oluşturma sürecinde yalnızca hız ve otomasyon sağlar.<br/>III. Yapay zekâ, kullanıcı verilerine dayalı olarak kişiselleştirilmiş tipografiler yaratabilir.<br/>IV. Bir tipografi tasarımda metin ve görsel bileşenlerinin estetik bir düzen içinde yerleştirilmesi, sadece manuel müdahaleler ile mümkündür.<br/>Tipografi ile ilgili olarak yukarıdakilerden hangisi/hangileri <u>yanlıştır</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız IV",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "II ve IV"
    },
    "explanation": "II. İfade yanlıştır; yapay zekâ araçları tipografi oluşturma sürecinde hem hız hem de otomasyon sağlamanın yanı sıra iş birliğine dayalı yaratıcı çözümler de sunar. IV. İfade yanlıştır; tipografide bütünlük ve denge, sadece manuel müdahalelerle değil, aynı zamanda algoritmik araçlarla da sağlanabilir (Ünite 5, Sayfa 1)."
  },
  {
    "id": "exam-622607-29",
    "unitNumber": 6,
    "text": "Yapay zeka desteği ile birlikte gerçek zamanlı analizler yaparak hangi tasarımın daha etkili olduğunu hızlı bir şekilde belirler. Dönüşüm oranlarını artırmak için farklı tasarımların etkisini ölçebilir ve en başarılı varyasyonu önerebilir. Yukarıda özellikleri sıralanmış olan yapay zekâ aracı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Google Optimize",
      "B": "DALL-E 3",
      "C": "Jasper.ai",
      "D": "Midjourney",
      "E": "Adobe Sensei"
    },
    "explanation": "Google Optimize gibi AI destekli araçlar, gerçek zamanlı analizler yaparak hangi tasarımın daha etkili olduğunu hızlı bir şekilde belirler. Bu araçlar, A/B testlerinde kullanıcı davranışlarını analiz ederek en uygun varyantı seçmeye yardımcı olur (Ünite 6, Sayfa 3)."
  },
  {
    "id": "exam-622607-30",
    "unitNumber": 6,
    "text": "Kullanıcı deneyimini yapay zekanın kullanıcı deneyimine sunmuş olduğu katkılardan biri <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Yaratıcı Çözümler Sunma",
      "B": "Kişiselleştirme",
      "C": "Üretkenliği Azaltma",
      "D": "Hata Azaltma",
      "E": "Verimlilik Artışı"
    },
    "explanation": "Kişiselleştirme, veri analizi, otomasyon, hız ve kullanıcı araştırmalarını destekleme yapay zekanın UX'e sunduğu katkılardır. Ancak 'duygusal bağ kurma'nın UX'in temel unsuru olması, yapay zekanın bu alandaki en büyük eksikliği olarak da belirtilmiştir. Yapay zekanın duygusal bağ kurma becerisi sınırlıdır (Ünite 6, Sayfa 1 ve 2)."
  },
  {
    "id": "exam-622607-31",
    "unitNumber": 5,
    "text": "Kullanıcıların hangi görsel elementlere daha fazla dikkat ettiğini analiz ederek tasarımların kullanıcı ihtiyaçlarına uygun hâle getirilmesi, aşağıdaki unsurlardan hangisiyle ilişkilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yeni Tasarım Fikirlerinin Üretimi",
      "B": "Platform Bağımsızlığı Sağlama",
      "C": "Rutin İşlerin Otomasyonu",
      "D": "Kullanıcı Odaklı Tasarım",
      "E": "Hata Azaltma"
    },
    "explanation": "Yapay zekâ destekli göz izleme (eye tracking) teknolojileri, kullanıcıların hangi görsel elementlere daha fazla dikkat ettiğini analiz ederek tasarımların kullanıcı ihtiyaçlarına uygun hâle getirilmesini sağlar (Ünite 5, Sayfa 3)."
  },
  {
    "id": "exam-622607-32",
    "unitNumber": 6,
    "text": "Bir şirkette çalışan Masal, kullanıcı davranışlarını tahmin ederek tasarımcıların daha bilinçli kararlar almasına yardımcı olmak istemektedir. Masal bu isteğini gerçekleştirebilmek için aşağıdaki teknolojilerden hangisini kullanmalıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Nesnelerin İnterneti",
      "B": "Artırılmış Gerçeklik",
      "C": "Makine Öğrenimi Algoritmaları",
      "D": "5G",
      "E": "Sanal Gerçeklik"
    },
    "explanation": "Yapay zekâ (AI), kullanıcı davranışlarını analiz ederek, tercihlerini ve eğilimlerini tahmin etme yeteneğine sahiptir. Hotjar gibi araçlar ısı haritaları ve tıklama izleme ile kullanıcı davranışlarını analiz ederek tasarımcıların daha bilinçli kararlar almasına yardımcı olur (Ünite 6, Sayfa 2 ve 3)."
  },
  {
    "id": "exam-622607-33",
    "unitNumber": 4,
    "text": "Yapay zekâ sistemlerinin bireylerin ihtiyaçlarına göre uyarlanabilir ve özelleştirilebilir olması, kullanıcıların geri bildirimleri doğrultusunda kendini güncelleyebilen dinamik modeller geliştirmesi, aşağıdaki alanlardan hangisiyle ilişkilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yeşil Yapay Zekâ",
      "B": "Erişilebilirlik ve Kapsayıcılık",
      "C": "Telif Hakları ve Fikri Mülkiyet",
      "D": "Kişiselleştirme ve Adaptasyon",
      "E": "Yapay Zekâ Sanatçılığı"
    },
    "explanation": "Adaptif tasarım; bireylerin ihtiyaçlarına, davranışlarına ve çevresel bağlamlarına göre dinamik olarak değişebilen sistemler geliştirmeyi hedefler. Yapay zekâ ile desteklenen bu tasarım, kullanıcı geri bildirimleri doğrultusunda kendini güncelleyerek kişiselleştirilmiş ve proaktif deneyimler sunar (Ünite 4, Sayfa 3)."
  },
  {
    "id": "exam-622607-34",
    "unitNumber": 7,
    "text": "-------, çevre dostu, düşük karbonlu ve etik ilkelere uygun sistemler geliştirmeyi hedefleyen yaklaşımdır. Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Görsel Tasarım Estetiği",
      "B": "Tasarım Etiği",
      "C": "İnsan-Makine İş Birliği",
      "D": "Yeşil Yapay Zekâ",
      "E": "Yapay Zekâ Sanatçılığı"
    },
    "explanation": "Yeşil yapay zekâ (Green AI), çevre dostu, düşük karbonlu ve etik ilkelere uygun sistemler geliştirmeyi hedefler. Bu yaklaşım, enerji tüketimi ve karbon salınımını azaltmayı amaçlar (Ünite 7, Sayfa 2)."
  },
  {
    "id": "exam-622607-35",
    "unitNumber": 7,
    "text": "Üretken yapay zekâ araçları tarafından sanatçıların imzalarının taklit edilebilmesi aşağıdaki unsurlardan hangisiyle ilişkilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ön Yargı",
      "B": "Görsel Estetik",
      "C": "Telif Hakları ve Fikri Mülkiyet",
      "D": "İnsan-Makine İş Birliği",
      "E": "Sürdürülebilirlik"
    },
    "explanation": "Üretken yapay zekâ modellerinin internetteki milyonlarca görselle eğitilmesi ve buradan öğrendikleriyle yeni içerikler üretmesi, telif hakkı ihlali risklerini beraberinde getirmektedir. Bu durum, sanatçıların imzalarının taklit edilmesi potansiyelini de içerir (Ünite 7, Sayfa 1)."
  },
  {
    "id": "exam-622607-36",
    "unitNumber": 6,
    "text": "Bir tasarım sürecinde görme engelliler için ekran okuyucu yazılımların geliştirilmesi, aşağıdaki unsurlardan hangisiyle ilgilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Görsel Estetik",
      "B": "Yapay Zekâ Sanatçılığı",
      "C": "Tasarım Etiği",
      "D": "Erişilebilirlik ve Kapsayıcılık",
      "E": "Telif Hakları ve Fikri Mülkiyet"
    },
    "explanation": "Yapay zekâ, görme engelli kullanıcılar için daha etkili ekran okuyucular gibi alternatif kontrol yöntemleri sunarak UX tasarımında kapsayıcılığı artırma potansiyeline sahiptir (Ünite 6, Sayfa 4)."
  },
  {
    "id": "exam-622607-37",
    "unitNumber": 8,
    "text": "-------, insanların yüz hareketlerini ve sesini gerçeğe uygun olacak şekilde taklit etmek veya değiştirmek için yapay zekâ teknikleri aracılığıyla fotoğrafların, videoların veya seslerin kullanılmasıdır. Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "DeepL",
      "B": "Deepfake",
      "C": "Machine Learning",
      "D": "Gen AI",
      "E": "Deep Web"
    },
    "explanation": "Deepfake (Derin sahte), insanların yüz hareketlerini ve sesini gerçeğe uygun olacak şekilde taklit etmek veya değiştirmek için yapay zekâ teknikleri aracılığıyla fotoğrafların, videoların veya seslerin kullanılmasıdır. Bu aynı zamanda bilgi manipülasyonu riski taşır (Ünite 8, Sayfa 1)."
  },
  {
    "id": "exam-622607-38",
    "unitNumber": 7,
    "text": "Bir üretken yapay zekâ modeli ile sahte bir görsel veya video oluşturularak yanlış bilgi yayılması aşağıdaki etik ihlallerinin hangisinin kapsamında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Dezenformasyon ve Manipülasyon",
      "B": "Telif Hakkı ve İntihal",
      "C": "Üretimin Çok Fazla Artması",
      "D": "Sosyokültürel Değerlerle Uyuşmazlık",
      "E": "Kişisel Verilerin Korunması"
    },
    "explanation": "Gerçekçi görseller üretebilme kapasitesi, yapay zekânın dezenformasyon ve provokasyon amacıyla kötüye kullanılma olasılığını artırır. Sahte bir görsel veya video oluşturularak toplumsal kargaşa veya yanlış bilgi yayılması bu ihlal kapsamındadır (Ünite 7, Sayfa 2)."
  },
  {
    "id": "exam-622607-39",
    "unitNumber": 5,
    "text": "Üretken yapay zekâ modelleri kullanılarak insan davranışlarını taklit eden ve bilgisayar tarafından yaratılmış karakterler aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Görsel Tanıma",
      "B": "Görüntü Kalitesini İyileştirme",
      "C": "Kullanıcı Deneyimini Kişiselleştirme",
      "D": "Görüntü Arka Planını Kaldırma",
      "E": "Sanal Etkileyiciler (Influencer) Yaratma"
    },
    "explanation": "Sanal etkileyiciler; bilgisayar tarafından yaratılmış karakterlerdir ve insan davranışlarını taklit ederek, gerçek etkileyiciler gibi hedef kitlelerle etkileşime geçerler (Ünite 5, Sayfa 3)."
  },
  {
    "id": "exam-622607-40",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Yapay zekânın tasarımda kullanımı sonucu meydana gelen etik sorunlardan biri <u>değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Kişisel verilerin ihlali",
      "B": "Üretimin çok fazla artması",
      "C": "Telif hakkı ve intihal",
      "D": "Dezenformasyon ve manipülasyon",
      "E": "Sosyokültürel değerlerle uyuşmazlık"
    },
    "explanation": "Telif hakkı, özgünlük, dezenformasyon, ön yargı ve kullanıcı verilerinin gizliliği yapay zekanın tasarımda yarattığı etik sorunlardır. İnsan yaratıcılığı ile yapay zekanın etkileşimi, yaratıcı sürecin tamamen yapay zekâ tarafından yönetilmemesi gerektiği vurgusunu içerir; bu ise insan yaratıcılığının korunması gerekliliği ile ilgilidir, etik bir ihlal kategorisi değildir (Ünite 8, Sayfa 2)."
  }
]