[
  {
    "id": "3786451",
    "unitNumber": 1,
    "text": "Bilgi ve iletişimin dijital araçlar ve platformlar aracılığıyla daha hızlı, etkili ve kapsayıcı bir şekilde aktarılması ve alınması için süreçlerin ve yöntemlerin modernize edilmesi süreci ne olarak tanımlanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Dijital dönüşüm",
      "B": "Teknoloji",
      "C": "Modernleşme",
      "D": "Endüstri 4.0",
      "E": "Makineleşme"
    },
    "explanation": "Doğru yanıt A şıkkıdır<br/>Bilgi ve iletişimin dijital araçlar ve platformlar aracılığıyla daha hızlı, etkili ve kapsayıcı bir şekilde aktarılması ve alınması için süreçlerin ve yöntemlerin modernize edilmesi süreci dijital dönüşümdür"
  },
  {
    "id": "3786452",
    "unitNumber": 1,
    "text": "Bilimsel bilgi ve mühendislik ilkelerini kullanarak insanların belirli bir amaca ulaşmak için araçlar, makineler ve yöntemler geliştirmesi ve uygulamasına ne isim verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Dijital dönüşüm",
      "B": "Teknoloji",
      "C": "Modernleşme",
      "D": "Endüstri 4.0",
      "E": "Makineleşme"
    },
    "explanation": "Doğru yanıt B şıkkıdır<br/>Bilimsel bilgi ve mühendislik ilkelerini kullanarak insanların belirli bir amaca ulaşmak için araçlar, makineler ve yöntemler geliştirmesi ve uygulamasına teknoloji denir"
  },
  {
    "id": "3786453",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi çevrimiçi toplulukların bireylere sağladığı faydalardan biri <strong>değildir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Bilgi edinme ve uzmanlarla etkileşim kurma fırsatı sunma",
      "B": "Bireylerin benzer ilgi alanlarına sahip kişilerle bağlantı kurmasını sağlama",
      "C": "Gerçek hayatta kurulan sosyal ilişkilerin yerini tamamen alma",
      "D": "Sosyal destek sağlayarak bireylerin zor zamanlarında yardımcı olma",
      "E": "Kullanıcılara anında geribildirim alma imkânı tanıma"
    },
    "explanation": "Doğru yanıt C şıkkıdır<br/>Çevrimiçi topluluklar gerçek hayatta kurulan ilişkilerin yerini tamamen alma gibi bir faydaya sahip değildir."
  },
  {
    "id": "3786454",
    "unitNumber": 1,
    "text": "Bireyler, topluluklar, işletmeler ve kurumlar arasında bilgi ve iletişim teknolojilerine erişim, kullanım ve bilgi arasındaki farkları ifade eden kavram hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Dijital etik",
      "B": "Okuryazarlık",
      "C": "Sosyal dönüşüm",
      "D": "Metalaşma",
      "E": "Dijital bölünme"
    },
    "explanation": "Doğru yanıt E şıkkıdır<br/>Bireyler, topluluklar, işletmeler ve kurumlar arasında bilgi ve iletişim teknolojilerine erişim, kullanım ve bilgi arasındaki farkları ifade eden kavram dijital bölünmedir"
  },
  {
    "id": "3786455",
    "unitNumber": 1,
    "text": "Bilgi toplumunun ekonomik yapısında hangi unsur ön plana çıkmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Fiziksel emek ve ağır sanayi",
      "B": "Beyin gücü ve yaratıcılık",
      "C": "Tarımsal üretim ve kırsal ekonomiye dayalı yapı",
      "D": "Geleneksel üretim yöntemleri",
      "E": "Doğal kaynakların sınırsız kullanımı"
    },
    "explanation": "Doğru yanıt B şıkkıdır<br/>Verilen şıklardan bilgi toplumun ekonomik yapısını açıklayabilecek tek doğru yanıt beyin gücü ve yaratıcılıktır"
  },
  {
    "id": "3786456",
    "unitNumber": 1,
    "text": "<strong>Eisenberg’in (2008) bilgi okuryazarlığı ile ilgili geliştirdiği “Big6” stratejisinin temel boyutlarından biri aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kişisel deneyimlerin paylaşılması",
      "B": "Bilginin ve bilgi kaynaklarının kullanımı",
      "C": "Eğlence amaçlı içerik oluşturma",
      "D": "Akademik çalışmaları inceleme",
      "E": "Bilgiyi hiçbir değerlendirme yapmadan kabul etme"
    },
    "explanation": "Doğru yanıt B şıkkıdır<br/>Eisenberg’in (2008) bilgi okuryazarlığı ile ilgili geliştirdiği “Big6” stratejisinin temel boyutlarından biri bilginin ve bilgi kaynaklarının kullanımıdır"
  },
  {
    "id": "3786457",
    "unitNumber": 1,
    "text": "Teknolojik araçları ve interneti kullanarak herhangi bir yerden çalışabilen ve genellikle belirli bir ofis alanına veya coğrafi konuma bağlı olmayan bireyleri tanımlayan kavram hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Dijital melez",
      "B": "Dijital yerli",
      "C": "Dijital kimlik",
      "D": "Dijital göçebe",
      "E": "Dijital tutucu"
    },
    "explanation": "Doğru yanıt D şıkkıdır<br/>Teknolojik araçları ve interneti kullanarak herhangi bir yerden çalışabilen ve genellikle belirli bir ofis alanına veya coğrafi konuma bağlı olmayan bireyleri tanımlayan kavram dijital göçebedir"
  },
  {
    "id": "3786460",
    "unitNumber": 1,
    "text": "Hem dijital hem de fiziksel ortamlarda rahatlıkla faaliyet gösterebilen ve bu iki dünyayı birleştirebilen birey veya sistemleri tanımlayan kavram hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dijital melez",
      "B": "Dijital yerli",
      "C": "Dijital kimlik",
      "D": "Dijital göçebe",
      "E": "Dijital tutucu"
    },
    "explanation": "Doğru yanıt A şıkkıdır<br/>Hem dijital hem de fiziksel ortamlarda rahatlıkla faaliyet gösterebilen ve bu iki dünyayı birleştirebilen birey veya sistemleri tanımlayan kavram dijital melezdir"
  },
  {
    "id": "3786462",
    "unitNumber": 1,
    "text": "Dijital göçmenlerin, dijital teknolojilere adapte olma biçimlerinin oluşturduğu, geleneksel alışkanlıklarının dijital etkileşimlere yansımasıyla karakterize edilen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Entegrasyon",
      "B": "Dijital etik",
      "C": "Teknolojik tutuculuk",
      "D": "Digitus",
      "E": "Dijital aksan"
    },
    "explanation": "Doğru yanıt E şıkkıdır<br/>Dijital göçmenlerin, dijital teknolojilere adapte olma biçimlerinin oluşturduğu, geleneksel alışkanlıklarının dijital etkileşimlere yansımasıyla karakterize edilen kavram dijital aksandır"
  },
  {
    "id": "3786464",
    "unitNumber": 1,
    "text": "Dijital yerlilerin sürekli olarak bir konudan diğerine geçiş yapma eğilimini Papert ne olarak isimlendirmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çekirge zihin",
      "B": "Çoklu görev yeteneği",
      "C": "Bilişsel uyum",
      "D": "Melezleşme",
      "E": "Netizen"
    },
    "explanation": "Doğru yanıt A şıkkıdır<br/>Dijital yerlilerin sürekli olarak bir konudan diğerine geçiş yapma eğilimini Papert çekirge zihin olarak isimlendirmektedir"
  },
  {
    "id": "3831629",
    "unitNumber": 1,
    "text": "Bilimsel bilgi ve mühendislik ilkelerini kullanarak insanların belirli bir amaca ulaşmak için araçlar, makineler ve yöntemler geliştirmesi ve uygulamasına ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "teknoloji",
      "B": "bilimsel araştırma",
      "C": "dijital dönüşüm",
      "D": "dijital çağ",
      "E": "bilgi okuryazarlığı"
    },
    "explanation": "Teknoloji bilimsel bilgi ve mühendislik ilkelerini kullanarak insanların belirli bir amaca ulaşmak için araçlar, makineler ve yöntemler geliştirmesi ve uygulamasına ne ad verilir?"
  },
  {
    "id": "3831630",
    "unitNumber": 1,
    "text": "Dijital çağın iş dünyasında yarattığı değişiklikler arasında aşağıdakilerden hangisi yanlış bir önermedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Şirketler, dijital platformları kullanarak global müşterilere ulaşabilirler",
      "B": "Uzaktan çalışma ve sanal toplantılar iş süreçlerini önemli ölçüde etkilemiştir.",
      "C": "E-ticaret ve dijital pazarlama, işletmelerin müşteri kitlesini sınırlamıştır.",
      "D": "Yapay zekâ ve otomasyon, endüstrilerde verimliliği artırmıştır.",
      "E": "Dijital becerilerin edinilmesi, değişen iş dünyasına uyum sağlama ihtiyacını doğurmuştur."
    },
    "explanation": "C şıkkı dışındaki dört ifade dijital çağın iş dünyası üzerindeki olumlu etkilerini ve değişikliklerini doğru bir şekilde yansıtıyor. Ancak, \"E-ticaret ve dijital pazarlama, işletmelerin müşteri kitlesini sınırlamıştır.\" ifadesi yanlıştır. Çünkü genelde e-ticaret ve dijital pazarlama yöntemleri, işletmelerin coğrafi sınırlar ötesine geçerek daha geniş bir müşteri kitlesine ulaşmalarını sağlar, müşteri kitlesini sınırlamaz."
  },
  {
    "id": "3831631",
    "unitNumber": 1,
    "text": "<em>Ülkemizde büyük</em><em> bir teknoloji şirketi, 2021'de büyük bir veri ihlali yaşamıştır. Şirketin bulut depolama hizmetlerinde saklanan yaklaşık 20 milyon kullanıcının kişisel verileri, güvenlik açığından dolayı sızdırılmıştır. Bu veriler arasında isimler, e-posta adresleri ve kredi kartı bilgileri bulunmaktadır. Bu ihlal, ulusal düzeyde gizlilik yasalarına aykırı olduğu gibi, kullanıcıların finansal güvenliğini de tehdit etmiştir. Olayın hemen ardından </em><em>şirket, kullanıcılarını bilgilendirme ve ilave güvenlik önlemleri alma sürecini başlatmıştır.</em><br/>Şirketin veri ihlalini yönetme sürecinde, hangi ulusal düzenlemeye uygun hareket etmesi gerekir?",
    "correctAnswer": "A",
    "options": {
      "A": "6698 sayılı Kişisel Verilerin Korunması Kanunu",
      "B": "Tüketici Gizlilik Yasası",
      "C": "Genel Veri Koruma Tüzüğü",
      "D": "Kişisel Verileri Koruma ve Elektronik Belgeler Yasası",
      "E": "Gizlilik Yasası"
    },
    "explanation": "6698 sayılı Kişisel Verilerin Korunması Kanunu<br/>Bu kanun, Türkiye'de kişisel verilerin işlenmesi, saklanması ve korunması ile ilgili temel kuralları belirler ve veri ihlalleri durumunda uyulması gereken prosedürleri içerir. Diğer şıklar, farklı ülkelerin veri koruma yasalarına ait isimler, bu nedenle Türkiye bağlamında yanlış seçeneklerdir."
  },
  {
    "id": "3831632",
    "unitNumber": 1,
    "text": "Dijital dünyada bireylerin ve kuruluşların nasıl davranması gerektiği üzerine norm ve kurallar oluşturan alan aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çevrimiçi Etik",
      "B": "Siber güvenlik",
      "C": "Veri gizliliği",
      "D": "Teknolojik uyum",
      "E": "Bilgi yönetimi"
    },
    "explanation": "Dijital dünyada bireylerin ve kuruluşların nasıl davranması gerektiği üzerine norm ve kurallar oluşturan alana çevrimiçi etik veya dijital etik adı verilir."
  },
  {
    "id": "3831633",
    "unitNumber": 1,
    "text": "COVID-19 pandemisi sırasında, uzaktan eğitime erişimi olmayan bir grup öğrenci, eğitimde büyük zorluklar yaşamıştır. Bu durum, hangi geniş kavramsal sorunu öne çıkarır?",
    "correctAnswer": "A",
    "options": {
      "A": "Dijital bölünme",
      "B": "Teknolojik gerileme",
      "C": "Eğitim fırsatlarının azalması",
      "D": "Gizlilik sorunu",
      "E": "Bilgi yönetimi"
    },
    "explanation": "Bu soruda, COVID-19 pandemisi sırasında uzaktan eğitime erişimi olmayan öğrencilerin karşılaştığı zorluklar bağlamında ele alınmaktadır. Bu durum, eğitimde yaşanan bir eşitsizliği ve erişim sorununu işaret eder, dolayısıyla bu durum en doğru şekilde \"Dijital bölünme\" kavramıyla açıklanabilir. \"Dijital bölünme\", toplumdaki bireyler arasında dijital teknolojilere erişimde yaşanan farklılıkları ifade eder ve burada bahsedilen durum, bu kavramın tipik bir örneğini oluşturur."
  },
  {
    "id": "3831636",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bilgi toplumunun temel özelliklerinden biri olarak sayılmamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Dijital altyapıların kırılganlığının artması",
      "B": "Bilginin ticari bir meta olması",
      "C": "Bilgiye hızlı erişim imkânı",
      "D": "Beyin gücünün öne çıkması",
      "E": "Eğitimin bireyselleşmesi ve sürekli hâle gelmesi"
    },
    "explanation": "Bu soruda bilgi toplumunun temel özellikleri sorgulanmakta ve hangi özelliğin bilgi toplumuna ait olmadığı sorulmaktadır. Bilgi toplumu, bilgi ve teknolojinin merkezi bir rol oynadığı bir toplum yapısını ifade eder ve bu yapıda bilgi işleme, bilgiye erişim, eğitim ve beyin gücünün önemi vurgulanır.<br/>Dijital altyapıların kırılganlığının artması<br/>Bu seçenek, bilgi toplumunun temel özellikleri arasında sayılmamıştır. Bilgi toplumunun özellikleri genellikle bilginin değerinin ve erişilebilirliğinin artması, eğitimin kişiselleştirilmesi ve sürekli hale gelmesi, beyin gücüne dayalı çalışma biçimlerinin ön plana çıkması şeklinde ifade edilir. \"Dijital altyapıların kırılganlığının artması\" ise daha çok teknolojik ve güvenlikle ilgili endişeleri ifade eder ve bilgi toplumunun temel bir özelliği olarak ele alınmaz."
  },
  {
    "id": "3831637",
    "unitNumber": 1,
    "text": "<em>Bir teknoloji şirketi, yazılım ve veri analizi alanlarında öncü çalışmalar yapmaktadır. Şirket, iş modelini tamamen bilgi işleme ve bilgi üretimine dayandırmış olup, çalışanlarının yaratıcılığını ve beyin gücünü maksimize eden bir ortam sağlar. Bu strateji, onların pazar lideri olmalarını ve sürekli büyümelerini sağlamıştır.</em><br/>Şirket başarısının temelinde yatan strateji, aşağıdaki ekonomik kavramlardan hangisi ile en iyi açıklanır?",
    "correctAnswer": "D",
    "options": {
      "A": "Endüstriyel üretim ekonomisi",
      "B": "Geleneksel tarım ekonomisi",
      "C": "Ham madde ticareti",
      "D": "Bilgi ekonomisi",
      "E": "Emek yoğun üretim"
    },
    "explanation": "Bilgi ekonomisi, üretim süreçlerinin ve ekonomik değerin, bilgi işleme ve yaratıcı entelektüel çaba üzerine kurulu olduğu bir ekonomik modeli ifade eder. Bu modelde, fiziksel emek veya ham madde kullanımından ziyade, bilgi ve yaratıcılık ana değer kaynakları olarak kabul edilir. Bu şirketin stratejisi de bilgiyi merkeze alarak yaratıcılık ve beyin gücüne yatırım yapmayı içerdiğinden, \"bilgi ekonomisi\" kavramı, şirketin başarısını en iyi açıklayan ekonomik kavramdır."
  },
  {
    "id": "3831638",
    "unitNumber": 1,
    "text": "TeknoX şirketi, dijital teknolojileri aktif olarak kullanarak kentsel yönetimde yenilikler yapmış ve toplum içindeki iletişim biçimlerini, iş yapma yöntemlerini ve kültürel normları değiştirmiştir. Bu yenilikler, şehir sakinlerinin günlük yaşamlarında büyük değişiklikler yaratmış ve daha entegre bir toplum yapısını teşvik etmiştir.<br/>TeknoX’in yaşadığı bu dönüşüm, bilgi toplumunun hangi sürecini",
    "correctAnswer": "A",
    "options": {
      "A": "Sosyal dönüşüm",
      "B": "Ekonomik globalizasyon",
      "C": "Politik istikrar",
      "D": "Teknolojik uçurum",
      "E": "Kültürel izolasyon"
    },
    "explanation": "Bu seçenek, TeknoX'in dijital teknolojiler aracılığıyla yaptığı yeniliklerin toplumdaki geniş etkilerini ve bunun nasıl bir sosyal dönüşüme yol açtığını açıkça yansıtır. Diğer seçenekler, soruda verilen bilgilere göre bu dönüşümü yeterince veya doğru bir şekilde temsil etmezler.<br/>Bu soruda, TeknoX adlı şirketin dijital teknolojiler aracılığıyla kentsel yönetimde gerçekleştirdiği yenilikler ve bu yeniliklerin toplum üzerindeki etkileri ele alınmaktadır. Şirketin toplum içindeki iletişim biçimlerini, iş yapma yöntemlerini ve kültürel normları değiştirdiği ve bu değişikliklerin şehir sakinlerinin günlük yaşamlarında entegre bir toplum yapısını teşvik ettiği belirtilmektedir.<br/>Bu açıklamalar ışığında, TeknoX'in yaşadığı dönüşüm, en iyi şekilde <strong>\"sosyal dönüşüm\"</strong> süreci ile ilişkilendirilebilir. Sosyal dönüşüm, toplumda iletişim, iş yapma biçimleri ve kültürel normlar gibi alanlarda meydana gelen köklü değişiklikleri ifade eder ve genellikle teknolojinin yaygınlaşmasıyla tetiklenir."
  },
  {
    "id": "3831639",
    "unitNumber": 1,
    "text": "Aşağıdaki hangisi \"Dijital Göçmenler\" için doğru bir ifadedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Lineer, sıralı, yönlendirilmiş öğrenme tarzlarını benimsemiştir.",
      "B": "Doğuştan var olan teknolojik becerilere sahiptir.",
      "C": "Çoklu görev, interaktif ve görsel öğrenmeyi tercih ederler.",
      "D": "Geleneksel medya kaynaklarına daha az güvenirler.",
      "E": "Teknolojik araçları eşzamanlı olarak kullanabilme yeteneklerine sahiptir."
    },
    "explanation": "\"Dijital Göçmenler\" terimi, teknolojiyi daha geç yaşlarda benimsemiş ve dijital olmayan bir ortamda büyümüş kişiler için kullanılır. Bu kişiler, teknolojiyi sonradan öğrenmiş ve genellikle daha geleneksel iletişim ve öğrenme yöntemlerine aşina olan bireylerdir.<br/>A) Lineer, sıralı, yönlendirilmiş öğrenme tarzlarını benimsemiştir.<br/>Bu seçenek, Dijital Göçmenlerin genellikle daha geleneksel, sıralı ve yönlendirilmiş öğrenme tarzlarını benimsediklerini ifade eder ve bu grup için en uygun tanımı sunar. Diğer seçenekler daha çok Dijital Yerliler ile ilişkilendirilebilecek özelliklerdir. Özellikle \"D\" seçeneği yanıltıcıdır, çünkü Dijital Göçmenler genellikle geleneksel medya kaynaklarına daha fazla güvenirler, daha az değil."
  },
  {
    "id": "3831640",
    "unitNumber": 1,
    "text": "<em>Yeni nesil akıllı telefonlar, video oynatma, internet tarayıcısı, fotoğraf makinesi ve GPS gibi birçok özelliği tek bir cihazda sunmaktadır. Bu cihazlar, önceden birçok farklı cihaza yayılmış işlevleri birleştirerek kullanıcılarına büyük kolaylık sağlamaktadır.</em><br/>Yukarıda tanımlanan bu cihazların sağladığı özellikler, hangi teknolojik kavramın bir örneğidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Teknolojik yakınsama",
      "B": "Dijital dönüşüm",
      "C": "Yapay zeka entegrasyonu",
      "D": "Nesnelerin interneti",
      "E": "Sürdürülebilir teknoloji"
    },
    "explanation": "Akıllı telefonlar, teknolojik yakınsamanın mükemmel bir örneğidir çünkü farklı teknolojik sistemlerin ve uygulamaların tek bir cihazda birleşmesini temsil ederler. Bu durum kullanıcılara çeşitli işlevleri aynı anda ve kolayca kullanma fırsatı sunar. Diğer seçenekler, bu spesifik durumu doğrudan tanımlamaz."
  },
  {
    "id": "3845995",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi dijital çağın belirleyici özelliklerinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bilgiye erişimin yalnızca basılı kaynaklarla sınırlı kalması",
      "B": "İletişim teknolojilerinin kullanımının gerilemesi",
      "C": "Sanayi toplumuna geçişin yeni başlaması",
      "D": "İnternetin yaygınlaşması ve dijitalleşmenin artması",
      "E": "Teknolojik gelişmelerin insan yaşamını etkilememesi"
    },
    "explanation": "Metinde dijital çağın temel belirleyicileri arasında “bilgi teknolojilerinin gelişimi, internetin yaygınlaşması ve dijitalleşmenin artışı” açıkça belirtilmiştir. Bu unsurlar dijital çağın temelini oluşturur. Bu yüzden D şıkkı doğrudur."
  },
  {
    "id": "3845996",
    "unitNumber": 1,
    "text": "Teknoloji tarihine tarihsel bir bakış açısından yaklaşıldığında aşağıdakilerden hangisi söylenebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Teknoloji, yalnızca dijital çağda etkili olmuştur.",
      "B": "Sanayi Devrimi öncesi teknolojik gelişmeler toplumu etkilememiştir.",
      "C": "Tekerleğin icadı ve ateşin kontrolü, insanın teknolojiyle etkileşiminin örneklerindendir.",
      "D": "Teknolojinin geçmişi, sadece üretim alanıyla sınırlıdır.",
      "E": "İnsanlar geçmişte teknolojiye ilgi göstermemiştir."
    },
    "explanation": "Açıklama: Metinde, insanların teknolojiyle tarih boyunca etkileşimde olduğu ve taş aletlerin yapımı, ateşin kontrolü, tekerlek gibi keşiflerin bu ilişkinin örnekleri olduğu açıkça ifade edilmiştir. C şıkkı bu bilgiyi doğru yansıtır."
  },
  {
    "id": "3845997",
    "unitNumber": 1,
    "text": "Dijital çağda bilgiye erişimle ilgili aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Bilgi yalnızca kütüphaneler aracılığıyla elde edilir.",
      "B": "Dijital platformlar bilgiye ulaşmayı zorlaştırmıştır.",
      "C": "İnternet, insanların yalnızca eğlence amaçlı içeriklere ulaşmasını sağlar.",
      "D": "Sosyal medya ve dijital platformlar fikirlerin geniş kitlelere ulaşmasını kolaylaştırır.",
      "E": "Bilgiye erişimin kolaylaşması, eğitimde fırsat eşitsizliğini artırmıştır."
    },
    "explanation": "Metinde, “dijital platformlar ve sosyal medya insanların düşüncelerini ve fikirlerini geniş kitlelere ulaştırmasını sağlamıştır” ifadesi yer almaktadır. Bu, D şıkkındaki bilgiyle birebir örtüşmektedir"
  },
  {
    "id": "3845998",
    "unitNumber": 1,
    "text": "Teknolojinin tarihsel gelişimi açısından Sanayi Devrimi’nin etkisiyle ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Sanayi Devrimi, teknolojiyle insan arasındaki ilişkiyi zayıflatmıştır.",
      "B": "Buhar gücü ve elektrik gibi icatlar, yalnızca tarımı geliştirmiştir.",
      "C": "Teknolojik gelişmeler, iş yapma biçimlerinde köklü değişimlere yol açmıştır.",
      "D": "Sanayi Devrimi sonrasında teknolojik gelişmeler duraklama dönemine girmiştir.",
      "E": "Sanayi Devrimi’nin toplum üzerindeki etkisi sınırlı kalmıştır."
    },
    "explanation": "Sanayi Devrimi kısmında, makineleşme süreci, iş yapma biçimlerinde büyük değişiklikler yaratmıştır ifadesi kullanılmıştır. Bu doğrudan C şıkkının karşılığıdır. Ayrıca kentleşmenin artması ve üretim şekillerinin değişmesi de bu sonucu destekler."
  },
  {
    "id": "3845999",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bilgi toplumunun temel özelliklerinden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bilgiye erişimin yalnızca yazılı kaynaklarla sınırlı kalması",
      "B": "Bilginin ekonomik bir değer taşımaması",
      "C": "Beyin gücünün ve yaratıcılığın ön planda olması",
      "D": "Geleneksel endüstri sektörlerinin bilgi sektörüyle yer değiştirmemesi",
      "E": "Bilginin sadece devlet kurumları tarafından üretilmesi"
    },
    "explanation": "Metinde bilgi toplumunun özellikleri arasında beyin gücüne dayalı iş gücü ve yaratıcılığın ön plana çıkması açıkça belirtilmiştir. Bu özellik, bilgi toplumunu sanayi toplumundan ayıran temel farklardan biridir."
  },
  {
    "id": "3846000",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi dijital göçmenlerin dijital teknolojiyle etkileşiminde görülen bir özelliktir?",
    "correctAnswer": "C",
    "options": {
      "A": "Teknolojik araçları eğlence amaçlı kullanma eğilimi",
      "B": "Dijital ortamlarda çoklu görev yapabilme becerisi",
      "C": "Geleneksel medya araçlarını tercih etme eğilimi",
      "D": "Dijital platformlarda kimlik oluşturma becerisi",
      "E": "Dijital araçlara hızlı uyum sağlama"
    },
    "explanation": "Dijital göçmenler, dijital teknolojilere sonradan adapte olmuş bireylerdir ve televizyon, radyo, gazete gibi geleneksel medya araçlarına yönelme eğilimindedirler. Bu, onların temel özelliklerinden biri olarak metinde açıkça vurgulanmıştır."
  },
  {
    "id": "3846001",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bilgi okuryazarlığı becerileri arasında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Bilgiyi sadece öğretmenlerden edinme alışkanlığı",
      "B": "Bilgiye ulaşmak için etkili arama stratejileri geliştirebilme",
      "C": "Bilgiyi olduğu gibi kullanıp analiz etmeme",
      "D": "Bilgi kaynaklarının güvenilirliğini sorgulamadan kabul etme",
      "E": "Dijital teknolojileri kullanmadan bilgiye ulaşmaya çalışma"
    },
    "explanation": "Bilgi okuryazarlığı tanımında, etkili arama stratejileri geliştirme ve uygulama becerisi temel unsurlardan biri olarak geçmektedir. Bu, bireyin bilgiye erişme sürecinde sahip olması gereken önemli bir yetenektir."
  },
  {
    "id": "3846003",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi dijital yerlilere özgü bir öğrenme özelliğidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bilgiyi yalnızca basılı kaynaklardan edinme eğilimi",
      "B": "Etkileşimli ve iş birliğine dayalı öğrenme süreçlerini tercih etme",
      "C": "Teknolojik araçlardan uzak durma ve geleneksel yöntemlere bağlılık",
      "D": "Dijital ortamlarda dikkat süresinin uzun olması",
      "E": "Öğrenme sürecinde dışsal motivasyona ihtiyaç duyma"
    },
    "explanation": "Metinde, dijital yerlilerin öğrenme süreçlerinin teknolojiye dayalı olarak etkileşimli ve iş birliğine dayalı olduğu açıkça belirtilmiştir. Bu bireyler, grup çalışmaları ve dijital araçlar üzerinden birlikte öğrenmeyi tercih eder. Bu özellik, onları dijital göçmenlerden ayıran belirgin farklardan biridir."
  },
  {
    "id": "3846004",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bir netizenin özelliklerinden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çevrimiçi topluluklarda pasif kalma eğilimi",
      "B": "Kişisel veri güvenliği konusunda bilinçli olma",
      "C": "Dijital platformlarda yalnızca eğlence amaçlı bulunma",
      "D": "Fikirlerini paylaşmaktan kaçınma",
      "E": "Sosyal medyadan uzak durma"
    },
    "explanation": "Metinde netizenlerin, kişisel verilerinin korunmasının önemini bildiği ve gizlilik ayarları ile güvenlik protokolleri konusunda bilgi sahibi olduğu açıkça belirtilmiştir. Bu özellik, onları yalnızca pasif internet kullanıcılarından ayıran temel niteliklerden biridir."
  },
  {
    "id": "3846005",
    "unitNumber": 1,
    "text": "Yakınsama kavramı aşağıdakilerden hangisini ifade eder?",
    "correctAnswer": "C",
    "options": {
      "A": "İnternet kullanıcılarının çevrimiçi topluluklara katılımı",
      "B": "Sadece geleneksel medya araçlarının geliştirilmesi",
      "C": "Farklı medya, iletişim araçları ve teknolojik platformların tek bir yapıda birleşmesi",
      "D": "Kullanıcıların sosyal medyada fikir lideri olması",
      "E": "Dijital platformların yalnızca haber paylaşımı amacıyla kullanılması"
    },
    "explanation": "Metinde yakınsama, farklı teknolojik, içeriksel ve iletişimsel alanların ortak bir platformda birleşmesi olarak tanımlanmıştır. Bu süreç, medya, iletişim ve teknoloji alanlarının entegre olmasını sağlayarak kullanıcı deneyimini zenginleştirir"
  },
  {
    "id": "3786231",
    "unitNumber": 2,
    "text": "Tam karşılığı sayısal olan ve bilgisayar altyapısı sayesinde bilginin sayısal veriler olan 1 ve 0’lara dönüştürülmesi ne olarak ifade edilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dijital",
      "B": "Analog",
      "C": "Bit",
      "D": "IPTV",
      "E": "UHF"
    },
    "explanation": "Doğru yanıt A şıkkıdır<br/>Tam karşılığı sayısal olan ve bilgisayar altyapısı sayesinde bilginin sayısal veriler olan 1 ve 0’lara dönüştürülmesi dijital kavramıyla ifade edilir"
  },
  {
    "id": "3786235",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi analog sinyal ile dijital sinyal arasındaki farklardan biri <u>değildir?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "Analog sinyal sürekli bir sinyaldir, dijital sinyal ise zaman aralıklıdır.",
      "B": "Analog sinyal kare dalgalarla, dijital sinyal sinüs dalgalarıyla gösterilir.",
      "C": "Analog sinyalin bant genişliği düşük, dijital sinyalin bant genişliği yüksektir.",
      "D": "Analog cihazlar önemli gözlemsel hatalara neden olabilme olasılığı taşırken, dijital cihazlar hiçbir zaman bir gözlemsel hataya neden olmaz.",
      "E": "Analog donanımlar hiçbir zaman esnek uygulama sunmaz, ancak dijital donanımlar uygulamalar konusunda önemli esneklikler sunar."
    },
    "explanation": "Doğru yanıt B şıkkıdır<br/>Analog sinyal sinüs dalgalarla, dijital sinyal kare dalgalarıyla gösterilir."
  },
  {
    "id": "3786237",
    "unitNumber": 2,
    "text": "Herkesin aynı içeriğe aynı zamanda ulaşabilmesini ifade eden kavram hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Etkileşim",
      "B": "Eşzamansızlık",
      "C": "Eşzamanlılık",
      "D": "Geribildirim",
      "E": "Yakınsama"
    },
    "explanation": "Doğru yanıt C şıkkıdır<br/>Herkesin aynı içeriğe aynı zamanda ulaşabilmesi eşzamanlılıkla tanımlanır"
  },
  {
    "id": "3786240",
    "unitNumber": 2,
    "text": "İletişim sürecinde gönderici ve alıcı arasındaki iletinin farklı zamanlarda gerçekleşebilmesini ifade eden kavram hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Etkileşim",
      "B": "Eşzamansızlık",
      "C": "Eşzamanlılık",
      "D": "Geribildirim",
      "E": "Yakınsama"
    },
    "explanation": "Doğru yanıt B şıkkıdır<br/>İletişim sürecinde gönderici ve alıcı arasındaki iletinin farklı zamanlarda gerçekleşebilmesini ifade eden kavram eşzamansızlıktır"
  },
  {
    "id": "3786251",
    "unitNumber": 2,
    "text": "Kullanıcının, sabit disk gibi bir fiziksel depolama cihazına lineer bir tv şovu kaydetmesine olanak sağlayan hizmet ne olarak ifade edilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Doğrusal tv",
      "B": "VoD",
      "C": "PVR",
      "D": "Etkileşimli tv",
      "E": "Ağ medya oynatıcısı"
    },
    "explanation": "Doğru yanıt C şıkkıdır<br/>Kullanıcının, sabit disk gibi bir fiziksel depolama cihazına lineer bir tv şovu kaydetmesine olanak sağlayan hizmet PVR'dir"
  },
  {
    "id": "3786252",
    "unitNumber": 2,
    "text": "İzleyicinin programlanmış bir tv programını sunulduğu belirli bir zamanda ve belirli kanalda izlemesi gereken televizyon izleme hizmetine ne isim verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Doğrusal tv",
      "B": "VoD",
      "C": "PVR",
      "D": "Etkileşimli tv",
      "E": "Ağ medya oynatıcısı"
    },
    "explanation": "Doğru yanıt A şıkkıdır<br/>İzleyicinin programlanmış bir tv programını sunulduğu belirli bir zamanda ve belirli kanalda izlemesi gereken televizyon izleme hizmetine doğrusal tv denir"
  },
  {
    "id": "3786253",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi akıllı televizyonlarda kullanılan bir işletim sistemi türü <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Android tv",
      "B": "WebOS",
      "C": "Tizen",
      "D": "TVOS",
      "E": "TCL"
    },
    "explanation": "Doğru yanıt E şıkkıdır<br/>TCL bir televizyon markasıdır, işletim sistemi değildir"
  },
  {
    "id": "3786255",
    "unitNumber": 2,
    "text": "3840x2160 piksel bir görüntü hangi isimle anılmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "HD",
      "B": "SHD",
      "C": "4K",
      "D": "FULL HD",
      "E": "MEGAHD"
    },
    "explanation": "Doğru yanıt C şıkkıdır<br/>3840x2160 piksel bir görüntü 4k görüntüdür"
  },
  {
    "id": "3786258",
    "unitNumber": 2,
    "text": "İlk taşınabilir film kamerasını kullanan, Sine-Göz ve Kameralı Adam filmlerini çeken kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dziga Vertov",
      "B": "Thomas Edison",
      "C": "Louis Lumière",
      "D": "Georges Méliès",
      "E": "Ingmar Bergman"
    },
    "explanation": "Doğru yanıt A şıkkıdır<br/>İlk taşınabilir film kamerasını kullanan, Sine-Göz ve Kameralı Adam filmlerini çeken Dziga Vertov'dur"
  },
  {
    "id": "3786259",
    "unitNumber": 2,
    "text": "Dijital yayın platformlarının geleneksel yayıncılıktan farklı olarak izleyiciye bir seferde dilediği kadar bölüm izleme şansı vermesi ne olarak isimlendirilir?",
    "correctAnswer": "B",
    "options": {
      "A": "IPTV",
      "B": "Tıka basa izleme",
      "C": "Akışkan izleme",
      "D": "Set üstü izleme",
      "E": "PVR"
    },
    "explanation": "Doğru yanıt B şıkkıdır<br/>Dijital yayın platformlarının geleneksel yayıncılıktan farklı olarak izleyiciye bir seferde dilediği kadar bölüm izleme şansı vermesi ne olarak isimlendirilir?"
  },
  {
    "id": "3831664",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi görsel ve işitsel elektronik sinyallerin sıfırlara ve birlere kodlanmasını ifade eder?",
    "correctAnswer": "C",
    "options": {
      "A": "Analog yayıncılık",
      "B": "Frekans modülasyonu",
      "C": "Dijital yayıncılık",
      "D": "Karasal yayıncılık",
      "E": "Sinyal yükseltme"
    },
    "explanation": "Dijital ya da sayısal yayıncılık, görsel ve işitsel sinyallerin dijital formata, yani sıfırlar ve birler şeklinde kodlanmasını doğru bir şekilde ifade eder. Diğer seçenekler, bu spesifik süreci doğrudan tanımlamaz. Analog yayıncılık analog sinyallerle ilgilidir, frekans modülasyonu ve amplitüt modülasyonu ise sinyal taşıma teknikleridir, karasal yayıncılık ise yayınların iletim şeklini ifade eder ve sinyal yükseltme, sinyalin gücünün artırılması işlemidir."
  },
  {
    "id": "3831667",
    "unitNumber": 2,
    "text": "Son yıllarda, MediaX isimli bir televizyon yayıncılığı şirketi, analog yayın sistemlerinden sayısal yayıncılığa geçiş yapmıştır. Aşağıdakilerden hangisi MediaX'in bu geçişi yapmasının ardında yatan ana faktörlerden biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ses ve resim kalitesinin artması",
      "B": "Yayın maliyetlerinin düşmesi",
      "C": "Taşıma kapasitelerinin düşmesi",
      "D": "Yayılma sorunlarının azalması",
      "E": "Piyasaya yeni yayıncıların girişinin kolaylaşması"
    },
    "explanation": "Bu soru, MediaX şirketinin analog yayın sistemlerinden sayısal yayıncılığa geçiş yapmasının nedenlerine ilişkin doğru ve yanlış faktörleri ayırt etmeyi amaçlamaktadır. Sayısal yayıncılığın getirdiği faydalar arasında ses ve resim kalitesinin artması, yayın maliyetlerinin düşmesi, yayılma sorunlarının azalması ve piyasaya yeni yayıncıların girişinin kolaylaşması bulunur. Bu seçenekler, sayısal yayıncılığın avantajları arasında doğru olarak listelenebilir. Ancak, \"taşıma kapasitelerinin düşmesi\" sayısal yayıncılığa geçişin bir sonucu olarak değil, genellikle bir dezavantaj olarak kabul edilir ve sayısal sistemlerde tipik olarak taşıma kapasiteleri artar. Bu nedenle, bu seçenek sorudaki yanlış faktör olarak öne çıkar."
  },
  {
    "id": "3831669",
    "unitNumber": 2,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/57f67ed23f20a612c1cb72e2ada064b4.png\" alt=\"\" width=\"554\" height=\"156\"> Grafikte gösterilen dalgalı çizgi, aşağıdaki durumların hangisini temsil etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bir dijital sinyale eklenen gürültü",
      "B": "Eşik Değerinden Sonra Dijital Sinyal",
      "C": "Orinal Analog Sinyali",
      "D": "Gürültü Eklendiğinde Analog Sinyali",
      "E": "Orinal Dijital Sinyali"
    },
    "explanation": "<strong>Bir dijital sinyale eklenen gürültü</strong><br/>Bu yanıt, grafikte gösterilen dalgalı çizginin dijital bir sinyale gürültü eklenmesi durumunu yansıttığını doğrulamaktadır. Grafik, dijital sinyalde görülen dalgalanmaları ve bunların gürültü eklenmesiyle nasıl değiştiğini gösterir, bu da sinyal işlemede karşılaşılan tipik bir durumdur."
  },
  {
    "id": "3831671",
    "unitNumber": 2,
    "text": "<strong>I-</strong> Kullanıcıların içerik üzerinde tam kontrol sağlaması<br/><strong>II-</strong> Platformun yalnızca tek bir medya türüne odaklanması.<br/><strong>III-</strong> İçeriğin sadece canlı olarak sunulması ve tekrar erişime kapalı olması.<br/><strong>IV-</strong> Tek bir teknoloji aracılığıyla sunulan içeriğin kullanıcı tarafından düzenlenememesi.<br/><strong>V</strong>- Kullanıcıların içeriğei istedikleri zaman erişebilmesi.<br/>Yukarıdakilerden hangileri dijital yayıncılığın özelliklerini yansıtmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "I, II ve IV",
      "D": "III ve IV",
      "E": "I ve V"
    },
    "explanation": "<strong>I ve V</strong><br/>Bu seçenek, kullanıcıların içerik üzerinde tam kontrol sağlaması ve içeriğe istedikleri zaman erişebilmesi gibi özellikleri içerir. Bu iki özellik, modern dijital yayıncılığın en önemli özellikleri arasında yer alır, çünkü kullanıcılara esneklik sağlar ve onların deneyimlerini kişiselleştirmelerine olanak tanır. Diğer seçenekler, daha kısıtlayıcı veya eski model yayıncılık anlayışlarına işaret eder ve günümüz dijital yayıncılık özelliklerini yansıtmaz."
  },
  {
    "id": "3831674",
    "unitNumber": 2,
    "text": "Dijital medyanın yaygınlaşmasıyla birlikte aşağıdakilerden hangisi medya tüketimindeki temel değişikliklerden biri olarak görülmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "İzleyicilerin içerik üretim sürecine daha az katılımı",
      "B": "Yayıncı ve izleyici arasındaki hiyerarşik ilişkinin güçlenmesi",
      "C": "İçeriklerin daha fazla denetim mekanizması tarafından süzülmesi",
      "D": "Her bireyin potansiyel bir içerik yayıncısına dönüşmesi",
      "E": "Medyanın yalnızca profesyonel içerik üreticileri tarafından oluşturulması"
    },
    "explanation": "<strong>Her bireyin potansiyel bir içerik yayıncısına dönüşmesi</strong><br/>Bu seçenek, dijital medyanın getirdiği önemli bir değişikliği yansıtır: Etkileşim özelliği sayesinde artık herkes içerik üretebilir ve yayınlayabilir. Bu, izleyici ve yayıncı arasındaki geleneksel sınırları ortadan kaldırmış ve medya tüketimi ile üretiminde demokratikleşmeyi teşvik etmiştir. Diğer seçenekler, dijital medya ve etkileşimli teknolojilerin getirdiği değişikliklerle çelişir veya bu değişiklikleri yanlış bir şekilde temsil eder."
  },
  {
    "id": "3831675",
    "unitNumber": 2,
    "text": "İletişim sürecinde gönderici ve alıcı arasındaki iletinin farklı zamanlarda gerçekleşebilmesine ne isim verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Eşzamansızlık",
      "B": "Dijital uçurum",
      "C": "Zaman uyumsuzluğu",
      "D": "Süreksiz iletişim",
      "E": "Çoklu zamanlama"
    },
    "explanation": "Eşzamansızlık iletişimin zaman farklılıklarına rağmen gerçekleşebilmesi durumunu doğru bir şekilde ifade eder. Eşzamansız iletişim, özellikle email, forumlar, ve mesajlaşma uygulamaları gibi teknolojilerde sıkça karşılaşılan bir fenomendir. Diğer seçenekler, bu özel kavramı doğrudan ve açık şekilde yansıtmamaktadır."
  },
  {
    "id": "3831677",
    "unitNumber": 2,
    "text": "Kullanıcının yerel ağ ve internet üzerinden multimedya içeriğine erişimini sağlayan cihaza ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ağ Medya Oynatıcısı",
      "B": "Doğrusal TV",
      "C": "VoD (Video on Demand)",
      "D": "Etkileşimli TV",
      "E": "PVR (Personal Video Recorder)"
    },
    "explanation": "Kullanıcının yerel ağ ve internet üzerinden multimedya içeriğine erişimini sağlayan bir cihazın adı \"Ağ Medya Oynatıcısı\"dır. Çünkü bu cihazlar internet veya yerel ağ üzerinden video, müzik ve diğer medya türlerini akış yoluyla kullanıcılara sunar. Diğer seçenekler, ya belirli bir hizmet türünü (VoD) ya da farklı teknolojileri (Doğrusal TV, Etkileşimli TV, PVR) ifade ederler."
  },
  {
    "id": "3831679",
    "unitNumber": 2,
    "text": "İzleyicilerin televizyonla kurduğu ilişkide iki yönlü bilgi akışını, konuşma tanıma ve doğal dil anlama gibi özelliklerle destekleyen hizmete ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Doğrusal TV",
      "B": "Analog yayıncılık",
      "C": "Tam İnteraktif Televizyon",
      "D": "Karasal yayıncılık",
      "E": "Dijital uydu yayını"
    },
    "explanation": "<strong>Tam İnteraktif Televizyon</strong>, iki yönlü bilgi akışını, konuşma tanıma ve doğal dil anlama özelliklerini destekleyen bir televizyon hizmetini en iyi şekilde tanımlar. Tam İnteraktif Televizyon, izleyicilerin televizyon içeriği ile etkileşime girebildikleri, gerçek zamanlı olarak içeriği kontrol edebildikleri ve programlara aktif katılım sağlayabildikleri bir sistemdir."
  },
  {
    "id": "3831681",
    "unitNumber": 2,
    "text": "<strong>I-</strong> Kapsama alanı dünya geneli<br/><strong>II-</strong> Kullanıcıların yüksek güvenlikle korunduğu<br/><strong>III-</strong> Alıcı cihaz olarak bilgisayar kullanımı<br/><strong>IV-</strong> MPEG2, MPEG3 görüntü formatı<br/><strong>V-</strong> Telif haklarının genellikle gözetilmediği<br/>Yukarıdaki özelliklerden hangileri IPTV ile ilişkilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "II ve IV",
      "B": "I, II, III",
      "C": "I ve V",
      "D": "II, III, IV",
      "E": "IV ve V"
    },
    "explanation": "<strong>II)</strong> Kullanıcıların yüksek güvenlikle korunduğu: IPTV hizmetleri, kullanıcı bilgilerini korumak için güvenlik önlemleri alır ve genellikle operatör tarafından kontrol edilen güvenli bir ağ üzerinden hizmet verir.<br/><strong>IV)</strong> MPEG2, MPEG3 görüntü formatı: IPTV, özellikle bu video formatlarını destekler, bu sayede yüksek kalitede görüntü sunar.<br/>Diğer seçeneklerdeki özellikler ya IPTV ile doğrudan ilişkili değil (I, V) ya da genellikle IPTV ile bağlantılı olmayan özellikler içerir (III)."
  },
  {
    "id": "3831684",
    "unitNumber": 2,
    "text": "Dijitalleşme ile birlikte profesyonel yayıncılıkta yaşanan değişimlerden hangisi <strong>yanlış</strong> bir ifadedir?",
    "correctAnswer": "E",
    "options": {
      "A": "İçeriklerin doğruluk ve sınanabilirliği azalırken, üretim hızı ön plana çıkmıştır.",
      "B": "Dijitalleşme, yapım sonrası süreçleri bilgisayar tabanlı hale getirerek süreci hızlandırmış ve maliyetleri düşürmüştür.",
      "C": "Küçülen kameralar ve gelişen ses kayıt teknolojileri nedeniyle mekân sınırlılıkları ortadan kalkmıştır.",
      "D": "Dijitalleşme, yönetmenlere daha fazla seçenek sunarak deneysel yapımların artmasını sağlamıştır.",
      "E": "Dijitalleşmeyle birlikte içerik editörleri ve eşik bekçileri daha etkin hale gelmiştir."
    },
    "explanation": "<strong>Dijitalleşmeyle birlikte içerik editörleri ve eşik bekçileri daha etkin hale gelmiştir.</strong><br/>Dijitalleşme süreci, içerik editörlerinin ve geleneksel medya kontrol mekanizmalarının rolünü azaltmış, bireysel içerik üreticilerinin ve hızlı yayın akışlarının ön plana çıkmasını sağlamıştır. Bu nedenle <strong>E şıkkı yanlış bir önermedir.</strong> Diğer seçenekler ise dijitalleşmenin profesyonel yayıncılık üzerindeki etkilerini doğru şekilde yansıtmaktadır."
  },
  {
    "id": "3843445",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi analog sinyalin özellikleri arasında <u>yer almaz</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Sürekli bir sinyaldir.",
      "B": "Kare dalgalarla gösterilir",
      "C": "Düşük bant genişliğine sahiptir.",
      "D": "Gözlemsel hatalara neden olma olasılığına sahiptir.",
      "E": "Esnek uygulama olanakları sunmaz."
    },
    "explanation": "Analog sinyaller kare dalgalarla değil, sinüs dalgalarıyla gösterilir. Bu nedenle doğru cevap B şıkkıdır."
  },
  {
    "id": "3843447",
    "unitNumber": 2,
    "text": "I. Oldukça uzun kayıtlar kısa sürelerde çoğaltılabilir hale gelmiştir<br/>II. Üretim süreçlerinde yapım süreleri kısalmıştır.<br/>III. Yapım aşamasında çalışan kişilerin sayısı artmıştır<br/>IV. Üretilen içeriklerin sayısı önemli ölçüde artmıştır.<br/>Yukarıdakilerden hangisi ya da hangileri dijitalleşmenin getirdiği sonuçlar arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve IV",
      "B": "I, ve III",
      "C": "II ve IV",
      "D": "II, III ve IV",
      "E": "I, II ve III"
    },
    "explanation": "Dijitalleşme ile yapım aşamasında görev alan personelin sayısı azalmıştır. Bu nedenle III. önerme yanlıştır. Doğru cevap A şıkkdır: I, II ve IV olup"
  },
  {
    "id": "3843456",
    "unitNumber": 2,
    "text": "Dijital yayıncılıkla ilgili olarak, aşağıdakilerden hangisi, farklı ortamlarda sunulan medya içeriklerinin birarada ve aynı çatı altında sunulmasını, farklı ortamlar arasındaki geçişgenliği ve bu sayede araçlar ve ortamlar arasındaki sınırların esnemesini ifade eder.",
    "correctAnswer": "C",
    "options": {
      "A": "Eşzamanlılık",
      "B": "Eşzamansızlık",
      "C": "Yakınsama",
      "D": "Etkileşimli iletişim",
      "E": "Sosyal ağlar"
    },
    "explanation": "Dijital yayıncılığın temel kavramlarından biri olan yakınsama, farklı ortamlarda sunulan medya içeriklerinin birarada ve aynı çatı altında sunulmasını, farklı ortamlar arasındaki geçişgenliği ve bu sayede araçlar ve ortamlar arasındaki sınırların esnemesini ifade eder. Buna göre doğru cevap C şıkkıdır."
  },
  {
    "id": "3843474",
    "unitNumber": 2,
    "text": "Dijital yayıncılığın temel kavramlarından biri olan eşzamansızlık ile ilgili olarak aşağıdakilerden hangisi söylenebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Herkesin aynı içeriğe aynı zamanda ulaşabilmesini ifade eder.",
      "B": "Farklı içeriklerin internet ve multimedya ortamları sayesinde bir araya getirilmesidir.",
      "C": "İletişim sürecinde gönderici ve alıcı arasındaki iletinin farklı zamanlarda gerçekleşebilmesidir.",
      "D": "Medya içeriklerinin farklı ortamlarda ve aygıtlarda izlenebiliyor olmasıdır.",
      "E": "Bireylerin içerik ve tartışma ortamı oluşturabilmelerine imkan tanır."
    },
    "explanation": "İletişim sürecinde gönderici ve alıcı arasındaki iletinin farklı zamanlarda gerçekleşebilmesidir. Örneğin yeni medya sayesinde göndericinin gönderdiği bir mesaj o an alıcıya iletilir ancak alıcı o mesaja istediği anda ulaşır. Bu bağlamda zamansal olarak bir birlik gerekmeden iletişim süreci sağlanabilmektedir. Doğru cevap C şıkkıdır."
  },
  {
    "id": "3843497",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi akıllı televizyonaların özelliklerinden biri olan VoD (Video on Demand) özelliği sayesinde mümkün olabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "İzleyicinin programlanmış bir TV programını belirli bir zamanda ve kanalda izlemesi",
      "B": "Kullanıcının sabit diske bir TV programı kaydetmesi",
      "C": "Kullanıcının doğrusal bir TV programıyla etkileşime girmesi",
      "D": "Kullanıcının videoları talep üzerine izlemesine olanak tanıması",
      "E": "Kullanıcının yerel ağ üzerinden multimedya içeriği izlemesi"
    },
    "explanation": "Akıllı televizyonların VoD özelliği sayesinde, kullanıcın kendi talebi doğrultusunda videoları (filmler, TV şovları, vb.) izleyebilir. Buna göre doğru cevap D şıkkıdır."
  },
  {
    "id": "3843508",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi IPTV üzerinden sunulabilecek hizmetlerden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kullanıcının izlemekte olduğu yayını durdurabilmesi",
      "B": "TV üzerinden bir arayüz ile e-posta gönderme ve alma hizmeti",
      "C": "Müzik parçalarının bir platform üzerinden izlenmesi",
      "D": "Anten aracılığıyla geleneksel TV yayınlarının da izlenebilmesi",
      "E": "Abonelerin kendi aralarında video konferans yapabilmesi"
    },
    "explanation": "IPTV hizmetleri, televizyon yayınlarını internet protokolü üzerinden ileten bir sistemdir ve bu nedenle anten, uydu ya da karasal yayın alıcıları gerektirmez. Buna göre doğru cevap D şıkkıdır."
  },
  {
    "id": "3843527",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi dijitalleşmenin yayıncı kimliği üzerindeki etkilerinden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "İçerik üreticisinin yalnızca kurumsal yapılarla sınırlı kalması",
      "B": "Amatör kullanıcıların da içerik üreticisine dönüşmesi",
      "C": "İçerik üretiminde hızın nitelikten daha önemli hale gelmesi",
      "D": "Profesyonel yayıncılıkta zaman, mekân ve maliyet sınırlılıklarının azalması",
      "E": "Yayın içeriklerinde izleyici beklentilerinin daha çok amatör, anlık içeriklere yönelmesi"
    },
    "explanation": "Geleneksel medyanın alışık olunan resmî, güvenilir, farklı kaynaklarla da teyidlenmiş ve en önemlisi kuramsal içerik üreticilerinin yerini, teknolojiye sahip olan herkesin bir içerik üreticisine dönüştüğü kitleler almıştır. Buna göre doğru cevap A şıkkıdır."
  },
  {
    "id": "3843530",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi dijitalleşmeyle birlikte görüntü üretme teknolojilerinde görülen bir gelişmedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kameraların stüdyo dışına çıkamayacak biçimde kalması",
      "B": "Görüntü üretiminin yalnızca profesyonellere özgü kalması",
      "C": "Kayıt mecralarının basitleşmesine rağmen tekrar olanaklarının azalması",
      "D": "Daha düşük ışık koşullarında görüntü elde edilebilmesi",
      "E": "Uzmanlık gerektiren karmaşık sistemlerle görüntü kaydının sürmesi"
    },
    "explanation": "Dijitalleşmeyle birlikte görüntüler ve sesler analog sistemlere göre daha geniş olanaklar dahilinde üretilebilmektedir. Bu koşullarda daha düşük ışık koşullarından ve daha kolay taşımadan kaynaklı olarak ulaşılması daha zor fiziki durumlar da eklenebilir. Buna göre doğru cevap D şıkkıdır."
  },
  {
    "id": "3843532",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi tıka basa izleme (binge watching) davranışının bir özelliği olarak metinde belirtilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "İzleyicide bir sonraki bölüme dair beklentiyi artırması",
      "B": "İzleme süresinin televizyon kanalının yayın saatine göre belirlenmesi",
      "C": "Bir seferde en az altı bölümün art arda izlenmesi",
      "D": "Geleneksel yayın akışıyla izleme zorunluluğu oluşturması",
      "E": "İzleyicinin sadece televizyon ekranına bağımlı kalmasını sağlaması"
    },
    "explanation": "Araştırmacıların tıka basa izleme davranışının tanımıyla ilgili farklı yaklaşımları bulunsa da tıka basa izleme ifadesine başvurulduğunda, bir kişinin bir sezonluk dizi veya programın birçok bölümünü bir oturuşta izlemesi veya bir seferde en az 6 bölümü izlemesi kastedilmektedir. Buna göre doğru cevap C şıkkıdır."
  },
  {
    "id": "3843533",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi dijital platformların sunduğu eşzamansız izleme deneyiminin bir sonucudur?",
    "correctAnswer": "D",
    "options": {
      "A": "İzleyicilerin içeriği belirli bir saatte, aynı anda izlemek zorunda olması",
      "B": "Zaman ve mekân birliğinin izleme için zorunlu hale gelmesi",
      "C": "Yayınların sadece geleneksel televizyon cihazından izlenebilmesi",
      "D": "İzleyicinin içeriği istediği zaman ve istediği aygıttan izleyebilmesi",
      "E": "Tüm izleyicilerin ortak beğenisine hitap eden içeriklerle sınırlı kalması"
    },
    "explanation": "Dijital platformlar, izleyiciye neyi ne zaman ve nerede izleyeceğini seçme şansı verir. Bu seçme özgürlüğü bir tercih meselesini öne çıkarmış ve geleneksel yayıncılıktaki kitleye hitap etme anlayışı yerini bireye ve onun tercihlerine hitap etme anlayışına bırakmıştır. Buna göre doğru cevap D şıkkıdır."
  },
  {
    "id": "3846041",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi dijital sinyallerin analog sinyallere göre bir avantajıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Bant genişliğinin daha düşük olması",
      "B": "Yalnızca sinüs dalgalarıyla gösterilmesi",
      "C": "Gözlemsel hatalara yol açabilmesi",
      "D": "Veri aktarımında esneklik sağlaması",
      "E": "Sürekli değer aralığı ile temsil edilmesi"
    },
    "explanation": "Dijital sinyaller veri aktarımında önemli esneklikler sunar; analog sinyaller bu özelliğe sahip değildir."
  },
  {
    "id": "3846043",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi analog sinyalin özellikleri arasında yer almaz?",
    "correctAnswer": "C",
    "options": {
      "A": "Sürekli sinyallerle temsil edilmesi",
      "B": "Sinüs dalgalarıyla gösterilmesi",
      "C": "0 ve 1 değerleriyle ifade edilmesi",
      "D": "Düşük bant genişliğine sahip olması",
      "E": "Fiziki koşullardan etkilenebilmesi"
    },
    "explanation": "0 ve 1 değerleri dijital sinyallerin özelliğidir; analog sinyaller sürekli sinyallerle ifade edilir."
  },
  {
    "id": "3846045",
    "unitNumber": 2,
    "text": "Dijital yayıncılığın üç temel ayağı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Eşzamansızlık, eşgüdüm, veri yoğunluğu",
      "B": "Etkileşimlilik, eşzamansızlık, yakınsama",
      "C": "Çoklu ortam, eşzamanlılık, ağ kapasitesi",
      "D": "Eşgüdüm, yakınsama, tek yönlü iletişim",
      "E": "Bant genişliği, etkileşimlilik, çoklu ortam"
    },
    "explanation": "PDF’de dijital televizyon yayıncılığındaki dönüşümün üç temel ayağı etkileşimlilik, eşzamansızlık ve yakınsama olarak belirtilmiştir"
  },
  {
    "id": "3846046",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi dijitalleşmenin etkileşimlilik özelliği sayesinde mümkün hale gelmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "İzleyicinin yalnızca belirlenen saatte program izlemesi",
      "B": "Pasif izleyici konumunun korunması",
      "C": "İçeriklerin yalnızca profesyonellerce üretilmesi",
      "D": "İzleyicinin içerik üreticisine dönüşebilmesi",
      "E": "Yayınların sadece tek kanaldan iletilmesi"
    },
    "explanation": "Etkileşimlilik sayesinde izleyici, içerik üretebilen aktif bir kullanıcıya dönüşmüştür"
  },
  {
    "id": "3846048",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi akıllı televizyonların temel özelliklerinden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnızca kablolu yayın yapabilmesi",
      "B": "İnternet bağlantısına sahip olması",
      "C": "Tek yönlü iletişim sağlaması",
      "D": "Sadece anten aracılığıyla çalışması",
      "E": "Yalnızca sabit içerik sunması"
    },
    "explanation": "Akıllı TV’ler internet bağlantısına sahip, multimedya özellikli televizyonlardır"
  },
  {
    "id": "3846049",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi IPTV’nin sunduğu hizmetler arasında YER ALMAZ?",
    "correctAnswer": "E",
    "options": {
      "A": "Canlı TV yayınlarının izlenmesi",
      "B": "Kişiselleştirilmiş reklamlar",
      "C": "İstediği zaman durdurma ve oynatma",
      "D": "Eşzamanlı çoklu ekran desteği",
      "E": "Yalnızca tek yönlü yayın yapması"
    },
    "explanation": "IPTV, etkileşimli özellikler sunar; yalnızca tek yönlü yayın yapan bir sistem değildir"
  },
  {
    "id": "3846051",
    "unitNumber": 2,
    "text": "Dijitalleşme ile profesyonel yapım süreçlerinde aşağıdakilerden hangisi artmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Üretim maliyetleri",
      "B": "Deneme yapılabilecek seçenekler",
      "C": "Mekân sınırlılıkları",
      "D": "Yayın süresi kısıtlamaları",
      "E": "İçerik editörlerinin denetimi"
    },
    "explanation": "Dijitalleşme, yapım ve yapım sonrası süreçlerde daha fazla deneme ve esneklik imkânı sağlamıştır."
  },
  {
    "id": "3846055",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi dijitalleşmenin yayıncı kimliği üzerindeki etkilerinden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnızca kurumsal yayıncıların varlığını sürdürmesi",
      "B": "İzleyici beklentilerinin değişmemesi",
      "C": "Amatör içeriklerin önem kazanması",
      "D": "Üretim hızlarının düşmesi",
      "E": "Sadece sezonluk üretime geçilmesi"
    },
    "explanation": "Dijitalleşme, amatör içeriklerin yaygınlaşmasına ve önem kazanmasına yol açmıştır"
  },
  {
    "id": "3846056",
    "unitNumber": 2,
    "text": "Tıka basa izleme (binge-watching) pratiği aşağıdakilerden hangisinin bir sonucu olarak yaygınlaşmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnızca tek yönlü yayınların sürmesi",
      "B": "Sezonluk içeriklerin toplu olarak sunulması",
      "C": "Bant genişliğinin düşmesi",
      "D": "Analog yayıncılığın gelişmesi",
      "E": "İzleme akışının sabitlenmesi"
    },
    "explanation": "Dijital platformlar sezonluk içerikleri toplu sunarak tıka basa izleme pratiğini yaygınlaştırmıştır."
  },
  {
    "id": "3846058",
    "unitNumber": 2,
    "text": "Eşzamansız izleme pratikleri aşağıdakilerden hangisini mümkün kılar?",
    "correctAnswer": "B",
    "options": {
      "A": "İzleyicinin yalnızca belirli bir anda yayına erişebilmesi",
      "B": "İçeriğin farklı zamanlarda izlenebilmesi",
      "C": "Tüm izleyicilerin aynı anda içerik izlemesi",
      "D": "Yayınların kronolojik akışla sınırlı olması",
      "E": "İzleyici kitlesinin tanımının değişmemesi"
    },
    "explanation": "Eşzamansızlık, izleyicilerin içeriklere farklı zamanlarda erişebilmesini sağlar"
  },
  {
    "id": "3794019",
    "unitNumber": 3,
    "text": "Web 2.0 teknolojisinin medya üzerindeki en önemli etkilerinden biri aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Okuyucuların yalnızca pasif bilgi tüketicileri olarak kalmaları",
      "B": "İnternet kullanıcılarının sadece haber okumaları",
      "C": "Kullanıcıların içerik üreticisi olmasına olanak sağlaması",
      "D": "Geleneksel gazeteciliğin güçlenmesi",
      "E": "Gazeteciliğin tamamen bireysel bir aktiviteye dönüşmesi"
    },
    "explanation": "Web 2.0 sayesinde, internet kullanıcıları yalnızca içeriği görüntülemekle kalmaz, aynı zamanda kendi içeriklerinin yaratıcısı olurlar."
  },
  {
    "id": "3794025",
    "unitNumber": 3,
    "text": "Yeni medya ekosisteminde gazeteciliğin en belirgin değişimlerinden biri aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Haberlerin yalnızca belirli medya kuruluşları tarafından üretilmesi",
      "B": "Haberciliğin yalnızca yazılı basınla sınırlı kalması",
      "C": "Haberlerin izleyicilerin ve kullanıcıların etkileşimiyle şekillenmesi",
      "D": "Gazeteciliğin tamamen bireysel bir aktiviteye dönüşmesi",
      "E": "Geleneksel gazetecilik anlayışının güçlenmesi"
    },
    "explanation": "Dijital gazetecilikte dikkat çeken önemli değişiklik ise bu gazeteciliğin dijital teknolojilerle bağlantılı olması ve takipçilerle/kullanıcılarla simbiyotik bir ilişkisinin olmasıdır."
  },
  {
    "id": "3794032",
    "unitNumber": 3,
    "text": "Dijital gazeteciliğin en önemli avantajlarından biri aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Basılı gazetelere olan bağımlılığı artırması",
      "B": "Haber tüketiminin yavaşlamasına neden olması",
      "C": "Haberlerin her an erişilebilir olması ve sürekli güncellenebilmesi",
      "D": "Gazeteciliğin sadece büyük medya kuruluşları tarafından yapılmasını sağlaması",
      "E": "Haberlerin yalnızca belirli coğrafyalarda tüketilmesine neden olması"
    },
    "explanation": "Çevrimiçi yayınlar ve arşivler her an erişime açıktır."
  },
  {
    "id": "3794062",
    "unitNumber": 3,
    "text": "Türkiye’de internet gazeteciliği alanında ilk dijital yayına başlayan basılı dergi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hürriyet",
      "B": "Sabah",
      "C": "Radikal",
      "D": "Aktüel Dergisi",
      "E": "Milliyet"
    },
    "explanation": "Türkiye’de ise 1995 yılının Mayıs ayında Aktüel Dergisi basılı sürümünün yanı sıra dijital yayın da yapmaya başlamıştır."
  },
  {
    "id": "3794085",
    "unitNumber": 3,
    "text": "Türkiye’de yalnızca internet üzerinden yayın yapan ilk haber sitesi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hürriyet",
      "B": "Sabah",
      "C": "Xn (Eksen)",
      "D": "Radikal",
      "E": "CNN Türk"
    },
    "explanation": "Sadece internette habercilik yapan ve ilk haber sitesi olan 'Xn' (Eksen), 1996 yılında yayın hayatına başlamış ve 1999 yılında kapanana kadar günlük gazetelerden haber tarayarak ilgi çekici haber ve köşe yazılarını okuyuculara aktarmıştır."
  },
  {
    "id": "3794426",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi internetin özgürleştirici yönüne yönelik eleştirilen olumsuz bir etkidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kişisel ve yerel yayıncılığa olanak tanıması",
      "B": "Bilgiye erişimde demokratik olmayan koşulların artması",
      "C": "Alternatif medya platformlarının güçlenmesi",
      "D": "Bilgi paylaşımının kolaylaşması",
      "E": "Yeni iletişim teknolojilerinin gelişmesi"
    },
    "explanation": "İnternetin barındırdığı eşitsizlikler, bilgiye erişimde demokratik olmayan koşulların gün geçtikçe artması, ülkeler arasındaki eşitsizlikler ve uluslararası tekelleşme gibi başlıklar artık günümüzün olağan sorunları arasında yer almaktadır."
  },
  {
    "id": "3794427",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi yeni iletişim teknolojilerinin özgürlükçü yönüne rağmen ortaya çıkan bir tartışma konusudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Geleneksel medyanın hâlâ daha fazla takip edilmesi",
      "B": "İnternetin tamamen devlet kontrolünde olması",
      "C": "Bilgi üretimi ve dağıtımındaki eşitsizlikler",
      "D": "Kullanıcıların sadece içerik tüketici olması",
      "E": "Haberlerin yalnızca basılı gazetelerden alınması"
    },
    "explanation": "Ayrıca internete erişim için gerekli olan araçlara ve uygulamalara sahiplik, internet alanlarının mülkiyeti, sosyal medya kullanım becerileri ve bilgisine sahip olma ile bilginin üretiminde ve dağıtımında görülen eşitsizlikler internetin sağladığı avantajlar karşısında yeni tartışma konularıdır."
  },
  {
    "id": "3794428",
    "unitNumber": 3,
    "text": "Yeni medya sayesinde sıradan vatandaşın haber üretme ve paylaşım süreçlerine katılması aşağıdaki kavramlardan hangisi ile ifade edilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Profesyonel gazetecilik",
      "B": "Yurttaş gazeteciliği",
      "C": "Ticari gazetecilik",
      "D": "Robot gazetecilik",
      "E": "Veri gazeteciliği"
    },
    "explanation": "Yeni medyanın getirdiği bu yeni durum birçok kaynakta katılımcı gazetecilik, kamusal gazetecilik, vatandaş veya yurttaş gazeteciliği olarak ifade edilmektedir."
  },
  {
    "id": "3794429",
    "unitNumber": 3,
    "text": "Yeni medyada yurttaş gazeteciliğinin geleneksel medyaya göre sağladığı en büyük avantaj aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Daha fazla reklam geliri elde edilmesi",
      "B": "Sadece profesyonel gazetecilerin haber yapabilmesi",
      "C": "Çeşitlilik, çok seslilik ve demokratik katılım sağlaması",
      "D": "Haberlerin yalnızca basılı gazetelerde paylaşılması",
      "E": "Sadece büyük medya kuruluşları tarafından kontrol edilmesi"
    },
    "explanation": "Yeni medyadaki yurttaş gazeteciliği özellikle çeşitlilik, çok seslilik, her düşünceye yer vermesi, tüm kullanıcılara demokratik bir biçimde düşüncelerini paylaşma fırsatı sağlaması nedeniyle yeni ve korunması gerekli bir özgürlük alanı olarak görülmektedir."
  },
  {
    "id": "3794431",
    "unitNumber": 3,
    "text": "Robot gazeteciliğin en belirgin kullanım alanlarından biri aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ekonomi ve borsa haberleri",
      "B": "Politik analiz yazıları",
      "C": "Edebî köşe yazıları",
      "D": "Kültürel yorum içerikleri",
      "E": "Araştırmacı gazetecilik raporları"
    },
    "explanation": "Ekonomi haberleri, özellikle borsa ile istatistikleri açıklayan bilgiler ve spor karşılaşmaları, robot gazetecilik yazılımlarının gelecekteki etkinlikleri olarak kabul ediliyor."
  },
  {
    "id": "3843741",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi internetin kitle iletişim araçları üzerindeki etkilerinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sadece yazılı basınla haber üretimini yaygınlaştırması",
      "B": "Haberciliği sadece profesyonellerin yürüttüğü bir alan hâline getirmesi",
      "C": "Medya holdinglerinin tekelleşmesini artırması",
      "D": "İnsanları ağa bağlı bir mecra içine sürüklemesi",
      "E": "Radyo yayıncılığını geleneksel gazeteciliğin önüne geçirmesi"
    },
    "explanation": "Son dönem iletişim teknolojilerinin mucizesi internettir ve internet en çok kitle iletişim araçlarını değiştirmiştir. Hayatımızda bu kadar etkisi olan internet insanları ağa bağlı bir mecraya sürüklemiştir. Buna göre doğru cevap D şıkkıdır."
  },
  {
    "id": "3843743",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Web 2.0 teknolojisinin sağladığı imkânlar arasında yer almaz?",
    "correctAnswer": "C",
    "options": {
      "A": "Kullanıcıların çevrimiçi içerik yazabilmesi",
      "B": "Blog yazıları, testler ve anketler oluşturulabilmesi",
      "C": "Sadece bilgi okunmasına olanak sağlaması",
      "D": "Etkileşimli ve işbirlikçi bilgi paylaşımına izin vermesi",
      "E": "Sosyal ağların kullanımını mümkün kılması"
    },
    "explanation": "Web 1.0, World Wide Web’in ilk aşamasına atıfta bulunan, hyperlinkler aracılığıyla bağlantı sağlayan, statik bilgi sunan, kullanıcıya sadece okuma yetkisi veren, yorum yapma ya da bilgiyi kayıt altına alma fırsatı vermeyen internet sayfalarından oluşmaktadır. Web 1.0’ın sağladığı tek yönlü iletişimin eksikleri Web 2.0 ile sona ermiş ve etkileşim sağlayan iki yönlü iletişim dönemi başlamıştır. Dolayısıyla, doğru cevap C şıkkıdır çünkü ‘sadece okuma olanağının sağlanması’ web 1.0’a aittir."
  },
  {
    "id": "3843747",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi dijitalleşmenin gazetecilik üzerindeki etkilerinden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dijital gazetelerin okuyuculara sadece tek yönlü bilgi sunması",
      "B": "Habertürk.com gibi dijital haber platformlarının ortaya çıkması",
      "C": "Gazetecilerin bireysel haber siteleri kurması",
      "D": "Web 3.0 teknolojisi ile kişiselleştirilmiş bilgilere hızlı erişim sağlanması",
      "E": "Akıllı cihazlar üzerinden içerik oluşturulabilmesi"
    },
    "explanation": "Web 1.0’ın sağladığı tek yönlü iletişimin eksikleri Web 2.0 ile sona ermiş ve etkileşim sağlayan iki yönlü iletişim dönemi başlamıştır. Web 2.0 kullanıcı merkezli, interaktif, işbirlikçi bir iletişim ve bilgi paylaşımı sağlamaktadır. Dolayısıyla doğru cevap A şıkkdıır."
  },
  {
    "id": "3843759",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi dijital gazeteciliğin sunduğu olanaklar arasında yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Profesyonel denetim olmadan haberlerin kontrolsüz yayılması",
      "B": "Haberlerde sadece devlet kaynaklarına yer verilmesi",
      "C": "Sıradan yurttaşların içerik üreticisi hâline gelmesi",
      "D": "Sadece geleneksel medya organlarının haber üretmesi",
      "E": "İnternetin merkeziyetçi yapısının haber akışını engellemesi"
    },
    "explanation": "Yeni iletişim teknolojilerin sunduğu etkileşim, ucuzluk, anındalık, kitleşizleştirme, iletişim hızı, eşzamansızlık vb. gibi olanaklar sayesinde sıradan yurttaş, okuduğu ya da takip ettiği dijital gazetede, yazar, muhabir, dikkate değer bir içerik sağlayıcı olarak gazeteci kimliği ile tanışmıştır. Buna göre doğru cevap C şıkkıdır."
  },
  {
    "id": "3843769",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi yurttaş gazeteciliğini tanımlayan temel özelliklerden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnızca resmî kaynaklara dayanarak haber üretmek",
      "B": "Haberde kalıplaşmış anlatımı sürdürmek",
      "C": "Halkın doğrudan sesinin duyulmasına katkı sağlamak",
      "D": "Ana akım medyanın çıkarlarını korumak",
      "E": "Profesyonel gazeteciler tarafından denetlenen haber süreçlerine bağlı kalmak"
    },
    "explanation": "Yurttaş gazeteciliği, doğrudan halkın sesinin duyurulmasını sağlayarak halkın medyada yer almasını sağlar. Buna göre doğru cevap C şıkkıdır."
  },
  {
    "id": "3843775",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi robot habercilik uygulamasının sağladığı avantajlardan biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Haberi insan yorumuna dayandırarak edebî anlatımı güçlendirmesi",
      "B": "Anında haber üretimiyle zaman tasarrufu sağlaması",
      "C": "Muhabir, kameraman ve montajcının önemini artırması",
      "D": "Okur tepkisine göre içeriği yeniden şekillendirmesi",
      "E": "Sadece eğlence içeriklerine yer verilmesi"
    },
    "explanation": "Robot yazılımlar ile çok kısa sürede (anında) insan emeğine gerek kalmadan haber yazımına “robot gazetecilik” denmektedir. Medya uzmanları ileriki yıllarda yeni medya hikâyelerinin robot yazılımlarla yapılmasının insan gazeteciler için geniş kapsamlı araştırmalar yapabilmeleri adına zaman kazandıracağını düşünüyorlar. Buna göre doğru cevap B şıkkıdır."
  },
  {
    "id": "3843788",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi sosyal medyanın geleneksel gazetecilik üzerindeki etkilerinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sosyal medyada yayılan haberlerin yalnızca gazeteciler tarafından seçilmesi gerektiği anlayışını pekiştirmiştir.",
      "B": "Sosyal medya platformları sayesinde okuyucuların haber seçme sürecindeki etkisi azalmıştır.",
      "C": "Geleneksel medya, sosyal medya etkisiyle profesyonel gazetecilik normlarını daha sıkı savunmaya başlamıştır.",
      "D": "Sosyal medya, okuyucuların bireysel katılımını teşvik ederek onları haber üretim sürecinin bir parçası hâline getirmiştir.",
      "E": "Geleneksel gazetecilik sosyal medya karşısında etkisini artırmış ve gündem belirleme gücünü pekiştirmiştir."
    },
    "explanation": "Özellikle yeni medyanın etkileşim özelliği yurttaşları haber üretim sürecinin bir parçası hâline getirerek zamanla bu sürecin önemli bir etkeni yapmıştır. Buna göre doğru cevap D şıkkdıır."
  },
  {
    "id": "3843793",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi yeni medya ortamında eşik bekçiliğinin geçirdiği dönüşüme örnek olarak gösterilebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Haberin yazılması ve editörlük işlemleri tamamlandıktan sonra yayınlanması zorunluluğu sürmektedir.",
      "B": "Haberin yayılması, yalnızca profesyonel gazetecilerin kararına bırakılmıştır.",
      "C": "Kullanıcılar artık sadece haber tüketicisi değil, aynı zamanda haberin yayılımını etkileyen birer aktör hâline gelmiştir.",
      "D": "Eşik bekçiliği sadece geleneksel medya kuruluşlarının editörleri tarafından yürütülmektedir.",
      "E": "Dijital medyada kullanıcı davranışlarının ölçülebilir olmaması, haber üretimini etkilemez."
    },
    "explanation": "Kullanıcının rolü, gazetecilerin ve diğer katkıda bulunan kullanıcıların değerlendirmelerini, materyalin algılanan değerini iletmeyi ve seçilen içeriğin hem yayınlanmasını hem de tekrar dağıtılmasını içerir. Sadece bilgi, haber üreten ve yayan kullanıcılar değil aynı zamanda haber sitelerinde okudukları haberleri sosyal medya uygulamalarında “paylaşarak” yayan kullanıcıların ikincil eşik bekçiliği söz konusudur. Buna göre doğru cevap C şıkkıdır."
  },
  {
    "id": "3843817",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi dijital gazetecilikte karşılaşılan etik sorunlardan biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Haberin yayılmadan önce doğruluk kontrolünden geçirilmesi",
      "B": "Telif ve patent haklarının ihlal edilmesi",
      "C": "Dijital haberlerin başlıklarının dikkat çekici olmaması",
      "D": "Gazetecilerin kaynakları açıkça belirtmesi",
      "E": "Bilgilerin yalnızca resmi doğrulama platformlarından alınması"
    },
    "explanation": "İnternetin kopyalama ve çoğaltmayı kolaylaştırması nedeniyle özgün bir eser, kısa bir süre içinde birçok kullanıcı tarafından kopyalanabilir. Bu durum, fikir ve sanat eserlerinin mali ve manevi haklarının ihlaline yol açar. Bu tür ihlallerle ilgili olarak ceza ve hukuk davaları açılabilmektedir. Türkiye’deki yasalara göre, telif sahibinin izni olmadan hiçbir fikir ve sanat eseri kamusal alanlarda sergilenemez. Bu nedenle doğru cevap B şıkkıdır."
  },
  {
    "id": "3843829",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi sosyal medyada yayılan haberlerin doğruluğunu teyit etmek için dikkat edilmesi gereken unsurlardandır?",
    "correctAnswer": "C",
    "options": {
      "A": "Haberin ilk kimin paylaştığına değil, başlığın ilgi çekici olup olmadığına bakmak",
      "B": "Sadece haberin başlığına göz atarak paylaşım yapmak",
      "C": "Haberin üretim ve paylaşım tarihleri arasındaki farka dikkat etmek",
      "D": "Haberin doğruluğunu teyit etmeden yalnızca takipçi sayısına güvenmek",
      "E": "Haberi doğrulama platformlarında aramak yerine kişisel yargılara güvenmek"
    },
    "explanation": "Haberin üretim tarihi ile paylaşım tarihleri arasındaki zaman farkı var mı kontrol edin, çünkü geçmiş bilgiler ya da başka bir olaya ait bilgiler güncelmiş gibi yayınlanabilir. Buna göre doğru cevap C şıkkıdır."
  },
  {
    "id": "3846079",
    "unitNumber": 3,
    "text": "Geleneksel gazetecilikten dijital gazeteciliğe geçişte dikkat çeken en önemli değişim aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Haberlerin yalnızca basılı formatta yayımlanması",
      "B": "Dijital teknolojilerle kullanıcılarla çift yönlü etkileşimin artması",
      "C": "Gazeteciliğin yalnızca büyük medya kuruluşlarınca yapılabilmesi",
      "D": "Okur kitlesinin haber sürecine katılımının azalması",
      "E": "Gazetelerin yalnızca yerel haberleri kapsaması"
    },
    "explanation": "Metinde dijital gazeteciliğin dijital teknolojilerle bağlantılı olduğu ve kullanıcılarla simbiyotik (çift yönlü) bir ilişki içinde olduğu belirtilmiştir"
  },
  {
    "id": "3846094",
    "unitNumber": 3,
    "text": "Türkiye’de ilk internet gazetesi örneği aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hürriyet Online",
      "B": "Radikal Online",
      "C": "Xn (Eksen)",
      "D": "Sabah Online",
      "E": "Milliyet Web"
    },
    "explanation": "PDF’e göre Türkiye’de yalnızca internette yayın yapan ilk haber sitesi “Xn” (Eksen) olup 1996’da yayın hayatına başlamıştır"
  },
  {
    "id": "3846097",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi yeni medyanın geleneksel medyaya göre sağladığı avantajlar arasında yer almaz?",
    "correctAnswer": "B",
    "options": {
      "A": "Anında iletişim sağlama",
      "B": "Yüksek maliyetli olma",
      "C": "Etkileşim imkânı",
      "D": "Demokrasi yanlısı forumlara olanak tanıma",
      "E": "Seçim yapmaya olanak verme"
    },
    "explanation": "Metinde yeni medyanın ucuz olması avantajlar arasında sayılmış, yüksek maliyetli olma özelliği avantaj değildir"
  },
  {
    "id": "3846100",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi dijital gazetecilik türlerinden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Basılı arşiv gazeteciliği",
      "B": "Veri gazeteciliği",
      "C": "Fotokopi haberciliği",
      "D": "Posta yoluyla haberleşme",
      "E": "Telgraf gazeteciliği"
    },
    "explanation": "Metinde veri gazeteciliği, dijital gazetecilik türlerinden biri olarak açıkça tanımlanmıştır"
  },
  {
    "id": "3846103",
    "unitNumber": 3,
    "text": "Veri gazeteciliğinin temel amacı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnızca görsel içerik üretmek",
      "B": "Büyük veri kullanarak haber üretmek",
      "C": "Sadece basılı haberleri arşivlemek",
      "D": "Gazetecilerin yalnızca yerel haber yapmasını sağlamak",
      "E": "Reklam gelirlerini artırmak"
    },
    "explanation": "Metinde veri gazeteciliği, büyük veriyi kullanarak analiz etme, görselleştirme ve haber yapma süreci olarak tanımlanmıştır"
  },
  {
    "id": "3846104",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi robot gazetecilikle ilgili olumsuzluklardan biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Edebi anlatım eksikliği",
      "B": "Yanlış bilgiden kaynaklı hukuki sorun riski",
      "C": "Haberlerin hızlı hazırlanması",
      "D": "Veri kalitesinin düşük olması",
      "E": "5N-1K formatına uymama"
    },
    "explanation": "Robot gazeteciliğin hızlı olması bir avantajdır; diğerleri metinde olumsuz yönler olarak sayılmıştır"
  },
  {
    "id": "3846105",
    "unitNumber": 3,
    "text": "Sosyal medyada haberlerin hangi kullanıcıya ulaşacağına büyük ölçüde aşağıdakilerden hangisi karar verir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gazeteciler",
      "B": "Algoritmalar",
      "C": "Yayın yönetmenleri",
      "D": "Okuyucu dernekleri",
      "E": "Reklam ajansları"
    },
    "explanation": "Metinde sosyal medyada haber seçiminde artık gazeteciler yerine algoritmaların etkili olduğu belirtilmiştir"
  },
  {
    "id": "3846108",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi sosyal medyanın profesyonel gazeteciliğe etkilerinden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gündem belirleme gücünü artırması",
      "B": "Gazeteci-halk arasındaki güç dengesini değiştirmesi",
      "C": "Haberlerin yalnızca basılı formatta yayımlanmasını sağlaması",
      "D": "Haber çeşitliliğini azaltması",
      "E": "Tek sesliliği artırması"
    },
    "explanation": "Metinde sosyal medyanın gündem belirleme gücünü tehdit ettiği ve gazeteci-halk güç dengesi üzerinde etkili olduğu vurgulanmıştır"
  },
  {
    "id": "3846113",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi SEO haberciliğinin etik sorunlarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilgi kirliliği yaratma",
      "B": "Haberin görünürlüğünü artırma",
      "C": "Sayfa içi optimizasyon yapma",
      "D": "Google algoritmasını hedef alma",
      "E": "Anahtar kelime seçimi yapma"
    },
    "explanation": "Metinde SEO haberciliğinin bilgi kirliliği yaratma riskinin etik sorunlar arasında olduğu belirtilmiştir"
  },
  {
    "id": "3846114",
    "unitNumber": 3,
    "text": "Sahte haberin en önemli olumsuz etkilerinden biri aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kamuoyunun doğru bilgiye erişimini engellemesi",
      "B": "Haber maliyetlerini düşürmesi",
      "C": "Yerel haber kaynaklarını güçlendirmesi",
      "D": "İnternet erişimini hızlandırması",
      "E": "Okur etkileşimini artırması"
    },
    "explanation": "Sahte haber, yanlış bilgilerin yayılmasına ve kamuoyunun doğru bilgiye erişiminin engellenmesine neden olur"
  },
  {
    "id": "3794556",
    "unitNumber": 4,
    "text": "Akıllı telefonların yaygınlaşmasını sağlayan en büyük gelişim aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sony'nin akıllı telefonları piyasaya sürmesi",
      "B": "Apple’ın 2007 yılında iPhone’u tanıtması",
      "C": "BlackBerry’nin iş dünyasında popüler olması",
      "D": "Samsung’un ilk Android telefonunu üretmesi",
      "E": "4G teknolojisinin yaygınlaşması"
    },
    "explanation": "Pek çok otoriteye göre mobil telefonlar açısından en büyük gelişim 2007 yılında Steve Jobs liderliğinde Apple tarafından geliştirilen iPhone ile yaşandı."
  },
  {
    "id": "3794558",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi akıllı telefonların yaygınlaşmasına katkı sağlayan temel unsurlardan <u><strong>biri değildir?</strong></u>",
    "correctAnswer": "D",
    "options": {
      "A": "Mobil internet hızlarının artması",
      "B": "Uygulama marketlerinin gelişmesi",
      "C": "Dokunmatik ekran teknolojisinin benimsenmesi",
      "D": "Matbaacılık alanındaki yenilikler",
      "E": "Taşınabilir cihaz boyutlarının küçülmesi"
    },
    "explanation": "iPhone için tasarlanan doğrudan parmak hareketlerine yönelik çoklu-dokunmatik geniş ekran; iOS mobil işletim sistemi ve uygulama marketleri; sanal klavye ve benzeri pek çok yeni mobil teknoloji, bilişim sektöründe devrim etkisi yaratarak günümüzün akıllı telefon eğilimlerini şekillendirdi."
  },
  {
    "id": "3794559",
    "unitNumber": 4,
    "text": "Aşağıdaki ifadelerden hangisi tablet bilgisayarların temel özelliklerinden <u><strong>biri değildir?</strong></u>",
    "correctAnswer": "D",
    "options": {
      "A": "Dokunmatik ekran kullanımı",
      "B": "Taşınabilirlik",
      "C": "Uygulama marketleriyle entegrasyon",
      "D": "Geleneksel masaüstü bilgisayar bileşenleriyle çalışma zorunluluğu",
      "E": "Mobil işletim sistemleriyle çalışma"
    },
    "explanation": "Tabletler, bilgisayarların işlem gücünü telefonların mobil yetenekleri ile birleştirmek amacıyla geliştirilmiş cihazlardır."
  },
  {
    "id": "3794563",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi akıllı saatlerin işletim sistemlerinden <u><strong>biri değildir?</strong></u>",
    "correctAnswer": "C",
    "options": {
      "A": "WatchOS",
      "B": "Wear OS",
      "C": "Windows XP",
      "D": "Tizen",
      "E": "Garmin OS"
    },
    "explanation": "Günümüzün akıllı saatlerinde yaygın olarak kullanılan işletim sistemleri şunlardır: WatchOS, Wear OS, Tizen, LiteOS, Fitbit OS ve Garmin OS."
  },
  {
    "id": "3794566",
    "unitNumber": 4,
    "text": "Mobil cihazlarda ekran kalitesini belirleyen temel faktörlerden<u><strong> biri değildir?</strong></u>",
    "correctAnswer": "D",
    "options": {
      "A": "Çözünürlük",
      "B": "Renk gamı",
      "C": "Kontrast oranı",
      "D": "İçindeki işlemci sayısı",
      "E": "Yenileme hızı"
    },
    "explanation": "Mobil cihazlarda ekran, kullanıcı deneyiminin başlangıç noktasıdır. Bu nedenle çözünürlük, renk doğruluğu, kontrast oranı ve yenileme hızı gibi faktörler önemlidir."
  },
  {
    "id": "3794568",
    "unitNumber": 4,
    "text": "Mobil cihaz ekranlarında “Nit” terimi aşağıdakilerden hangisini ifade etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ekranın maksimum parlaklık seviyesini",
      "B": "Ekranın yenileme hızını",
      "C": "Ekranın renk doğruluğunu",
      "D": "Ekranın çözünürlüğünü",
      "E": "Ekranın enerji tüketimini"
    },
    "explanation": "Mobil cihaz ekranlarında parlaklık değeri, genellikle 'nit' olarak adlandırılan bir ölçüm birimiyle ifade edilir."
  },
  {
    "id": "3794570",
    "unitNumber": 4,
    "text": "I. ARM mimarisi, mobil işlemcilerde yaygın olarak kullanılan bir mimaridir.<br/>II. SoC (System on a Chip) tasarımı, enerji verimliliğini artırır.<br/>III. Mobil işlemciler, masaüstü işlemcilere göre daha fazla güç tüketir.<br/>Aşağıdaki ifadelerden hangileri mobil cihaz işlemcileri ile ilgili doğru bilgileri içermektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "<em>Enerji verimliliği, ölçeklenebilirlik ve esneklik gibi özellikleriyle öne çıkan ARM mimarisi; Qualcomm, Apple, Samsung ve MediaTek gibi büyük mikroişlemci üreticileri tarafından kullanılmaktadır.\"</em><br/><em>\"SoC tasarımında, bir mobil cihazın ana bileşenleri tek bir çip üzerine entegre edilir, bu da enerji verimliliği açısından avantaj sağlar.</em>"
  },
  {
    "id": "3794572",
    "unitNumber": 4,
    "text": "I. OLED ekranlar, derin siyah tonları ve enerji verimliliği ile öne çıkar.<br/>II. LCD ekranlardan farklı olarak, arka aydınlatmaya ihtiyaç duyarlar.<br/>III. AMOLED, aktif matris teknolojisini temel alır ve hızlı tepki sürelerine sahiptir.<br/>Aşağıdaki ifadelerden hangileri OLED ekran teknolojisi ile ilgili doğru bilgilerdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "<em>OLED, elektrik akımıyla doğrudan ışık üreten organik bileşiklerden oluşur, özellikle derin siyah renk tonları, ince tasarım ve enerji verimliliğiyle öne çıkar.</em><br/><em>AMOLED, hızlı tepki süreleri ve yüksek çözünürlük özellikleriyle ön plana çıkar.</em>"
  },
  {
    "id": "3794575",
    "unitNumber": 4,
    "text": "I. Megapiksel değeri görüntü kalitesini belirleyen tek faktördür.<br/>II. Daha yüksek megapiksel değeri, daha detaylı görüntüler elde edilmesini sağlar.<br/>III. Piksel boyutu, ışık toplama kapasitesi üzerinde etkilidir.<br/>Yukarıdaki ifadelerden hangileri megapiksel (MP) kavramı hakkında doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "<em>Megapiksel (MP), sensörün çözünürlüğünü belirtir. Daha yüksek MP değeri, teorik olarak daha detaylı görüntüler elde edilmesini sağlar.</em><br/><em>Piksel boyutu daha büyük olduğunda, daha fazla ışık toplanabilir ve düşük ışık koşullarında daha iyi performans sağlanır.</em>"
  },
  {
    "id": "3794578",
    "unitNumber": 4,
    "text": "Mobil cihazlarda kullanılan sensörler, fiziksel olayları algılayarak bunları ______ sinyallere dönüştüren donanımlardır.<br/>Yukarıdaki boşluk aşağıdakilerden hangisi ile tamamlanmalıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Optik",
      "B": "Kimyasal",
      "C": "Manyetik",
      "D": "Elektriksel",
      "E": "Termal"
    },
    "explanation": "Sensörler, fiziksel bir olayı veya çevresel bir değişkeni (Örneğin; ışık, ısı, hareket, nem) elektriksel sinyallere dönüştüren donanımlardır."
  },
  {
    "id": "3794582",
    "unitNumber": 4,
    "text": "______, mobil cihaz kameralarında ışık duyarlılığını ifade eder ve düşük ışık koşullarında çekim performansını belirler.<br/>Yukarıdaki boşluğa aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "ISO",
      "B": "Piksel",
      "C": "Diyafram",
      "D": "FPS",
      "E": "Megapiksel"
    },
    "explanation": "ISO Aralığı: Sensörün ışığa duyarlılık aralığını belirtir. Daha geniş bir ISO aralığı, düşük ışıkta daha iyi çekim performansı sağlar"
  },
  {
    "id": "3843859",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi, mobil cihazların bireylerin yaşamındaki rolüyle ilgili doğru bir ifadedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Mobil cihazlar sadece eğlence amaçlı kullanılmaktadır.",
      "B": "Mobil cihazlar bireylerin yalnızca iletişim kurma biçimini etkilemiştir.",
      "C": "Mobil cihazlar, bireylerin sosyal, profesyonel ve kişisel yaşamlarını çok yönlü şekilde dönüştürmüştür.",
      "D": "Mobil cihazların donanım ve yazılımı, kullanıcı deneyimi üzerinde herhangi bir etkide bulunmaz.",
      "E": "Mobil cihazların kullanımı yalnızca belirli yaş gruplarıyla sınırlıdır."
    },
    "explanation": "Mobil cihazların sunduğu çok çeşitli, esnek ve hızlı kullanım olanakları; bireylerin sosyal etkileşimlerinden profesyonel görevlerine, hobi ve ilgi alanlarına kadar çok yönlü bir deneyim sunmaktadır."
  },
  {
    "id": "3843861",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi, tabletlerin özelliklerinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sadece metin düzenleme amacıyla geliştirilmişlerdir.",
      "B": "Dokunmatik ekran yerine fiziksel klavye ile çalışırlar.",
      "C": "Tabletler iOS işletim sistemiyle çalışır, diğer sistemleri desteklemez.",
      "D": "Tabletlerde sanal klavye ve kalem gibi giriş araçları kullanılabilir.",
      "E": "Tabletlerin ilk örnekleri 2000’li yıllardan önce ortaya çıkmıştır."
    },
    "explanation": "Donanımsal yapıları akıllı telefonlar ile benzerlik gösteren tabletler, 7 inç ve üzeri çoklu-dokunmatik geniş bir ekrana sahiptirler. Dizüstü bilgisayarlardan farklı olarak klavye, fare ya da dokunmatik yüzey (touchpad) gibi giriş ve işaretleme birimleri yerine dokunmatik ekran, sanal klavye ve kalem kullanılmaktadırlar. Buna göre doğru cevap D şıkkıdır."
  },
  {
    "id": "3843862",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi, akıllı saatlerin sahip olduğu bir özelliğe örnek olarak verilemez?",
    "correctAnswer": "E",
    "options": {
      "A": "GPS, wi-fi ve bluetooth gibi bağlantı adaptörleri",
      "B": "Geleneksel saat görünümüne sahip olma",
      "C": "Telefonla senkronize edilerek bildirimleri gösterme",
      "D": "Kendi SIM kartı ile bağımsız mobil bağlantı kurma",
      "E": "Sadece saat, alarm ve takvim gibi özelliklerle sınırlı kalma"
    },
    "explanation": "Akıllı saat, geleneksel saatlerin zaman gösterme işlevini bilgisayar benzeri özelliklerle birleştiren bir giyilebilir teknoloji ürünüdür. Geleneksel saatlerin estetiğini, modern teknolojik özelliklerle harmanlayarak kullanıcının günlük yaşantısını kolaylaştırmayı amaçlar. Dış görünüş açısından klasik bir kol saatine benzeyen akıllı saatler, wi-fi, bluetooth ve GPS gibi bağlantı adaptörlerine ek olarak kalp atış hızı, ivme, ışık ve denge ölçümü yapabilen algılayıcılara sahiptir. Ayrıca bazı modeller kamera, mikrofon ve hoparlör gibi multimedya teknolojileriyle de donatılabilmektedir. Buna göre doğru cevap E şıkkıdır."
  },
  {
    "id": "3843863",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi, taşınabilir bilgisayarların özelliklerinden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yüksek performanslarına rağmen kolayca yükseltilebilir olmaları taşınabilir bilgisayarların en büyük avantajıdır.",
      "B": "Taşınabilir bilgisayarlar, masaüstü bilgisayarlarla karşılaştırıldığında oldukça düşük işlem gücüne sahiptir.",
      "C": "Taşınabilir bilgisayarlar, mobil cihazlarla masaüstü bilgisayarlar arasında bir denge kurar.",
      "D": "Taşınabilir bilgisayarlar sadece oyun ve eğlence amaçlı kullanılmak üzere geliştirilmiştir.",
      "E": "Taşınabilir bilgisayarlar sabit bir konumda kullanılması gereken cihazlardır."
    },
    "explanation": "Taşınabilir bilgisayarlar, masaüstü bilgisayarlarla mobil cihazlar arasında bir denge oluşturur. Her bir cihaz konsepti tasarım, işlevsellik ve kullanıcı ihtiyaçları doğrultusunda farklı amaçlara hizmet eder. Buna göre doğru cevap C şıkkıdır."
  },
  {
    "id": "3843864",
    "unitNumber": 4,
    "text": "Günümüzde mobil işlemcilerin kullanıcı taleplerini karşılamada önemli rol oynamasının temel nedenlerinden biri aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Daha az enerji tüketen LCD ekranlarla birlikte çalışmaları",
      "B": "ARM mimarisine sahip olmaları sayesinde enerji verimliliği sunmaları",
      "C": "Geleneksel sabit disk teknolojisini kullanmaları",
      "D": "Tek çekirdekli yapıları sayesinde ısınma problemlerinin azalması",
      "E": "Harici grafik işlemcileriyle bağlantı kurarak çalışmaları"
    },
    "explanation": "Mobil işlemcilerin büyük bir kısmı, ARM mimarisi üzerine inşa edilmektedir. Enerji verimliliği, ölçeklenebilirlik ve esneklik gibi özellikleriyle öne çıkan ARM mimarisi; Qualcomm, Apple, Samsung ve MediaTek gibi büyük mikroişlemci üreticileri tarafından kullanılmaktadır. Buna göre doğru cevap B şıkkıdır."
  },
  {
    "id": "3843865",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi mobil cihaz ekranlarının kullanıcı deneyimini doğrudan etkileyen bir unsur değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Çözünürlük",
      "B": "Boyut",
      "C": "Dokunma hassasiyeti",
      "D": "USB bağlantı tipi",
      "E": "Yenileme hızı"
    },
    "explanation": "Mobil cihazlarda ekran, kullanıcı deneyiminin başlangıç noktasıdır. Bu nedenle cihaz ekranının dokunma hassasiyeti, boyutu, görüntü kalitesi ve yenileme hızı gibi değişkenler, kullanıcıların mobil cihaz deneyimlerini ve tercihlerini doğrudan etkiler. USB bağlantı tipi ekran özellikleri arasında yer almaz. Buna göre doğru cevap D şıkkıdır."
  },
  {
    "id": "3843866",
    "unitNumber": 4,
    "text": "Mobil cihazlarda kullanılan eMMC depolama teknolojisinin başlıca avantajı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Üst segment cihazlarda yüksek hız sunması",
      "B": "Optik sürücülerle uyumlu çalışması",
      "C": "Düşük maliyet ve küçük form faktörü sunması",
      "D": "Video düzenleme işlemleri için özel olarak geliştirilmesi",
      "E": "Harici aygıtlarla kolayca senkronize edilmesi"
    },
    "explanation": "Gömülü çoklu ortam kartları, düşük fiyat ve küçük form faktörü nedeniyle mobil cihazlarda sıklıkla kullanılan bir depolama teknolojisidir. Özellikle alt ve orta segment mobil cihazlarda daha yaygın kullanılır. Buna göre doğru cevap C şıkıdır"
  },
  {
    "id": "3843867",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi mobil cihazlardaki kamera teknolojisinin gelişimiyle birlikte kullanıcıların elde ettiği avantajlardan biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Fiziksel SIM kart yerine yalnızca eSIM kullanımının artması",
      "B": "Çoklu çekirdekli işlemcilerin daha yaygın hâle gelmesi",
      "C": "Mobil cihazlarla profesyonel düzeyde fotoğraf ve video çekilebilmesi",
      "D": "Kızılötesi sensörlerin veri aktarımında kullanılması",
      "E": "e-Ink ekranlarla daha net görüntü elde edilmesi"
    },
    "explanation": "İlk cep telefonlarının kameraları, sadece düşük çözünürlüklü fotoğraflar çekebilen basit lenslerden ibaretken, günümüzdeki akıllı telefonlar, profesyonel fotoğraf makinelerini aratmayan kalitede fotoğraflar ve videolar çekebilmektedir. Buna göre doğru cevap C şıkkıdır."
  },
  {
    "id": "3843868",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi, Android işletim sisteminin yaygınlaşmasında etkili olan faktörlerden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sadece Apple cihazlarında çalışması",
      "B": "Kapalı kaynak kodlu yapıya sahip olması",
      "C": "Donanım üreticilerine sınırlı özelleştirme imkânı sunması",
      "D": "Geniş uygulama ekosistemi ve donanım bağımsızlığı sağlaması",
      "E": "Sadece giyilebilir cihazlarda kullanılabilmesi"
    },
    "explanation": "Android’in açık kaynak kodlu yapısı, bu başarının temel taşlarından biridir. Bu yapısı sayesinde hem geliştiriciler hem de cihaz üreticileri için eşsiz bir esneklik ve yenilikçilik alanı sunar. Geliştiriciler, işletim sistemine katkıda bulunabilir ve özelleştirilmiş sürümler geliştirebilirken, üreticiler farklı kullanıcı ihtiyaçlarını karşılayan çeşitli cihazlar oluşturabilir. Bu özellik, geniş bir uygulama ekosistemi ve donanım bağımsızlığı ile birleşerek Android’i çeşitli donanım yapılandırmaları ile uyumlu kılar ve bu da çok sayıda cihaz üreticisinin Android’i tercih etmesini sağlar. Buna göre doğru cevap D şıkkıdır."
  },
  {
    "id": "3843869",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi, iOS işletim sistemine ait bir özelleştirilmiş sürüm değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "iPadOS",
      "B": "CarPlay",
      "C": "Wear OS",
      "D": "watchOS",
      "E": "iOS"
    },
    "explanation": "Wear OS, özellikle akıllı saatler ve giyilebilir cihazlar için tasarlanmıştır. Bu sürüm, dokunmatik ekranlar ve giyilebilir cihazların sınırlı ekran boyutları için optimize edilmiş kullanıcı arayüzü sunar. Fitness takibi, bildirimler, sesli komutlar ve Google Asistan entegrasyonu gibi özelliklerle zenginleştirilmiştir. Buna göre doğru cevap C şıkkıdır."
  },
  {
    "id": "3846127",
    "unitNumber": 4,
    "text": "2007 yılında tanıtılan ve çoklu dokunmatik geniş ekran ile mobil telefon kullanım alışkanlıklarını değiştiren cihaz aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "IBM Simon",
      "B": "iPhone",
      "C": "Nokia 770",
      "D": "Samsung Galaxy 7",
      "E": "PalmPilot"
    },
    "explanation": "2007’de tanıtılan iPhone, çoklu dokunmatik ekran ve uygulama mağazası ile sektörde devrim yaratmıştır"
  },
  {
    "id": "3846132",
    "unitNumber": 4,
    "text": "Taşınabilir bilgisayarlar ile masaüstü bilgisayarlar arasındaki temel farklardan biri aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Taşınabilir bilgisayarlar her zaman daha güçlüdür.",
      "B": "Taşınabilir bilgisayarlar masaüstüne göre çok daha az yükseltilebilir.",
      "C": "Masaüstü bilgisayarlar şarj edilebilir batarya ile çalışır.",
      "D": "Taşınabilir bilgisayarlar yalnızca ofis ortamında kullanılır.",
      "E": "Masaüstü bilgisayarlar mobil cihaz olarak sınıflandırılır."
    },
    "explanation": "Metinde taşınabilir bilgisayarların masaüstüne kıyasla sınırlı yükseltilebilirliğe sahip olduğu belirtilir"
  },
  {
    "id": "3846134",
    "unitNumber": 4,
    "text": "Günümüzde yaygın olarak kullanılan mobil cihaz türlerinden biri aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Masaüstü bilgisayar",
      "B": "Akıllı gözlük",
      "C": "Sabit disk sürücüsü (HDD)",
      "D": "Lightning kablosu",
      "E": "Harici monitör"
    },
    "explanation": "Metinde giyilebilir cihazlar arasında akıllı gözlükler de yer almaktadır."
  },
  {
    "id": "3846135",
    "unitNumber": 4,
    "text": "Mobil cihazlarda CPU’nun temel görevi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Görselleri işlemek",
      "B": "Genel amaçlı görevleri yürütmek",
      "C": "Kablosuz bağlantıları yönetmek",
      "D": "Pil ömrünü uzatmak",
      "E": "Ses çıkışını sağlamak"
    },
    "explanation": "CPU, sistemdeki tüm temel işlemleri ve uygulamaları yönetir, genel amaçlı görevler için esastır"
  },
  {
    "id": "3846136",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi PDF’te mobil cihazlarda kullanılan panel teknolojileri arasında yer almaz?",
    "correctAnswer": "D",
    "options": {
      "A": "OLED",
      "B": "AMOLED",
      "C": "LCD",
      "D": "CNED",
      "E": "IPS"
    },
    "explanation": "Metinde OLED, AMOLED ve LCD (IPS dâhil) paneller belirtilir, CNED ifadesi geçmez"
  },
  {
    "id": "3846137",
    "unitNumber": 4,
    "text": "Wi-Fi 5’in IEEE standardı ve kullandığı frekans bandı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "802.11n - 2.4/5 GHz",
      "B": "802.11ac - 5 GHz",
      "C": "802.11ax - 6 GHz",
      "D": "802.11b - 2.4 GHz",
      "E": "802.11be - 2.4/5/6 GHz"
    },
    "explanation": "Wi-Fi 5, 802.11ac standardıdır ve 5 GHz bandında çalışır"
  },
  {
    "id": "3846138",
    "unitNumber": 4,
    "text": "NFC teknolojisi hangi frekansta çalışır ve azami iletişim mesafesi ne kadardır?",
    "correctAnswer": "B",
    "options": {
      "A": "2.4 GHz - 10 m",
      "B": "13.56 MHz - 4 cm",
      "C": "5 GHz - 1 m",
      "D": "900 MHz - 30 cm",
      "E": "60 GHz - 1 cm"
    },
    "explanation": "NFC, 13.56 MHz frekansta çalışır ve 4 cm’ye kadar iletişim sağlar."
  },
  {
    "id": "3846140",
    "unitNumber": 4,
    "text": "Android işletim sistemi ile ilgili aşağıdakilerden hangisi doğru değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "2005 yılında Google tarafından satın alınmıştır.",
      "B": "2008’de Android 1.0 sürümü HTC Dream cihazıyla çıkmıştır.",
      "C": "Yalnızca Google tarafından üretilen cihazlarda çalışır.",
      "D": "Farklı donanım yapılandırmalarında çalışabilir.",
      "E": "Açık kaynak yapısına sahiptir."
    },
    "explanation": "Android, farklı üreticilerin cihazlarında çalışabilir, yalnızca Google cihazlarıyla sınırlı değildir."
  },
  {
    "id": "3846141",
    "unitNumber": 4,
    "text": "PDF’e göre, Android’in giyilebilir cihazlar için geliştirilmiş sürümü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tizen",
      "B": "Wear OS",
      "C": "LiteOS",
      "D": "Garmin OS",
      "E": "watchOS"
    },
    "explanation": "Wear OS, Android’in giyilebilir cihazlara uyarlanmış sürümüdür."
  },
  {
    "id": "3846142",
    "unitNumber": 4,
    "text": "iOS 2 sürümü (2008) ile eklenen en önemli yenilik aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Siri desteği",
      "B": "Uygulama Mağazası’nın (App Store) açılması",
      "C": "Swift programlama dili desteği",
      "D": "Apple Watch uyumluluğu",
      "E": "Karanlık mod"
    },
    "explanation": "iOS 2 ile App Store açılmış ve üçüncü taraf uygulamalar yüklenmeye başlanmıştır"
  },
  {
    "id": "3831187",
    "unitNumber": 5,
    "text": "<ol> <li>İnsanların birbiriyle etkileşimde bulunma şekillerini kökten değiştirdi.</li> <li>Kurumsal iletişimde değil, bireysel iletişimde önemli bir kanal oldu.</li> <li>Bilgi ve fikir alışverişinin merkezi hâline geldi.</li> <li>Bireysel ifade ve iletişim alanlarını genişletti.</li> <li>Toplumsal ve kültürel dinamiklere yeni bir boyut kazandırdı.</li> </ol> Yukarıdakilerden hangileri, modern dünyada insan yaşamının ayrılmaz bir parçası hâline gelen sosyal medyanın etkileriyle ilgili olarak doğru ifadelerdir?",
    "correctAnswer": "C",
    "options": {
      "A": "1, 2 ve 3",
      "B": "1, 2, 4 ve 5",
      "C": "1, 3, 4 ve 5",
      "D": "2, 4 ve 5",
      "E": "3 ve 4"
    },
    "explanation": "Modern dünyada insan yaşamının ayrılmaz bir parçası hâline gelen sosyal medya, insanların bir biriyle etkileşimde bulunma şekillerini kökten değiştirerek bilgi ve fikir alışverişinin merkezi hâline geldi. Bireysel ifade ve iletişim alanlarını genişletti, toplumsal ve kültürel dinamiklere yeni bir boyut kazandırdı. Bunlara ek olarak sosyal medya hem bireylerin hem de kurumların dünyayla etkileşimde bulunma biçimlerini dönüştürdü.<br/>Öte yandan, kurumsal iletişimde de benzer bir dönüşüm yaşandı. Şirketler ve markalar, doğrudan tüketiciyle iletişim kurarak ürün ve hizmetlerini daha etkili bir şekilde pazarlama fırsatı buldu.<br/>Dolayısıyla “Kurumsal iletişimde değil, bireysel iletişimde önemli bir kanal oldu. “ ifadesi, sosyal medyanın etkileriyle ilgili olarak doğru bir ifade değildir. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3831188",
    "unitNumber": 5,
    "text": "İnternetin ilk dönemlerinden beri var olan, kullanıcılara çeşitli konular üzerine tartışmalar yapma, bilgi alışverişinde bulunma ve topluluk oluşturma imkânı sunan platform, aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Blog",
      "B": "Sosyal ağlar",
      "C": "Müzik ve podcast",
      "D": "Video paylaşım",
      "E": "Forum"
    },
    "explanation": "Sosyal medya ekosisteminin erken dönem uygulamalarından biri olarak hâlâ yaygın bir kullanıma sahip <strong>forumlar</strong>, kullanıcılara, çeşitli konular üzerine tartışmalar yapma, bilgi alışverişinde bulunma ve topluluk oluşturma imkânı sunar. Bu tür platformlar, internetin ilk dönemlerinden beri var olan çevrimiçi tartışma gruplarının modern versiyonları olarak nitelendirilebilir. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3831189",
    "unitNumber": 5,
    "text": "Sosyal ağlarla ilgili olarak, aşağıdaki ifadelerden hangisi <strong>doğrudur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Metin, görsel, video gibi içeriklerin paylaşılmasına olanak tanırlar.",
      "B": "Tüm sosyal ağ platformları aynı kullanım amacına yöneliktir.",
      "C": "Çevrimdışı platformlardır.",
      "D": "Sosyal ağlar üzerinde tek yönlü iletişim işler.",
      "E": "Kariyer odaklı içerik paylaşımlarına yönelik platformlardır."
    },
    "explanation": "Sosyal ağlar kullanıcılarının metin, görsel, video gibi içerikleri paylaşmasına olanak tanırlar. Doğru cevap A seçeneğidir. Diğer seçenekler sosyal ağlar için doğru bilgiler içermemektedir. Sosyal ağların her biri, ortak özellikleri olsa da farklı amaçla kullanılan çevrimiçi platformlardır. Sosyal ağlar üzerinden iletişim tek yönlü değil, çift yönlü işler, bu özelliğiyle modern iletişimin ve etkileşimin temel araçları olarak bireylerin sosyal bağlarını güçlendirmelerine, bilgi ve deneyimleri ni paylaşmalarına ve çeşitli topluluklara katılmalarına imkân tanır. Tümü kariyer odaklı paylaşımlar için değildir, LinkeIn bu özelliği taşıyan bir sosyal ağdır."
  },
  {
    "id": "3831190",
    "unitNumber": 5,
    "text": "“Metin ağırlıklı içerikler, daha derinlemesine bilgi ve analiz sunar. Bu tür içerikler, genellikle profesyonel deneyimler, sektörel analizler ve düşünce liderliği üzerine odaklanır.”<br/>Yukarıdaki açıklama, hangi metin tabanlı içerikleri tanımlamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Gönderiler ve durum güncellemeleri",
      "B": "Blog yazıları",
      "C": "Yorumlar ve etkileşimler",
      "D": "Gönderi altyazıları",
      "E": "Hashtag"
    },
    "explanation": "<strong>Blog yazıları </strong>gibi metin ağırlıklı içerikler, daha derinlemesine bilgi ve analiz sunar. Medium gibi blog platformlarında yayınlanan bu tür içerikler, genellikle profesyonel deneyimler, sek törel analizler ve düşünce liderliği üzerine odaklanır. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3831191",
    "unitNumber": 5,
    "text": "Markaların hikâyelerini, değerlerini ve mesajlarını sosyal medya eko sisteminde nasıl paylaşmaları gerektiğini tanımlayan sosyal medya reklam stratejisi, aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İçerik pazarlama",
      "B": "Hedefli reklamlar",
      "C": "Sponsorlu içerikler",
      "D": "Influencer pazarlaması",
      "E": "Halkla ilişkiler"
    },
    "explanation": "<strong>İçerik Pazarlaması:</strong> Markaların hikâyelerini, değerlerini ve mesajlarını sosyal medya eko sisteminde nasıl paylaşmaları gerektiğini tanımlayan bir stratejidir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3831192",
    "unitNumber": 5,
    "text": "Bireylerin, sosyal değişim için kampanyalar yürütebildiği ve toplumsal konular hakkında bilinçlendirme yapabildiği kişisel sosyal medya kullanımına yönelik güncel eğilim, aşağıdaki hangi başlıkta tanımlanır?",
    "correctAnswer": "E",
    "options": {
      "A": "Kişisel ifade ve paylaşım",
      "B": "Sosyal etkileşim ve ağ oluşturma",
      "C": "Güncel bilgi ve haberler",
      "D": "Kişisel gelişim",
      "E": "Aktivizm ve kamuoyu oluşturma"
    },
    "explanation": "<strong>Aktivizm ve Kamuoyu Oluşturma:</strong> Sosyal medya; sosyal, politik veya çevresel konu larda farkındalık yaratma ve kamuoyu oluş turma için güçlü bir araçtır. Bireyler, sosyal değişim için kampanyalar yürütebilir ve toplumsal konular hakkında bilinçlendir me yapabilirler. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3831193",
    "unitNumber": 5,
    "text": "İnternette sizinle ilgili hangi bilgilerin bulunduğunu düzenli olarak kontrol etmeniz ve istenmeyen içerikleri kaldırmak için adımlar atmanız, sosyal medyada kişisel verilerinizi ve gizliliğinizi korumak için almanız gereken öncelikli önlemlerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Gizlilik ayarlarını inceleyin ve ayarlayın",
      "B": "İki faktörlü doğrulama (2fa) kullanın",
      "C": "Kişisel bilgilerin paylaşımını sınırlayın",
      "D": "Dijital ayak izinizi düzenli olarak izleyin",
      "E": "Bilinmeyen bağlantı ve uygulamalardan uzak durun"
    },
    "explanation": "<strong>Dijital Ayak İzinizi Düzenli Olarak İzleyin:</strong> İnternette sizinle ilgili hangi bilgilerin bulunduğunu düzenli olarak kontrol edin. İstenmeyen içerikleri kaldırmak için adımlar atın. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3831194",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi, sosyal medya stratejilerinin etkin bir şekilde geliştirilmesi ve uygulanması için bir sosyal medya yöneticisinin sahip olması gereken beceri-yetkinliklerden biri <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Stratejik planlama ve analiz",
      "B": "Dijital pazarlama ve arama motoru optimizasyonu",
      "C": "Yazılım uzmanlığı",
      "D": "Veri analizi ve raporlama",
      "E": "Kriz yönetimi"
    },
    "explanation": "Sosyal medya stratejilerinin etkin bir şekilde geliştirilmesi ve uygulanması için bir sosyal medya yöneticisinin sahip olması gereken beceri-yetkinlikler; içerik yönetimi, stratejik planlama ve analiz, sosyal medya platformlarına hâkim olma, dijital pazarlama ve arama motoru optimizasyonu (SEO), veri analizi ve raporlama, iletişim becerileri, kriz yönetimi ile yaratıcılık ve yenilikçiliktir. Yazılım uzmanlığı bu yetkinlikler arasında yer almaz. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3831195",
    "unitNumber": 5,
    "text": "Otomatik algoritmalar ve yazılımlar kullanarak içeriklerin izinsiz kullanımını tespit etmek üzerine yapılandırılmış sistemleri kullanma, telif hakkı ve içerik sahipliği ihlallerinin önüne geçmek için kullanılan hangi yöntemi açıklar?",
    "correctAnswer": "C",
    "options": {
      "A": "Dijital hak yönetimi sistemleri",
      "B": "Kullanıcı sözleşmeleri",
      "C": "Telif hakkı ihlali tespit sistemleri",
      "D": "Hukuki yaptırımlar ve şikâyet mekanizmaları",
      "E": "Creative commons lisansları"
    },
    "explanation": "<strong>Telif Hakkı İhlali Tespit Sistemleri</strong>: Otomatik algoritmalar ve yazılımlar kullanarak telif hakkıyla korunan içeriklerin izinsiz kullanımını tespit etmek üzerine yapılandırılmış sistemlerdir. Örneğin, YouTube’un Content ID sistemi, yüklenen videoları telif hakkıyla korunan içeriklerle karşılaştırır ve eşleşmeleri tespit eder. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3831196",
    "unitNumber": 5,
    "text": "<ol> <li>Kasıtlılık</li> <li>Manipülasyon</li> <li>Yayılan bilgi</li> <li>Yanlış bilgi</li> <li>Toplumsal etki</li> </ol> Yukarıdakilerden hangileri dezenformasyonun temel özellikleri arasında yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "1, 2 ve 3",
      "B": "1, 2 ve 4",
      "C": "1, 2, 3 ve 4",
      "D": "1, 2, 4 ve 5",
      "E": "2, 3 ve 4"
    },
    "explanation": "Dezenformasyonun temel özellikleri; kasıtlılık, manipülasyon, yanlış bilgi ve toplumsal etkidir. Yayılan bilgi, bu özellikler arasında yer almaz. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3833662",
    "unitNumber": 5,
    "text": "Kullanıcıların sosyal medya ekosistemindeki temel etkinliği aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Herhangi bir içerik üretmeden sadece gözlem yapmak",
      "B": "Kişisel ifade, düşünce ve deneyimlerini paylaşmak",
      "C": "Yalnızca web sitelerinin teknik altyapılarını analiz etmek",
      "D": "Yorum özelliğini kapatarak tek yönlü içerik sunmak",
      "E": "Topluluk etkileşimine kapalı özel profiller oluşturmak"
    },
    "explanation": "Kullanıcıların sosyal medya ekosisteminde en önemli eylemi, kişisel fikir ve deneyimlerini paylaşarak etkileşime girmektir."
  },
  {
    "id": "3833665",
    "unitNumber": 5,
    "text": "Günümüzde markaların blogları etkin biçimde kullanmasının temel amacı aşağıdakilerden hangisiyle en iyi açıklanabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnızca eğlence içerikleri üretmek",
      "B": "Blog yazarlarını özel olarak istihdam etmek",
      "C": "Ürün ve hizmet tanıtımı yaparak marka bilinirliği artırmak ve müşteri etkileşimini güçlendirmek",
      "D": "İnternet kullanımını kısıtlayarak rekabeti azaltmak",
      "E": "Sadece kurumsal duyuruları paylaşmak"
    },
    "explanation": "Ayrıca bloglar, markalar ve işletmeler için de ürün ve hizmetlerini tanıtmak, marka bilincini artırmak ve müşterilerle etkileşimde bulunmak için kullanılan en etkili<br/>araçlardan biri hâline geldi."
  },
  {
    "id": "3833667",
    "unitNumber": 5,
    "text": "..........., canlı yayın odaklı platformlardan biri olarak interaktif yayın deneyimi sunar.<br/>Yukarıdaki boşluk aşağıdakilerden hangisi ile tamamlanmalıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "YouTube",
      "B": "Vimeo",
      "C": "Twitch",
      "D": "Dailymotion",
      "E": "Netflix"
    },
    "explanation": "Twitch ise canlı yayın odaklı bir platform olarak<br/>kendini ayrıştırır. Özellikle video oyunları, e-spor<br/>etkinlikleri ve canlı sohbet odaklı yayınlar için tercih edilen Twitch, interaktif bir kullanıcı deneyimi<br/>sunar. Yayıncılar ve izleyiciler arasında gerçek zamanlı etkileşim, Twitch’in temel özelliğidir. Ayrıca,<br/>kullanıcıların abonelikler ve bağışlar yoluyla favori<br/>yayıncılarını desteklemelerine olanak tanır."
  },
  {
    "id": "3833668",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi, video paylaşım platformlarında içerik üreticilerinin kazanç sağlamasına yönelik bir yöntem<u> <strong>değildir</strong>?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Reklam gelirinden pay almak",
      "B": "Abonelik veya bağış sistemini kullanmak",
      "C": "Sponsorlu veya ürün yerleştirmeli içerik üretmek",
      "D": "Canlı yayınlarda izleyici desteği almak",
      "E": "İçeriklere erişimi tamamen engelleyerek paylaşım yapmamak"
    },
    "explanation": "İçerik üreticileri genellikle reklam gelirleri, bağış/abonelik sistemleri ve sponsorlu çalışmalarla gelir elde eder; erişimi tamamen engellemek ise bir kazanç yöntemi değildir."
  },
  {
    "id": "3833672",
    "unitNumber": 5,
    "text": "....................................kullanıcıların kariyer ve iş odaklı bağlantılar kurmasına, profesyonel deneyimlerini paylaşmasına ve sektörel gelişmeleri takip etmesine yönelik bir platformdur.<br/>Yukarıdaki boşluk aşağıdakilerden hangisi ile tamamlanmalıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Instagram",
      "B": "Twitter (X)",
      "C": "LinkedIn",
      "D": "TikTok",
      "E": "Snapchat"
    },
    "explanation": "LinkedIn, kullanıcıların kariyer ve iş odaklı bağlantılar kurmasına, profesyonel deneyimlerini paylaşmasına ve sektörel gelişmeleri takip etmesine yönelik bir platformdur."
  },
  {
    "id": "3833677",
    "unitNumber": 5,
    "text": "............, kullanıcılara çeşitli sesli içerikler sunarak kültürel, eğitici ve eğlenceli deneyimler sağlar.<br/>Yukarıdaki boşluk aşağıdakilerden hangisi ile tamamlanmalıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Bloglar",
      "B": "Sosyal ağlar",
      "C": "Müzik ve podcast platformları",
      "D": "Anlık mesajlaşma uygulamaları",
      "E": "Oyun platformları"
    },
    "explanation": "Müzik ve podcast platformları, kullanıcılara çeşitli sesli içerikler sunarak kültürel, eğitici ve eğlenceli deneyimler sağlar."
  },
  {
    "id": "3833679",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi, günümüzde geniş kitleler tarafından yaygın olarak kullanılan müzik ve podcast platformlarına örnek <strong><u>değildir?</u></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Spotify",
      "B": "Deezer",
      "C": "Apple Music",
      "D": "SoundCloud",
      "E": "Pinterest"
    },
    "explanation": "Spotify, Deezer, Apple Music ve SoundCloud günümüzde geniş kitleler tarafından yaygın olarak kullanılan müzik ve podcast platformlarına örnek verilebilir."
  },
  {
    "id": "3833684",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi forum platformlarının sunduğu önemli bir avantajdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Tek yönlü iletişim imkânı",
      "B": "Sadece belirli uzmanların katılabilmesi",
      "C": "Farklı görüşleri ve deneyimleri barındırarak yeni fikirler edinmeye olanak tanıması",
      "D": "İnternet erişimi olmadan çalışabilmesi",
      "E": "Sadece bir konuda yoğunlaşması"
    },
    "explanation": "Forum platformları, çok çeşitli konuları kapsar ve farklı görüşleri, deneyimleri ve perspektifleri içerir. Bu çeşitlilik, kullanıcıların farklı bakış açılarını keşfetmelerine ve yeni fikirler edinmelerine olanak tanır."
  },
  {
    "id": "3833686",
    "unitNumber": 5,
    "text": "Quora’nın sunduğu özellikler arasında aşağıdakilerden hangisi <u><strong>yer almaz</strong>?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Soru-cevap formatı",
      "B": "Bilgi tabanı oluşturma",
      "C": "Uzman görüşlerine erişim",
      "D": "Kişiselleştirilmiş içerik akışı",
      "E": "Oylama sistemi"
    },
    "explanation": "Quora’nın sunduğu özellikler arasında soru-cevap formatı, bilgi tabanı oluşturma, uzman görüşlerine erişim, kişiselleştirilmiş içerik akışı ve etkileşimli topluluk bulunur."
  },
  {
    "id": "3833693",
    "unitNumber": 5,
    "text": "Sosyal medya ekosisteminde, ........, kullanıcıların kısa süreli, genellikle 24 saat boyunca erişilebilir olan görsel ve metin tabanlı anlatılarını ifade eder.<br/>Yukarıdaki boşluk aşağıdakilerden hangisi ile tamamlanmalıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Facebook paylaşımları",
      "B": "Hikâyeler",
      "C": "Blog yazıları",
      "D": "Forumlardaki gönderiler",
      "E": "Sürekli profil gönderileri"
    },
    "explanation": "Sosyal medya ekosisteminde, hikâyeler, kullanıcıların kısa süreli, genellikle 24 saat boyunca erişilebilir olan görsel ve metin tabanlı anlatılarını ifade eder."
  },
  {
    "id": "3831715",
    "unitNumber": 6,
    "text": "Metaverse kavramı ilk olarak hangi eserde tanımlanmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Sensorama (1957)",
      "B": "The Master Key (1901)",
      "C": "Bitcoin Makalesi (2008)",
      "D": "Snow Crash (1992)",
      "E": "Google Glass Tanıtımı (2013)"
    },
    "explanation": "Metaverse kavramı ilk olarak 1992 yılında yayınlanan Snow Crash romanında yazar Neal Stephenson tarafından tanımlanmıştır."
  },
  {
    "id": "3831716",
    "unitNumber": 6,
    "text": "Fiziksel ve dijital nesnelerin bir arada bulunduğu ve gerçek zamanlı olarak etkileşime girdiği yeni ortamlar ve görseller üretmek için gerçek ve sanal dünyaların birleşimine ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Web 2.0",
      "B": "Artırılmış Sanallık",
      "C": "5G",
      "D": "Blokzincir",
      "E": "Karma Gerçeklik"
    },
    "explanation": "KG, fiziksel ve dijital nesnelerin bir arada bulunduğu ve gerçek zamanlı olarak etkileşime girdiği yeni ortamlar ve görseller üretmek için gerçek ve sanal dünyaların birleşimi olarak belirtilebilir. Karma gerçeklikte dijital bilgiler ışık ve sesten oluşan, boşlukta görünen hologramlar tarafından temsil edilir."
  },
  {
    "id": "3831717",
    "unitNumber": 6,
    "text": "Kullanıcıların sanal ortamda kendilerini fiziksel olarak oradaymış gibi hissetmesi hangi kavramla açıklanır?",
    "correctAnswer": "B",
    "options": {
      "A": "Sarmalanma",
      "B": "Bulunma",
      "C": "Serbestlik Derecesi",
      "D": "Görüş Alanı",
      "E": "Bakış Alanı"
    },
    "explanation": "Kullanıcıların fiziksel olarak başka bir yerde olmalarına rağmen, SG teknolojilerini kullanarak SG ortamının içine girdiklerinde, kendilerini gerçekten orada olduklarını hissetmeleri “bulunma” kavramıyla açıklanabilmektedir"
  },
  {
    "id": "3831718",
    "unitNumber": 6,
    "text": "Milgram ve Kishino'nun \"Gerçeklik-Sanallık Devamlılığı\" modelinde en solda hangi ortam yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "Artırılmış Gerçeklik",
      "B": "Artırılmış Sanallık",
      "C": "Karma Gerçeklik",
      "D": "Gerçek Fiziksel Ortam",
      "E": "Sanal Ortam"
    },
    "explanation": "3 boyutlu teknolojilerin kullanımına kadar insanlar gerçek fiziki ortamda sarmalanmış olarak gerçek fiziki nesnelerle etkileşim içine girmişlerdir. Gerçeklik sanallık devamlılığı çizelgesinin en solunda gerçek fiziksel ortam yer almaktadır."
  },
  {
    "id": "3831719",
    "unitNumber": 6,
    "text": "\"Sanal ortamlara gerçek dünya ögelerinin eklenmesi\" hangi gerçeklik türüne örnektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Artırılmış Sanallık",
      "B": "Karma Gerçeklik",
      "C": "Dolaylı Gerçeklik",
      "D": "Simüle Edilmiş Gerçeklik",
      "E": "Genişletilmiş Gerçeklik"
    },
    "explanation": "Milgram ve Kishino’nun (1994) gerçeklik sanallık devamlılığı çizelgesinde yer alan artırılmış sanallık, sanal ortamlara gerçek dünyadan ögelerin eklendiği gerçeklik türüdür"
  },
  {
    "id": "3831720",
    "unitNumber": 6,
    "text": "I. Blokzincir<br/>II. 5G<br/>III. Web 1.0<br/>IV. NFT<br/>Yukarıdakilerden hangileri Metaverse kavramıyla ilişkilendirilen teknolojiler arasında yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve III",
      "D": "I, II ve III",
      "E": "I, II, IV"
    },
    "explanation": "Metaverse kavramını daha iyi anlayabilmek için 3 boyutlu teknolojileri (artırılmış gerçeklik, sanal gerçeklik, karma gerçeklik ve diğer gerçeklik türleri), Blokzincir, NFT, 5G ve Web 3.0 teknolojilerini de anlamlandırmak gerekir. 3 boyutlu teknolojiler bir sonraki kısımda örnekleri ile daha detaylı açıklanacağı için bu kısımda Blokzincir, NFT, 5G ve Web 3.0 teknolojilerinden bahsedilmiştir."
  },
  {
    "id": "3831721",
    "unitNumber": 6,
    "text": "I. Telebulunuşluk hissi sağlaması<br/>II. Gerçek hayata yakın deneyimler sunması<br/>III. Yaparak yaşayarak öğrenmeyi desteklemesi <br/>Yukarıdakilerden hangisi veya hangileri sanal gerçeklik teknolojisinin avantajları arasında yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "SG teknolojilerinin sunduğu avantajlar; • sanal ortamda insan sağlığını tehlikeye atmadan gerçek hayata yakın deneyimler yaşatması, • bireylere telebulunuşluk yani sanal ortamdayken gerçek bir ortamda bulunma hissi vermesi, • öğrenmeyi kolaylaştırması, • öğrencilerin aktif olmalarını sağlaması, • yaparak yaşayarak öğrenmeyi desteklemesi, • öğrenmenin gerçek hayata transfer edilmesini kolaylaştırması, • ve sunduğu eğlenceli ortamlar sayesinde öğrencilerin yaratıcılığını ve ilgilerini arttırması olarak sıralanabilir."
  },
  {
    "id": "3831722",
    "unitNumber": 6,
    "text": "5G teknolojisinin Metaverse ile ilişkisi temel olarak neye dayanır?",
    "correctAnswer": "C",
    "options": {
      "A": "Merkezi veri depolama",
      "B": "Basılı medya desteği",
      "C": "Yüksek hız ve düşük gecikme süresi",
      "D": "İki boyutlu görüntü kalitesi",
      "E": "Fiziksel nesnelerle etkileşim"
    },
    "explanation": "5G teknolojisi özellikle sanal ortamlarda bireyleri avatarları aracılığıyla birbirine bağlama, internete bağlı akıllı cihazları, nesneleri ve makineleri kontrol etme işlevlerinde yoğun olarak kullanılacağı öngörülmektedir. 5G teknolojisi yakın gelecekte, Metaverse evreninin ağ altyapısı olarak kullanılacağı öngörülmektedir."
  },
  {
    "id": "3831723",
    "unitNumber": 6,
    "text": "I. Sağlık alanında hayati önem taşıyan kritik müdahale uygulamalarında<br/>II. Yapay zekâ uygulamalarında<br/>III. Nesnelerin interneti teknolojisinin kullanıldığı akıllı evler, akıllı şehirler, akıllı tarım ve otonom sürüş gibi uygulamalarda<br/>IV. Eğlence, kültür, sanat ve eğitim alanında<br/>Yukarıdakilerden hangileri 5G teknolojilerinin gelecekte kullanım imkanı bulacağı uygulama alanları arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve III",
      "B": "II ve III",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "5G teknolojilerinin gelecekte aşağıdaki uygulama alanlarında kullanım imkânı bulacağı planlanmaktadır: • Eğlence, kültür, sanat ve eğitim alanında, • Nesnelerin interneti teknolojisinin kullanıldığı akıllı evler, akıllı şehirler, akıllı tarım ve otonom sürüş gibi uygulamalarda, • Sağlık alanında hayati önem taşıyan kritik müdahale uygulamalarında, • Yapay zekâ uygulamalarında,"
  },
  {
    "id": "3831724",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yapay zekâ destekli otomatik kodlama sistemine sahip anlamsal web teknolojisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Web 1.0",
      "B": "Web 2.0",
      "C": "Web 3.0",
      "D": "Blokzincir",
      "E": "5G"
    },
    "explanation": "Web 3.0, yapay zekâ destekli otomatik kodlama sistemine sahip anlamsal web teknolojisi olarak tanımlanabilir."
  },
  {
    "id": "3833744",
    "unitNumber": 6,
    "text": "Fiziksel gerçekliği, sanal gerçeklik ve artırılmış gerçeklik gibi dijital ortamlarla birleştiren, çok kullanıcılı ve gerçekliğin değişim gösterdiği bir öte evren, aşağıdaki kavramlardan hangisiyle en fazla ilişkilidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Siber uzay",
      "B": "Blokzincir",
      "C": "NFT",
      "D": "Nesnelerin interneti",
      "E": "Metaverse"
    },
    "explanation": "Fiziksel gerçekliği, sanal gerçeklik ve artırılmış gerçeklik gibi dijital ortamlarla birleştiren, çok kullanıcılı ve gerçekliğin değişim gösterdiği bir öte evren en fazla metaverse kavramıyla ilişkili olduğundan bu sorunun doğru yanıtı E seçeneğidir."
  },
  {
    "id": "3833754",
    "unitNumber": 6,
    "text": "Aşağıdaki seçeneklerden hangisi metaverse ortamlarından birisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Google Earth",
      "B": "ChatGPT",
      "C": "Microsoft Teams",
      "D": "Decentraland",
      "E": "Netflix"
    },
    "explanation": "NextEarth, OVER, Decentraland, SandBox gibi platformlar Metaverse ortamlarına örnek olarak gösterilebilir. Bu yüzden sorunun doğru yanıtı D seçeneğidir."
  },
  {
    "id": "3833772",
    "unitNumber": 6,
    "text": "Üç boyutlu teknolojilerde kullanılan gerçeklik türlerinin kronolojik gelişim süreci, aşağıdaki seçeneklerden hangisiyle başlamıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Mortor Heiling'in kafaya takılan cihazın patentini alması",
      "B": "Steve Mann'ın giyilebilir bir bilgisayar sistemi icat etmesi",
      "C": "Frank Baum’un Anahtar adlı romanında karakter işaretleyici gözlüğünü hayal etmesi",
      "D": "Myron Krueger'ın Videoplace adında bir yapay gerçeklik laboratuvarı kurması",
      "E": "Microsoft Hololens karma gerçeklik gözlüğünün üretilmesi"
    },
    "explanation": "Üç boyutlu teknolojilerde kullanılan gerçeklik türlerinin kronolojik gelişim süreci 1901 yılında Frank Baum’un Anahtar adlı romanında karakter işaretleyici gözlüğünü hayal etmesiyle başladığından bu sorunun doğru yanıtı C seçeneğidir."
  },
  {
    "id": "3833783",
    "unitNumber": 6,
    "text": "Aşağıdaki seçeneklerden hangisi sanal gerçeklik teknolojilerinin sunduğu avantajlardan birisi değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Öğrenmeyi kolaylaştırması",
      "B": "Öğrenme kayıplarını artırması",
      "C": "Öğrencilerin aktif olmalarını sağlaması",
      "D": "Yaparak yaşayarak öğrenmeyi desteklemesi",
      "E": "Öğrenmenin gerçek hayata transfer edilmesini kolaylaştırması"
    },
    "explanation": "Sanal gerçeklik teknolojilerinin sunduğu avantajlar şu başlıklarda sıralanabilir:<br/><ul><br/><li>Sanal ortamda insan sağlığını tehlikeye atmadan gerçek hayata yakın deneyimler yaşatması</li><br/><li>Bireylere telebulunuşluk yani sanal ortamdayken gerçek bir ortamda bulunma hissi<br/>vermesi</li><br/><li>Öğrenmeyi kolaylaştırması</li><br/><li>Öğrencilerin aktif olmalarını sağlaması</li><br/><li>Yaparak yaşayarak öğrenmeyi desteklemesi</li><br/><li>Öğrenmenin gerçek hayata transfer edilmesini kolaylaştırması,</li><br/><li>Sunduğu eğlenceli ortamlar sayesinde<br/>öğrencilerin yaratıcılığını ve ilgilerini arttırması </li><br/></ul><br/>Yukarıdaki seçenekler incelendiğinde, öğrenme kayıplarını artırma, sanal gerçeklik teknolojilerinin sunduğu avantajlardan birisi olmadığından bu sorunun doğru yanıtı B seçeneğidir."
  },
  {
    "id": "3833804",
    "unitNumber": 6,
    "text": "Sanal ortamlara gerçek dünyadan ögelerin eklendiği gerçeklik türü aşağıdaki seçeneklerden en fazla hangisiyle ilişkilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Artırılmış sanallık",
      "B": "Gerçek sanallık",
      "C": "Çapraz gerçeklik",
      "D": "Genişletilmiş gerçeklik",
      "E": "Simüle edilmiş gerçeklik"
    },
    "explanation": "Milgram ve Kishino’nun (1994) gerçeklik sanallık devamlılığı çizelgesinde yer alan artırılmış sanallık, sanal ortamlara gerçek dünyadan ögelerin eklendiği gerçeklik türüdür. Artırılmış sanallıkta sanal ögelerin yoğunluğu artırılmış gerçekliğe oranla daha fazladır. Bu da artırılmış gerçekliği sanal gerçekliğe daha yakınlaştırır. Artırılmış sanallık teknolojileri ile gelecekte sanal ortamlarda gerçek fiziki nesnelerle etkileşim kurulabilmesi planlanmaktadır. Bu yüzden yukarıdaki sorunun doğru yanıtı A seçeneğidir."
  },
  {
    "id": "3833812",
    "unitNumber": 6,
    "text": "Giyilebilir bir bilgisayar veya akıllı telefon gibi elde taşınan bir cihaz kullanılarak kişinin gerçeklik algısına ekleme, çıkarma veya manipüle etme yeteneği, aşağıda belirtilen kavramlardan en fazla hangisiyle ilişkilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Aracılı gerçeklik",
      "B": "Artırılmış gerçeklik",
      "C": "Sanal gerçeklik",
      "D": "Karma gerçeklik",
      "E": "Ayarlı gerçeklik"
    },
    "explanation": "Aracılı gerçeklik, artırılmış gerçeklik, sanal gerçeklik, karma gerçekliği ve ayarlı gerçekliği içerisine alan büyük bir küme olarak açıklanabilir. Hatta, azaltılmış (diminished) gerçekliği de içine almaktadır. Aracılık edilen kullanıcının çevreye ilişkin görsel algısıdır. Aracılı gerçeklik, giyilebilir bir bilgisayar veya akıllı telefon gibi elde taşınan bir cihaz kullanılarak kişinin gerçeklik algısına ekleme, çıkarma veya manipüle etme yeteneğini ifade etmektedir. Bu yüzden yukarıdaki sorunun doğru yanıtı A seçeneğidir."
  },
  {
    "id": "3833816",
    "unitNumber": 6,
    "text": "Bir doktorun kıtalararası uzak bir ülkede bir hastanede yatan hastayı ameliyat edebilmesi, aşağıdaki seçeneklerde belirtilen kavramlardan en fazla hangisiyle ilişkilidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Aracılı gerçeklik",
      "B": "Çapraz gerçeklik",
      "C": "Genişletilmiş gerçeklik",
      "D": "Simüle edilmiş gerçeklik",
      "E": "Karma gerçeklik"
    },
    "explanation": "Çapraz gerçeklik, uzak ortamda bulunan nesneleri kullanma deneyiminin yaşandığı ortamdır. Karma gerçekliğe benzer. Ancak, artırılmış sanallık, artırılmış gerçeklik, sanal gerçeklik ve karma gerçekliğin uyumlu bir kombinasyonu gibi düşünülebilir. Sağlık ve askerî alanlarda sıklıkla kullanılmaktadır. Bir doktor çapraz gerçeklik teknolojilerini kullanarak, kıtalararası uzak bir ülkede bir hastanede yatan hastayı ameliyat edebilmekte, bir pilot uzaktan insansız hava aracını kullanabilmektedir. Bu yüzden yukarıdaki sorunun doğru yanıtı B seçeneğidir."
  },
  {
    "id": "3833821",
    "unitNumber": 6,
    "text": "Kullanıcıların deneyimledikleri şeyin gerçekliği hakkında kesin kanıtlara sahip olamadıkları için, içinde bulunduğu gerçekliğin gerçek fiziki ortam olduğundan şüphe duymadıkları kavram, aşağıdaki seçeneklerden en fazla hangisiyle ilişkilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sanal gerçeklik",
      "B": "Ayarlı gerçeklik",
      "C": "Simüle edilmiş gerçeklik",
      "D": "Aracılı gerçeklik",
      "E": "Genişletilmiş gerçeklik"
    },
    "explanation": "Simüle edilmiş gerçeklik, sanallık ve gerçekliğin keskin çizgilerle birbirinden ayırmanın mümkün olmadığı bir gerçeklik türüdür. Simüle edilmiş gerçekliğin gelecekte kuantum bilgisayarlar aracılığıyla yapay zekâ desteği ile fiziki gerçekliğin birebir benzetiminin yapılmasını sağlayan teknolojilere simüle edilmiş gerçeklik teknolojileri adı verilmektedir. Simüle edilmiş gerçeklik ortamında kullanıcılar deneyimledikleri şeyin gerçekliği hakkında kesin kanıtlara sahip olamadıkları için, içinde bulunduğu gerçekliğin gerçek fiziki ortam olduğundan şüphe duymazlar. Bu yüzden bu sorunun doğru yanıtı C seçeneğidir."
  },
  {
    "id": "3833823",
    "unitNumber": 6,
    "text": "Kullanıcıların kullandıkları mobil cihaz ekranlarının, başa taktıkları görüntüleyicilerin sağladığı kapsama miktarının ölçüsü, aşağıdaki kavramlardan en fazla hangisiyle ilişkilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bulunma",
      "B": "Sarmalanma",
      "C": "Serbestlik derecesi",
      "D": "Bakış alanı",
      "E": "Görüş alanı"
    },
    "explanation": "Bakış alanı kavramı, kullanıcıların kullandıkları mobil cihaz ekranlarının, başa taktıkları görüntüleyicilerin sağladığı kapsama miktarının ölçüsü olarak tanımlanabilmektedir. Bu yüzden ilgili sorunun doğru yanıtı D seçeneğidir."
  },
  {
    "id": "3833826",
    "unitNumber": 6,
    "text": "Kullanıcıların 3 boyutlu teknolojileri kullanarak sanal 3 boyutlu nesneleri 3 boyutlu uzayda hareket ettirirken kullanılan kavram, aşağıdaki seçeneklerden en fazla hangisiyle ilişkilidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bulunma",
      "B": "Sarmalanma",
      "C": "Bakış alanı",
      "D": "Görüş alanı",
      "E": "Serbestlik derecesi"
    },
    "explanation": "Serbestlik derecesi, kullanıcıların 3 boyutlu teknolojileri kullanarak sanal 3 boyutlu nesneleri 3 boyutlu uzayda hareket ettirirken kullanılan bir kavramdır. 3 boyutlu sanal nesneler gerçek ortamda AG ve SG teknolojileriyle 3 boyutlu uzayda x, y ve z eksenlerinde ileri geri, sağa sola ve yukarı aşağı hareket ettirilebilmektedir. 3 boyutlu sanal nesnelerin kullanıcılar tarafından döndürülmesi veya çevrilmesi sonucu, kullanıcıların 3 boyutlu sanal nesneleri 360 derecelik açılardan görebilmelerine imkân vermektedir. Bu yüzden yukarıdaki sorunu doğru yanıtı E seçeneğidir."
  },
  {
    "id": "3831725",
    "unitNumber": 7,
    "text": "Yapay Zekâ'nın resmi olarak literatüre kavramsal anlamda tanımlandığı ve \"Artificial Intelligence\" teriminin ilk kez kullanıldığı etkinlik hangi yıl ve okulda gerçekleşmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "1948 - Harvard",
      "B": "1950 - Stanford",
      "C": "1956 - Dartmouth",
      "D": "1960 - MIT",
      "E": "1974 - Princeton"
    },
    "explanation": "Türkçe'ye yapay zeka olarak çevrilen \"Artificial Intelligence (AI)\" kavramı ilk defa 1956 yılında Dartmouth'daki bir etkinlikte kullanılmıştır."
  },
  {
    "id": "3831726",
    "unitNumber": 7,
    "text": "Veri depolayıp, işleyebilen ya da veriyi algılayabilen; büyük ölçüde elektronik bileşenler üzerine kurulu olan cihaz ya da aracı bileşenleri tek bir çatı aldında tanımlamak için kullanılan kavram hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sayısal Sistem",
      "B": "Otonom Sistem",
      "C": "Otomasyon Sistemi",
      "D": "Dijital Sistem",
      "E": "Analog Sistem"
    },
    "explanation": "Bu özelliklere sahip cihaz ya da aracı bileşenleri tek bir çatı altında tanımlamak için kullanılan kavram, sayısal sistemdir."
  },
  {
    "id": "3831727",
    "unitNumber": 7,
    "text": "Yapay zeka ile ilişkili olarak verilebilecek, yardımcı sistem olarak kabul edebilerceğimiz ilk tarihsel örnek hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Basit makine",
      "B": "Otomaton",
      "C": "Dijital saat",
      "D": "Pusula",
      "E": "Teleskop"
    },
    "explanation": "Yapay Zekâ ile ilişkili olarak değerlendirmek gerekirse, yardımcı sistem olarak kabul edebileceğimiz ilk örnekler otomaton (İng. Automaton) adındaki mekanik robotlar ile bağlantılı durumdadır. Anlaşılacağı üzere mekanik bileşenler içeren bu sistemler, özellikle 15. ve 16. yüzyılda gerek yardımcı araçlar gerekse eğlence amaçlı düzenekler şeklinde yaygın bir kullanım alanına sahip olmuştur"
  },
  {
    "id": "3831729",
    "unitNumber": 7,
    "text": "Yapay Zekâ'nın problemlere esnek çözümler üretmesini sağlayan temel özellikleri arasında aşağıdakilerden hangisi yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnızca standart algoritmalar kullanması",
      "B": "Çözüm süreçlerini değiştirebilme yeteneği",
      "C": "İnsan müdahalesine ihtiyaç duyması",
      "D": "Tek tip probleme odaklanması",
      "E": "Sabit bir çalışma yapısına sahip olması"
    },
    "explanation": "Yapay Zekâ tabanlı algoritmalara farklı problemlere uyarlanabilme esnekliği, problem çözümü esnasında farklı çözüm süreçlerine geçebilmeyi ve standart algoritmalarla çözülmesi zaman alacak ya da imkânsız olan problemlerin başarılı ve verimli bir biçimde çözülmesi avantajlarını sağlamaktadır."
  },
  {
    "id": "3831730",
    "unitNumber": 7,
    "text": "Yapay Zekâ algoritmaları, dayandıkları bilimsel altyapılar ve çalışma prensiplerine göre hangi iki temel sınıf altında incelenmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Derin öğrenme - Makine öğrenmesi",
      "B": "Bulanık mantık - Optimizasyon",
      "C": "Kural tabanlı - Danışmansız öğrenme",
      "D": "Doğrudan çalışan - Öğrenerek çalışan",
      "E": "Denetimli - Denetimsiz"
    },
    "explanation": "Yapay Zekâ algoritmaları dayandıkları bilimsel altyapılar ve prensipleri itibarıyla ki temel sınıf altında incelemek gerekmektedir. Bunlar; doğrudan çalışan algoritmalar ve öğrenerek çalışan algoritmalardır."
  },
  {
    "id": "3831731",
    "unitNumber": 7,
    "text": "\"Kimi zaman elimizdeki veri kümesindeki örneklerde sadece girdiler yer almaktadır. Böyle bir durumda makine öğrenmesi veri örnekleri arasındaki yakınlıkları/ benzerlikleri algılayarak, çeşitli kümeler oluşturabilmektedir.\"<br/><strong>Yukarıdaki tanım hangi makine öğrenmesi yöntemini açıklamaktadır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Danışmanlı öğrenme",
      "B": "Takviyeli öğrenme",
      "C": "Danışmansız öğrenme",
      "D": "Otonom öğrenme",
      "E": "Mekanik öğrenme"
    },
    "explanation": "Bu şekilde girdinin belli olduğu, ancak çıktığının belli olmadığı veri setlerinde danışmansız öğrenme söz konusudur. Yani bir bakıma başlangıçta elimizde olmayan çıktı sınıflarını Danışmansız Öğrenme ile oluşturulması durumu söz konusudur."
  },
  {
    "id": "3831732",
    "unitNumber": 7,
    "text": "Yapay Zekâ'nın \"alan olarak\" tanımı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Matematiksel formüllerle optimizasyon yapma yeteneği",
      "B": "İnsan düşünce ve doğal dinamiklerden esinlenerek problem çözen sistemlerin tasarlandığı araştırma alanı",
      "C": "Robotların fiziksel hareketlerini kontrol eden yazılımlar",
      "D": "Veri depolama ve işleme teknolojilerinin genel adı",
      "E": "Elektronik devrelerin otomasyonu"
    },
    "explanation": "\"İnsan düşünce ve davranış şekilleri ile doğadaki dinamiklerden esinlenerek, problemleri algılayıp çözümler üretebilen zeki algoritmaların ve sistemlerin tasarlayıp geliştirilmesi ile ilgilenen araştırma ve teknoloji alanıdır.\""
  },
  {
    "id": "3831733",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Yapay Zekâ'nın tarihsel gelişiminde 15. ve 16. yüzyılda yaygın kullanılan \"otomaton\" kavramıyla <u>ilişkilendirilemez?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Mekanik saatler",
      "B": "Leonardo Da Vinci'nin tasarımları",
      "C": "Delikli kart sistemleri",
      "D": "El-Cezeri'nin hidrolik makineleri",
      "E": "15. yüzyıl sanat eserleri"
    },
    "explanation": "Anlaşılacağı üzere mekanik bileşenler içeren bu sistemler, özellikle 15. ve 16. yüzyılda gerek yardımcı araçlar gerekse eğlence amaçlı düzenekler şeklinde yaygın bir kullanım alanına sahip olmuştur (Kang, 2002). Genel olarak incelendiğinde, otomatonların dönemin estetik kaygıları ile birleşerek, sanat eserlerine dönüştüğü ve hatta insansı unsurlarla donatıldığı görülmektedir (Resim 7.1). Otomatonlar genellikle yazı yazabilen makineler, zor işleri destekleyen araçlar, çocuklar için hareketli oyuncaklar ve guguklu saat gibi mekanik saatler şeklinde; farklı amaç ve çözümler doğrultusunda ortaya çıkmıştır. Otomatonların en önemli yeniliği, kurularak ya da kontrol edilerek kullanılabilmeleri ya da daha önceden belirlenmiş eylemleri yapacak şekilde çalışabilmeleri olmuş, bu yönüyle robotların atası olarak kabul edilmişlerdir (Wetmore, 2013). Özellikle Rönesans özelinde düşünüldüğünde Leonardo Da Vinci gibi bilim insanlarının icatları da otomaton örnekleri içermektedir (Rosheim, 2006). Yine Da Vinci’ye ilham kaynağı olduğu düşünülen El-Cezeri’nin otomatonları da robot ve Sibernetik (canlı ya da cansız sistemlerin karmaşık yapılarını inceleyen bilim dalı) çalışmaları açısından ilk niteliğinde kabul edilmektedir."
  },
  {
    "id": "3831734",
    "unitNumber": 7,
    "text": "Makine Öğrenmesi'nde \"Takviyeli Öğrenme\" (Reinforcement Learning) yöntemi için en uygun tanım hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Örnek verilerdeki girdi-çıktı ilişkisini öğrenme",
      "B": "Veriler arasındaki benzerlikleri gruplama",
      "C": "Görüntü verilerini otomatik olarak etiketleme",
      "D": "Ödül-ceza mekanizmasıyla tecrübe edinme",
      "E": "Büyük veri setlerini hızla işleme"
    },
    "explanation": "Takviyeli Öğrenme (İng. Reinforcement Learning): Özellikle robotik sistemler açısından dikkat çeken bu öğrenme yöntemi bir tür yaşayarak öğrenme gibidir. Makine Öğrenmesi tabanlı zeki sistem için bu noktada olası eylemleri ya da çözümleri karşısında ödül ve ceza puanları verilmektedir. Yani öğrenme verisi farklı örnek durumların ödül ya da ceza dönütleriyle (çıktılarıyla) karşılanması şeklinde oluşturulmaktadır."
  },
  {
    "id": "3831735",
    "unitNumber": 7,
    "text": "Derin Öğrenme modellerinden \"Evrişimli Sinir Ağları\" (CNN) en çok hangi alanda kullanılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Ses tanıma",
      "B": "Görüntü işleme",
      "C": "Robotik optimizasyon",
      "D": "Finansal tahminler",
      "E": "Metin analizi"
    },
    "explanation": "Evrişimli Sinir Ağları (İng. Convolutional Neural Networks / CNN): Evrişimli Sinir Ağları (CNN), özellikle görüntü verileri üzerindeki başarılarıyla ön plana çıkmış bir Derin Öğrenme modelidir."
  },
  {
    "id": "3831736",
    "unitNumber": 7,
    "text": "\"Karanlık Fabrika\" kavramıyla ilişkili olan Endüstri 4.0 bileşeni aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tam otomasyon ve insansız üretim",
      "B": "İnsan-makine iş birliği",
      "C": "Geleneksel üretim hatları",
      "D": "Enerji tasarrufu odaklı sistemler",
      "E": "Manuel kalite kontrol"
    },
    "explanation": "Karanlık Fabrika: İnsan faktörünün hiç olmadığı ya da mümkün olduğunca azaltıldığı; genel olarak zeki sistemlerin (robotların, botların) işbirliği içerisinde görev aldıkları, özellikle Yapay Zekâ ve zeki cihazlarla ilişkilendirilen Endüstri 4.0 dönemi ile ilişkilendirilen ‘zeki’ fabrika ortamlarıdır (Yıldız, 2018)."
  },
  {
    "id": "3831737",
    "unitNumber": 7,
    "text": "\"Prompt Mühendisliği\" kavramı neyi ifade eder?*",
    "correctAnswer": "C",
    "options": {
      "A": "Algoritma hızlandırma yöntemleri",
      "B": "Veri ön işleme teknikleri",
      "C": "Kullanıcı girdilerini etkin sonuçlar alacak şekilde düzenleme",
      "D": "Derin Öğrenme modellerinin eğitimi",
      "E": "Donanım bileşenlerinin tasarımı"
    },
    "explanation": "Prompt Mühendisliği (İng. Prompt Engineering): LLM’ler ile birlikte önemi artan kullanıcı cümlelerinin, en etkin sonuçları elde etmek için nasıl yazılması gerektiğini inceleyip uygulayan yaklaşıma verilen isimdir (White vd., 2023)."
  },
  {
    "id": "3831738",
    "unitNumber": 7,
    "text": "GPT modellerinin temelini oluşturan \"Transfer Öğrenme\" (Transfer Learning) aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Önceden eğitilmiş bir modelin başka bir göreve uyarlanması",
      "B": "Veri kümesinin rastgele bölümlere ayrılması",
      "C": "Kullanıcı etkileşimlerinin izlenmesi",
      "D": "Yapay Sinir Ağları'nın fiziksel olarak kopyalanması",
      "E": "Algoritmaların donanım üzerinde test edilmesi"
    },
    "explanation": "<em>Transfer Öğrenmesi </em>(<em>İng. </em>Transfer Learning) adı verilen öğrenme süreciyle daha önce öğrenilen bilginin başka Yapay Zekâ modellerine aktarılmasını amaçlayan mekanizma, sadece Derin Öğrenme tabanlı çözümlerin değil, aynı zamanda Üretici Yapay Zekâ olgusunun da yükselişinde etkili olmuştur (Teo vd., 2023)."
  },
  {
    "id": "3831739",
    "unitNumber": 7,
    "text": "Yapay Sinir Ağları'nın ortaya çıkışına temel oluşturan ve üzerine ağırlıklı bir şekilde gelen girdileri dönüştürebilen işlem birimi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Aktivasyon",
      "B": "Dönüştürücü",
      "C": "Algılayıcı",
      "D": "Çok katmanlı ağ",
      "E": "Veri kümesi"
    },
    "explanation": "Algılayıcı (Perceptron), yapay sinir ağlarının ortaya çıkışına temel oluşturan ve üzerine ağırlıklı bir şekilde gelen girdileri dönüştürebilen işlem birimidir. Bu yapıdaki ağırlıklar, beyindeki nöronlar arasında yer alan ve hafızayı, hatırlamayı sağlayan elektriksel yüklerden esinlenmektedir."
  },
  {
    "id": "3831740",
    "unitNumber": 7,
    "text": "Yapay zekânın sağlık alanındaki başarıları arasında aşağıdakilerden hangisi <u>yer almaz?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "Kanser teşhisinde yüksek doğruluk",
      "B": "Hasta verilerinin manuel kaydı",
      "C": "Protein katlanması probleminin çözülmesi",
      "D": "Robotik cerrahi sistemlerinin kullanımı",
      "E": "İlaç keşif süreçlerinin hızlanması"
    },
    "explanation": "Yapay Zekâ’nın başından beri etkili olduğu sağlık alanı, 21. yüzyıldaki etkin başarılardan nasibini almıştır. Görüntü teknolojilerindeki başarılar, kanser teşhisi, hücre tespiti, problemli doku, kemik ve bileşenlerin medikal görüntülerden hızlı ve yüksek başarımlı bir şekilde tespitinde rol oynamıştır. Benzer şekilde Yapay Zekâ tabanlı medikal robotlar, operasyonlardaki başarı oranlarını artırarak yaygınlaşmaya başlamıştır. Yapay Zekâ destekli aşı geliştirmeleri, ilaç tespitleri ve varolan ilaçların farklı hastalıklara yönlendirilmesi gibi konularda başarılar elde edilmiştir. Yapay Zekâ’nın 21. yüzyıldaki Üretici Yapay Zekâ rolüyle bağlantılı olarak; insanların rutin olarak yerine getirdiği ve hatta estetik kaygılar da içeren çalışmalarda Yapay Zekâ asistan rolü üstlenmeye başlamıştır."
  },
  {
    "id": "3831741",
    "unitNumber": 7,
    "text": "John McCarthy önderliğindeki bilim insanları tarafından yapay zekânın resmî bir biçimde kavramsal olarak tanımlanması hangi yılda gerçekleşmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "1956",
      "B": "1968",
      "C": "1994",
      "D": "2003",
      "E": "2012"
    },
    "explanation": "Yapay Zekâ’nın resmî bir biçimde kavramsal olarak tanımlandığı zaman 1956 yılına tekabül etmektedir. John McCarthy önderliğindeki bilim insanları ABD. Dartmouth’daki bir etkinlikte Türkçe’ye Yapay Zekâ olarak çevrilen <em>Artificial Intelligence </em>kavramını tanımlayarak literature kazandırmışlardır (McCarthy vd., 2006; 1956)."
  },
  {
    "id": "3831742",
    "unitNumber": 7,
    "text": "Tıpkı bir göz gibi görüntüdeki detayları ele alarak tanıma yapılmasını sağlayan biyolojik süreçlerden esinlenen, görüntü verileri üzerindeki başarılarıyla ön plana çıkan derin öğrenme modeli hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Derin inanç ağları",
      "B": "Uzun dönem kısa dönem hafıza",
      "C": "Evrişimli sinir ağları",
      "D": "Graf sinir ağları",
      "E": "Otokodlayıcılar"
    },
    "explanation": "Evrişimli Sinir Ağları (İng. Convolutional Neural Networks / CNN), özellikle görüntü verileri üzerindeki başarılarıyla ön plana çıkmış bir Derin Öğrenme modelidir. İçerisinde veri ön işleme mekanizmalarını da içeren bu modelin, tıpkı bir göz gibi, görülen görüntüdeki detayları ele alarak tanıma yapılmasını sağlayan biyolojik süreçlerden esinlenmiştir."
  },
  {
    "id": "3831743",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi derin öğrenme modelleri arasında <u>yer almaz?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Graf sinir ağları",
      "B": "Derin inanç ağları",
      "C": "Otokodlayıcılar",
      "D": "Evrişimli sinir ağları",
      "E": "Danışmanlı öğrenme"
    },
    "explanation": "Günümüz koşulları, her geçen zaman yeni bir Derin Öğrenme modelinin ortaya çıkmasına sebep olmaktadır. Ancak Derin Öğrenme’nin kritik problemlerdeki başarısında rol oynayan ve farklı alanlardaki problemlerde yaygın bir şekilde kullanılan çeşitli ileri düzey Yapay Sinir Ağları modellerinin genel hatlarıyla bilinmesi, Derin Öğrenme’nin yükselişi hakkında bilgi sahibi olunmasını sağlayacaktır. Buna göre öne çıkan başlıca Derin Öğrenme modelleri şu şekildedir: Evrişimli sinir ağları, Otokodlayıcılar, Derin inanç ağları, Graf sinir ağları."
  },
  {
    "id": "3831744",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi derin öğrenme modellerinden biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Evrişimli sinir ağları",
      "B": "Derin inanç ağları",
      "C": "Otokodlayıcılar",
      "D": "Uzun dönem kısa dönem hafıza",
      "E": "Sosyal sinir ağları"
    },
    "explanation": "Derin öğrenme modelleri 5 başlıkta sıralanabilir: Evrişimli sinir ağları, derin inanç ağları, otokodlayıcılar, uzun dönem kısa dönem hafıza, graf sinir ağları. \"Sosyal sinir ağları\" adında bir derin öğrenme modeli bulunmamaktadır."
  },
  {
    "id": "3831747",
    "unitNumber": 7,
    "text": "Derin öğrenme tabanlı olup, birbiriyle rekabet eden iki farklı ağın etkileşimi ile sentetik veriler (örneğin, sahte yüzler ve sesler) üretmek için kullanılan üretici yapay zekâ modeli aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Otokodlayıcılar",
      "B": "Siyam ağları",
      "C": "Uzun dönem kısa dönem hafıza",
      "D": "Çekişmeli üretici ağlar",
      "E": "Derin inanç ağları"
    },
    "explanation": "Derin Öğrenme’nin Üretici Yapay Zekâ dönemini başlamasına sebep olan Çekişmeli Üretici Ağlar (GAN), iki farklı ağ yapısının rol aldığı bir Derin Öğrenme modelidir. Bu noktada GAN içerisinde yer alan ağlardan biri, gerçek veri kümesine bakarak karşılaştırma yapabilen diğer ağı gerçek veri ürettiği yönünde kandırmaya çalışmakta; kandırdığı zaman GAN amacına ulaşmış olmaktadır. Böylelikle gerçeğe çok yakın verilerin (sahte yüzler, sesler ya da yaratıcı içerikler) sentetik bir şekilde elde edilmesi sağlanmaktadır"
  },
  {
    "id": "3830515",
    "unitNumber": 8,
    "text": "Geçmişten tamamen farklı olarak ses, görüntü, video, etkileşim ve veri uygulamalarının aynı kaynakları paylaşması ve birbirleriyle sinerjik bir şekilde etkileşim kurmasını aşağıdakilerden hangi olgu tanımlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Teknolojik yakınsama",
      "B": "Dijital yakınsama",
      "C": "Yeniliklerin yayılması kuramı",
      "D": "Teknolojik gelişme çerçevesi",
      "E": "Delphi tekniği"
    },
    "explanation": "TEKNOLOJİNİN GELECEĞİ<br/>Geçmişte tamamen farklı olan ses, görüntü, video, etkileşim ve veri uygulamaları artık aynı kaynakları paylaşmakta ve birbirleriyle sinerjik bir şekilde etkileşim kurmaktadır. Bu olguya dijital yakınsama adı verilmektedir."
  },
  {
    "id": "3830519",
    "unitNumber": 8,
    "text": "\"Risk alıcılar\", Everett Rogers’ın bir teknolojinin yayılma aşamasında teknolojiyi benimseyen veya uygulayan birey gruplarından hangisine girer?",
    "correctAnswer": "E",
    "options": {
      "A": "Geride kalanlar",
      "B": "Geç çoğunluk",
      "C": "Erken çoğunluk",
      "D": "İlk benimseyenler",
      "E": "Yenilikçiler"
    },
    "explanation": "TEKNOLOJİNİN GELECEĞİ<br/>Yenilikçiler yeni bir fikre ilk uyum sağlayanlardır ve genellikle “risk alıcılar” olarak tanımlanırlar."
  },
  {
    "id": "3830590",
    "unitNumber": 8,
    "text": "Bilim kurgu edebiyatı ile teknoloji birbirini beslemektedir. Aşağıdakilerden hangisi bu ilişkiyi desteklemez?",
    "correctAnswer": "D",
    "options": {
      "A": "Kitaplarda ve filmlerde tasarlanan kurgusal teknolojiler ve ürünler, araştırmacılara ve geliştiricilere ilham verir",
      "B": "Toplumda biriken bilimsel ve teknolojik bilgi de yazarlara geleceği tasarlarken ilham kaynağı olur",
      "C": "Bilim kurgu filmlerinde tasarlanan geleceğin teknolojik örnekleri, toplumu bu teknolojilere hazırlama misyonunu üstlenir",
      "D": "Gelecek sadece öngörülmekle kalınmaz, gelecekteki ürünler de tasarlanarak icat edilebilir",
      "E": "Teknolojilerin gelecekte geniş kitleler tarafından kabul edilmesine etkide bulunur"
    },
    "explanation": "İletişim Teknolojilerinin Geleceğini Araştırmak<br/>Teknolojilerin yakınsaması kullanılarak, bugün farklı teknolojiler olarak kabul edilen iki veya daha fazla teknolojinin gelecekte nasıl yakınsayabileceği senaryoları geliştirilerek, gelecek sadece öngörülmekle kalınmaz, gelecekteki ürünler de tasarlanarak icat edilebilir."
  },
  {
    "id": "3830648",
    "unitNumber": 8,
    "text": "Daha önceleri sadece uzman profesyonellerin kullandığı dijital teknolojiler 90’larda kişisel bilgisayarlardaki çoklu ortam teknolojilerine dönüşerek halkın kullanabildiği teknolojiler hâline gelmiştir. Bunu aşağıdakilerden hangisi tanımlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Fiziksel-dijital karma",
      "B": "Sanal gerçeklik",
      "C": "Dijital devrim",
      "D": "Yapay zeka",
      "E": "Sentetik medya"
    },
    "explanation": "SINIRDAKİ İLETİŞİM TEKNOLOJİLERİ<br/>İletişim teknolojilerinin gelişimini etkileyen başlıca faktör dijital devrimdir. Daha önceleri sadece uzman profesyonellerin kullandığı dijital teknolojiler 90’larda kişisel bilgisayarlardaki çoklu ortam teknolojilerine dönüşerek halkın kullanabildiği teknolojiler hâline gelmiştir."
  },
  {
    "id": "3830652",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi aşırı gerçekçi sahte içeriklerdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hologram",
      "B": "Karma gerçeklik",
      "C": "Metaverse",
      "D": "Deepfake",
      "E": "Bilim kurgu"
    },
    "explanation": "Sentetik medya üretiminde GAN adı verilen algoritmalar ve büyük dil modellerine dayalı text-to-everything modelleri hızla gelişme göstermektedir. Bu gelişmelerin en önemli sonuçlarından biri deepfake adı verilen aşırı gerçekçi sahte içeriklerin üretilebilir hâle gelmesidir."
  },
  {
    "id": "3830656",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>İnsan beyninin işleyişini incelemek.</li> <li>Text-to-everything modelleri geliştirmek.</li> <li>İnsan beyninin yeteneklerine sahip teorik sistemler oluşturmak.</li> <li>“Güçlü yapay zekâ” makineleri geliştirmek.</li> <li>Gerçekçi 3B ortamlar oluşturmak.</li> </ol> Yapay beyin araştırmaları, yukarıdaki hangi temel amaçlar üzerinde yoğunlaşır?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II ve III",
      "B": "II, III ve IV",
      "C": "III, IV ve V",
      "D": "I, II ve IV",
      "E": "I, III ve IV"
    },
    "explanation": "YAKIN GELECEĞE AİT İLETİŞİM TEKNOLOJİLERİ<br/>Yapay beyin araştırmaları, aşağıdaki üç temel amaç üzerinde yoğunlaşır: a) İnsan beyninin işleyişini incelemek. b) İnsan beyninin yeteneklerine sahip teorik sistemler oluşturmak. c) “Güçlü yapay zekâ” olarak adlandırılan, insan benzeri davranışlar ve zekâ sergileyebilen makineleri geliştirmek."
  },
  {
    "id": "3830659",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisinin insan beyninin sinirsel düzeyde sahip olduğu işlem gücüne eşdeğer bilgisayarların üretilmesine olanak sağlanması beklenmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Teraölçek bilgisayar",
      "B": "Petaölçek bilgisayar",
      "C": "Exaölçek bilgisayar",
      "D": "Esnek elektronik kağıtlar",
      "E": "GAN (Generative Adversarial Network)"
    },
    "explanation": "YAKIN GELECEĞE AİT İLETİŞİM TEKNOLOJİLERİ<br/>Exaölçek bilgisayarlar, insan beyninin sinirsel düzeyde sahip olduğu işlem gücüne eşdeğer bilgisayarların üretilmesine olanak sağlanması beklenmektedir?"
  },
  {
    "id": "3830664",
    "unitNumber": 8,
    "text": "2022 yılında ABD Oak Ridge Ulusal Laboratuvarında dünyanın ilk olarak duyurulan \"Frontier\" nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "İlk teraölçek bilgisayar",
      "B": "İlk dışsal bir yapay biliş sistemi",
      "C": "İlk petaölçek bilgisayar",
      "D": "İlk yapay zeka motoru",
      "E": "İlk exaölçek bilgisayar"
    },
    "explanation": "YAKIN GELECEĞE AİT İLETİŞİM TEKNOLOJİLERİ<br/>2022 yılında ABD Oak Ridge Ulusal Laboratuvarında dünyanın ilk halka açık exaölçek bilgisayarı Frontier duyurulmuş ve Haziran 2023 itibarıyla dünyanın en hızlı süper bilgisayarı olarak tescil edilmiştir."
  },
  {
    "id": "3830669",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi içinde çok çeşitli fikir, kavram, süreç ve problem barındıran sonsuz karmaşık bir “bavul terim” dir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yapay dar zekâ",
      "B": "Yapay genel zekâ",
      "C": "Yapay süper zekâ",
      "D": "Yapay zekâ",
      "E": "Makine öğrenmesi"
    },
    "explanation": "YAKIN GELECEĞE AİT İLETİŞİM TEKNOLOJİLERİ<br/>Yapay zekâ belirli bir olguyu ifade etmekten daha çok, Marvin Minsky’nin tanımladığı gibi, içinde çok çeşitli fikir, kavram, süreç ve problem barındıran sonsuz karmaşık bir “bavul terim” dir."
  },
  {
    "id": "3830675",
    "unitNumber": 8,
    "text": "Günümüzde yapay zekânın performansı hızla artması ile insan beyninin performansında belirgin bir değişiklik gözlenmesi aşağıdakilerden hangi sonucu ortaya çıkarır?",
    "correctAnswer": "B",
    "options": {
      "A": "Sentetik gerçeklik",
      "B": "Teknolojik tekillik",
      "C": "Transhümanizm",
      "D": "İnsan-Yapay Zekâ Ortak Yaşamına Geçiş",
      "E": "Beyne Düşünce Yükleme"
    },
    "explanation": "DÜŞÜNCE AŞAMASINDAKİ İLETİŞİM TEKNOLOJİLERİ<br/>Günümüzde yapay zekânın performansı hızla artarken, aynı dönemde insan beyninin performansında belirgin bir değişiklik gözlenmemektedir. Bu ilerleme sonucunda, yapay zekânın insan zekâsını geçeceği nokta olan teknolojik tekilliğin kaçınılmaz bir şekilde gerçekleşeceği öngörülmektedir."
  },
  {
    "id": "3843838",
    "unitNumber": 8,
    "text": "Teknolojik ilerlemeleri teknolojik değişimin bir sonucu olarak ifade eden ve üçlü model ile açıklayan kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Joseph Schumpeter",
      "B": "Roy Charles Amara",
      "C": "Everett Rogers",
      "D": "Mark P. Mills",
      "E": "Ray Kurzweil"
    },
    "explanation": "Teknolojideki ilerlemeler, teknolojik değişimin bir sonucu olarak ortaya çıkar ve Joseph Schumpeter tarafından önerilen üçlü model ile açıklanır. Buna göre, teknolojik değişim, teknoloji veya süreçlerin “buluş”, “yenilik” ve “yayılma” aşamalarını kapsamaktadır."
  },
  {
    "id": "3843842",
    "unitNumber": 8,
    "text": "Farklı teknolojik sistemlerin benzer görevleri yerine getirme eğilimi aşağıdakilerden hangisini ifade eder?",
    "correctAnswer": "B",
    "options": {
      "A": "Sürdürülebilir yenilik",
      "B": "Teknolojik yakınsama",
      "C": "Yıkıcı yenilik",
      "D": "Yaratıcı yıkım",
      "E": "Yeniliklerin yayılması"
    },
    "explanation": "Teknolojik yakınsama, farklı teknolojik sistemlerin benzer görevleri yerine getirme eğilimini ifade eder. Günümüzde en dikkat çekici teknolojik yakınsama, bilgi teknolojileri, iletişim teknolojileri, tüketici elektroniği ve eğlence teknolojileri olmak üzere dört farklı teknoloji alanının birbirine yakınlaşmasıdır."
  },
  {
    "id": "3843845",
    "unitNumber": 8,
    "text": "Yeni gerçeklik aşağıdakilerden hangisini <u>karşılamaz?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Sanal gerçeklik",
      "B": "Artırılmış gerçeklik",
      "C": "Karma gerçeklik",
      "D": "Genişletilmiş gerçeklik",
      "E": "Sürdürülebilir gerçeklik"
    },
    "explanation": "Günümüzde sınırdaki iletişim teknolojilerini yönlendiren iki dev dalga bulunmaktadır. Bunlardan birincisi sanal gerçeklik, artırılmış gerçeklik, karma gerçeklik ve genişletilmiş gerçeklik gibi kavramları çevreleyen yeni gerçekliktir. Bunlar arasında sürdürülebilir gerçeklik yer almamaktadır."
  },
  {
    "id": "3843848",
    "unitNumber": 8,
    "text": "2022 yılında ABD Oak Ridge Ulusal Laboratuvarında dünyanın ilk halka açık exaölçek bilgisayarı olarak üretilen bilgisayarın adı nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Baidu",
      "B": "Steep",
      "C": "Frontier",
      "D": "Alpha Go Zero",
      "E": "Meta"
    },
    "explanation": "2022 yılında ABD Oak Ridge Ulusal Laboratuvarında dünyanın ilk halka açık exaölçek bilgisayarı Frontier duyurulmuş ve Haziran 2023 itibarıyla dünyanın en hızlı süper bilgisayarı olarak tescil edilmiştir. Exaölçek bilgisayarların insan beyinin modellenmesi araştırmalarını hızlandırması ve insan beyninin çalışan bir modelinin yapılabilmesi için itici güç oluşturması beklenmektedir."
  },
  {
    "id": "3843850",
    "unitNumber": 8,
    "text": "Sanatçılar tarafından bilim kurgu eserlerinde erken dönemlerde sunulan gelecek vizyonlar aşağıdakilerden hangisini ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Kurgusal teknolojiler",
      "B": "Varsayımsal teknolojiler",
      "C": "Zihinsel iletişim teknolojisi",
      "D": "Buluş öncesi aşamasındaki teknolojiler",
      "E": "Sentetik telekinezi teknolojisi"
    },
    "explanation": "Kurgusal teknolojiler ise sanatçılar tarafından bilim kurgu eserlerinde erken dönemlerde sunulan gelecek vizyonlarıdır."
  },
  {
    "id": "3843852",
    "unitNumber": 8,
    "text": "Bir insanın eksokorteksiyle iletişim kurmasında kullanılabilecek bir teknoloji olan iç ses yakalama teknolojisi aşağıdakilerden hangisi tarafından geliştirilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "William Ross Ashby",
      "B": "J.C.R. Licklider",
      "C": "Douglas Engelbart",
      "D": "Artav Kapur",
      "E": "Ray Kurzweil"
    },
    "explanation": "Bir insanın eksokorteksiyle iletişim kurmasında kullanılabilecek bir diğer teknoloji de iç ses yakalama teknolojisidir. 2018’de MIT’de bir yüksek lisans öğrencisi olan Artav Kapur tarafından geliştirilen AlterEgo Projesinde iç sesle yapılan konuşmalar çenedeki elektrik sinyalleri aracılığıyla çok hızla yakalanabilmektedir."
  },
  {
    "id": "3843854",
    "unitNumber": 8,
    "text": "Nature dergisinde yayınlanan bir makalede beyinden beyine bağlantı kurularak kişiler arasında ilk kez doğrudan düşünsel iş birliği gerçekleştirilebildiği tespit edilen projenin aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "İnsan Beyni Projesi",
      "B": "Mavi Beyin Projesi",
      "C": "Çin Beyin Projesi",
      "D": "SpiNNaker Prpjesi",
      "E": "BrainNet Projesi"
    },
    "explanation": "Bir başka düşünce ise birden fazla beynin birbirine bağlanmasıyla zihin birleştirme ve ortak düşünme işleminin gerçekleştirilebileceği önerisidir. Yakın zamanda Nature dergisinde yayınlanan bir makalede “BrainNet” adı verilen projede beyinden beyine bağlantı kurularak kişiler arasında ilk kez doğrudan düşünsel iş birliği gerçekleştirilebilmiştir."
  },
  {
    "id": "3843855",
    "unitNumber": 8,
    "text": "Teknolojinin faydalı olduğu kadar tehlikeli yönlerinin de bulunduğunu anlatan ve teknolojinin gelecekte yol açacağı sorunlara “Teknolojinin Karanlık Yüzü” isimli kitap aşağıdaki yazarlardan hangisine aittir?",
    "correctAnswer": "B",
    "options": {
      "A": "Georges Dvorsky",
      "B": "Peter Townsend",
      "C": "Jules Verne",
      "D": "H.G. Wells",
      "E": "Ray Kurzweil"
    },
    "explanation": "Teknolojinin faydalı olduğu kadar tehlikeli yönleri de bulunmaktadır. Teknolojinin gelecekte yol açacağı sorunlara ve teknolojinin tehlikeleri konusunda daha ayrıntılı bilgi edinmek amacıyla Peter Townsend’in “Teknolojinin Karanlık Yüzü” isimli kitabından yararlanılabilir. Özellikle teknolojinin yaşlıları ve fakirleri toplumdan nasıl soyutladığı bölümü kitabın çok dikkat çekici ve etkileyici bölümünü oluşturmaktadır."
  },
  {
    "id": "3843856",
    "unitNumber": 8,
    "text": "Nanoteknoloji terimini ilk kez kavramsallaştıran kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Georges Dvorsky",
      "B": "Peter Townsend",
      "C": "Eric Drexler",
      "D": "Ray Kurzweil",
      "E": "J.C.R. Licklider"
    },
    "explanation": "Nanoteknoloji terimini 1980’lerde ilk kez kavramsallaştıran Eric Drexler, atomik boyutlarda parçaları olan makinelerin inşa edileceği bir gelecek öngörüsünde bulunmuştur."
  },
  {
    "id": "3843858",
    "unitNumber": 8,
    "text": "Bilinçli zihinlerin bir yapay bir dünya içinde yaşadıklarının farkına varamayacakları seviyede bir gerçeklik oluşturmanın bir bilgisayar benzetimi ile mümkün olduğu varsayımını içeren durum aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Simülasyon yoluyla oluşturulan gerçeklik",
      "B": "İçine dalınabilen (sürükleyici) sanal gerçeklik",
      "C": "Dışsal korteks",
      "D": "Teknolojik tekillik",
      "E": "Transhümanizm"
    },
    "explanation": "Simülasyon yoluyla oluşturulan gerçeklik, bilinçli zihinlerin bir yapay bir dünya içinde yaşadıklarının farkına varamayacakları seviyede bir gerçeklik oluşturmanın bir bilgisayar benzetimi ile mümkün olduğu varsayımını içerir. İçine dalınabilen sanal gerçeklikten farklı olan şey, sanal gerçekliğin, nesnel gerçeklikten ayırt edilmesi kişinin geçmiş deneyimlerinden yola çıkarak kolayca belirlenebilirken, simülasyon yoluyla oluşturulan gerçekliğin gerçek deneyimden ayırt edilmesi ya imkânsız ya da çok zordur. Buna göre doğru cevap A şıkkıdır."
  }
]