[
  {
    "id": "3641464",
    "unitNumber": 1,
    "text": "\"Virtual Reality\" kelimesinin anlamı aşağıdakilerden hangisinde verilmiştir?",
    "options": {
      "A": "Bilgisayar animasyonu",
      "B": "Bilgisayar grafikleri",
      "C": "Bozunma sanatı",
      "D": "Oyun sanatı",
      "E": "Sanal gerçeklik"
    },
    "correctAnswer": "E",
    "explanation": "Sanal sanat (virtual art)<br/>• Yazılım sanatı (software art)<br/>• İnternet sanatı<br/>• Oyun sanatı<br/>• Bozunma sanatı (glitch art)<br/>• Telematik sanat (Telematic art)<br/>• Biyosanat<br/>• Bilgisayar animasyonu<br/>• Etkileşimli sanat<br/>• Bilgisayar grafikleri<br/>• Hacktivizm<br/>• Taktiksel medya (tactical media)<br/>Sanal gerçeklik"
  },
  {
    "id": "3641569",
    "unitNumber": 1,
    "text": "1960 yılından 1990’lı yıllara kadar multimedya (çoklu ortam) sanatına verilen ad aşağıdakilerden hangisidir?",
    "options": {
      "A": "Yeni medya sanatı",
      "B": "Modern sanat",
      "C": "Siber sanatlar",
      "D": "Postmodern sanat",
      "E": "Kavramsal sanat"
    },
    "correctAnswer": "C",
    "explanation": "Bu soru \"Sanatın Yeni Alanı Yeni Medya\" başlığından türetilmiştir.<br/>1960 yılından 1990’lı yıllara kadar multimedya (çoklu ortam) sanatı, etkileşimli sanatlar<br/>ve siber sanatlar adı altında da isimlendirilmiştir."
  },
  {
    "id": "3641498",
    "unitNumber": 1,
    "text": "1960’lı yıllarda Hummingbird adlı eseri ile Belçika’da deneysel sinema ödülünü kazanan sanatçı aşağıdakilerden hangisidir?",
    "options": {
      "A": "F. Nake",
      "B": "K. Knowlton",
      "C": "M.A. Noll",
      "D": "C. Csuri",
      "E": "P. Modrian"
    },
    "correctAnswer": "D",
    "explanation": "YENİ MEDYA SANATININ TARİHİ başlığı altında yer alan ilgili bölümü inceleyiniz.<br/>Csuri animasyon alanında da önde gelen figürlerden biridir. Hummingbird (Arıkuşu) çalışması<br/>imgedeki çizgilerin tanımlanarak bilgisayar tarafından kontrol altında bir rastgelelik ile değişime uğraması ile sonuçlanır. Kuş büyümekte, küçülmekte, yer değiştirmekte, deforme olmakta, dağılmakta ve tekrar birleşmektedir. Bu çalışması ile Belçika’da deneysel sinema ödülü kazanmıştır."
  },
  {
    "id": "3641478",
    "unitNumber": 1,
    "text": "1960’lı yıllarda ortaya çıkmıştır ve etkisi 1970’li yılların sonuna kadar sürmüştür. Kelime<br/>anlamı olarak “akış” anlamına gelen hareketin adı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Dada",
      "B": "Empresyonizm",
      "C": "Ekspresyonizm",
      "D": "Fluxus",
      "E": "Sürrealizm"
    },
    "correctAnswer": "D",
    "explanation": "Fluxus hareketi 1960’lı yıllarda ortaya çıkmıştır ve etkisi 1970’li yılların sonuna kadar sürmüştür. Kelime<br/>anlamı olarak “akış” demektir. Fluxus bir sanat akımı olarak tanımlanmaktan ziyade dahil olan sanatçıların<br/>ortak bir tavrı olarak görülmektedir."
  },
  {
    "id": "3641499",
    "unitNumber": 1,
    "text": "1970’li yıllarda bilgisayar teknolojisinde görülen hangi gelişme 1980’li yıllarda meyvelerini vermeye başlayacaktır?",
    "options": {
      "A": "Ses kartlarının kullanılmaya başlaması",
      "B": "Osiloskopun bilgisayar teknolojisi olarak yeniden üretimi",
      "C": "Grafik arayüzlerin çalışılmaya başlanması",
      "D": "Dijital enstalasyonun uygulamada kullanılmaya başlanması",
      "E": "Bilgisayarlı ışık ve ses düzenlemelerinin ortaya çıkışı"
    },
    "correctAnswer": "C",
    "explanation": "YENİ MEDYA SANATININ TARİHİ başlığı altında ilgili bölümü inceleyiniz.<br/>Yetmişli yıllar bilgisayarların daha geniş kullanım alanlarına kavuştuğu yıllardır. Kişisel bilgisayarların ilk prototiplerinin bu yıllarda ortaya çıkmasının yanı sıra grafik arayüzleri ile ilgili çalışmalar da bu yıllarda yoğunlaşmıştır ve meyvelerini seksenli yıllarda verecektir."
  },
  {
    "id": "3641494",
    "unitNumber": 1,
    "text": "<ol style=\"list-style-type: upper-roman;\"> <li>Sayısal (dijital)</li> <li>Etkileşimli</li> <li>Sanal</li> <li>Analog</li> </ol> Yukardakilerden hangileri yeni medyanın özelliklerindendir?",
    "options": {
      "A": "(I);(II) ve (III)",
      "B": "(II);(III) ve (IV)",
      "C": "(I); ve (II)",
      "D": "(II); ve (IV)",
      "E": "(III); ve (IV)"
    },
    "correctAnswer": "A",
    "explanation": "YENİ MEDYA SANATI VE KÖKENLERİ başlığı altında yer alan ilgili bölümü inceleyiniz.<br/>Yeni medya tanımlanırken altı temel özellik<br/>belirtilmektedir (Lister vd, 2009. s.13):<br/>• Sayısal (dijital)<br/>• Etkileşimli<br/>• Üstmetinsel (hypertextual)<br/>• Sanal<br/>• Ağ tabanlı<br/>• Simüle edilmiş olmasıdır.<br/>Buna göre doğru cevap A şıkkıdır."
  },
  {
    "id": "3641491",
    "unitNumber": 1,
    "text": "Antik Yunan ve Roma’da sanatçılar hangi sosyal sınıfa dahildi?",
    "options": {
      "A": "İşçi",
      "B": "Aristokrat",
      "C": "Köle",
      "D": "Özgür yurttaş",
      "E": "Konsül"
    },
    "correctAnswer": "A",
    "explanation": "SANAT VE TEKNOLOJİ İLİŞKİSİ başlıklı bölümü inceleyiniz.<br/>Batı sanatı tarihinde sanat kelimesinin kökeni Yunanca’da “tekne”, yani tekniğe; İngilizce “art” ve “artist” kelimeleri ise Latince bir kelime olan “ars” yani “beceri, sanat, hüner” kelimesinden gelmektedir. Bu tanımdan yola çıkarak Antik döneme bakıldığında, Yunanistan ve Roma’da ressamlar ve heykeltıraşların işçi sınıfı içerisinde değerlendirilmesi şaşırtıcı olmamaktadır."
  },
  {
    "id": "3641496",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Fluxus akımının özelliğidir?",
    "options": {
      "A": "Bir eserin anlaşılması için görülmesi veya eserin kendini tamamlaması gerekmemektedir",
      "B": "Programlanmış analog sibernetik heykellerin ortaya çıkması ile sanat eserinin geleneksel ortamlardan kopuş sürecini hızlandırmıştır",
      "C": "Sanatın tekil nesneleri dışlanarak, düşünce ön plana konulmuştur",
      "D": "Sanat eserlerinde şok edici, isyankar ve saçma - beklenmedik karakteristikler ön plana çıkmaktadır",
      "E": "Bir sanat akımı olarak tanımlanmaktan ziyade dahil olan sanatçıların ortak bir tavrı olarak görülmektedir"
    },
    "correctAnswer": "E",
    "explanation": "YENİ MEDYA SANATI VE KÖKENLERİ başlığı altında ilgili bölümü inceleyiniz.<br/>Fluxus hareketi 1960’lı yıllarda ortaya çıkmıştır ve etkisi 1970’li yılların sonuna kadar sürmüştür. Kelime anlamı olarak “akış” demektir. Fluxus bir sanat akımı olarak tanımlanmaktan ziyade dahil olan sanatçıların ortak bir tavrı olarak görülmektedir. Hareketin ilk defa 1961 yılında sanatçı George Maciunas tarafından ortaya atıldığı düşünülmektedir."
  },
  {
    "id": "3641495",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi genel kullanıma yönelik bilgisayar animasyonları yapmayı sağlayan ilk yazılımdır?",
    "options": {
      "A": "MSDOS",
      "B": "WINDOWS",
      "C": "LINUX",
      "D": "BEFLIX",
      "E": "ENIAC"
    },
    "correctAnswer": "D",
    "explanation": "YENİ MEDYA SANATI VE KÖKENLERİ başlığı atında ilgili bölümü inceleyiniz.<br/>Kenneth Knowlton’un ilk genel kullanıma yönelik bilgisayar animasyonları yapmayı sağlayan yazılımı BEFLIX’i 1964 yılında çıkması dijital animasyonun doğuş noktası olarak gözükmektedir."
  },
  {
    "id": "3641565",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi ilk çağ ve orta çağda sanatçı olarak adlandırılan kişilere yönelik doğru bir açıklama <strong>değildir</strong>?",
    "options": {
      "A": "Sanatı ve sanatçıları kutsayan Tanrı, Tanrıça veya diğer mitolojik figürler görülürdü.",
      "B": "Sanatçı niteliği taşıyan kimseler, toplum tarafından saygıyla karşılanırlardı.",
      "C": "İlhamlarını Tanrı ya da doğaüstü güçlerden aldıklarının düşünülürdü.",
      "D": "Yeteneği olan kimseler, özel okullarda eğitim görürdü.",
      "E": "Yüksek değer atfedilen sanatçıların eserleri güç sahibi kimselerin özel alanlarında sergilenebilirdi."
    },
    "correctAnswer": "D",
    "explanation": "Bu soru, GİRİŞ başlığından türetilmiştir.<br/>Özellikle ilk çağlarda ve orta çağ toplumlarında, sanatçı olarak adlandırılan kişilerin çoğu zaman için Tanrı veya başka doğaüstü güçlerden aldıkları ilhamları dışa vuran, yeteneklerinin Tanrı vergisi olduğu kabul edilen seçilmiş insanlar olarak görülmüşlerdir. İlk çağ toplumlarında neredeyse her mitolojide sanatı ve sanatçıları kutsayan Tanrı, Tanrıça veya diğer mitolojik figürler görülmektedir. Tek tanrılı dinlere geçişle beraber sanatçıların ilham ve yetenekleri Tanrı’nın bir lütfu olarak anlamlandırılmaya devam etmiştir ve bu tutum Rönesans döneminde bile etkisini sürdürmüştür. Aristokrasi, din merkezleri ve çeşitli otoriteler tarafından korunan, yüksek değer atfedilen kimi sanatçıların eserleri bazen kamuya açık alan ve yapılarda, kimi zaman da güç sahibi kimselerin özel alanlarında sergilenmiştir."
  },
  {
    "id": "3641573",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi kavramsal sanatın özelliklerinden biri <strong>değildir?</strong>",
    "options": {
      "A": "Temelinde sanatın nesneye olan ihtiyacının sorgulanması yatmaktadır.",
      "B": "Seyircinin pasif konumunu kaldırarak sanatçı ve izleyici arasındaki duvarları yıkmaktadır.",
      "C": "Galeri ve müzelerin fiziksel ve ideolojik sınırlarının da aşılmasını sağlamaktadır.",
      "D": "Sanatın tekil nesneleri dışlanarak, düşünce ön plana konulmuştur.",
      "E": "Estetikten önce düşünsel bir algılama yapılması gerekmektedir."
    },
    "correctAnswer": "B",
    "explanation": "Bu soru \"Kavramsal Sanat\" başlığından türetilmiştir.<br/>Kavramsal sanatın temelinde sanatın nesneye olan ihtiyacının sorgulanması yatmaktadır. Sanatçıların bedenlerini kullanarak yaptıkları performans gösterileri, yerleştirme (enstalasyon) ve<br/>çevre düzenlemeleri geleneksel sanat yapıtının tekilliğinin, kalıcılığının ve eserin metalaştırılmasının sorgulanmasını sağladığı gibi aynı zamanda galeri ve müzelerin fiziksel ve ideolojik sınırlarınında aşılmasını sağlamaktadır. Sanatın tekil nesneleri dışlanarak, düşünce ön plana konulmuştur. Bu tip eserlerin deneyimlenebilmesi için estetikten önce düşünsel bir algılama yapılması gerekmektedir."
  },
  {
    "id": "3641568",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi yeni medyanın özelliklerinden biridir?",
    "options": {
      "A": "İçeriğin sabit olması",
      "B": "Etkileşimli olması",
      "C": "İçeriğin merkezi sistem tarafından dağıtılması",
      "D": "Analog olması",
      "E": "Sayısal öğelerden bağımsız olması"
    },
    "correctAnswer": "B",
    "explanation": "Bu soru \"Yeni Medya\" başlığından türetilmiştir.<br/>Yeni medyanın en çok öne çıkan özelliği dijital olmasıdır. Yeni medya ortamında deneyimlenen her şey birler ve sıfırlardan, matematiksel kodlarla üretilmiştir. Örneğin geleneksel medyadaki kitap<br/>örneğinden farklı olarak bir internet sitesindeki resimler mürekkepten değil, sayılarla oluşturulmuştur. Yeni medya tanımlanırken altı temel özellik belirtilmektedir :<br/>• Sayısal (dijital)<br/>• Etkileşimli<br/>• Üstmetinsel (hypertextual)<br/>• Sanal<br/>• Ağ tabanlı<br/>• Simüle edilmiş olmasıdır."
  },
  {
    "id": "3641567",
    "unitNumber": 1,
    "text": "Bilinen ilk görsel sanat örnekleri aşağıdakilerden hangisidir?",
    "options": {
      "A": "Kaya ve duvar resimleri",
      "B": "Boğa başları",
      "C": "Seramik kaplar",
      "D": "Ana tanrıça heykelleri",
      "E": "Tapınaklar"
    },
    "correctAnswer": "A",
    "explanation": "Bu soru \"Sanat, Teknoloji ve İlgili Kavramlar\" başlığından türetilmiştir.<br/>Sanat alanında da teknoloji elbette ki özellikle görsel sanatlarda her zaman için önemli olmuştur.<br/>Bilinen ilk görsel sanat örnekleri olan kaya resimleri insanların geliştirdiği aletler yoluyla yapılmıştır; ister bu imgeler bir kayaya kazınmış olsun veya ister tavana boyanmış, hepsi de bir teknolojinin yardımı ile yapılmıştır."
  },
  {
    "id": "3641570",
    "unitNumber": 1,
    "text": "Bir romanın sinema filmi olarak yeniden üretilmesi aşağıdaki hangi kavram ile açıklanabilir?",
    "options": {
      "A": "Metinlerarasılık",
      "B": "Dijital medya",
      "C": "Postmodern medya",
      "D": "Tekrar ortamlandırma",
      "E": "Simüle edilmiş ortam"
    },
    "correctAnswer": "D",
    "explanation": "Bu soru \"Sanatın Yeni Alanı Yeni Medya\" başlığından türetilmiştir.<br/>Dikkat çekilmesi gereken bir diğer husus “remediation (tekrar ortamlandırma)” kavramıdır. Bu kavrama göre örneğin Yüzüklerin Efendisi romanı sinema filmi olarak üretildiğinde yeniden ortamlanmıştır. Yeni ortam eski ortam ile karşılaşmakta ve kendi özellikleri ile içeriği yeniden ele almaktadır."
  },
  {
    "id": "3641477",
    "unitNumber": 1,
    "text": "Dada sanatçılarının önde gelen isimlerinden ...............................’ın da yeni medya sanatı üzerinde güçlü<br/>etkileri olmuştur. Cümlesinde boşluğaaşağıdakilerden hangisi gelmelidir?",
    "options": {
      "A": "Wolf Vostell",
      "B": "George Maciunas",
      "C": "Marcel Duchamp",
      "D": "John Cage",
      "E": "Joseph Beuys"
    },
    "correctAnswer": "C",
    "explanation": "Dada sanatçılarının önde gelen isimlerinden Marcel Duchamp’ın da yeni medya sanatı üzerinde güçlü<br/>etkileri olmuştur. Duchamp’ın çalışmaları resimsel tasvirden kavramsal sorgulamaya ve seyirci ile etkileşime<br/>geçişe önayak olmuştur."
  },
  {
    "id": "3641474",
    "unitNumber": 1,
    "text": "Daha önce etkileşimli sanat, sibernetik sanat gibi alanlarla ilgilenen, ilk telematik eseri 1980 yılında üreten, telematik sanatın isim babası ve öncü sanatçısı kimdir?",
    "options": {
      "A": "Krasner",
      "B": "Roy Ascott",
      "C": "Chong",
      "D": "Roden",
      "E": "Giloth"
    },
    "correctAnswer": "B",
    "explanation": "Daha önce etkileşimli sanat, sibernetik sanat gibi alanlarla<br/>ilgilenen, ilk telematik eseri 1980 yılında üreten,<br/>telematik sanatın isim babası ve öncü sanatçısı Roy<br/>Ascott’un yaşamı, düşünce ve çalışmalarını inceleyen<br/>araştırmacı Edward A. Shanken, Ascott’un ağ<br/>tabanlı iletişim sayesinde teknoloji tabanlı zeka ve<br/>bilincin insanlar ile birleşerek algı ve farkındalığın<br/>gelişebileceğine inandığını belirtmiştir."
  },
  {
    "id": "3641492",
    "unitNumber": 1,
    "text": "Floransa’da ilk sanat akademisini kuran sanatçı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Leonardo da Vinci",
      "B": "Giorgio Vasari",
      "C": "J. N. Niépce",
      "D": "J.M. Daguerreo",
      "E": "Paul Delaroche"
    },
    "correctAnswer": "B",
    "explanation": "SANAT VE TEKNOLOJİ İLİŞKİSİ başlığı altında yer alan bölümü inceleyiniz.<br/>Giorgio Vasari tarafından Floransa’da 1563 yılında kurulan ilk sanat akademisi (Accademia e<br/>Compagnia delle Arti del Disegno), kısa zamanda sanatçıların statülerini esnaftan çıkarıp liberal<br/>sanatçılar seviyesine yükseltmiştir."
  },
  {
    "id": "3641392",
    "unitNumber": 1,
    "text": "I. Basılı kitap<br/>II. Basılı dergi<br/>III. Sinema<br/>IV. Televizyon <br/>Yukarıdakilerden hangileri geleneksel medya olarak kabul edilmektedir?",
    "options": {
      "A": "I, II",
      "B": "II, III",
      "C": "I, II, III",
      "D": "II, III, IV",
      "E": "I, II, III, IV"
    },
    "correctAnswer": "E",
    "explanation": "Yeni Medya<br/>Geleneksel medya terimi basılı kitap, dergi, gazete gibi ortamların yanı sıra sinema, radyo ve televizyon gibi ortamları da içerisinde barındırmaktadır.<br/>Doğru cevap E şıkkıdır."
  },
  {
    "id": "3641396",
    "unitNumber": 1,
    "text": "I. Bilgisayar oyunları<br/>II. Gözetim kameraları<br/>III. Cep telefonları<br/>IV. Taşınabilir bilgisayarlar<br/>V. Konum belirleyici cihazlar <br/>Yukarıdaki teknolojik aletlerden hangileri yeni medya sanatında yer alabilir?",
    "options": {
      "A": "I, II, III",
      "B": "II, III, IV",
      "C": "III, IV, V",
      "D": "II, III, IV, V",
      "E": "I, II, III, IV, V"
    },
    "correctAnswer": "E",
    "explanation": "Sanatın Yeni Alanı Yeni Medya<br/>Bilgisayar oyunları, gözetim kameraları, cep telefonları, taşınabilir bilgisayarlar ve konum belirleyici cihazlar gibi pek çok teknolojik alet yeni medya sanatında yer almaktadır.<br/>Doğru cevap E şıkkıdır."
  },
  {
    "id": "3641400",
    "unitNumber": 1,
    "text": "I. Dada hareketi<br/>II. Fluxus hareketi<br/>III. Kavramsal sanat hareketi<br/>IV. Kinetik sanat hareketi<br/>V. Yeni sanat hareketi<br/>Sanat eserlerinin bir işlevi olması gerektiğini, sanatçının geçimi için metalaştırılan, alınıp satılan bir ürün olmasına, sanatın sanatçıların egolarını tatmin etmeleri için kullanılmasına karşı çıkan hareket yukarıdakilerden hangisidir?",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "IV",
      "E": "V"
    },
    "correctAnswer": "B",
    "explanation": "Fluxus hareketi 1960’lı yıllarda ortaya çıkmıştır ve etkisi 1970’li yılların sonuna kadar sürmüştür. Kelime anlamı olarak “akış” demektir. Fluxus bir sanat akımı olarak tanımlanmaktan ziyade dahil olan sanatçıların ortak bir tavrı olarak görülmektedir. Hareketin ilk defa 1961 yılında sanatçı George Maciunas tarafından ortaya atıldığı düşünülmektedir. Maciunas sanat eserlerinin bir işlevi olması gerektiğini, sanatçının geçimi için metalaştırılan, alınıp satılan bir ürün olmasına, sanatın sanatçıların egolarını tatmin etmeleri için kullanılmasına karşı çıkmaktadır.<br/>Doğru cevap B şıkkıdır."
  },
  {
    "id": "3641394",
    "unitNumber": 1,
    "text": "I. Dijital olması<br/>II. Etkileşimli olması<br/>III. Sanal olması<br/>IV. Ağ tabanlı olması<br/>V. Üstmetinsel olması <br/>Yukarıdakilerden hangileri yeni medyanın özelliklerindendir?",
    "options": {
      "A": "I, II, III",
      "B": "II, III, IV",
      "C": "III, IV, V",
      "D": "I, II, III, IV",
      "E": "I, II, III, IV, V"
    },
    "correctAnswer": "E",
    "explanation": "Yeni medya tanımlanırken altı temel özellik belirtilmektedir:<br/>• Sayısal (dijital)<br/>• Etkileşimli<br/>• Üstmetinsel (hypertextual)<br/>• Sanal<br/>• Ağ tabanlı<br/>• Simüle edilmiş olmasıdır.<br/>Doğru cevap E şıkkıdır."
  },
  {
    "id": "3641395",
    "unitNumber": 1,
    "text": "I. Dijitalleşme<br/>II. Teknoloji<br/>III. Sanal ortam<br/>IV. Tekrar ortamlandırma<br/>V. Değişim<br/>\"Bir ortamın içeriği her zaman başka bir ortamdır” saptamasına dayanan kavram yukarıdakilerden hangisidir?",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "IV",
      "E": "V"
    },
    "correctAnswer": "D",
    "explanation": "Sanatın Yeni Alanı Yeni Medya<br/>Bolter ve Grusin (2000) tarafından öne sürülen \"tekrar ortamlandırma\" kavramı kökenini McLuhan’ın “bir ortamın içeriği her zaman başka bir ortamdır” saptamasına dayandırmaktadır.<br/>Doğru cevap D şıkkıdır."
  },
  {
    "id": "3641391",
    "unitNumber": 1,
    "text": "I. Fotoğrafın icadı sanatı etkileyen en önemli buluşlardandır.<br/>II. Fotoğrafın icadı sanat kavramının zaman içerisinde dönüşmesinde önemli rol oynamıştır.<br/>III. Fotoğrafın temeli Rönesans dönemine dayanmamaktadır.<br/>IV. Fotoğrafın icadı 1900'lü yıllarda gerçekleşmiştir. <br/>Fotoğrafın icadı ile ilgili yukarıda verilenlerden hangileri doğrudur?",
    "options": {
      "A": "I, II",
      "B": "II, III",
      "C": "III, IV",
      "D": "I, II, III",
      "E": "I, II, III, IV"
    },
    "correctAnswer": "A",
    "explanation": "Endüstrinin Dönüştürücü Gücü<br/>Fotoğrafın icadı sanatı etkileyen en önemli buluşlardandır. Fotoğrafın icadı sanatta yerleşmiş dogma ve görüşlerin tartışılmasında, sonuç olarak da sanat kavramının zaman içerisinde dönüşmesinde önemli rol oynamıştır. Fotoğrafın temeli sayılan “camera obscura” Avrupa’da Rönesans döneminden beri bilinmektedir ve pek çok sanatçı tarafından konularındaki oranları doğru verebilmek için kullanılmaktadır. 1820’li yıllarda Joseph Nicéphore Niépce’in camera obscuranın mantığını kullanarak doğadaki bir görüntüyü kimyasal olarak metal bir plakanın üzerine sabitlemesi ile başlayan fotoğrafın yolculuğu, Louis J.M. Daguerreo ve Henry Fox Talbot’un çalışmaları ile kısa zamanda hızla gelişmiş, çoğaltma yapılabilmeye başlanmış ve geniş kitleler tarafından benimsenmiştir. Geniş kitleler tarafından hızla benimsenmesinin altında, dönemin kültürel ve sosyal ihtiyaçlarının el çizimi resimler tarafından karşılanmaması yatmaktadır. Fotoğraf Rönesans’dan beri süregelen gerçeğin, gerçek gibi görünen el çizimleri ile temsilinin endüstri devrimindeki karşılığı olmuştur.<br/>Doğru cevap A şıkkıdır."
  },
  {
    "id": "3641402",
    "unitNumber": 1,
    "text": "I. Frieder Nake'in eserlerinin bulunduğu sergi<br/>II. Lillian Shwartz'ın açtığı sergi<br/>III. Georg Nees’in eserlerinin içinde bulunduğu karma sergi<br/>IV. Kenneth Knowlton'un eserlerinin bulunduğu sergi<br/>V. Sozo Hashimoto'nun açtığı sergi<br/>Bilgisayarla üretilmiş sanat eserlerinin yer aldığı ilk sergi yukarıdakilerden hangisidir?",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "IV",
      "E": "V"
    },
    "correctAnswer": "C",
    "explanation": "YENİ MEDYA SANATININ TARİHİ<br/>Stuttgart Teknik Üniversitesi Stüdyo Galerisi’nde 5 Şubat 1965 yılında açılan Georg Nees’in eserlerinin de içinde bulunduğu bir kolokyum için düzenlenmiş karma sergi, bilgisayarla üretilmiş sanat eserlerinin yer aldığı ilk sergidir.<br/>Doğru cevap C şıkkıdır."
  },
  {
    "id": "3641390",
    "unitNumber": 1,
    "text": "I. Platon’un felsefi yaklaşımı ve kurduğu akademi<br/>II. Leonardo da Vinci<br/>III. Michelangelo<br/>IV. Rönesans<br/>V. Geleneksel akademiler<br/>Avrupa’nın pek çok ülkesinde kurulan sanat akademilerinin temeli yukarıdakilerden hangisine dayanmaktadır?",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "IV",
      "E": "V"
    },
    "correctAnswer": "A",
    "explanation": "Sanat, Teknoloji ve İlgili Kavramlar<br/>Avrupa’nın pek çok ülkesinde kurulan akademilerin temeli Platon’un felsefi yaklaşımına ve kurduğu akademiye referans vermektedir. <br/>Doğru cevap A şıkkıdır."
  },
  {
    "id": "3641397",
    "unitNumber": 1,
    "text": "I. Telematik sanat<br/>II. Sanal sanat<br/>III. Bozunma sanatı<br/>IV. Etkileşimli sanat<br/>V. İnternet sanatı<br/>Üç boyutlu görüntüleme teknolojileri, üç boyutlu ses, veri eldivenleri, veri duyumsatabilen giysiler, konum sensörleri gibi seyircilerin imgelerin içerisine gömülmesine ve onlarla etkileşime girmesine olanak sağlayan yeni medya sanatı yukarıdakilerden hangisidir?",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "IV",
      "E": "V"
    },
    "correctAnswer": "B",
    "explanation": "Sanatın Yeni Alanı Yeni Medya<br/>Sanal sanat üç boyutlu görüntüleme teknolojileri, üç boyutlu ses, veri eldivenleri, veri duyumsatabilen giysiler, konum sensörleri gibi seyircilerin<br/>imgelerin içerisine gömülmesini ve onlarla etkileşime girmesine olanak sağlayan sanat eserlerini<br/>içermektedir.<br/>Doğru cevap B şıkkıdır."
  },
  {
    "id": "3641393",
    "unitNumber": 1,
    "text": "I. Yeni medya kavramı kronolojik bir sıralamayı içermektedir.<br/>II. Yeni medyada içerik sabittir.<br/>III. Yeni medya dijitaldir.<br/>IV. Yeni medya matematiksel kodlarla üretilmiştir. <br/>Yeni medya kavramı ile ilgili yukarıda verilenlerden hangileri doğrudur?",
    "options": {
      "A": "I, II",
      "B": "II, III",
      "C": "III, IV",
      "D": "I, II, III",
      "E": "I, II, III, IV"
    },
    "correctAnswer": "C",
    "explanation": "Kronolojik bir sıralamayı içeren ve içeriğin sabit olduğu medya, geleneksel medyadır. III ve IV. maddelerde verilen özellikler ise yeni medyayla ilişkilidir. <br/>Doğru cevap C şıkkıdır."
  },
  {
    "id": "3641500",
    "unitNumber": 1,
    "text": "Internetin sanat yapıtı için kullanılması ile aşağıdakilerden hangisi kastedilmektedir?",
    "options": {
      "A": "Sanatın internet yoluyla kitlelere ulaştırılması",
      "B": "Sanatçıların yapıtlarını internet yoluyla sergileyebilmesi",
      "C": "Internetin bir ortam olarak sanat eserini oluşturması",
      "D": "Internetin basit bir ortam yoluyla sanat üretimine katkıda bulunması",
      "E": "Internette hazır bulunan kodların kullanımı"
    },
    "correctAnswer": "C",
    "explanation": "YENİ MEDYA SANATININ TARİHİ başlığı altında ilgili bölümü inceleyiniz.<br/>İnternetin sanat yapıtı için kullanılmasından kasıt, internetin bir ortam olarak sanat eserini oluşturmasını veya sanat eserine eklemlenmesini içermektedir. Sanatçıların işlerinin fotoğraflarını<br/>çekip sergiledikleri siteler ve benzeri uygulamalar bu kapsama dahil değildir."
  },
  {
    "id": "3641463",
    "unitNumber": 1,
    "text": "Remediation kelimesinin anlamı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Kolaj",
      "B": "Simulasyon",
      "C": "Kavramsallaştırma",
      "D": "Tekrar ortamlandırma",
      "E": "Boyutlandırma"
    },
    "correctAnswer": "D",
    "explanation": "Bahsi geçen tanım ve kısıtlamaların ötesinde<br/>ele alınabilecek, dikkat çekilmesi gereken bir diğer<br/>husus “remediation (tekrar ortamlandırma)” kavramıdır.<br/>Bolter ve Grusin (2000) tarafından öne<br/>sürülen bu kavram kökenini McLuhan’ın “bir ortamın<br/>içeriği her zaman başka bir ortamdır” saptamasına<br/>dayandırmaktadır."
  },
  {
    "id": "3641574",
    "unitNumber": 1,
    "text": "Resimsel tasvirden kavramsal sorgulamaya ve seyirci ile etkileşime geçişe önayak olan ve yeni medyanın da öncülerinden kabul edilen sanat akımı hangisidir?",
    "options": {
      "A": "Pop-art sanatı",
      "B": "Fluxus Hareketi",
      "C": "Dada hareketi",
      "D": "Işık sanatı",
      "E": "Feminist sanat"
    },
    "correctAnswer": "C",
    "explanation": "Bu soru \"Sanat Akımlarının Etkisi\" başlığından türetilmiştir.<br/>Dada sanatçılarının önde gelen isimlerinden Marcel Duchamp’ın da yeni medya sanatı üzerinde güçlü etkileri olmuştur. Duchamp’ın çalışmaları resimsel tasvirden kavramsal sorgulamaya ve seyirci ile etkileşime geçişe önayak olmuştur. Yaptığı optik efektlere sahip kinetik heykeller ile seyirci katılımını öne çıkarmıştır. 20. yy sanat tarihinin en ünlü ve önemli eserlerinden biri olan Duchamp’ın “Pisuvarı” da hazır nesne kullanımının sanat eserlerinde görülmesi açısından bir mihenk taşı sayılmaktadır."
  },
  {
    "id": "3641493",
    "unitNumber": 1,
    "text": "Sanat yapıtının \"şimdiliğinin ve buradalığının\", başka bir deyişle \"bulunduğu yerde biriciklik taşıyan varlığının eserin sahiciliği\" olduğunu dile getirerek teknolojik yeniden üretimlerin eserin bu özelliğini yok ettiğini ileri süren yazar aşağıdakilerden hangisidir?",
    "options": {
      "A": "Louis J.M. Daguerreo",
      "B": "Henry Fox Talbot",
      "C": "Walter Benjamin",
      "D": "Alan Turing",
      "E": "Oliver Grau"
    },
    "correctAnswer": "C",
    "explanation": "SANAT VE TEKNOLOJİ İLİŞKİSİ başlığı altında yer alan ilgili bölümü inceleyiniz.<br/>Sanatın mekanik bir şekilde üretilebilmesinin etkilerine karşı en önemli görüşlerden birisi şüphesiz Walter Benjamin’in “Tekniğin Olanaklarıyla Yeniden Üretilebildiği Çağda Sanat Yapıtı” isimli 1935-36 yıllarında kaleme aldığı metindir. Walter Benjamin (Benjamin, 2002) bu metninde sanat yapıtlarının insan tarafından taklit edilebileceğini, yeniden üretilebileceğini ancak mekanik olarak bir sanat yapıtının üretilmesinin yeni bir şey olduğunu söylemektedir. Elbette ki tahta baskı, matbaa ve litografinin de çoğaltma metotları olduğunu, hatta antik dönemlerde döküm ve kalıp çıkararak da üretim yapılabildiğinden bahsetmektedir. Fakat fotoğrafın hepsinin önüne geçtiğini, resimsel çoğaltmanın konuşma kadar hızlı yapılabildiğini ve hatta sinemanın fotoğraftan da hızlı olduğunu iletmektedir. Yazar, fotoğraf ve sinemanın bu özelliklerinden bahsettikten sonra en etkin yeniden üretimde bile eksik olan bir yan olduğunu, o yanın da “sanat yapıtının şimdiliğinin ve buradalığının, başka bir deyişle bulunduğu yerde biriciklik taşıyan varlığı” olduğunu söylemektedir. Eserin hakikiliğinin (sahiciliğnin, orijinalliğinin) biriciklik kavramından<br/>oluştuğunu dile getirmektedir."
  },
  {
    "id": "3641572",
    "unitNumber": 1,
    "text": "Temelde medyum ortamının kullanıldığı ve yaşamın, evrimin, toplumun ve sanatın geleceği hakkındaki konulara odaklanan sanata verilen ad hangidir?",
    "options": {
      "A": "Biyosanat",
      "B": "Sibersanat",
      "C": "Animasyon",
      "D": "Etkileşimli sanat",
      "E": "Bozunma sanatı"
    },
    "correctAnswer": "A",
    "explanation": "Bu soru \"Sanatın Yeni Alanı Yeni Medya\" başlığından türetilmiştir.<br/>Biyosanat, biyoteknolojinin ortam (medyum) olarak kullanıldığı bir sanat türüdür. Temelde yaşamın, evrimin, toplumun ve sanatın geleceği hakkındaki konulara odaklanılmıştır. Kendi içerisinde<br/>farklı alanlara ayrılmış olsa da iki binli yılların ilk çeyreğinde genetik, nörofizyoloji, hücre ve doku<br/>kültürleri üzerinde deneysel çalışmalar yapılmaktadır."
  },
  {
    "id": "3641571",
    "unitNumber": 1,
    "text": "Temelini sanatçının yazdığı kodlarda bulan yaratıcı işleri tanımlamak için kullanılan kavram aşağıdakilerden hangisidir?",
    "options": {
      "A": "Sanal sanat",
      "B": "İnternet sanatı",
      "C": "Oyun sanatı",
      "D": "Bozunma sanatı",
      "E": "Yazılım sanatı"
    },
    "correctAnswer": "E",
    "explanation": "Bu soru \"Sanatın Yeni Alanı Yeni Medya\" başlığından türetilmiştir.<br/>Yazılım sanatı, temelini sanatçının yazdığı kodlarda bulan yaratıcı işleri tanımlamak için kullanılmaktadır."
  },
  {
    "id": "3641460",
    "unitNumber": 1,
    "text": "Türk Dil Kurumuna göre : “İnsanın maddi çevresini denetlemek ve değiştirmek amacıyla geliştirdiği araç gereçlerle bunlara ilişkin bilgilerin tümü” olarak tanımlanan kelime aşağıdakilerden hangisidir?",
    "options": {
      "A": "Teknoloji",
      "B": "Para",
      "C": "Ekonomi",
      "D": "Kültür",
      "E": "Bilgisayar"
    },
    "correctAnswer": "A",
    "explanation": "Türk Dil Kurumuna göre teknoloji: “İnsanın maddi<br/>çevresini denetlemek ve değiştirmek amacıyla<br/>geliştirdiği araç gereçlerle bunlara ilişkin bilgilerin<br/>tümü” olarak tanımlanmaktadır. Dolayısıyla insanın<br/>maddi çevresini denetleyip değiştirebildiği tüm<br/>aletler; makas, kürek, araba, uçak, bilgisayar gibi,<br/>taş devrinden beri kullanılanlardan iki binli yıllara<br/>kadar kullanılanların hepsi bir teknolojidir."
  },
  {
    "id": "3641462",
    "unitNumber": 1,
    "text": "Yeni medya tanımlanırken altı temel özellik belirtilmektedir. Aşağıdakilerden hangisi bu özelliklerdendir?",
    "options": {
      "A": "<br/>Sanal olmaması",
      "B": "<br/>Basılı olması",
      "C": "Sayısal (dijital) olması",
      "D": "<br/>Analog olması",
      "E": "Geleneksel olması"
    },
    "correctAnswer": "C",
    "explanation": "Sayısal (dijital)<br/>• Etkileşimli<br/>• Üstmetinsel (hypertextual)<br/>• Sanal<br/>• Ağ tabanlı<br/>• Simüle edilmiş olmasıdır.<br/>Sayısal (dijital) olması"
  },
  {
    "id": "3641461",
    "unitNumber": 1,
    "text": "Yeni medyanın en çok öne çıkan özelliği nedir?",
    "options": {
      "A": "Analog olması",
      "B": "Dijital olması",
      "C": "Kavramsal olması",
      "D": "Geleneksel olması",
      "E": "Basılı içerik üretmesi"
    },
    "correctAnswer": "B",
    "explanation": "Yeni medyanın en çok öne çıkan özelliği dijital<br/>olmasıdır. Yeni medya ortamında deneyimlenen<br/>her şey birler ve sıfırlardan, matematiksel kodlarla<br/>üretilmiştir. Örneğin geleneksel medyadaki kitap<br/>örneğinden farklı olarak bir internet sitesindeki resimler<br/>mürekkepten değil, sayılarla oluşturulmuştur.<br/>Yeni medya tanımlanırken altı temel özellik<br/>belirtilmektedir"
  },
  {
    "id": "3641497",
    "unitNumber": 1,
    "text": "İlk bilgisayar sanatçısı olarak adlandırılan sanatçı aşağıdakilerden hangisidir?",
    "options": {
      "A": "C. E. Burnett",
      "B": "B.F. Laposky",
      "C": "J. Schillinger",
      "D": "G. Kepes",
      "E": "L. Shwartz"
    },
    "correctAnswer": "B",
    "explanation": "YENİ MEDYA SANATININ TARİHİ başlığı altında ilgili bölümü inceleyiniz.<br/>Bilim, teknoloji ve sanat nesnelerinin arasındaki sınırları ilk defa sistematik olarak kaldırma teşebbüsünde bulunan kişi Ben F. Laposky olmuştur. Laposky aynı zamanda bilgisayar sanatının estetik iddialarının temelini atan kişidir. Kendisi de sanatçının çağdaşı ve osiloskoplar ile benzer çalışmalar yapan Avusturyalı Herbert W. Franke, Laposky’nin çalışmalarını elektronik ve bilgisayarlar ile yapılan grafik üretiminin öncü ismi olduğunu söylemektedir. Bilgisayar sanatı konusunda çalışan araştırmacılar Laposky’i ilk bilgisayar sanatçısı olarak isimlendirmektedirler."
  },
  {
    "id": "3641566",
    "unitNumber": 1,
    "text": "İnsanın maddi çevresini denetleyip değiştirebildiği tüm aletler \"teknoloji\" olarak betimlendiğine göre, aşağıdakilerden hangisi teknolojik bir alet <strong>olamaz?</strong>",
    "options": {
      "A": "Makas",
      "B": "Kürek",
      "C": "Araba",
      "D": "Uçak",
      "E": "Yatak"
    },
    "correctAnswer": "E",
    "explanation": "Bu soru \"Sanat, Teknoloji ve İlgili Kavramlar\" başlığından türetilmiştir.<br/>Türk Dil Kurumuna göre teknoloji: “İnsanın maddi çevresini denetlemek ve değiştirmek amacıyla<br/>geliştirdiği araç gereçlerle bunlara ilişkin bilgilerin tümü” olarak tanımlanmaktadır. Dolayısıyla insanın maddi çevresini denetleyip değiştirebildiği tüm aletler; makas, kürek, araba, uçak, bilgisayar gibi, taş devrinden beri kullanılanlardan iki binli yıllara kadar kullanılanların hepsi bir teknolojidir."
  },
  {
    "id": "3641479",
    "unitNumber": 1,
    "text": "İnternet sayesinde üretilen eserlere bakıldığı zaman ilk öne çıkan örnek 1993 yılında Joan Heemskerk ve Dirk Paesmans’ın “............” isimli çalışmasıdır. Cümlesinde boşluğa aşağıdakilerden hangisi gelmelidir?",
    "options": {
      "A": "edu.www",
      "B": "com.edu",
      "C": "www.com",
      "D": "edu.org",
      "E": "Jodi.org"
    },
    "correctAnswer": "E",
    "explanation": "İnternet sayesinde üretilen eserlere bakıldığı<br/>zaman ilk öne çıkan örnek 1993 yılında Joan<br/>Heemskerk ve Dirk Paesmans’ın “Jodi.org” isimli<br/>çalışmasıdır."
  },
  {
    "id": "3641465",
    "unitNumber": 1,
    "text": "İçeriğini bilgisayarlar ve diğer telekomünikasyon aletleri ile verinin işlenmesi ve yayılması olarak oluşturmayı tanımlayan kelime aşağıdakilerden hangisidir?",
    "options": {
      "A": "Telematik",
      "B": "Hacktivizm",
      "C": "Biyosanat",
      "D": "Etkileşimli sanat",
      "E": "Taktiksel medya"
    },
    "correctAnswer": "A",
    "explanation": "Telematik kavramı Alain Minc ve Simon Nora<br/>tarafından 1978 yılında toplumun bilgisayarlaşması<br/>(computerization) hakkında hazırlanan bir raporda<br/>ortaya atılmıştır. İçeriğini bilgisayarlar ve diğer<br/>telekomünikasyon aletleri ile verinin işlenmesi ve<br/>yayılması oluşturmaktadır"
  },
  {
    "id": "3641398",
    "unitNumber": 2,
    "text": "\"Bir şeyin güzel olmasını sağlayan tek şeyin güzelin kendisinin o şeydeki varlığı,<br/>ya da o şeyin güzelin kendisinden aldığı paydır\" ifadesi kime aittir?",
    "options": {
      "A": "Baumgarten",
      "B": "Platon",
      "C": "Bourriaud",
      "D": "Aristoteles",
      "E": "Hegel"
    },
    "correctAnswer": "B",
    "explanation": "Platon’a göre; bir şeyin güzel olmasını sağlayan tek şeyin güzelin kendisinin o şeydeki varlığı,<br/>ya da o şeyin güzelin kendisinden aldığı paydır (Platon, 1995; 88). Platon’a göre akıl her şeyin üstündedir. Duyular değişken olduklarından geçicidir. Kalıcı olan akıldır. Dolayısıyla; güzel anlayışı güzellik ideasının somutlaşmasıdır."
  },
  {
    "id": "3641403",
    "unitNumber": 2,
    "text": "\"Organizmanın sürekli devam eden veya tekrarlanan bir uyarılmaya maruz kalınması sonucu hassasiyetin azalması\" ifadesi aşağıdakilerden hangisinin tanımıdır?",
    "options": {
      "A": "Mutlak eşik",
      "B": "Duyusal kodlama",
      "C": "Algıda seçicilik",
      "D": "Fark eşiği",
      "E": "Duyusal uyum"
    },
    "correctAnswer": "E",
    "explanation": "Duyumsal Uyum ve Etkileri: Arkonaç’a (2005) göre “Duyusal uyum, organizmanın sürekli<br/>devam eden veya tekrarlanan bir uyarılmaya maruz kalınması sonucu hassasiyetin azalması demektir.”"
  },
  {
    "id": "3641333",
    "unitNumber": 2,
    "text": "Aslında ............. ve bilgisayar bilimcilerin günümüzün sanatçıları, dijital teknolojilerin ise günümüzün sanat eserleri olduklarını ifade etmek yanlış olmaz.<br/>Aşağıdakilerden hangisi yukarıda boş bırakılan yere en uygun ifadedir?",
    "options": {
      "A": "bilim insanlarının",
      "B": "yazılımcıların",
      "C": "internetin",
      "D": "dijital ortamının",
      "E": "teknolojik aygıtların"
    },
    "correctAnswer": "E",
    "explanation": "Aslında teknolojik aygıtların ve bilgisayar bilimcilerin günümüzün sanatçıları, dijital teknolojilerin ise günümüzün sanat eserleri olduklarını ifade etmek yanlış olmaz."
  },
  {
    "id": "3641437",
    "unitNumber": 2,
    "text": "Aşağıdaki filmlerden hangisi nedensel kurguya örnek gösterilebilir?",
    "options": {
      "A": "Ben-Hur",
      "B": "Batman",
      "C": "Hero",
      "D": "Cleopatra",
      "E": "Elizabeth"
    },
    "correctAnswer": "B",
    "explanation": "Ailesi cinayete kurban gittiği için Gotham City’de adaleti sağlamaya çalışan Batman serisi nedensel kurguya örnek gösterilebilir."
  },
  {
    "id": "3641443",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Penrose merdivenlerinin sanat yorumları olarak yerini aldığı popüler dizidir?",
    "options": {
      "A": "La Casa De Papel",
      "B": "Alice in Borderland",
      "C": "Itaewon Class",
      "D": "Squid Game",
      "E": "Bridgerton"
    },
    "correctAnswer": "D",
    "explanation": "7 Eylül 2021 tarihinde dünya çapında yayınlanan Squid Game Güney Koreli bir drama dizisidir. Penrose merdivenleri dizide de kullanılarak sanat yorumları olarak yerini almıştır (Görsel 2.4). Bu yorumlar dijital sanatın sadece bir duruş, oluş, bir resim, bir hareket olmadığını mutlak surette günümüzde bu algıların teknolojik, klasik, farklı anlatım şekilleri ile desteklenmesi gerektiğini bize kanıtlamıştır."
  },
  {
    "id": "3641468",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi estetik fenomeninin ana öğelerinden birisi <strong><u>değildir </u></strong>",
    "options": {
      "A": "Doku, Işık, Renk,",
      "B": "Kompozisyon,",
      "C": "Boyutsallık,",
      "D": "Zaman kavramı.",
      "E": "Mekan"
    },
    "correctAnswer": "E",
    "explanation": "Estetik fenomen, dört ana ögeden oluşmakta­dır. Bunlar: 1. Doku, Işık, Renk, 2. Kompozisyon, 3. Boyutsallık, 4. Zaman kavramı."
  },
  {
    "id": "3641470",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi estetik fenomeninin dört ana öğesinden birisidir?",
    "options": {
      "A": "Ritm",
      "B": "Kompozisyon,",
      "C": "Hareket",
      "D": "Tekrar",
      "E": "Denge"
    },
    "correctAnswer": "B",
    "explanation": "Estetik fenomen, dört ana ögeden oluşmakta­dır. Bunlar: 1. Doku, Işık, Renk, 2. Kompozisyon, 3. Boyutsallık, 4. Zaman kavramı."
  },
  {
    "id": "3641409",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi insanların herhangi bir fiziksel çaba harcamadan artırılmış sanal gerçeklik cihazları yardımıyla tamamen zihinsel olarak kendilerini hissettikleri algısal evreni tanımlamaktadır?",
    "options": {
      "A": "Facebook",
      "B": "VR",
      "C": "NFT",
      "D": "Metaverse",
      "E": "Minecraft"
    },
    "correctAnswer": "D",
    "explanation": "İnsanların herhangi bir fiziksel çaba harcamadan artırılmış sanal gerçeklik cihazları yardımıyla<br/>tamamen zihinsel olarak kendilerini hissettikleri algısal evrene metaverse ya da sanal evren denilmektedir. Bu evren bilgisayarlar, android cihazlar ve 3D cihazlar yardımıyla insan bilişinin yapay<br/>bir fiziksel ortama dâhil olmasını sağlamaktadır. Kurgusal mekânlar olarak adlandırılan metaverse<br/>için uzlaşılan tek bir tanım olmamakla birlikte; bireyler, şirketler ve yöneticiler tarafından çeşitlilik göstermektedir."
  },
  {
    "id": "3641408",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi sayesinde kullanıcılar kendi konumlarını, sosyoekonomik sınıflarını, kimliklerini kurgulayıp iletişimde oldukları bireylerle Avatarları vasıtası ile yansıtacak, artırılmış gerçeklik ekipmanları ile bu deneyimi tüm fiziksel varlığı ile yaşıyor algısına sahip olacaklardır?",
    "options": {
      "A": "Facebook",
      "B": "NFT",
      "C": "Twitter",
      "D": "Bilizzzard",
      "E": "Microsoft"
    },
    "correctAnswer": "B",
    "explanation": "Kullanıcılar NFT’lerle kendi konumlarını, sosyoekonomik sınıflarını, kimliklerini kurgulayıp<br/>iletişimde oldukları bireylerle Avatarları vasıtası ile yansıtacak, artırılmış gerçeklik ekipmanları ile bu<br/>deneyimi tüm fiziksel varlığı ile yaşıyor algısına sahip olacaklardır. Bu sebeple kullanıcılar tasarlanan<br/>fiziki evren içinde, bu üç boyutlu sanal evrende varlıklarını muhataplarının beklentilerine göre tasarlamaktan çekinmemektedir. Özellikle lüks olarak tanımladığımız markalar açısından yeni pazar<br/>olanaklarına dönüşen bu evrenler, kullanıcıların ideal benliklerine uygun dijital ürünler ile yeni<br/>bir tüketim deneyimine ana temeli oluşturmaktadır. Markalar fiziksel mağazalarında yer alan fiziki ürünlerinden daha da pahalıya sattıkları “NFT” ürünler sayesinde tüketim kültürüne yeni bir anlayış getirmişlerdir. “NFT” aslında günümüzde dijital estetiğin maddi getirisi olarak kullanılan en<br/>bariz örneğidir."
  },
  {
    "id": "3641404",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi uyarıcıların bir bütün olarak algılanmasını ifade eder?",
    "options": {
      "A": "Algıda değişmezlik",
      "B": "Görsel algılama",
      "C": "Algıda organizasyon",
      "D": "Seçimleyici algılama",
      "E": "Duygusal algılama"
    },
    "correctAnswer": "C",
    "explanation": "Algıda Organizasyon: Uyarıcıların bir bütün olarak algılanması algıda organizasyonu oluşturur.<br/>Bu algının en önemli özelliğidir. Her obje bir zemin üzerinde algılanır. Kişiler algılanacak objeleri<br/>bazı özelliklerinden dolayı gruplandırır ve birlikte algılar. Birbirine yakın olan objeler, birbirine benzeyen objeler, sürekliliği olan objeler birlikte algılanır. Önceden kişi tarafından algılanmış objeler<br/>eksik olsa bile kişi tarafından ilk algılandıkları tam şekilleriyle algılanır.<br/>Uyarıcıların bir bütün olarak algılanması algıda organizasyonu oluşturur. Her obje bir zemin üzerinde algılanır. Kişiler algılanacak objeleribazı özelliklerinden dolayı gruplandırır ve birlikte algılar. Birbirine yakın olan objeler, birbirine benzeyen objeler, sürekliliği olan objeler birlikte algılanır."
  },
  {
    "id": "3641401",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi yeni şeyler üretilmesinin yanında nesnelerin yeniden biçimlendirilerek amaçlandırıldığı, yeni içeriklerle ilişkilendirilen bir süreci ifade etmektedir?",
    "options": {
      "A": "Dijital sanat",
      "B": "Dijital fonksiyon",
      "C": "Dijital estetik",
      "D": "Dijital kültür",
      "E": "Dijital kimlik"
    },
    "correctAnswer": "A",
    "explanation": "Yaşadığımız dijital zamanın teknolojisinden beslenen sanat ya da dijital teknolojilerin özelliklerini taşıması ve bu kavramlarla adlandırılması gerekir. Dijital ortamda bilgisayar vasıtasıyla oluşturulan sanat şeklinde tanımlansa da dijital sanat kavramı sadece kod, yazılım veya veri yardımıyla anlatılan ya da oluşan maddesiz sanat durumunu kapsamaz. Bununla birlikte dijital medyayı kullanan enstalasyonları ve gerçek olarak adlandırdığımız yapımları da içermektedir. Üretim şekillerinin bir bölümü olan ve karşımıza böyle çıkan, dijital teknolojileri kullanan sanatlar dışında (NFT gibi) bu teknolojilerin oluşumsal özelliklerinin sanatın zeminini hazırladığı alternatif ve değişik yazılımlar, etkileşimsel sanat işleri dijital sanatlar kavramları içinde bulunur. Aslında dijital sanat, yeni şeyler üretilmesinin yanında nesnelerin yeniden biçimlendirilerek amaçlandırıldığı, yeni içeriklerle ilişkilendirilen bir süreci ifade etmektedir. Üretici (sanatçı, yorumcu), gözüken probleme yönelik,<br/>belirlenen işlemler<br/>Dijital sanat, yeni şeyler üretilmesinin yanında nesnelerin yeniden biçimlendirilerek amaçlandırıldığı, yeni içeriklerle ilişkilendirilen bir süreci ifade etmektedir. Üretici (sanatçı, yorumcu), gözüken probleme yönelik, belirlenen işlemler ardından mümkün görülen en pratik ve anlaşılır biçimde çözülmesini arzu eder ve buna göre üretimde bulunur."
  },
  {
    "id": "3641436",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi zaman ve mekan etmenlerine göre kurgu türlerinden değildir?",
    "options": {
      "A": "Dijital kurgu",
      "B": "Paralelleştirilen kurgu",
      "C": "Paralel Kurgu",
      "D": "Nedensel Kurgu",
      "E": "Anlatı Kurgusu"
    },
    "correctAnswer": "A",
    "explanation": "Bülent Küçükerdoğan’ın sınıflandırmasında (Küçükerdoğan, Yavuz ve Zengin, 2005) zaman ve mekan etmenlerine göre kurgu türleri:<br/>• Anlatı Kurgusu<br/>• Nedensel Kurgu<br/>• Paralel Kurgu<br/>• Paralelleştirilen kurgu türleridir."
  },
  {
    "id": "3641331",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi/hangileri estetik fenomeni oluşturan ögeler içerisinde sayılmaktadır?<br/>i. Doku<br/>ii. Işık<br/>iii. Koku<br/>iv. Renk",
    "options": {
      "A": "Yalnız i ve ii",
      "B": "yalnız i ve iii",
      "C": "yalnız i, ii ve iv",
      "D": "yalnız ii, iii ve iv",
      "E": "i, ii, iii ve iv"
    },
    "correctAnswer": "C",
    "explanation": "Estetik fenomen, dört ana ögeden oluşmaktadır. Bunlar: 1. Doku, Işık, Renk, 2. Kompozisyon, 3. Boyutsallık, 4. Zaman kavramı olup Koku bulunmamaktadır."
  },
  {
    "id": "3641334",
    "unitNumber": 2,
    "text": "Bir duyu organının bir uyaranı alabilmesi, yani duyusal yaşantıya maruz kalabilmesi için asgari düzeyde uyarılması gerekir.<br/>Yukarıdaki ifade aşağıdakilerden hangisini tanımlamaktadır?",
    "options": {
      "A": "Duyu Sistemleri",
      "B": "Duyumsal Uyum",
      "C": "Duyusal Kodlama",
      "D": "Fark Eşiği",
      "E": "Mutlak Eşik"
    },
    "correctAnswer": "E",
    "explanation": "Mutlak Eşik: Bir duyu organının bir uyaranı alabilmesi, yani duyusal yaşantıya maruz kalabilmesi için asgari düzeyde uyarılması gerekir."
  },
  {
    "id": "3641472",
    "unitNumber": 2,
    "text": "Bu kurgu türünde aynı anda gelişmekte olan iki ya da daha fazla olay aktarılmaktadır. “Filmler­de sıklıkla kullanılan bir başka teknik ise iki sahne arasında gidip gelen kesmelerle eş zamanlı olayla­rın anlatıldığı bir kurgudur. Bu kurgu aynı zamanda zıtlıkları vurgulamak için de kullanılır ve birbiriyle alakalı iki plan arasında ge­rilimli ilişki kurar.”<br/>Yukarıda tanımlaması yapılan kurgu aşağıdakilerden hangisi ile ifade edilir.",
    "options": {
      "A": "Anlatı Kurgusu",
      "B": "Nedensel Kurgu",
      "C": "Paralel Kurgu",
      "D": "Paralelleştirilen kurgu",
      "E": "Bütüncül Kurgu"
    },
    "correctAnswer": "C",
    "explanation": "Paralel kurguda ise aynı anda gelişmekte olan iki ya da daha fazla olay aktarılmaktadır. “Filmler­de sıklıkla kullanılan bir başka teknik ise iki sahne arasında gidip gelen kesmelerle eş zamanlı olayla­rın anlatıldığı paralel kurgudur. Paralel kurgu aynı zamanda zıtlıkları vurgulamak için de kullanılır. Paralel kurgu birbiriyle alakalı iki plan arasında ge­rilimli ilişki kurar.”"
  },
  {
    "id": "3641336",
    "unitNumber": 2,
    "text": "Bülent Küçükerdoğan’ın sınıflandırmasında aşağıdakilerden hangisi zaman ve mekan etmenlerine göre kurgu türlerinden biri <strong>değildir?</strong>",
    "options": {
      "A": "Anlatı Kurgusu",
      "B": "Nesnel kurgu",
      "C": "Nedensel Kurgu",
      "D": "Paralel Kurgu",
      "E": "Paralelleştirilen kurgu"
    },
    "correctAnswer": "B",
    "explanation": "Kurgu türleri de pek çok bakımdan sınıflandırılabilir. Bülent Küçükerdoğan’ın sınıflandırmasında (Küçükerdoğan, Yavuz ve Zengin, 2005) zaman ve mekan etmenlerine göre kurgu türleri:<br/>• Anlatı Kurgusu<br/>• Nedensel Kurgu<br/>• Paralel Kurgu<br/>• Paralelleştirilen kurgu türleridir"
  },
  {
    "id": "3641407",
    "unitNumber": 2,
    "text": "Christopher Nolan tarafından yazılan ve yönetilen bilimkurgu filmi ‘Inception’ da aşağıdakilerden hangi eser iki kez görünmüştür?",
    "options": {
      "A": "Dalgıç ve Kelebek",
      "B": "Second Life",
      "C": "Las Meninas",
      "D": "Squid Game",
      "E": "Penrose Merdivenleri"
    },
    "correctAnswer": "E",
    "explanation": "Escherian Merdiven Boşluğu: Escherian Stairwell, Penrose merdiven yanılsamasına dayanan viral bir çalışma. Rochester Institute of technology’de Michael Lacanilao tarafından filme alınan video,<br/>görünüşte döngüsel bir merdiven boşluğu yaratmak için düzenlendi, öyle ki birisi her iki yönde<br/>de yürürse başladıkları yere varacaklar.<br/>Bu esere yeni medya penceresinden, popular kültür perspektifinde baktığımızda; Penrose merdivenleri Inception filminde iki kez göründü. Bu paradoksal illüzyon, ancak filmin rüya dünyasında gerçekleştirilebilir. Filmde kahraman, bir muhafızdan kaçarak merdivenlerden iniyor. Gerçek dünyada, kahraman bu kovalamaca boyunca her zaman kötü adamın önünde olmalıdır.<br/>Penrose Merdivenleri, Inception filminde iki kez göründü."
  },
  {
    "id": "3641329",
    "unitNumber": 2,
    "text": "Estetik kavramı, epistemolojik bağlamda hangi anlamında kullanılmaktadır?",
    "options": {
      "A": "bilgide açıklık",
      "B": "bilgide seçicilik",
      "C": "rasyonel bilgi",
      "D": "duyusal bilgi",
      "E": "temel bilgi"
    },
    "correctAnswer": "D",
    "explanation": "Estetik kavramı, epistemolojik bağlamda “duyusal bilgi” anlamında kullanılmaktadır"
  },
  {
    "id": "3641467",
    "unitNumber": 2,
    "text": "Estetiki “zaman içinde değişen form ve işlevin ilişkisine” aracılık eden bir kavram olarak tanımlayan düşünür aşağıdakilerden hangisidir?",
    "options": {
      "A": "Bourriaud",
      "B": "G.W.F. Hegel",
      "C": "Platon",
      "D": "B. Croce",
      "E": "N. Hartmann"
    },
    "correctAnswer": "A",
    "explanation": "Aynı zamanda “Bourriaud” (2002) tarafından tanımlandığı gibi zaman içinde değişen form ve işlevin ilişkisine de aracılık eder."
  },
  {
    "id": "3641469",
    "unitNumber": 2,
    "text": "Estetiği ‘duyular teorisi’ olarak yorumlayan ve bugünkü anlamına en yakın kullanımıyla bilinen düşünür aşağıdakilerden hangisidir?",
    "options": {
      "A": "Baumgarten",
      "B": "Schopenhauer",
      "C": "Delacroix",
      "D": "Kant",
      "E": "G.W.F. Hegel"
    },
    "correctAnswer": "A",
    "explanation": "Almanca “ästhetik” sözcüğü ise ilk kez 1735 yılında Alman filozof Baumgarten tarafından “duyu­lar teorisi” anlamında kullanılmıştır………. Yunanca “aisthanesthai” (duymak, algılamak) ve “aisthesis” (duygu, duyum) kavramlarından ge­len estetik kelimesi, günümüzde kullanılan anla­mıyla ilk kez Alman filozof Baumgarten tarafından 1750’de yayımladığı “Aesthetica” adlı yapıtında kullanılmıştır."
  },
  {
    "id": "3641330",
    "unitNumber": 2,
    "text": "Estetiğin ayrı bir alan olarak tanımlanmasını sağlayan ana kavram ‘...........’ kavramıdır.<br/>Yukarıdaki cümlede boş bırakılan yere gelecek en doğru ifade aşağıdakilerden hangisidir?",
    "options": {
      "A": "ölçü",
      "B": "güzel",
      "C": "doğru",
      "D": "mutluluk",
      "E": "iyilik"
    },
    "correctAnswer": "B",
    "explanation": "Estetiğin ayrı bir alan olarak tanımlanmasını sağlayan ana kavram ‘güzel’ kavramıdır."
  },
  {
    "id": "3641432",
    "unitNumber": 2,
    "text": "Felsefe tarihinde estetik kavramını günümüzde kullanılan anlamıyla ilk kullanan filozof aşağıdakilerden hangisidir?",
    "options": {
      "A": "Nietzsche",
      "B": "Sartre",
      "C": "Kant",
      "D": "Hegel",
      "E": "Baumgarten"
    },
    "correctAnswer": "E",
    "explanation": "Felsefe tarihinde estetik kavramını ilk kullanan filozof olan Baumgarten, akla kıyasla daha alt seviyedeki duygulardan gelen bilginin bilimi üzerinde durmuştur."
  },
  {
    "id": "3641399",
    "unitNumber": 2,
    "text": "Felsefe tarihinde estetik kavramını ilk kullanan Alman filozof aşağıdakilerden hangisidir?",
    "options": {
      "A": "Hartmann",
      "B": "Schopenhauer",
      "C": "Aristo",
      "D": "Baumgarten",
      "E": "Delacroix"
    },
    "correctAnswer": "D",
    "explanation": "Yunanca “aisthanesthai” (duymak, algılamak) ve “aisthesis” (duygu, duyum) kavramlarından gelen estetik kelimesi, günümüzde kullanılan anlamıyla ilk kez Alman filozof Baumgarten tarafından<br/>1750’de yayımladığı “Aesthetica” adlı yapıtında kullanılmıştır. Felsefe tarihinde estetik kavramını ilk kullanan filozof olan Baumgarten, akla kıyasla daha alt seviyedeki duygulardan gelen bilginin bilimi üzerinde durmuştur."
  },
  {
    "id": "3641466",
    "unitNumber": 2,
    "text": "Güzellik kavramının denge ile ilişkili olduğu, oranlara bağlı olduğu ve dolayısıyla da matematiksel olduğunu savunan düşünür aşağıdakilerden hangisidir?",
    "options": {
      "A": "Platon",
      "B": "Aristoteles",
      "C": "G.W.F. Hegel",
      "D": "B. Croce",
      "E": "N. Hartmann"
    },
    "correctAnswer": "B",
    "explanation": "Buna karşın Aristoteles ise insanı eğiten ve dış dünya ile ilgili kesin bilgiler veren duyu­ların kişiyi gerçeğe ulaştırdığını düşünür. Aristo’ya göre güzellik kavramı denge ile ilişkilidir ve oranlara bağlıdır, dolayısıyla da matematikseldir"
  },
  {
    "id": "3641431",
    "unitNumber": 2,
    "text": "Güzellik kavramının denge ile ilişkili ve oranlara bağlı, dolayısıyla da matematiksel olduğunu düşünen filozof aşağıdakilerden hangisidir?",
    "options": {
      "A": "Platon",
      "B": "Aristoteles",
      "C": "Sokrates",
      "D": "Kant",
      "E": "Nietzsche"
    },
    "correctAnswer": "B",
    "explanation": "Aristoteles ise insanı eğiten ve dış dünya ile ilgili kesin bilgiler veren duyuların kişiyi gerçeğe ulaştırdığını düşünür. Aristo’ya göre güzellik kavramı denge ile ilişkilidir ve oranlara bağlıdır, dolayısıyla da matematikseldir (Kavuran ve Dede, 2013, s. 57)."
  },
  {
    "id": "3641434",
    "unitNumber": 2,
    "text": "Kişinin dikkatini sadece bir uyarıcı üzerinde yoğunlaştırarak onunla ilgili özellikleri algılamasına ne ad verilir?",
    "options": {
      "A": "Algı",
      "B": "Algıda değişmezlik",
      "C": "Algıda seçicilik",
      "D": "Algıda organizasyon",
      "E": "Algı eşiği"
    },
    "correctAnswer": "C",
    "explanation": "Algıda Seçicilik: Kişinin dikkatini sadece bir uyarıcı üzerinde yoğunlaştırarak onunla ilgili özellikleri algılamasına algıda seçicilik yani dikkat denir. Kişi bazen algısını iç ve dış etkilerle başka yöne kaydırabilir. Buna algının kayması denebilir."
  },
  {
    "id": "3641335",
    "unitNumber": 2,
    "text": "Kişinin dikkatini sadece bir uyarıcı üzerinde yoğunlaştırarak onunla ilgili özellikleri algılamasına ne denir?",
    "options": {
      "A": "Algıda Organizasyon",
      "B": "Algıda Değişmezlik",
      "C": "Algıda Seçicilik",
      "D": "Algı kayması",
      "E": "Algı yanılsaması"
    },
    "correctAnswer": "C",
    "explanation": "Algıda Seçicilik: Kişinin dikkatini sadece bir uyarıcı üzerinde yoğunlaştırarak onunla ilgili özellikleri algılamasına algıda seçicilik yani dikkat denir."
  },
  {
    "id": "3641430",
    "unitNumber": 2,
    "text": "Kökeni, Yunanca “duyu organlarıyla algılanabilen şeyler, görülenler” anlamına gelen sözcük hangisidir?",
    "options": {
      "A": "Beğeni",
      "B": "Denge",
      "C": "Estetik",
      "D": "Ürün",
      "E": "Mantık"
    },
    "correctAnswer": "C",
    "explanation": "Estetik sözcüğünün kökeni Yunanca “duyu organlarıyla algılanabilen şeyler, görülenler” anlamına gelen “aisthētá” sözcüğünden gelmektedir."
  },
  {
    "id": "3641438",
    "unitNumber": 2,
    "text": "Metaverse fikrini 1999’da Second Life adlı oyunla hayata geçirmeye çalışan Amerikalı iş insanı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Philip Rosedale",
      "B": "Mitchell Kapor",
      "C": "James Currier",
      "D": "Mark Zuckerberg",
      "E": "Steve Jobs"
    },
    "correctAnswer": "A",
    "explanation": "Metaverse fikrini Philip Rosedale 1999’da Second Life adlı oyunla hayata geçirmeye çalışmıştır. Ona göre “sanal dünyalar diskoyalar olmak zorunda değildi ve “Daha 2000’li yılların başlarında Second Life; dijital kimlikler, sanal gayrimenkul, dijital ekonomiler ve çevrimiçi çok oyunculu ekosistem fikri ile devrim yaratmıştı.”"
  },
  {
    "id": "3641337",
    "unitNumber": 2,
    "text": "Metaverse fikrini Philip Rosedale hangi yılda Second Life adlı oyunla hayata geçirmeye çalışmıştır?",
    "options": {
      "A": "1997",
      "B": "1998",
      "C": "1999",
      "D": "2000",
      "E": "2001"
    },
    "correctAnswer": "C",
    "explanation": "Metaverse fikrini Philip Rosedale 1999’da Second Life adlı oyunla hayata geçirmeye çalışmıştır."
  },
  {
    "id": "3641475",
    "unitNumber": 2,
    "text": "Metaverse fikrini Second Life adlı oyunla hayata geçirmeye çalışan kişi aşağıdakilerden hangisidir?",
    "options": {
      "A": "Neal Stephenson",
      "B": "Philip Rosedale",
      "C": "Vanity Fair",
      "D": "Mark Zuckerberg",
      "E": "Alexander Fernandez"
    },
    "correctAnswer": "B",
    "explanation": "<span style=\"font-size: 11.0pt;\">Metaverse fikrini Philip Rosedale 1999’da Second Life adlı oyunla hayata geçirmeye çalışmıştır.</span>"
  },
  {
    "id": "3641338",
    "unitNumber": 2,
    "text": "Metaverse kavramı içinde çok olgu barındırsa da aslında ........ kökeni olarak karşımıza çıkmıştır.<br/>Yukarıdaki ifade de boş bırakılan yeri aşağıdakilerden hangisi en uygun şekilde tamamlar?",
    "options": {
      "A": "kurgusal mekân",
      "B": "kültür birikimi",
      "C": "etik değerler",
      "D": "estetik bakış",
      "E": "ekonomik zorunluluk"
    },
    "correctAnswer": "A",
    "explanation": "Metaverse kavramı içinde çok olgu barındırsa da aslında kurgusal mekân kökeni olarak karşımıza çıkmıştır."
  },
  {
    "id": "3641473",
    "unitNumber": 2,
    "text": "Metaverse ya da sanal evreni “Dünyamızın dijital bir ikizi” olarak yorumlayan aşağıdakilerden hangisidir?",
    "options": {
      "A": "Philip Rosedale",
      "B": "Mark Zuckerberg",
      "C": "Grant Paterson",
      "D": "Leon Ng",
      "E": "Alexander Fernandez"
    },
    "correctAnswer": "D",
    "explanation": "Leon Ng’e göre ise “Dünyamızın dijital bir ikizidir.” Çünkü ona göre “ancak o zaman sonsuz miktarda dünyaya sahip olabilirsiniz. Gerçek işlemler yapıp gay­rimenkul satın alabilmek, bir şekilde Second Life gibi”"
  },
  {
    "id": "3641433",
    "unitNumber": 2,
    "text": "Organizmanın sürekli devam eden veya tekrarlanan bir uyarılmaya maruz kalınması sonucu hassasiyetin azalmasına ne ad verilir?",
    "options": {
      "A": "Duyu Sistemleri",
      "B": "Duyusal Kodlama",
      "C": "Fark Eşiği",
      "D": "Duyumsal Uyum ve Etkileri",
      "E": "Mutlak eşik"
    },
    "correctAnswer": "D",
    "explanation": "Duyumsal Uyum ve Etkileri: Arkonaç’a (2005) göre “Duyusal uyum, organizmanın sürekli devam eden veya tekrarlanan bir uyarılmaya maruz kalınması sonucu hassasiyetin azalması demektir.”"
  },
  {
    "id": "3641406",
    "unitNumber": 2,
    "text": "Philip Rosedale 1999’da Second Life adlı oyunla aşağıdakilerden hangisini hayata geçirmeye çalışmıştır?",
    "options": {
      "A": "Web 4.0",
      "B": "3D",
      "C": "NFT",
      "D": "Metaverse",
      "E": "Dijital evren"
    },
    "correctAnswer": "D",
    "explanation": "Metaverse için en iyi, internetin yeni nesli olarak anlaşılabileceğini öne sürmektedir. İnternetin üzerine inşa edecek ve onu tekrar tekrar dönüştürecektir. Metaverse fikrini Philip Rosedale 1999’da Second Life adlı oyunla hayata geçirmeye çalışmıştır.<br/>2021 yılının Ekim ayında sosyal medya devi ve veri baronu olarak görülen Facebook’un CEO’su<br/>Mark Zuckerberg’in Facebook şirketinin adını “Meta” olarak yeniden markalaştığını duyurması ise<br/>çoğu insan tarafından öte evren fikrini yeniden hızlandırmıştı. Metaverse’i sosyal bağlantının bir sonraki bölümü olarak tanımlayan Zuckerberg, onu oluşturmayı destekleyecek Meta için ise “3 boyutlu olarak oynayacağımız ve bağlanacağımız bir yer” olarak ifade etmektedir. Aslında Metaverse kavramı her zaman vardı masallardan, efsanelerden, kitaplardan, sinemadan beslenen ve hep kılıf değiştiren sadece teknolojinin son 30 yılda inanılmaz şekilde gelişmesi ile şekil değiştirerek hayatımıza girmeye hazırlanıyor."
  },
  {
    "id": "3641435",
    "unitNumber": 2,
    "text": "Rengini bildiğimiz bir objeyi karanlıkta ve aydınlıkta hep aynı renk olarak algılamamıza ne ad verilir?",
    "options": {
      "A": "Algıda seçicilik",
      "B": "Algı tasarımı",
      "C": "Algıda organizasyon",
      "D": "Renk algısı",
      "E": "Algıda değişmezlik"
    },
    "correctAnswer": "E",
    "explanation": "Algıda Değişmezlik: Kişi tarafından bir kez algılanan obje şekli, büyüklüğü ve renkleri değişse bile kişi tarafından hep aynı biçimde algılanır. Rengini bildiğimiz bir objeyi karanlıkta ve aydınlıkta hep aynı renk olarak algılanır. Boyutunu bildiğimiz bir objenin ise uzakta ya da yakında olması algıların değişmesine neden olmaz. Obje hep aynı boyutta algılanır."
  },
  {
    "id": "3641332",
    "unitNumber": 2,
    "text": "Sanat kavramı amacını, hedefini, aktarılmak isteneni, malzemeyi ve tekniği toplumun o andaki sosyolojik ve teknolojik seviyesini belirler. Yaşadığımız ......... zamanın teknolojisinden beslenen sanat ya da ......... teknolojilerin özelliklerini taşıması ve bu kavramlarla adlandırılması gerekir.<br/>Yukarıda boş bırakılan yerlere hangi ifadeler gelmelidir?",
    "options": {
      "A": "teknolojik/dijital",
      "B": "dijital/dijital",
      "C": "teknolojik/uygun",
      "D": "dijital/uygun",
      "E": "uygun/estetik"
    },
    "correctAnswer": "B",
    "explanation": "Yaşadığımız dijital zamanın teknolojisinden beslenen sanat ya da dijital teknolojilerin özelliklerini taşıması ve bu kavramlarla adlandırılması gerekir."
  },
  {
    "id": "3641476",
    "unitNumber": 2,
    "text": "insana yönelik tüm süreçleri derin­lemesine etkileyen, gelişimi tüm duyu organlarımıza hitap ederek gerçeklik algısının çok daha derin boyutlara ulaşmasına neden olan, fiziksel dünyadaki tüm süreçleri bu evrende gerçekten yaşanmakta olan/yaşanan algısı oluşturan bir platforma dönüşen teknoloji aşağıdakilerden hangisidir? .",
    "options": {
      "A": "VR teknolojisi",
      "B": "NFT",
      "C": "Coin sistemi",
      "D": "Metaverse",
      "E": "Web 3.0"
    },
    "correctAnswer": "D",
    "explanation": "Metaverse insana yönelik tüm süreçleri derin­lemesine etkilemektedir. Sanal evren gün geçtikçe daha da gelişmekte ve hayatımız her anına dahil olmaktadır. Öyle ki söz konusu gelişim tüm duyu organlarımıza hitap ederek gerçeklik algısının çok daha derin boyutlara ulaşmasına neden olmakta­dır. Böylece metaverse alanında yaşanan bu geliş­meler fiziksel dünyadaki tüm süreçleri bu evrende gerçekten yaşanmakta olan/yaşanan algısı oluşacak bir platforma dönüştürmektedir"
  },
  {
    "id": "3641471",
    "unitNumber": 2,
    "text": "“Bireyin algılamasında eğitimi, içinde bulunduğu kültürel ortamı, sahip bulundu­ğu gelenek, görenek, inanç, örf ve adetler oldukça yönlendiricidir. Her bireyin olay, durum veya nes­nelere karşı tutumu yer aldığı toplumsal ve kültürel ortam, ilişkiler, etkileşim biçimleri, bireysel gerek­sinimler, beklentiler, değer yargıları ve benzerleri­ne göre farklılık göstermektedir. Bireylerin olay, durum veya nesneleri yani, çevreleri bu kendileri­ne özgü algılama eğilimlerini karşılık gelen algılama aşağıdakilerden hangisidir?",
    "options": {
      "A": "Duygusal Algılama",
      "B": "Simgesel Algılama",
      "C": "Kültürel Algılama",
      "D": "Görsel Algılama",
      "E": "Seçimleyici Algılama"
    },
    "correctAnswer": "E",
    "explanation": "“Bireyin algılamasında eğitimi, içinde bulunduğu kültürel ortamı, sahip bulundu­ğu gelenek, görenek, inanç, örf ve adetler oldukça yönlendiricidir. Her bireyin olay, durum veya nes­nelere karşı tutumu yer aldığı toplumsal ve kültürel ortam, ilişkiler, etkileşim biçimleri, bireysel gerek­sinimler, beklentiler, değer yargıları ve benzerleri­ne göre farklılık göstermektedir. Bireylerin olay, durum veya nesneleri yani, çevreleri bu kendileri­ne özgü algılama eğilimleri, <strong>“seçimleyici algılama”</strong> şeklinde tanımlanır.”"
  },
  {
    "id": "3641405",
    "unitNumber": 2,
    "text": "“Titanik” filminde Rose Dawson kurtulmaya çalışırken gösterilen geminin batış anı ya da saha ajanı ve masa başı ajanın aynı anda gelişen hikayelerini anlatan “Casus” hangi kurgu türüne örnek olarak verilebilir?",
    "options": {
      "A": "Paralel kurgu",
      "B": "Tasarım odaklı kurgu",
      "C": "Nedensel kurgu",
      "D": "Anlatı kurgusu",
      "E": "Paralelleştirilen kurgu"
    },
    "correctAnswer": "A",
    "explanation": "Paralel kurguda ise aynı anda gelişmekte olan iki ya da daha fazla olay aktarılmaktadır. “Filmlerde sıklıkla kullanılan bir başka teknik ise iki sahne arasında gidip gelen kesmelerle eş zamanlı olayların anlatıldığı paralel kurgudur. Paralel kurgu aynı zamanda zıtlıkları vurgulamak için de kullanılır.<br/>Paralel kurgu birbiriyle alakalı iki plan arasında gerilimli ilişki kurar.” (Rnwell J., 2011) Bu nedenle<br/>filmin en az iki farklı mekanda kurgulanıyor olması gerekmektedir. Bu kurgu türüne “Titanik” filminde Rose Dawson kurtulmaya çalışırken gösterilen geminin batış anı ya da saha ajanı ve masa başı ajanın paralel hikayelerini anlatan “Casus” örnek gösterilebilir.<br/>Paralel kurgu türüne “Titanik” filminde Rose Dawson kurtulmaya çalışırken gösterilen geminin batış anı ya da saha ajanı ve masa başı ajanın paralel hikayelerini anlatan “Casus” örnek gösterilebilir."
  },
  {
    "id": "3641418",
    "unitNumber": 3,
    "text": "\"Kullanıcıların sayısal ortamda temsil edildikleri suretleridir.\" ifadesi aşağıdakilerden hangisi için söylenir?",
    "options": {
      "A": "Avatar",
      "B": "Bedenlenme",
      "C": "Mevcudiyet",
      "D": "Gömülme",
      "E": "Simülakr"
    },
    "correctAnswer": "A",
    "explanation": "Avatar: Kullanıcıların sayısal ortamda temsil edildikleri suretleridir."
  },
  {
    "id": "3641417",
    "unitNumber": 3,
    "text": "1974 yılımda Steve Mann ortaya koyduğu kavram hangisidir?",
    "options": {
      "A": "Giyilebilir artırılmış gerçeklik kavramı",
      "B": "Genişletilmiş gerçeklik",
      "C": "Sanal gerçeklik",
      "D": "Yapay gerçeklik",
      "E": "Fiziksel gerçeklik"
    },
    "correctAnswer": "A",
    "explanation": "1974 yılımda Steve Mann ortaya koyduğu giyilebilir artırılmış gerçeklik kavramını, 1980 yılında birçok farklı cihazı birbirine entegre edip ilk prototipi üreterek somutlaştırmıştır ancak bu fikrin kullanılabilir hale gelmesi için 1990’lı yılları beklemek gerekecektir."
  },
  {
    "id": "3641350",
    "unitNumber": 3,
    "text": "<ul> <li>Verinin saklanma şekli</li> <li>Verinin iletişim şekli</li> <li>İletişimin yapıldığı ortam </li> </ul> Yukarıda verilen bilgiler aşağıdaki kavramlardan hangisiyle ilgilidir?",
    "options": {
      "A": "Analog ve dijital",
      "B": "Simülasyon ve simulakr",
      "C": "Siber uzay ve siber kültür",
      "D": "Artırılmış gerçeklik ve sanallık sürekliliği",
      "E": "Bedenleme ve mevcudiyet"
    },
    "correctAnswer": "A",
    "explanation": "Analog ve dijital"
  },
  {
    "id": "3641554",
    "unitNumber": 3,
    "text": "Amerikalı yazar William Gibson tarafından 1984 yılında ortaya atılan siber uzay kavramı, yazarın <em>\"Siber uzay. Her ulustan milyarlarca yasal kullanıcının, matematiksel kavramları öğrenen çocukların her gün yaşadığı bilinç ve duyguyla ilerleyen istem dışı halüsinasyon...\"</em> cümleleriyle açıkladığı roman aşağıdakilerden hangisidir?",
    "options": {
      "A": "The Peripheral",
      "B": "Neuromancer",
      "C": "Count Zero",
      "D": "Mona Lisa Overdrive",
      "E": "The Difference Engine"
    },
    "correctAnswer": "B",
    "explanation": "İlk kavram olan siber uzay kavramı Amerikalı yazar William Gibson tarafından 1984 yılında ortaya atılmıştır. Ünlü bilimkurgu romanı olan Neuromencer kitabında yazar siber uzayı şu cümleler ile açıklamıştır: <em>\"Siber uzay. Her ulusun milyarlarca yasal kullanıcının, matematiksel kavramları öğrenen çocukların her gün yaşadığı bilinç ve duyguyla ilerleyen istem dışı halüsinasyon...\" </em>Doğru cevap B seçeneğidir."
  },
  {
    "id": "3641349",
    "unitNumber": 3,
    "text": "Analog bilgisayarlara geçiş aşağıdaki yıl aralıklarından hangisinde gerçekleştirilmiştir?",
    "options": {
      "A": "1940 ve 1960'lı yıllar",
      "B": "1920 ve 1930'lu yıllar",
      "C": "1970 ve 1980'li yıllar",
      "D": "1980 ve 1990'lı yıllar",
      "E": "1990 ve 2000'li yıllar"
    },
    "correctAnswer": "A",
    "explanation": "1940 ve 1960'lı yıllar"
  },
  {
    "id": "3641351",
    "unitNumber": 3,
    "text": "Analog ortamlarda verilerin depolanış şekli aşağıdakilerden hangisidir?",
    "options": {
      "A": "Kesintisiz",
      "B": "Kesintili",
      "C": "Dinamik",
      "D": "Karmaşık",
      "E": "Basitçe"
    },
    "correctAnswer": "A",
    "explanation": "Kesintisiz"
  },
  {
    "id": "3641411",
    "unitNumber": 3,
    "text": "Aşağıdaki ifadelerden hangisi veya hangileri doğrudur?<br/>I-Analog ortamların temelinde, iletişim biçiminin fiziksel özellikleri ile birlikte depolanması ve karşı tarafa iletilmesi yatmaktadır.<br/>II-Analog ortamlarda veri kesintisiz olarak depolanır<br/>III- Analog bir ortam olan plaklar sesi üzerlerindeki çizgilerin arasında fiziksel olarak depolamaktadır.<br/>IV-Analog olanlarda manyetik dalgalar bantların üzerinde fiziksel olarak iz bırakır.",
    "options": {
      "A": "I-II-III-IV",
      "B": "I-II",
      "C": "II-IV",
      "D": "I-IV",
      "E": "I-II-IV"
    },
    "correctAnswer": "A",
    "explanation": "Analog ortamların temelinde, iletişim biçiminin (ses, yazı, fotoğraf, resim) fiziksel özellikleri ile birlikte depolanması ve karşı tarafa iletilmesi yatmaktadır. Analog ortamlarda veri kesintisiz olarak depolanırken dijital ortamlarda kesintili olarak depolanmaktadır. Analog bir ortam olan plaklar sesi üzerlerindeki çizgilerin arasında fiziksel olarak depolamaktadır. Analog olanlarda manyetik dalgalar bantların üzerinde fiziksel olarak iz bırakırken dijital kasetlere aktarılan veriler ikili kod sistemi ile aktarılmaktadır."
  },
  {
    "id": "3641563",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Manifest.AR grubu altında toplanan sanatçılardan birisi <span style=\"text-decoration: underline;\"><strong>değildir</strong></span>?",
    "options": {
      "A": "Mark Skwarek",
      "B": "John Craig Freeman",
      "C": "Clara Boj",
      "D": "Tamiko Thiel",
      "E": "Sander Veenhof"
    },
    "correctAnswer": "C",
    "explanation": "Manifest.AR grubu altında toplanan bir grup sanatçı bu yeni ortamın olanaklarını keşfederek eserlerinde uygulamaya başlamışlardır. Bu sanatçıların arasında Mark Skwarek, John Craig Freeman, Tamiko Thiel, Sender Veenhof gibi isimler öne çıkmaktadır. C seçeneğindeki Clara Boj bu gruba ait değildir."
  },
  {
    "id": "3641557",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Sherman &amp; Craig'e göre sanal gerçekliğin temel elemanı <span style=\"text-decoration: underline;\"><strong>değildir</strong></span>?",
    "options": {
      "A": "Soyutlanma",
      "B": "Sanal Dünya",
      "C": "Gömülme",
      "D": "Kullanıcının girdilerine göre duyusal geribildirim",
      "E": "Etkileşim"
    },
    "correctAnswer": "A",
    "explanation": "Bilgisayar tarafından oluşturulmuş simüle edilmiş sayısal evrenin gerçek bir dünya gibi deneyimlenmesi amacıyla yapılan ortamlara sanal gerçeklik denmektedir. Sherman &amp; Craig'e göre (2002, s.6) sanal gerçekliğin 4 temel elemanı şu şekildedir:<br/>Sanal Dünya<br/>Gömülme<br/>Kullanıcın girdilerine göre duyusal geribildirim <br/>Etkileşim<br/>Sorudaki A seçeneği \"Soyutlama\" sanal gerçekliğin bir elemanı değildir."
  },
  {
    "id": "3641532",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Sherman ve Craig’e göre sanal gerçekliğin 4 temel elemanından biri değildir?",
    "options": {
      "A": "Sanal dünya",
      "B": "Gömülme",
      "C": "Kullanıcının girdilerine göre duyusal geribildirim",
      "D": "Etkileşim",
      "E": "Karma gerçeklik"
    },
    "correctAnswer": "E",
    "explanation": "Sherman ve Craig’e göre sanal gerçekliğin 4 temel elemanı aşağıdaki gibidir:<br/>• Sanal dünya<br/>• Gömülme (Immersion)<br/>• Kullanıcının girdilerine göre duyusal geribildirim<br/>• Etkileşim<br/>Karma gerçeklik"
  },
  {
    "id": "3641559",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Twitter veya Instagram'da üretilen profiller, oyunlardaki karakterler kullanıcının bedenlediği kimliklerdir?",
    "options": {
      "A": "Emojiler",
      "B": "Dijital resimler",
      "C": "Avatarlar",
      "D": "Siborglar",
      "E": "Robotlar"
    },
    "correctAnswer": "C",
    "explanation": "Kullanıcılar ikinci kavram olan sayısal avatarlar sayesinde sayısal ortamda temsil edilmektedirler. Twitter veya Instagram'da üretilen profiller, oyunlardaki karakterler kullanıcının bedenlediği avatarlardır ve orada kimlik oluşturmaktadırlar. Doğru yanıt C seçeneğidir."
  },
  {
    "id": "3641549",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi analog veriye örnek değildir?",
    "options": {
      "A": "Mp3",
      "B": "Cd",
      "C": "Plak",
      "D": "Kaset",
      "E": "Fotoğraf filmi"
    },
    "correctAnswer": "A",
    "explanation": "Mp3’ler sesi paketler halinde dijitale çevirmekte ve saklamaktadır."
  },
  {
    "id": "3641562",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi artırılmış gerçeklik ile yapılmış çoklu ortam müzik performansları ile yönetilen bir arayüzdür?",
    "options": {
      "A": "LifeClipper",
      "B": "Red Libre Red Visible",
      "C": "Debussy 3.0",
      "D": "Augmented Groove",
      "E": "E-Tree"
    },
    "correctAnswer": "D",
    "explanation": "\"Augmented Groove\" isimli çalışma artırılmış gerçeklik ile yapılmış bir müzik arayüzüdür ve bu arayüz ile çoklu ortam müzik performansları yönetilmektedir. Doğru yanıt D seçeneğidir."
  },
  {
    "id": "3641558",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi artırılmış gerçeklik, karma gerçeklik ve sanal gerçeklikleri tek bir çatı altında toplayan terimdir?",
    "options": {
      "A": "Karışık Gerçeklik",
      "B": "Dijital Gerçeklik",
      "C": "Yapay Gerçeklik",
      "D": "Genişletilmiş Gerçeklik",
      "E": "Tekil Gerçeklik"
    },
    "correctAnswer": "D",
    "explanation": "Genişletilmiş Gerçeklik (XR): Artırılmış gerçeklik, karma gerçeklik ve sanal gerçeklikleri ortaya çıkacak diğer olası sayısal gerçeklikleri tek bir çatı altında toplayan terimdir (Palmas&amp;Klinker, 2020)"
  },
  {
    "id": "3641552",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bilgisayar ile yaratılan bir simülasyon ortamı <span style=\"text-decoration: underline;\"><strong>değildir</strong></span>?",
    "options": {
      "A": "Simcity",
      "B": "Google Earth",
      "C": "Second Life",
      "D": "Adobe Photoshop",
      "E": "Mouse Pad"
    },
    "correctAnswer": "E",
    "explanation": "Simcity, Google Earth, Second Life ve Adobe Photoshop bilgisayar ile yaratılan simülasyon ortamları olarak kabul edilmektedir. E seçeneğindeki Mouse Pad bir simülasyon ortamı değildir ve masanın üzerine yer alan farenin altında bulanan fiziki bir nesnedir."
  },
  {
    "id": "3641551",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bir simülasyonun üç temel elemanından olan model için verilebilecek bir örnektir?",
    "options": {
      "A": "Şehir",
      "B": "İnsan vücudu",
      "C": "Rüzgar testine sokulan uçağın gövdesi",
      "D": "Rüzgar tünelin içindeki uçağın aerodinamik özelliklerin test edilmesi",
      "E": "Makine parçası"
    },
    "correctAnswer": "C",
    "explanation": "Bir simülasyonun üç temel elemanı bulunmaktadır. Bunlar kaynak dizge, model ve simülatördür. Kaynak dizge simülasyonu yapılan nesne veya sistemdir, bu bir şehir veya insan vücudu gibi karmaşık bir yapı olabileceği gibi, makine parçası veya bir saç teli kadar basit bir yapı da olabilmektedir. Model, kaynak dizgenin davranışının soyutlanmış halidir. Örneğin bir arabanın veya uçağın gövdesinin rüzgar testine sokulacak olan bölümüdür. Simülatör tasarlanan yapıyı direktifler uyarınca çalıştırır ve veri çıktısı üretir. Dolayısıyla doğru cevap C seçeneğidir."
  },
  {
    "id": "3641550",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kesintili veri parçacıklarından <span style=\"text-decoration: underline;\"><strong>oluşmamaktadır</strong></span>?",
    "options": {
      "A": "mp3",
      "B": "WAV",
      "C": "Plak",
      "D": "M4A",
      "E": "AIFF"
    },
    "correctAnswer": "C",
    "explanation": "mp3, WAV, m4A ve AIFF birer dijital ses dosyası formatıdır ve bu dosyalar kesintili veri parçacıklarından oluşmaktadır. Analog plaklar ise veriyi kesintisiz ve fiziksel olarak depolamaktadırlar."
  },
  {
    "id": "3641354",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi sanal gerçekliğin elemanlarından <strong>değildir? </strong>",
    "options": {
      "A": "Üç boyutlu harekete izin",
      "B": "Gömülme (immersion)",
      "C": "Sanal dünya",
      "D": "Etkileşim",
      "E": "Kullanıcının girdilerine göre duyusal geri bildirim"
    },
    "correctAnswer": "A",
    "explanation": "Üç boyutlu harekete izin"
  },
  {
    "id": "3641356",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi stereoskopiyi bulan kişidir?",
    "options": {
      "A": "Wheatstone",
      "B": "Grau",
      "C": "Daguerre",
      "D": "Bouton",
      "E": "Barker"
    },
    "correctAnswer": "A",
    "explanation": "Wheatstone"
  },
  {
    "id": "3641414",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi veya hangileri Ronald Azuma’ya göre artırılmış gerçekliğin temel elemanlarındandır?<br/>I-Gerçek ve sanal dünyaları birleştirmelidir.<br/>II-Gerçek zamanlı olarak etkileşimlidir.<br/>III-Üç boyutlu harekete izin vermelidir.",
    "options": {
      "A": "I-II-III",
      "B": "I-II",
      "C": "I-III",
      "D": "II-III",
      "E": "Yanlız I"
    },
    "correctAnswer": "A",
    "explanation": "Ronald Azuma’ya (1997, s. 356) göre artırılmış gerçekliğin üç temel elemanı aşağıdaki gibidir:<br/>• Gerçek ve sanal dünyaları birleştirmelidir.<br/>• Gerçek zamanlı olarak etkileşimlidir.<br/>• Üç boyutlu harekete izin vermelidir."
  },
  {
    "id": "3641415",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi veya hangileri Sherman ve Craig’e göre sanal gerçekliğin temel elemanlarından sayılır?<br/>I-Sanal dünya<br/>II-Gömülme (Immersion)<br/>III-Kullanıcının girdilerine göre duyusal geribildirim<br/>IV- Etkileşim",
    "options": {
      "A": "I-II-III-IV",
      "B": "I-II",
      "C": "II-IV",
      "D": "III-IV",
      "E": "I-IV"
    },
    "correctAnswer": "A",
    "explanation": "Sherman ve Craig’e göre. (2002, s.6) sanal gerçekliğin 4 temel elemanı aşağıdaki gibidir:<br/>• Sanal dünya<br/>• Gömülme (Immersion)<br/>• Kullanıcının girdilerine göre duyusal geribildirim<br/>• Etkileşim"
  },
  {
    "id": "3641547",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi yeni medya sanatı alanında artırılmış gerçeklik için öncü sayılabilecek çalışmalar arasında değildir?",
    "options": {
      "A": "Augmented Groove (2000)",
      "B": "The Matrix (1999)",
      "C": "LifeClipper (2004)",
      "D": "Red Libre Red Visible (2004)",
      "E": "E-Tree (2008)"
    },
    "correctAnswer": "B",
    "explanation": "Yeni medya sanatı alanında artırılmış gerçeklik, donanım ve yazılımlar geliştirilirken adım adım ilerlemiştir. Öncü sayılabilecek çalışmaların arasında “Augmented Groove (2000)”, “LifeClipper (2004)”, “Red Libre Red Visible (2004)”, “Debbusy 3.0 Bale Gösterisi”, “E-Tree (2008)” gibi çalışmalar bulunmaktadır (Portalés, 2018).<br/>The Matrix"
  },
  {
    "id": "3641536",
    "unitNumber": 3,
    "text": "Bilgisayar tarafından oluşturulmuş, simüle edilmiş sayısal evrenin gerçek bir dünya gibi deneyimlenmesi amacıyla yapılan ortamlara ne denir?",
    "options": {
      "A": "Sanal gerçeklik",
      "B": "Karma gerçeklik",
      "C": "Genişletilmiş gerçeklik",
      "D": "Siber uzay",
      "E": "Siberpunk"
    },
    "correctAnswer": "A",
    "explanation": "Bilgisayar tarafından oluşturulmuş, simüle edilmiş sayısal evrenin gerçek bir dünya gibi deneyimlenmesi amacıyla yapılan ortamlara sanal gerçeklik denmektedir."
  },
  {
    "id": "3641413",
    "unitNumber": 3,
    "text": "Bir gerçeklik olarak algılanmak isteyen görünüm aşağıdakilerden hangisidir?",
    "options": {
      "A": "Simülakr",
      "B": "Gömülme",
      "C": "Siber uzay",
      "D": "Siborg",
      "E": "Siberpunk"
    },
    "correctAnswer": "A",
    "explanation": "Simülakr: Bir gerçeklik olarak algılanmak isteyen görünüm."
  },
  {
    "id": "3641488",
    "unitNumber": 3,
    "text": "Bir köken ya da bir gerçeklikten yoksun gerçeğin modeller aracılığıyla türetilmesine ne denir?",
    "options": {
      "A": "Simülakr",
      "B": "Hipergerçek",
      "C": "Siberpunk",
      "D": "Siborg",
      "E": "Yapay Gerçeklik"
    },
    "correctAnswer": "B",
    "explanation": "Bir köken ya da bir gerçeklikten yoksun gerçeğin modeller aracılığıyla türetilmesine hipergerçek yani simülasyon denilmektedir."
  },
  {
    "id": "3641353",
    "unitNumber": 3,
    "text": "Bir köken ya da bir gerçeklikten yoksun gerçeğin modeller aracılığıyla türetilmesine verilen ad aşağıdakilerden hangisidir?",
    "options": {
      "A": "Hipergerçek",
      "B": "Simulakr",
      "C": "Siber uzay",
      "D": "İmmersion",
      "E": "Sanal dünya"
    },
    "correctAnswer": "A",
    "explanation": "Hipergerçek"
  },
  {
    "id": "3641556",
    "unitNumber": 3,
    "text": "Dona Haraway'in feminist teori içerisinde ele aldığı ve insan/hayvan, insan/makine, fiziksel/fiziksel olmayan ayrımlarını ortadan kaldırmak için kullandığı kavram aşağıdakilerden hangisidir?",
    "options": {
      "A": "Robotik",
      "B": "Biyonik",
      "C": "Mekatronik",
      "D": "Android",
      "E": "Siborg"
    },
    "correctAnswer": "E",
    "explanation": "Siborg kavramı akademik olarak Donna Haraway'in kullanımı ile şekillenmiştir. Haraway, siborg kavramını feminist teori içerisinde ele alarak bu kavramı insan/hayvan, insan/makine, fiziksel/fiziksel olmayan ayrımlarını ortadan kaldırmak için kullanılmıştır. Doğru yanıt E seçeneğidir."
  },
  {
    "id": "3641355",
    "unitNumber": 3,
    "text": "I. Deneyimleyenin hareket etmesiyle perspektif, konuma uygun olarak yeniden düzenlenir.<br/>II. İmgeler hareketli olabilir. <br/>III. Gözlük gibi cihazlar kullanılır.<br/>Yukarıda verilen bilgiler aşağıdaki kavram çiftlerinin hangisinin özellikleridir?",
    "options": {
      "A": "Artırılmış ve sanal gerçeklik",
      "B": "Görsel ve doğrusal gerçeklik",
      "C": "Gelişen perspektif ve Trompe l'oeil",
      "D": "Sanal imgeler ve fiziksel yapı",
      "E": "Güncel ve artırılmış gerçeklik"
    },
    "correctAnswer": "A",
    "explanation": "Artırılmış ve sanal gerçeklik"
  },
  {
    "id": "3641352",
    "unitNumber": 3,
    "text": "I. Simülasyonlar sadece bilgisayarlar tarafından üretilebilirler.<br/>II. Simülasyonlar çok çeşitli sektörde kullanılabilir.<br/>III. Bir simülasyonun üç temel özelliği vardır. <br/>Yukarıdaki bilgilere göre aşağıdaki seçeneklerden hangisi uygundur?",
    "options": {
      "A": "I. Yanlış",
      "B": "II. Yanlış",
      "C": "III. Yanlış",
      "D": "I. ve II. Yanlış",
      "E": "II. ve III. Yanlış"
    },
    "correctAnswer": "A",
    "explanation": "I. Yanlış"
  },
  {
    "id": "3641357",
    "unitNumber": 3,
    "text": "John Henry Pepper tarafından geliştirilmiş olan \"Pepper'ın Hayaleti\" adlı tekniğin ilk kez uygulandığı sanat dalı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Tiyatro",
      "B": "Sinema",
      "C": "Heykel",
      "D": "Resim",
      "E": "Fotoğraf"
    },
    "correctAnswer": "A",
    "explanation": "Tiyatro"
  },
  {
    "id": "3641537",
    "unitNumber": 3,
    "text": "Kullanıcıların sayısal ortamda temsil edildikleri suretlere ne denir?",
    "options": {
      "A": "Android",
      "B": "Bedenlenme",
      "C": "Mevcudiyet",
      "D": "Simülakr",
      "E": "Avatar"
    },
    "correctAnswer": "E",
    "explanation": "Avatar: Kullanıcıların sayısal ortamda temsil edildikleri suretleridir."
  },
  {
    "id": "3641564",
    "unitNumber": 3,
    "text": "Laurent Bazin'in sıradışı bir konuya sahip olan eseri \"The Cliffs V/V'in Uçurumları (2016)\" nerede geçmektedir?",
    "options": {
      "A": "Bir evin mutfağında",
      "B": "Hapishanenin hastanesinde",
      "C": "Okulun kantininde",
      "D": "Kışladaki yatakhanede",
      "E": "Metrodaki bir istasyonda"
    },
    "correctAnswer": "B",
    "explanation": "Laurent Bazin'in sıradışı bir konuya sahip olan eseri \"The Cliffs V/V'in Uçurumları (2016)\" bir hapishanenin hastanesinde geçmektedir. Doğru yanıt B seçeneğidir."
  },
  {
    "id": "3641561",
    "unitNumber": 3,
    "text": "Maurice Benayoun'un 1997'de yaptığı ve CAVE sistemi içerisinde kurgulanan eseri aşağıdakilerden hangisidir?",
    "options": {
      "A": "World Skin",
      "B": "Inside the Tunnel Under the Atlantic",
      "C": "Ephemere",
      "D": "Osmose",
      "E": "The Oort Continuum"
    },
    "correctAnswer": "A",
    "explanation": "Maurice Benayoun'un 1997'de yaptığı bir diğer çalışma olan \"World Skin / Dünyanın Derisi\" eseri ise CAVE sistemi içerisinde kurgulanmıştır. Bu çalışmada insanlar arasındaki iletişim yerine insanların duygularına yoğunlaşan Benayoun, katılımcıları bir fotoğraf makinesi ile silahlandırarak savaş resimleri ile doldurulmuş, sessiz şiddetin hüküm sürdüğü bir sanal dünyanın içerisine sokmaktadır. Doğru yanıt A seçeneğidir."
  },
  {
    "id": "3641419",
    "unitNumber": 3,
    "text": "Sanal ortamı deneyimleyenlerin konumunun farklı bir yerde olmasına rağmen orada oldukları duygusunun yaşanmasına ne ad verilir?",
    "options": {
      "A": "Mevcudiyet",
      "B": "Avatar",
      "C": "Bedenlenme",
      "D": "Etkileşim",
      "E": "Siborg"
    },
    "correctAnswer": "A",
    "explanation": "Mevcudiyet: Sanal ortamı deneyimleyenlerin konumunun farklı bir yerde olmasına rağmen orada oldukları duygusunun yaşanmasına mevcudiyet veya tele-mevcudiyet denmektedir."
  },
  {
    "id": "3641533",
    "unitNumber": 3,
    "text": "Sayısal ortam ile etkileşime giren kullanıcıların, ortamla fiziksel olarak etkileşime girdikleri algısının yaratılmasına ne denmektedir?",
    "options": {
      "A": "Avatar",
      "B": "Mevcudiyet",
      "C": "Bedenlenme",
      "D": "Simülasyon",
      "E": "Gömülme"
    },
    "correctAnswer": "C",
    "explanation": "Bedenlenme: Sayısal ortam ile etkileşime giren kullanıcıların, ortamla fiziksel olarak etkileşime girdikleri algısının yaratılmasına denmektedir."
  },
  {
    "id": "3641416",
    "unitNumber": 3,
    "text": "Sayısal ortamı deneyimleyenlerin ortamla fiziksel olarak etkileşime girdiği algısının yaratılması aşağıdakilerden hangisidir?",
    "options": {
      "A": "Bedenlenme",
      "B": "Avatar",
      "C": "Mevcudiyet",
      "D": "Gömülme",
      "E": "Siber"
    },
    "correctAnswer": "A",
    "explanation": "Bedenlenme, sayısal ortamı deneyimleyenlerin ortamla fiziksel olarak etkileşime girdiği algısının yaratılmasına denmektedir."
  },
  {
    "id": "3641535",
    "unitNumber": 3,
    "text": "Siber kültür ve siberpunk gibi kavramların kapısını aralayan Neuromencer romanı kim tarafından yazılmılştır?",
    "options": {
      "A": "Douglas Klahr",
      "B": "L. Frank Baum",
      "C": "Norbert Wiener",
      "D": "William Gibson",
      "E": "Jean Baudrillard"
    },
    "correctAnswer": "D",
    "explanation": "İlk kavram olan siber uzay kavramı Amerikalı yazar William Gibson tarafından 1984 yılında ortaya atılmıştır. Ünlü bilimkurgu romanı olan Neuromencer kitabında yazar siber uzayı şu cümleler ile açıklamıştır: “Siber uzay. Her ulustan milyarlarca yasal kullanıcının, matematiksel kavramları öğrenen çocukların her gün yaşadığı bilinç ve duyguyla ilerleyen istem dışı halüsinasyon… İnsan sistemindeki her bilgisayarın kayıtlarından yansıyan verilerin grafiksel sunumu. Kavranamayacak bir karmaşa. Zihnin uzaysızlığında, ışık çizgileri, öbekler ve takım yıldızlar şeklinde düzenlenen veriler”"
  },
  {
    "id": "3641555",
    "unitNumber": 3,
    "text": "Siberpunk ismi ilk defa \"Siberpunk!\" (1982) isimli hikayesi ile literatüre giren yazar kimdir?",
    "options": {
      "A": "William Gibson",
      "B": "Bruce Sterling",
      "C": "Neal Stephenson",
      "D": "Bruce Bethke",
      "E": "Tom Maddox"
    },
    "correctAnswer": "D",
    "explanation": "Siberpunk ismi de ilk defa Bruce Bethke'nin \"Siberpunk! (1982)\" isimli hikayesi ile literatüre girmiştir. Siberpunk sadece edebiyat alanı ile sınırlı kalmayarak diğer sanat türlerinde de sıklıkla görülmüştür. Doğru yanıt D seçeneğidir."
  },
  {
    "id": "3641412",
    "unitNumber": 3,
    "text": "Simülasyon kavramı ile ilgili kitaplarında imgeler evreni ve sistem üzerinde eleştirel gözlemleri bulunan ve bir şeyi simüle etmenin aslında “mış” gibi yapmak olmadığını öne süren bilim insanı kimdir?",
    "options": {
      "A": "Baudrillard",
      "B": "Stephenson",
      "C": "Gibson",
      "D": "Haraway",
      "E": "Bethke"
    },
    "correctAnswer": "A",
    "explanation": "Simülasyon kavramı söz konusu olduğunda şüphesiz ki Jean Baudrillard’ın konu hakkında öne sürdüğü görüşler önemlidir. Kitaplarında imgeler evreni ve sistem üzerinde eleştirel gözlemleri bulunan Baudrillard (2011, s. 16), bir şeyi simüle etmenin aslında “mış” gibi yapmak olmadığını öne sürmektedir."
  },
  {
    "id": "3641358",
    "unitNumber": 3,
    "text": "Stanley Weinbaum tarafından yazılan sanal gerçekliğe benzer bir kurgunun yaratıldığı ilk kitabın adı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Pygmalion'un Gözlükleri",
      "B": "The Master Key: An Electrical Fairy Tale",
      "C": "Pepper'ın Hayaleti",
      "D": "The Ultimate Display",
      "E": "Sword of the Democles"
    },
    "correctAnswer": "A",
    "explanation": "Pygmalion'un Gözlükleri"
  },
  {
    "id": "3641553",
    "unitNumber": 3,
    "text": "Yunanca'da dümenci anlamına gelen \"sibernetik\" kelimesini literatüre kazandıran kimdir?",
    "options": {
      "A": "Norbert Wiener",
      "B": "Ernst Schröder",
      "C": "Alfred North Whitehead",
      "D": "Bertrand Russel",
      "E": "Edward Vermilye Huntington"
    },
    "correctAnswer": "A",
    "explanation": "Norbert Wiener'in \"sibernetik\" kelimesini haberleşme ve kontrol temalarını biyolojik, sosyal ve sembolik sistemler ile birleştirmesi sayesinde literatüre kazandırmıştır."
  },
  {
    "id": "3641548",
    "unitNumber": 3,
    "text": "Yönetmen Oscar Sharp ve yapay zekâ uzmanı Ross Goodwin’in ortak çalışmalarında kullandığı yazılımın adı nedir?",
    "options": {
      "A": "MoMA",
      "B": "Pyaré",
      "C": "Benjamin",
      "D": "AR Magic System",
      "E": "Apollo 11"
    },
    "correctAnswer": "C",
    "explanation": "Dijital kameralar, dijital kurgu ortamı, bilgisayarlarla üretilmiş grafiklerin yanı sıra yapay zekayı da artık elemanları arasına katmaktadır. Yönetmen Oscar Sharp ve yapay zekâ uzmanı Ross Goodwin’in ortak çalışmalarında kullandığı “Benjamin” isimli yazılım buna bir örnektir."
  },
  {
    "id": "3641534",
    "unitNumber": 3,
    "text": "Çalıştırıldığında sanal özellikler taşıyan \"Rotary Glass Plates (1920)” isimli eser kime aittir?",
    "options": {
      "A": "Marcel Duchamp",
      "B": "Jean Baudrillard",
      "C": "William Gibson",
      "D": "Robert Barker",
      "E": "Oliver Grau"
    },
    "correctAnswer": "A",
    "explanation": "Duchamp’ın “Rotary Glass Plates (1920)” isimli eseri de çalıştırıldığında sanal özellikler taşımaktadır.<br/>Marcel Duchamp"
  },
  {
    "id": "3641560",
    "unitNumber": 3,
    "text": "İki merceğin önüne yerleştirilmiş iki durağan fotoğraf üç boyutlu düzlemde algılanabilmesi için kullanılan alet aşağıdakilerden hangisidir?",
    "options": {
      "A": "Haploskopi",
      "B": "Zograskopi",
      "C": "Grafoskopi",
      "D": "Diorama",
      "E": "Stereoskopi"
    },
    "correctAnswer": "E",
    "explanation": "19. yy'da gerçekleşen bir diğer önemli gelişme 1838 yılında Charles Wheatstone'un stereoskopiyi bulmasıdır. 1843 yılında David Brewster tarafından daha da geliştirilen bu teknik sayesinde iki merceğin önüne yerleştirilmiş iki durağan fotoğraf üç boyutlu düzlemde algılanabilmektedir (Grau, 2003). Bahis geçen bu alet ve teknik genişletilmiş gerçeklik gözlüklerinin temelini oluşturur. Doğru yanıt E seçeneğidir."
  },
  {
    "id": "3641410",
    "unitNumber": 3,
    "text": "“Sanallık gerçektir, fakat edimsel değildir” ifadesi kime aittir?",
    "options": {
      "A": "Gilles Deleuze",
      "B": "Neal Stephenson",
      "C": "Nathan S. Kline",
      "D": "Donna Haraway",
      "E": "William Gibson"
    },
    "correctAnswer": "A",
    "explanation": "Gilles Deleuze’nin deyimiyle “Sanallık gerçektir, fakat edimsel değildir”."
  },
  {
    "id": "3641758",
    "unitNumber": 4,
    "text": "\".......... ........ kavramı, verileri analiz etme ve kullanıcıya iletme süreçlerini kapsar\" ifadesindeki boşluğu aşağıdakilerden hangisi doğru olarak tamamlar?",
    "options": {
      "A": "Veri bilimi",
      "B": "Büyük veri",
      "C": "Veri görselleştirme",
      "D": "Veri madenciliği",
      "E": "Veri seti"
    },
    "correctAnswer": "C",
    "explanation": "Büyük verilerin herkes tarafından daha kolay anlaşılmasını sağlamak amacıyla çeşitli yöntemlere başvurulmaktadır. Bu yöntemlerden biri ve en etkilisi veri görselleştirmedir. “Veri görselleştirme” kavramı, verileri analiz etme ve kullanıcıya iletme süreçlerini kapsar. Veri görselleştirme, veri biliminin çok önemli bir bileşenidir. Gösterge tabloları, bilimsel makaleler/posterler ve daha fazlası aracılığı ile içgörülerimizi başkalarıyla paylaşmamızın bir yoludur. Doğru cevap C'dir."
  },
  {
    "id": "3641764",
    "unitNumber": 4,
    "text": "\"Görseller genel olarak elde çizilir. Sahip olduğu güçlü görsel içerikleriyle estetik görünürler. Fakat bilgilerin elle kodlanması nedeniyle veri açısından zayıftırlar\" ifadesi aşağıdakilerden hangisi ile tanımlanır?",
    "options": {
      "A": "Dataviz",
      "B": "Çizgi grafiği",
      "C": "Histogram",
      "D": "İnfografik",
      "E": "Sankey"
    },
    "correctAnswer": "D",
    "explanation": "İnfografik: İnfografik görseller genel olarak elde çizilir. Sahip olduğu güçlü görsel içerikleriyle estetik görünürler. Fakat bilgilerin elle kodlanması nedeniyle veri açısından zayıftırlar. Yapılacak her bir değişikliğin de elle yapılması gerektiğinden bir infografikteki verilerin değiştirilmesi ya da güncellenmesi zordur. Doğru cevap D'dir."
  },
  {
    "id": "3641765",
    "unitNumber": 4,
    "text": "\"Görseller çok büyük oranda bilgisayarlar aracılığı ile algoritmik olarak çizilirler. Bilgisayar kullanıldığı için farklı veriler kullanarak yeniden oluşturulması çok daha kolaydır\" ifadesi aşağıdakilerden hangisi ile tanımlanır?",
    "options": {
      "A": "İnfografik",
      "B": "Çizgi grafiği",
      "C": "Histogram",
      "D": "Dataviz",
      "E": "Sankey"
    },
    "correctAnswer": "D",
    "explanation": "Dataviz: <br/>Dataviz görseller çok büyük oranda bilgisayarlar aracılığı ile algoritmik olarak çizilirler. Bilgisayar kullanıldığı için farklı veriler kullanarak yeniden oluşturulması çok daha kolaydır. Aynı şekil farklı veri kümelerini temsil edecek şekilde yeniden kullanılabilirler. Büyük hacimli verilere uygulanabildiğinden infografiklere göre veri açısından zengindir. Fakat büyük verileri görselleştirmek için kullanılan dataviz yöntemi estetik açıdan infografiklere göre daha zayıf kalır. Doğru cevap D'dir."
  },
  {
    "id": "3641763",
    "unitNumber": 4,
    "text": "\"Kategorik alt bölümler, belirli bir süre için bir işletmenin çeşitli departmanları için gerçekleşen ve bütçe giderlerinin karşılaştırılması gibi bir referansla karşılaştırılır. Bir çubuk grafik, gerçek ile referans miktarın karşılaştırmasını gösterebilir\" ifadesi aşağıdakilerden hangisi ile tanımlanabilir?",
    "options": {
      "A": "Sapma",
      "B": "Frekans dağılımı",
      "C": "Sıralama",
      "D": "Nominal karşılaştırma",
      "E": "İnfografik"
    },
    "correctAnswer": "A",
    "explanation": "Sapma: Kategorik alt bölümler, belirli bir süre için bir işletmenin çeşitli departmanları için gerçekleşen ve bütçe giderlerinin karşılaştırılması gibi bir referansla karşılaştırılır. Bir çubuk grafik, gerçek ile referans miktarın karşılaştırmasını gösterebilir. Doğru cevap A'dır."
  },
  {
    "id": "3641716",
    "unitNumber": 4,
    "text": "1869’da Napolyon’un Rus seferi sırasındaki kayıplarını temsil etmek için oluşturulan, daha sonraki veri görselleştirmelerine de ilham kaynağı olan diyagram kim tarafından hazırlanmıştır?",
    "options": {
      "A": "Rene Descartes",
      "B": "Pierre de Fermat",
      "C": "Charles Minard",
      "D": "William Playfair",
      "E": "Anthony Grafton"
    },
    "correctAnswer": "C",
    "explanation": "1869’da Napolyon’un Rus seferi sırasındaki kayıplarını temsil etmek için oluşturulan, daha sonraki veri görselleştirmelerine de ilham kaynağı olan diyagram Charles Minard tarafından hazırlanmıştır ve \"Minard diagramı\" olarak anılır."
  },
  {
    "id": "3641449",
    "unitNumber": 4,
    "text": "<strong>Aşağıdaki ifadelerden hangisi veri sanatının ilk tanımını veren sanatçıdır?</strong>",
    "options": {
      "A": "Ben Shneiderman.",
      "B": "Kynaston McShine.",
      "C": "William Playfair.",
      "D": "Daniel Rosenberg.",
      "E": "Pierre de Fermat."
    },
    "correctAnswer": "B",
    "explanation": "McShine, bilim, bilişim ve bilgi teknolojisinin en klasik sanat biçimleriyle (performans sanatı, görsel sanat, dijital sanat ve kavramsal sanat dahil) birleşimini sunmayı seçerek, veri sanatının ilk tanımını önerir."
  },
  {
    "id": "3641444",
    "unitNumber": 4,
    "text": "<strong>Bilgisayarlar aracılığı ile algoritmik olarak çizilen veri türü </strong><strong>aşağıdaki ifadelerden hangisidir?</strong>",
    "options": {
      "A": "İnfografik.",
      "B": "Dataviz.",
      "C": "Prosedürel.",
      "D": "Kronolojik.",
      "E": "Histogram."
    },
    "correctAnswer": "B",
    "explanation": "Dataviz görseller çok büyük oranda bilgisayarlar aracılığı ile algoritmik olarak çizilirler."
  },
  {
    "id": "3641442",
    "unitNumber": 4,
    "text": "<strong>Bir harita veya yerleşim düzeni boyunca bir değişkenin karşılaştırılması için kullanılabilecek grafik </strong><strong>aşağıdaki ifadelerden hangisidir?</strong>",
    "options": {
      "A": "Kartogram.",
      "B": "Çubuk grafik.",
      "C": "Çizgi grafiği.",
      "D": "Pasta grafiği.",
      "E": "Dağılım grafiği."
    },
    "correctAnswer": "A",
    "explanation": "Bir harita veya yerleşim düzeni boyunca bir değişkenin karşılaştırılması. Bunun için de kartogram kullanılabilir."
  },
  {
    "id": "3641447",
    "unitNumber": 4,
    "text": "<strong>Bir veri kümesini bir başka veri kümesine eşleştirme işlemi </strong><strong>aşağıdaki ifadelerden hangisidir?</strong>",
    "options": {
      "A": "Veri madenciliği.",
      "B": "Veri seti.",
      "C": "Veri Haritalama.",
      "D": "Veri görselleştirme.",
      "E": "Veri analizi."
    },
    "correctAnswer": "C",
    "explanation": "Bir veri kümesinin bir görüntüye haritalandığı belirli bir eşleme alt kümesi olarak düşünülebilir. Bir veri setini diğerine veya bir medyayı diğerine haritalamak bilgisayar kültüründeki en yaygın işlemlerden biridir ve yeni medya sanatında da oldukça yaygındır."
  },
  {
    "id": "3641448",
    "unitNumber": 4,
    "text": "<strong>George Legrady’nin dinamik veri sanatına örnek gösterilen çalışması</strong> <strong>aşağıdaki ifadelerden hangisidir?</strong>",
    "options": {
      "A": "Homes for Sale.",
      "B": "Gök Mekaniği.",
      "C": "Siyah Beyaz.",
      "D": "Pockets Full of Memories.",
      "E": "Uçuş Modelleri."
    },
    "correctAnswer": "D",
    "explanation": "Dinamik veri sanatına George Legrady’nin Pockets Full of Memories (2001) adını taşıyan veriye dayalı sanat eseri örnek gösterilebilir. Bu çalışma, veri toplamak için kullanılan bir kiosk, katılımcılara sorulmak üzere oluşturulmuş bir soru listesi ve sonuçları yansıtmak üzere kullanılacak bir projeksiyondan oluşmaktadır."
  },
  {
    "id": "3641441",
    "unitNumber": 4,
    "text": "<strong>John Tukey’in veri görselleştirmenin gücünü tanıttığı istatistiksel yaklaşım </strong><strong>aşağıdaki ifadelerden hangisidir?</strong>",
    "options": {
      "A": "Kartezyen koordinat sistemi.",
      "B": "Minard Diyagramı.",
      "C": "Zamanın Kartografileri.",
      "D": "Torino Papirüs Haritası.",
      "E": "Keşifsel veri analizi."
    },
    "correctAnswer": "E",
    "explanation": "Nicel verileri araştırmak ve anlamlandırmak için bir araç olarak veri görselleştirmenin gücünü bize gerçekten tanıtan kişi, 1977’de keşifsel veri analizi adı verilen yepyeni bir istatistiksel yaklaşıma şekil veren Princeton istatistik profesörü John Tukey olmuştur."
  },
  {
    "id": "3641439",
    "unitNumber": 4,
    "text": "<strong>Nicel bilgiyi matematiksel işlemleri gerçekleştirmenin grafiksel bir aracı olarak temsil etme fikrini iki boyutlu koordinat sistemi ile gerçekleştiren düşünür </strong><strong>aşağıdaki ifadelerden hangisidir?</strong>",
    "options": {
      "A": "William Cleveland.",
      "B": "Lorenz Codomann.",
      "C": "Edward Tufte.",
      "D": "Rene Descartes.",
      "E": "Johannes Temporarius."
    },
    "correctAnswer": "D",
    "explanation": "Rene Descartes, 17. Yüzyılda matematiksel işlemleri gerçekleştirmenin grafiksel bir aracı olarak, bir değişken için yatay bir eksen ve bir diğeri için dikey bir eksenden oluşan değerleri görüntülemek için iki boyutlu bir koordinat sistemi geliştirmiştir."
  },
  {
    "id": "3641445",
    "unitNumber": 4,
    "text": "<strong>Veri akışlarını göstermek için kullanılan veri görselleştirme tekniği </strong><strong>aşağıdaki ifadelerden hangisidir?</strong>",
    "options": {
      "A": "Histogram.",
      "B": "Çubuk Grafiği.",
      "C": "t-SEN.",
      "D": "Isı Grafiği.",
      "E": "Sankey diyagramı."
    },
    "correctAnswer": "E",
    "explanation": "Sankey diyagramları, okların genişliğinin akış hızıyla orantılı olduğu bir tür akış diyagramıdır. Ayrı akışların büyüklüğünü gösteren farklı genişliklerdeki çizgi ve oklar kullanarak verilerin akışını gösterir. Soldan sağa doğru uzanan yönlendirilmiş bir grafik kullanılır."
  },
  {
    "id": "3641440",
    "unitNumber": 4,
    "text": "<strong>İstatistik ve olasılık teorisi üzerine çalışmaları ile veri kavramının temelini atan düşünürler </strong><strong>aşağıdaki ifadelerden hangisidir?</strong>",
    "options": {
      "A": "Edward Tufte ve E. John Tukey.",
      "B": "Daniel Rosenberg ve Anthony Grafton.",
      "C": "Pierre de Fermat ve Blaise Pascal.",
      "D": "William Playfair ve William Cleveland.",
      "E": "Lorenz Codomann ve Johannes Temporarius."
    },
    "correctAnswer": "C",
    "explanation": "Fermat ve Blaise Pascal’ın istatistik ve olasılık teorisi üzerine çalışmaları, şimdi veri olarak kavramsallaştırdığımız şeyin temelini atmıştır."
  },
  {
    "id": "3641446",
    "unitNumber": 4,
    "text": "<strong>“</strong><strong>Sanatsal Veri Görselleştirme” kavramını ortaya atan düşünürler </strong><strong>aşağıdaki ifadelerden hangisidir?</strong>",
    "options": {
      "A": "Pierre de Fermat ve Blaise Pascal.",
      "B": "Viegas ve Wattenberg.",
      "C": "Edward Tufte ve E. John Tukey.",
      "D": "Daniel Rosenberg ve Anthony Grafton.",
      "E": "William Playfair ve William Cleveland."
    },
    "correctAnswer": "B",
    "explanation": "Viegas ve Wattenberg, veri görselleştirme tekniklerinin sanat eserlerine nasıl uygulanabileceğini açıklamak için “sanatsal veri görselleştirme” terimini ortaya atmışlardır."
  },
  {
    "id": "3641723",
    "unitNumber": 4,
    "text": "ABD’de satılık her evi temsil eden bir dizi fotoğraftan oluşan, her satılık ev görüntüsünün renk değerlerinin ortalaması alınarak oluşturulan ve evlerin hayalet görüntülerini sunan “Homes for Sale” isimli sayısal verilere dayanan ve statik veri sanatına örnek olarak gösterilen eser aşağıdakilerden hangisine aittir?",
    "options": {
      "A": "Jason Salavon",
      "B": "George Legrady",
      "C": "Matt Willey",
      "D": "Kynaston McShine",
      "E": "Ben Shneiderman"
    },
    "correctAnswer": "A",
    "explanation": "ABD’de satılık her evi temsil eden bir dizi fotoğraftan oluşan, her satılık ev görüntüsünün renk değerlerinin ortalaması alınarak oluşturulan ve evlerin hayalet görüntülerini sunan “Homes for Sale” isimli sayısal verilere dayanan ve statik veri sanatına örnek olarak gösterilen eser, Jason Salavon'a aittir."
  },
  {
    "id": "3641639",
    "unitNumber": 4,
    "text": "ABD’de satılık her evi temsil eden bir dizi fotoğraftan oluşan “Homes for Sale” isimli statik sanat eseri örneği hangi sanatçıya aittir?",
    "options": {
      "A": "George Legrady",
      "B": "Matt Willey",
      "C": "Jason Salavon",
      "D": "Kaki King",
      "E": "Giorgia Lupi"
    },
    "correctAnswer": "C",
    "explanation": "Jason Salavon’un sayısal sanat eseri olan Homes for Sale (1999–2002) statik veri sanatına bir örnek olarak gösterilebilir."
  },
  {
    "id": "3641427",
    "unitNumber": 4,
    "text": "Amerikan etnik çeşitliliğinin dijital izlerinden yola çıkarak American Varietal projesini geliştiren kişi aşağıdakilerden hangisidir?",
    "options": {
      "A": "Aaron Koblin",
      "B": "George Legrady",
      "C": "Jason Salavon",
      "D": "Julian Oliver",
      "E": "Mark Napier"
    },
    "correctAnswer": "C",
    "explanation": "Amerikan etnik çeşitliliğinin dijital izlerinden yola çıkarak geliştirdiği yaratıcı American Varietal, Jason Salavon’ın projesidir."
  },
  {
    "id": "3641423",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Stephen Few tarafından tanımlanan ve ürün koduna göre satış hacmi gibi belirli bir sırayla kategorik alt bölümleri karşılaştırma amacıyla kullanılabilecek nicel grafiktir?",
    "options": {
      "A": "Korelasyon",
      "B": "Nominal karşılaştırma",
      "C": "Parçadan bütüne",
      "D": "Sapma",
      "E": "Zaman serisi"
    },
    "correctAnswer": "B",
    "explanation": "<strong>Nominal karşılaştırma</strong>: Ürün koduna göre satış hacmi gibi belirli bir sırayla kategorik alt bölümleri karşılaştırma. Bu karşılaştırma için bir çubuk grafik kullanılabilir."
  },
  {
    "id": "3641644",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Stephen Few’ın tanımladığı nicel mesaj türlerinden biri <u>değildir</u>?",
    "options": {
      "A": "Sıralama",
      "B": "Nominal karşılaştırma",
      "C": "Korelasyon",
      "D": "Frekans dağılımı",
      "E": "Dataviz"
    },
    "correctAnswer": "E",
    "explanation": "Yazar Stephen Few, kullanıcıların verilerden anlam çıkarmaya çalışırken kullanabilecekleri sekiz tür nicel mesajı ve bu mesajları iletmeye yardımcı olmak için kullanılabilecek grafikleri tanımlamıştır: Bunlar; Zaman serisi, Sıralama, Parçadan bütüne, Sapma, Frekans dağılımı, Korelasyon, Nominal karşılaştırma ve Coğrafi veya jeo-uzamsal’dır."
  },
  {
    "id": "3641791",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Veri görselleştirmenin önemlerinden biri değildir?",
    "options": {
      "A": "Daha hızlı anlaşılma sağladığı için hata payını en aza indirir",
      "B": "Verilerin erişilebilir, açık ve anlaşılır olmasını sağlar",
      "C": "Gelişme ve iyileşme yolunda yapılması gerekenlerin daha iyi anlaşılmasını sağlar",
      "D": "Bilginin daha hızlı bir şekilde anlaşılmasına,<br/>buna bağlı iç görüler geliştirilmesine ve kararların daha çabuk alınmasına yardımcı olur",
      "E": "Toplumsal medya paylaşımları, ağ günlükleri ,bloglar, fotoğraf, video, log dosyaları gibi değişik kaynaklardan<br/>toparlanan tüm verinin, anlamlı ve işlenebilir biçime dönüştürülmüş biçimine denir"
    },
    "correctAnswer": "E",
    "explanation": "Toplumsal medya paylaşımları, ağ günlükleri ,bloglar, fotoğraf, video, log dosyaları gibi değişik kaynaklardan<br/>toparlanan tüm verinin, anlamlı ve işlenebilir biçime dönüştürülmüş biçimine denir"
  },
  {
    "id": "3641800",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi ağ diyagramı kullanım alanlarından değildir?",
    "options": {
      "A": "Ağdaki kümeleri bulma (örneğin, Facebook<br/>arkadaşlarını farklı kümeler halinde gruplandırma)",
      "B": "Ağdaki kümeler arasındaki köprüleri keşfetme.",
      "C": "Ağdaki en etkili düğümlerin belirlenmesi<br/>(örneğin, bir şirketin pazarlama kampanyası için belli bir sosyal ağdaki küçük bir grubu hedeflemek istemesi).",
      "D": "Herhangi bir kümeye uymayan veya bir<br/>ağın çevresinde bulunan aykırı aktörleri<br/>bulma",
      "E": "Esneklik"
    },
    "correctAnswer": "E",
    "explanation": "Esneklik"
  },
  {
    "id": "3641724",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi bir veri görselleştirme sanatçısı <strong>değildir?</strong>",
    "options": {
      "A": "Jason Salavon",
      "B": "George Legrady",
      "C": "Julian Oliver",
      "D": "Aaron Koblin",
      "E": "Andy Warhol"
    },
    "correctAnswer": "E",
    "explanation": "Andy Warhol, Pop art akımının en önemli temsilcilerinden kabul edilen Amerikalı ressam, film yapımcısı ve yayıncıdır. 1989 yılında vefat etmiştir. Yani bir veri görselleştirme sanatçısı değildir."
  },
  {
    "id": "3641420",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi jeolojik kaynakların ne şekilde dağıldığını gösteren ve bu kaynaklar hakkında bilgi sağlayan ilk belgelenmiş veri görselleştirmelerinden biridir?",
    "options": {
      "A": "Inca quipus",
      "B": "Mezopotamya kil jetonları",
      "C": "Marshall Adaları çubuk çizelgeleri",
      "D": "Miken Linear B tabletleri",
      "E": "Torino Papirüs Haritası"
    },
    "correctAnswer": "E",
    "explanation": "İlk belgelenmiş veri görselleştirmesi jeolojik kaynakların ne şekilde dağıldığını gösteren ve bu kaynaklar hakkında bilgi sağlayan <strong>Torino Papirüs Haritası</strong> ile MÖ 1160 yılına kadar izlenebilir."
  },
  {
    "id": "3641793",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi nicel mesajı ve bu mesajları iletmeye yardımcı olmak<br/>için kullanılabilecek grafikleri tanımlamıyor?",
    "options": {
      "A": "Veri hikayesi anlatımı, hikayelerin başka insanlarla paylaşılabilmesine imkan sağlar",
      "B": "sıralama",
      "C": "parçadan bütüne",
      "D": "Frekans dağılımı",
      "E": "Korelasyon"
    },
    "correctAnswer": "A",
    "explanation": "Veri hikayesi anlatımı, hikayelerin başka insanlarla paylaşılabilmesine imkan sağlar"
  },
  {
    "id": "3641428",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi veri görselleştirme araçlarından biridir?",
    "options": {
      "A": "Ağ Diyagramı",
      "B": "Donut Grafiği",
      "C": "Isı Haritası",
      "D": "TimelineJS",
      "E": "t-SEN"
    },
    "correctAnswer": "D",
    "explanation": "<strong>TimelineJS,</strong> bir dizi olayı zaman içinde göründükleri gibi haritalamak, sorunlar arasında bağlantı kurmak, ilerlemeyi izlemek veya kalıpları göstermek için en etkili görsel araçlardan biridir. Diğer şıklarda verilenler ise veri görselleştirme teknikleridir."
  },
  {
    "id": "3641424",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi veri görselleştirme türlerinden biridir?",
    "options": {
      "A": "Ağaç Haritası",
      "B": "Çizgi Grafiği",
      "C": "Dataviz",
      "D": "Histogram",
      "E": "t-SEN"
    },
    "correctAnswer": "C",
    "explanation": "Veri görselleştirme türleri temel olarak infografik ve <strong>dataviz </strong>olarak ikiye ayrılır: Soruda verilen diğer görselleştirmeler ise veri görselleştirme teknikleri arasında yer almaktadır."
  },
  {
    "id": "3641796",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi veri görselleştirme türüdür?",
    "options": {
      "A": "Dataviz",
      "B": "sıralama",
      "C": "parçadan bütüne",
      "D": "Frekans dağılımı",
      "E": "Korelasyon"
    },
    "correctAnswer": "A",
    "explanation": "Dataviz"
  },
  {
    "id": "3641715",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi veri görselleştirmenin avantajlarından biri <strong>değildir?</strong>",
    "options": {
      "A": "Bilgiyi anlamayı ve anlamlandırmayı sağlar.",
      "B": "Bilgi aktarımını kolaylaştırır.",
      "C": "Bilginin paylaşılmasını kolaylaştırır.",
      "D": "Bilginin önemli kısmını hızlıca görmeye olanak sağlar.",
      "E": "Bilginin metin olarak toplanması ihtiyacını ortadan kaldırır."
    },
    "correctAnswer": "E",
    "explanation": "Veri görselleştirme, bilginin metin olarak toplanması ihtiyacını ortadan kaldırmaz. Metin olarak elde edilen bilginin daha kolay daha hızlı anlaşılmasını, paylaşılmasını, aktarımını sağlar."
  },
  {
    "id": "3641792",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi veri görselleştirmenin faydalarından değildir?",
    "options": {
      "A": "Veri görselleştirme, bilgilerin hızlı ve açık bir<br/>şekilde anlaşılmasını sağlar. Görselleştirme<br/>sayesinde, büyük boyuttaki veriler anlaşılır<br/>hale gelir. Bu sayede bilgi akılda kalıcı olur.",
      "B": "İnfografiklerin ve verilerin sunumu, dijital<br/>veriler arasındaki ilişkilerin belirlenmesini<br/>sağlar",
      "C": "Veri hikayesi anlatımı, hikayelerin başka insanlarla paylaşılabilmesine imkan sağlar",
      "D": "Frekans dağılımı",
      "E": "Veri görselleştirme verilerin ayrıntılı bir şekilde analiz edilmesinde kolaylık sağlar"
    },
    "correctAnswer": "D",
    "explanation": "Frekans dağılımı"
  },
  {
    "id": "3641795",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi veri madenciliğidir?",
    "options": {
      "A": "sıralama",
      "B": "parçadan bütüne",
      "C": "Büyük ölçekli veriler<br/>arasından faydalı bilgiye ulaşma, bilgiyi<br/>madenleme işidir. Büyük veri yığınları<br/>içerisinden gelecekle ilgili tahminde bulunabilmemizi sağlayabilecek bağıntıların<br/>bilgisayar programı kullanarak aranması<br/>olarak da tanımlanabilir.",
      "D": "Frekans dağılımı",
      "E": "korelasyon"
    },
    "correctAnswer": "C",
    "explanation": "Büyük ölçekli veriler<br/>arasından faydalı bilgiye ulaşma, bilgiyi<br/>madenleme işidir. Büyük veri yığınları<br/>içerisinden gelecekle ilgili tahminde bulunabilmemizi sağlayabilecek bağıntıların<br/>bilgisayar programı kullanarak aranması<br/>olarak da tanımlanabilir."
  },
  {
    "id": "3641640",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi veri sanatının sanatçılarından birisidir?",
    "options": {
      "A": "Kaptan Sankey",
      "B": "Aaron Koblin",
      "C": "Stephen Few",
      "D": "John Tukey",
      "E": "William Cleveland"
    },
    "correctAnswer": "B",
    "explanation": "Aaron Koblin veri sanatının öncülerindendir."
  },
  {
    "id": "3641641",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi İtalyan araştırma laboratuvarı DensityDesign tarafından geliştirilen veri görselleştirme aracıdır?",
    "options": {
      "A": "Tableu",
      "B": "Plotly",
      "C": "Charted",
      "D": "Leaflet",
      "E": "RAW"
    },
    "correctAnswer": "E",
    "explanation": "RAW, D3.js JavaScript kitaplığı ile oluşturulmuş bir açık web uygulamasıdır ve İtalyan araştırma laboratuvarı DensityDesign tarafından geliştirilmiştir."
  },
  {
    "id": "3641799",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi ısı haritalarının kategorilerindendir?",
    "options": {
      "A": "Küme ısı haritası",
      "B": "Bu grafikler çoğunlukla x ve y değişkenleri arasındaki korelasyonu vurgulamak için<br/>kullanılır",
      "C": "Grafikteki her nokta, kartezyen düzlemdeki konumunu belirleyen bir x ve y terimine<br/>sahiptir.",
      "D": "Ek değişkenleri görüntülemek için noktalar<br/>şekil, renk, boyut aracılığıyla kodlanabilir",
      "E": "Bir veri kümesi için tipik olarak iki değişkenin değerlerini görüntülemek için Kartezyen koordinatları kullanır"
    },
    "correctAnswer": "A",
    "explanation": "Küme ısı haritası"
  },
  {
    "id": "3641759",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi, belirli bir coğrafi bölgeyle ilgili için tasarlanan bir coğrafi örnek aracılığı ile belirli verileri ortaya koyan veri görselleştirme türüne verilen addır?",
    "options": {
      "A": "Veri madenciliği",
      "B": "Histogram",
      "C": "Kabarcık grafiği",
      "D": "Tematik haritacılık",
      "E": "Dinamik veri sanatı"
    },
    "correctAnswer": "D",
    "explanation": "İlk belgelenmiş veri görselleştirmesi jeolojik kaynakların ne şekilde dağıldığını gösteren ve bu kaynaklar hakkında bilgi sağlayan Torino Papirüs Haritası ile MÖ 1160 yılına kadar izlenebilir. Bu tür haritalar, belirli bir coğrafi bölgeyle ilgili bir temayı göstermek için tasarlanan bir coğrafi örnek aracılığı ile belirli verileri ortaya koyan ve tematik haritacılık olarak adlandırılan bir veri görselleştirme türüdür. Veri görselleştirmenin belgelenmiş en eski biçimleri, farklı kültürlerden tematik haritalar ve verilerin yorumlanmasını sağlayan ideogram ve hiyerogliflerdir. Örneğin, Miken Linear B tabletleri, Akdeniz’deki Geç Tunç Çağı ticareti ile ilgili bilgilerin görselleştirilmesini sağlamıştır. Doğru cevap D'dir."
  },
  {
    "id": "3641761",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi, değerlerin zaman içinde nasıl değiştiğini göstermek için soldan sağa doğru ilerledikçe yukarı ve aşağı hareket eden bir çizgiyi kullanan ilk kişidir?",
    "options": {
      "A": "Brahe",
      "B": "Playfair",
      "C": "Descartes",
      "D": "Fermat",
      "E": "Minard"
    },
    "correctAnswer": "B",
    "explanation": "İskoç William Playfair, günümüzde yaygın olarak kullanılan birçok grafiğin öncülüğünü yapmıştır. Değerlerin zaman içinde nasıl değiştiğini göstermek için soldan sağa doğru ilerledikçe yukarı ve aşağı hareket eden bir çizgiyi kullanan ilk kişidir. Çubuk grafiği ve boş günlerinden birinde, o zamandan beri nispeten etkisiz bulduğumuz pasta grafiği de icat etmiştir. En karmaşık görselleştirmelerin bazılarının kökeni oldukça eski eserlere dayanmaktadır. Sankey grafiği, bazıları oldukça eski olan akış çizelgelerinin bir evrimidir. Doğru cevap B'dir."
  },
  {
    "id": "3641767",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi, kullanıcıların güzel, zarif etkileşimli haritalar oluşturmasına yardımcı olan çok hafif bir JavaScript kitaplığıdır?",
    "options": {
      "A": "Flourish",
      "B": "Plotly",
      "C": "Leaflet",
      "D": "Charted",
      "E": "Tableu"
    },
    "correctAnswer": "C",
    "explanation": "Leaflet, kullanıcıların güzel, zarif etkileşimli haritalar oluşturmasına yardımcı olan çok hafif bir JavaScript kitaplığıdır (sadece 33 kilobayt!). Leaflet, döşeme ve vektör katmanı desteği, görüntü bindirmeleri ve GeoJSON veri entegrasyonu, zahmetsiz görsel özelleştirme için saf CSS3 açılır pencereleri ve kontrolleri, akıllı çokgen oluşturma ve hatta mobil cihazlarda Leaflet için yerleşik donanım hızlandırma gibi çok çeşitli özelliklere sahiptir. Doğru cevap C'dir."
  },
  {
    "id": "3641425",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi, okların genişliğinin akış hızıyla orantılı olduğu, ayrı akışların büyüklüğünü gösteren farklı genişliklerdeki çizgi ve oklar kullanarak verilerin akışını gösteren görselleştirme tekniğidir?",
    "options": {
      "A": "Ağ Diyagramı",
      "B": "Daire Paketleme Şeması",
      "C": "Dağılım Grafiği",
      "D": "Kabarcık Grafiği",
      "E": "Sankey Diyagramı"
    },
    "correctAnswer": "E",
    "explanation": "<strong>Sankey diyagramları,</strong> okların genişliğinin akış hızıyla orantılı olduğu bir tür akış diyagramıdır. Ayrı akışların büyüklüğünü gösteren farklı genişliklerdeki çizgi ve oklar kullanarak verilerin akışını gösterir. Soldan sağa doğru uzanan yönlendirilmiş bir grafik kullanılır."
  },
  {
    "id": "3641766",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi, verilerin üç boyutunu görüntüleyen bir grafik türüne verilen addır?",
    "options": {
      "A": "İnfografik",
      "B": "Kabarcık grafiği",
      "C": "Çubuk grafiği",
      "D": "Pasta grafiği",
      "E": "Çizgi grafiği"
    },
    "correctAnswer": "B",
    "explanation": "Kabarcık grafiği, verilerin üç boyutunu görüntüleyen bir grafik türüdür. Kabarcık grafikler, her balonun boyutuna ve xy koordinatı üzerindeki konumuna göre veri boyutunu göstermek için kullanılır. Bir kabarcık grafiği, karışık veri kümeleri hakkında çok fazla açıklamaya gerek duymadan yararlı bilgiler sağlayabilir. Kabarcık çizelgeleri sosyal, ekonomik, tıbbi ve diğer bilimsel ilişkilerin anlaşılmasını kolaylaştırabilir. Bu grafikler, orantılı boyutlandırma ile verilerin büyüklüğünü vurgulamaya yardımcı olur. Doğru cevap B'dir."
  },
  {
    "id": "3641429",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi, İtalyan araştırma laboratuvarı DensityDesign tarafından geliştirilen; kullanıcıların, kodlama veya teknik uzmanlık gerektirmeden, hızlı ve kolay bir şekilde şık veri görselleştirmeleri oluşturmasına olanak tanıyan veri toplama aracıdır?",
    "options": {
      "A": "Charted",
      "B": "Flourish",
      "C": "Plotly",
      "D": "RAW",
      "E": "Tableu"
    },
    "correctAnswer": "D",
    "explanation": "<strong>RAW</strong>, D3.js JavaScript kitaplığı ile oluşturulmuş bir açık web uygulamasıdır ve İtalyan araştırma laboratuvarı DensityDesign tarafından geliştirilmiştir. Kullanıcıların, kodlama veya teknik uzmanlık gerektirmeden, hızlı ve kolay bir şekilde şık veri görselleştirmeleri oluşturmasına olanak tanır."
  },
  {
    "id": "3641762",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisinde, soyut verileri somut bir hale getirirken veri görselleştirmenin iki amacı doğru olarak verilmiştir?",
    "options": {
      "A": "Soyutlaştırma ve iletişim",
      "B": "Metalaştırma ve veri madenciliği",
      "C": "Büyük veri ve veri haritalama",
      "D": "Histogram ve düz veri",
      "E": "Anlamlandırma ve iletişim"
    },
    "correctAnswer": "E",
    "explanation": "Karmaşık görünen veriler veri görselleştirme sayesinde daha anlaşılır ve somut bir hale gelir. Veri görselleştirme, verilerde bulunan önemli hikayeleri ortaya çıkarmak, anlamak ve başkalarına sunmak için güçlü bir araçtır. Kısaca soyut verileri somut bir hale getirirken veri görselleştirmenin iki amacı vardır: anlamlandırma (veri analizi) ve iletişim. Doğru cevap E'dir."
  },
  {
    "id": "3641717",
    "unitNumber": 4,
    "text": "Bilgiyi “açık, doğru ve verimli bir şekilde” temsil etmek için nicel grafikler kullan Jacques Bertin’in, 1967’de yayınlanan ve son yarım yüzyılda veri görselleştirmede kaydedilen ilerlemenin temelini oluşturan eseri aşağıdakilerden hangisidir?",
    "options": {
      "A": "The Semiology of Graphics",
      "B": "The Visual Display of Quantitative Information",
      "C": "Informational Graphics",
      "D": "Data to Discovery",
      "E": "Envisioning Information"
    },
    "correctAnswer": "A",
    "explanation": "Bilgiyi “açık, doğru ve verimli bir şekilde” temsil etmek için nicel grafikler kullan Jacques Bertin’in, 1967’de yayınlanan ve son yarım yüzyılda veri görselleştirmede kaydedilen ilerlemenin temelini oluşturan eseri \"The Semiology of Graphics\"tir."
  },
  {
    "id": "3641789",
    "unitNumber": 4,
    "text": "Büyük veri nedir?",
    "options": {
      "A": "Toplumsal medya paylaşımları, ağ günlükleri ,bloglar, fotoğraf, video, log dosyaları gibi değişik kaynaklardan<br/>toparlanan tüm verinin, anlamlı ve işlenebilir biçime dönüştürülmüş biçimine denir",
      "B": "Veri bilimi açısından kaynağından toplanıp istiflenmiş ama analize<br/>hazır hale getirilmemiş veridir",
      "C": "Verilerin erişilebilir, açık ve anlaşılır olmasını sağlar",
      "D": "Daha hızlı anlaşılma sağladığı için hata payını en aza indirir",
      "E": "Gelişme ve iyileşme yolunda yapılması gerekenlerin daha iyi anlaşılmasını sağlar"
    },
    "correctAnswer": "A",
    "explanation": "Toplumsal medya paylaşımları, ağ günlükleri ,bloglar, fotoğraf, video, log dosyaları gibi değişik kaynaklardan<br/>toparlanan tüm verinin, anlamlı ve işlenebilir biçime dönüştürülmüş biçimine denir"
  },
  {
    "id": "3641721",
    "unitNumber": 4,
    "text": "Çubuk grafiklere benzer şekilde, fakat özellikle veri dağılımını göstermek için tasarlanmış, bir veri kümesindeki değerlerin dağılımını göstermek için etkili bir yöntem olan görselleştirme tekniği aşağıdakilerden hangisidir?",
    "options": {
      "A": "Kabarcık grafiği",
      "B": "Histogram",
      "C": "Isı haritası",
      "D": "t-SNE",
      "E": "Sankey diyagramı"
    },
    "correctAnswer": "B",
    "explanation": "Çubuk grafiklere benzer şekilde, fakat özellikle veri dağılımını göstermek için tasarlanmış, bir veri kümesindeki değerlerin dağılımını göstermek için etkili bir yöntem olan görselleştirme tekniği \"Histogram\"dır."
  },
  {
    "id": "3641636",
    "unitNumber": 4,
    "text": "Değerlerin zaman içinde nasıl değiştiğini göstermek için soldan sağa doğru ilerledikçe yukarı ve aşağı hareket eden bir çizgiyi kullanan <u>ilk</u> kişi kimdir?",
    "options": {
      "A": "Daniel Rosenberg",
      "B": "William Playfair",
      "C": "Rene Descartes",
      "D": "Charles Minard",
      "E": "Claudius Ptolemy"
    },
    "correctAnswer": "B",
    "explanation": "İskoç William Playfair, günümüzde yaygın olarak kullanılan birçok grafiğin öncülüğünü yapmıştır. Değerlerin zaman içinde nasıl değiştiğini göstermek için soldan sağa doğru ilerledikçe yukarı ve aşağı hareket eden bir çizgiyi kullanan ilk kişidir."
  },
  {
    "id": "3641720",
    "unitNumber": 4,
    "text": "Estetik açıdan daha zayıf olsa da büyük hacimli verilere uygulanabilen, bilgisayar aracılığı ile algoritmik olarak çizilen temel veri görselleştirme türü aşağıdakilerden hangisidir?",
    "options": {
      "A": "Dataviz",
      "B": "İnfografik",
      "C": "Veri madenciliği",
      "D": "Veri analizi",
      "E": "Datagrafik"
    },
    "correctAnswer": "A",
    "explanation": "Estetik açıdan daha zayıf olsa da büyük hacimli verilere uygulanabilen, bilgisayar aracılığı ile algoritmik olarak çizilen temel veri görselleştirme türü \"dataviz\" dir."
  },
  {
    "id": "3641785",
    "unitNumber": 4,
    "text": "Ham veri nedir?",
    "options": {
      "A": "Toplumsal medya paylaşımları, ağ günlükleri ,bloglar, fotoğraf, video, log dosyaları gibi değişik kaynaklardan<br/>toparlanan tüm verinin, anlamlı ve işlenebilir biçime dönüştürülmüş biçimine denir",
      "B": "Veri bilimi açısından kaynağından toplanıp istiflenmiş ama analize<br/>hazır hale getirilmemiş veridir",
      "C": "Gelişme ve iyileşme yolunda yapılması gerekenlerin daha iyi anlaşılmasını sağlar",
      "D": "Daha hızlı anlaşılma sağladığı için hata payını en aza indirir",
      "E": "Verilerin erişilebilir, açık ve anlaşılır olmasını sağlar."
    },
    "correctAnswer": "B",
    "explanation": "Veri bilimi açısından kaynağından toplanıp istiflenmiş ama analize<br/>hazır hale getirilmemiş veridir"
  },
  {
    "id": "3641426",
    "unitNumber": 4,
    "text": "I. Bağlantı<br/>II. Esneklik<br/>III. Derinleştirme<br/>IV. Keşfedilebilirlik<br/>V. Kullanılabilirlik<br/>Yukarıdakilerden hangileri veri görselleştirme aracının sahip olması gereken özellikler arasında yer alır?",
    "options": {
      "A": "I, II ve V",
      "B": "I, III ve IV",
      "C": "II, III ve IV",
      "D": "II, III ve V",
      "E": "III, IV ve V"
    },
    "correctAnswer": "A",
    "explanation": "Etkili ve uygun bir şekilde gerçekleştirmek için veri görselleştirme aracının sahip olması gereken özellikler: • Kullanılabilirlik: Kullanım kolaylığı bir veri görselleştirme aracında bulunması gereken en önemli özelliklerden biridir. Otomatik görselleştirme kullanım kolaylığına örnek olarak gösterilebilir. • Bağlantı: Bir veri görselleştirme aracının farklı kaynaklardan veri yükleyebiliyor olması önemli bir özelliktir. İş analitiği görevlerini yerine getirebilen bağlantılı veri görselleştirme araçlarının seçilmesi maliyet ve uyumsuzluk gibi birtakım zorluklar ortadan kaldırılabilir. • Esneklik: Bir veri görselleştirme aracında makine öğrenimi ve yapay zekadan faydalanılmasının olumlu etkileri olsa da insan ve makine arasında kolay geçiş yapabilme özelliğine sahip olması da son derece önemlidir. Esneklikle kastedilen de budur. Böylece, belirli zamanlarda ve belli alanlarda kullanıcı kendi yeterlilikleri kapsamında bir düzenleme gerçekleştirilebilir. Bu kapsamda Bağlantı (I), Esneklik (II) ve Kullanılabilirlik (V) yer aldığı A şıkkı doğru cevaptır."
  },
  {
    "id": "3641422",
    "unitNumber": 4,
    "text": "I. Bilginin daha hızlı bir şekilde anlaşılması sağlar.<br/>II. Verilerin erişilebilir, açık ve anlaşılır olmasını sağlar.<br/>III. Soyut veriler sağlar ve böylelikle anlamayı kolaylaştırır.<br/>Yukarıdakilerden hangileri veri görselleştirmenin önemini vurgular?",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I, II ve III"
    },
    "correctAnswer": "D",
    "explanation": "Veri görselleştirmenin önemini şu şekilde özetleyebiliriz: Bilginin daha hızlı bir şekilde anlaşılmasına, buna bağlı iç görüler geliştirilmesine ve kararların daha çabuk alınmasına yardımcı olur. Verilerin erişilebilir, açık ve anlaşılır olmasını sağlar. Daha hızlı anlaşılma sağladığı için hata payını en aza indirir. Gelişme ve iyileşme yolunda yapılması gerekenlerin daha iyi anlaşılmasını sağlar. Bu kapsamda I. ve II. maddeler veri görselleştirmenin önemini vurgulamaktadır. III madde ise yanlıştır çünkü veri görselleştirme soyut verilerin somutlaşmasını sağlar."
  },
  {
    "id": "3641719",
    "unitNumber": 4,
    "text": "İki değişken (X,Y) tarafından temsil edilen gözlemlerin aynı yönde mi yoksa zıt yönlerde mi hareket etme eğiliminde olduklarını belirlemek için yapılan karşılaştırmanın yapıldığı nicel mesaj türü aşağıdakilerden hangisidir?",
    "options": {
      "A": "Parçadan bütüne",
      "B": "Nominal karşılaştırma",
      "C": "Korelasyon",
      "D": "Frekans dağılımı",
      "E": "Sapma"
    },
    "correctAnswer": "C",
    "explanation": "İki değişken (X,Y) tarafından temsil edilen gözlemlerin aynı yönde mi yoksa zıt yönlerde mi hareket etme eğiliminde olduklarını belirlemek için yapılan karşılaştırmanın yapıldığı nicel mesaj türü korelasyondur."
  },
  {
    "id": "3641722",
    "unitNumber": 4,
    "text": "İtalyan araştırma laboratuvarı DensityDesign tarafından geliştirilen, D3.js JavaScript kitaplığı ile oluşturulmuş, kullanıcıların kodlama veya teknik uzmanlık gerektirmeden, hızlı ve kolay bir şekilde şık veri görselleştirmeleri oluşturmasına olanak tanıyan veri görselleştirme aracı aşağıdakilerden hangisidir?",
    "options": {
      "A": "TimelineJS",
      "B": "Plotly",
      "C": "Tableu",
      "D": "Canva",
      "E": "RAW"
    },
    "correctAnswer": "E",
    "explanation": "RAW, İtalyan araştırma laboratuvarı DensityDesign tarafından geliştirilen, D3.js JavaScript kitaplığı ile oluşturulmuş, kullanıcıların kodlama veya teknik uzmanlık gerektirmeden, hızlı ve kolay bir şekilde şık veri görselleştirmeleri oluşturmasına olanak tanıyan veri görselleştirme aracıdır."
  },
  {
    "id": "3641635",
    "unitNumber": 4,
    "text": "Jeolojik kaynakların ne şekilde dağıldığını gösteren <u>ilk</u> belgelenmiş veri görselleştirmesi aşağıdakilerden hangisidir?",
    "options": {
      "A": "Miken linear B tabletleri",
      "B": "Mezopotamya kil jetonları",
      "C": "Marshall adaları çubuk çizelgeleri",
      "D": "Torino papirüs haritası",
      "E": "Lascaux mağarası resimleri"
    },
    "correctAnswer": "D",
    "explanation": "<img alt=\"Torino Papirüs Haritası\" height=\"270\" src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/ed82e5cca8ca2f78464ca01a329232dc.jpeg\" width=\"1147\"/><br/>İlk belgelenmiş veri görselleştirmesi jeolojik kaynakların ne şekilde dağıldığını gösteren ve bu kaynaklar hakkında bilgi sağlayan Torino Papirüs Haritası ile MÖ 1160 yılına kadar izlenebilir."
  },
  {
    "id": "3641760",
    "unitNumber": 4,
    "text": "Nicel bilgiyi grafiksel olarak temsil etme fikri aşağıdakilerden hangisine aittir?",
    "options": {
      "A": "Minard",
      "B": "Brahe",
      "C": "Descartes",
      "D": "Rosenberg",
      "E": "Grafton"
    },
    "correctAnswer": "C",
    "explanation": "İnsanlar en azından MS 2. yüzyıldan beri verileri tablolar (sütunlar ve satırlar) halinde düzenlemişler, ancak nicel bilgiyi grafiksel olarak temsil etme fikri 17. yüzyıla kadar ortaya çıkmamıştır. Bu yenilik Fransız filozof ve matematikçi Rene Descartes’a aittir. Descartes, öncelikle matematiksel işlemleri gerçekleştirmenin grafiksel bir aracı olarak, bir değişken için yatay bir eksen ve bir diğeri için dikey bir eksenden oluşan değerleri görüntülemek için iki boyutlu bir koordinat sistemi geliştirmiştir. 18. yüzyılın sonlarına kadar, nicel verilerin iletişimi için grafiklerin potansiyelinden yararlanmaya başlanamamıştır. Doğru cevap C'dir."
  },
  {
    "id": "3641638",
    "unitNumber": 4,
    "text": "Pasta grafiğinin ortası çıkarılmış hali olan veri görselleştirme türü aşağıdakilerden hangisidir?",
    "options": {
      "A": "Donut grafiği",
      "B": "Sankey diyagramı",
      "C": "Kabarcık grafiği",
      "D": "Histogram",
      "E": "t-SNE"
    },
    "correctAnswer": "A",
    "explanation": "Donut grafiği pasta grafiğinin ortası çıkarılmış halidir."
  },
  {
    "id": "3641718",
    "unitNumber": 4,
    "text": "Toplumsal medya paylaşımları, ağ günlükleri, bloglar, fotoğraf, video, log dosyaları gibi değişik kaynaklardan toparlanan tüm verinin, anlamlı ve işlenebilir hale dönüştürülmüş biçimine ne ad verilir?",
    "options": {
      "A": "Ham veri",
      "B": "Büyük veri",
      "C": "İnfografik",
      "D": "Veri görselleştirme",
      "E": "Toplam veri"
    },
    "correctAnswer": "B",
    "explanation": "Toplumsal medya paylaşımları, ağ günlükleri, bloglar, fotoğraf, video, log dosyaları gibi değişik kaynaklardan toparlanan tüm verinin, anlamlı ve işlenebilir hale dönüştürülmüş biçimine \"büyük veri\" denir."
  },
  {
    "id": "3641642",
    "unitNumber": 4,
    "text": "Veri görselleştirme, ……………………………. grafiksel temsiline odaklanan disiplinlerarası bir alandır.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "options": {
      "A": "Ham verilerin",
      "B": "Gösterge tablolarının",
      "C": "Fotoğrafların",
      "D": "Bilgisayar sisteminin",
      "E": "Satış verilerinin"
    },
    "correctAnswer": "A",
    "explanation": "Veri görselleştirme, <strong>ham verilerin</strong> grafiksel temsiline odaklanan disiplinlerarası bir alandır."
  },
  {
    "id": "3641637",
    "unitNumber": 4,
    "text": "İnfografik görseller ile ilgili aşağıdaki ifadelerden hangisi <u>yanlıştır?</u>",
    "options": {
      "A": "Genel olarak elde çizilirler.",
      "B": "Estetik görünürler.",
      "C": "Veri açısından zayıftırlar.",
      "D": "Çok büyük oranda bilgisayarlar aracılığı ile algoritmik olarak çizilirler.",
      "E": "Güncellenmeleri zordur."
    },
    "correctAnswer": "D",
    "explanation": "İnfografik görseller genelde elde çizilirler. Dataviz görseller ise çok büyük oranda bilgisayarlar aracılığı ile algoritmik olarak çizilirler. Doğru cevap D şıkkıdır."
  },
  {
    "id": "3641643",
    "unitNumber": 4,
    "text": "İnsan ve makine arasında kolay geçiş yapabilme özelliğine sahip olması veri görselleştirme aracının hangi özelliğini tanımlar?",
    "options": {
      "A": "Kullanılabilirlik",
      "B": "Esneklik",
      "C": "Bağlantı",
      "D": "Sayısallık",
      "E": "Analitiklik"
    },
    "correctAnswer": "B",
    "explanation": "Bir veri görselleştirme aracında makine öğrenimi ve yapay zekadan faydalanılmasının olumlu etkileri olsa da insan ve makine arasında kolay geçiş yapabilme özelliğine sahip olması da son derece önemlidir. Esneklikle kastedilen de budur."
  },
  {
    "id": "3641421",
    "unitNumber": 4,
    "text": "İnsanlar en azından MS 2. yüzyıldan beri verileri tablolar halinde düzenlemişler, ancak nicel bilgiyi grafiksel olarak temsil etme fikri 17. yüzyıla kadar ortaya çıkmamıştır. Aşağıdakilerden hangisi bu yeniliğin sahibidir?",
    "options": {
      "A": "Charles Minard",
      "B": "Jacques Bertin",
      "C": "John Tukey",
      "D": "Rene Descartes",
      "E": "William Playfai"
    },
    "correctAnswer": "D",
    "explanation": "İnsanlar en azından MS 2. yüzyıldan beri verileri tablolar (sütunlar ve satırlar) halinde düzenlemişler, ancak nicel bilgiyi grafiksel olarak temsil etme fikri 17. yüzyıla kadar ortaya çıkmamıştır. Bu yenilik Fransız filozof ve matematikçi <strong>Rene Descartes’a</strong> aittir."
  },
  {
    "id": "3641362",
    "unitNumber": 5,
    "text": "\"2001: A Space Odyssey\" adlı filmin danışmanı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Martin Minsky",
      "B": "Stanley Kubrick",
      "C": "Harold Cohen",
      "D": "Edmund Berkeley",
      "E": "John McCarthy"
    },
    "correctAnswer": "A",
    "explanation": "Martin Minsky"
  },
  {
    "id": "3641365",
    "unitNumber": 5,
    "text": "\"Deep Dream\" adlı programın gerçekleştirdiği sanata verilen ad aşağıdakilerden hangisidir?",
    "options": {
      "A": "Inseptiyonism",
      "B": "Expresyonism",
      "C": "Impressyonism",
      "D": "Kubism",
      "E": "Realizm"
    },
    "correctAnswer": "A",
    "explanation": "Inseptiyonism"
  },
  {
    "id": "3641361",
    "unitNumber": 5,
    "text": "\"Giant Brain or Machines That Think\" adlı kitabın yazarı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Edmund Berkeley",
      "B": "Walter Benjamine",
      "C": "Efraim Arazi",
      "D": "John McCarthy",
      "E": "Martin Minsky"
    },
    "correctAnswer": "A",
    "explanation": "Edmund Berkeley"
  },
  {
    "id": "3641363",
    "unitNumber": 5,
    "text": "\"Sibernetik Serendipity\" adlı sergi aşağıdaki şehirlerden hangisinde açılmıştır?",
    "options": {
      "A": "Londra",
      "B": "New York",
      "C": "Washington DC",
      "D": "Manchester",
      "E": "San Diego"
    },
    "correctAnswer": "A",
    "explanation": "Londra"
  },
  {
    "id": "3641866",
    "unitNumber": 5,
    "text": "2013 yılında sosyal dijital medya platformu Tumblr hangi sanatçıyı ilk GIF sanatçısı olarak seçmiştir?",
    "options": {
      "A": "Harold Cohen",
      "B": "John McCarthy",
      "C": "Martin Minsky",
      "D": "Roger Von Biersborn",
      "E": "R.J. Rushmore"
    },
    "correctAnswer": "D",
    "explanation": "2013 yılında Tumblr, GIF sanatçısı ve oyun tasarımcısı Roger Von Biersborn’u ilk sanatçısı olarak seçmiş ve onu site için orijinal sanat eserleri yaratmaya davet etmiştir (Romano, 2017). Cevap D seçeneğidir."
  },
  {
    "id": "3641645",
    "unitNumber": 5,
    "text": "<strong>1963 yılında “bilgisayar sanatı” sözcüğünü literatüre kazandıran bilim insanı </strong><strong>aşağıdaki ifadelerden hangisidir?</strong>",
    "options": {
      "A": "James Bridle.",
      "B": "Ivan Shuterland",
      "C": "Edmund Berkeley",
      "D": "Dan Sandin,",
      "E": "Myron Krueger"
    },
    "correctAnswer": "C",
    "explanation": "Edmund Berkeley, Ocak 1963 tarihli Bilgisayarlar ve Otomasyon adlı dergide, mühendis Efraim Arazi’nin 1962 tarihli bir resmini bilgisayar sanatı olarak yayınlayarak terimi literatüre kazandırmış tır. Adı geçen bu resim aynı zamanda 1963’te ilk Bilgisayar Sanatı Yarışması’nın başlatmasına ilham olmuştur."
  },
  {
    "id": "3641648",
    "unitNumber": 5,
    "text": "<strong>Abraham Moles’un tanımıyla “sınırlı sayıda başlangıç öğesinden çok sayıda farklı yeni formlar yaratan” teknik </strong><strong>aşağıdaki ifadelerden hangisidir?</strong>",
    "options": {
      "A": "Dataviz.",
      "B": "Permütasyon.",
      "C": "İnfografik.",
      "D": "Prosedürel.",
      "E": "Histogram."
    },
    "correctAnswer": "B",
    "explanation": "Generative Art Abraham Moles’un tanımıyla permütasyon tekniği; “sınırlı sayıda başlangıç öğesinden çok sayıda farklı yeni formlar yaratır”"
  },
  {
    "id": "3641652",
    "unitNumber": 5,
    "text": "<strong>Aşağıdaki ifadelerden hangisi bir dosya sıkıştırma formatı olarak yaratılarak yıllar içinde sanat alanında dijital kültür çağının görüntü dilleri arasındaki yerini almıştır?</strong>",
    "options": {
      "A": "JPEG.",
      "B": "PNG.",
      "C": "GİF.",
      "D": "PSD.",
      "E": "TIFF."
    },
    "correctAnswer": "C",
    "explanation": "GIF’in yaratıcısı kabul edilen Steve Wilhite 74 yaşında hayatını kaybettiğinde aslında bir dosya sıkıştırma formatı olarak yaratılan GIF’in yıllar içinde sanatın alanına girecek kadar popülerleşmesine ve dijital kültür çağının görüntü dilleri arasındaki hakimiyetine şahit olmuştur."
  },
  {
    "id": "3641650",
    "unitNumber": 5,
    "text": "<strong>Aşağıdaki ifadelerden hangisi dijital veya analog hataları estetik amaçlarla kullanma pratiğidir?</strong>",
    "options": {
      "A": "Dataviz.",
      "B": "İnfografik.",
      "C": "Prosedürel.",
      "D": "Kronolojik.",
      "E": "Glitch."
    },
    "correctAnswer": "E",
    "explanation": "Dijital verileri bozarak veya elektronik cihazları fiziksel olarak manipüle ederek dijital veya analog hataları estetik amaçlarla kullanma pratiği olan glitch sanatının ilk örnekleri arasında 1978 yılında Jamie Fenton ve Raul Zaritsky tarafından oluşturulan Digital TV Dinner ve Dick Ainsworth tarafından yapılan glitch sesi sayılabilir."
  },
  {
    "id": "3641647",
    "unitNumber": 5,
    "text": "<strong>Elektronik edebiyatın başlangıcı sayılan “stokastik metinler” adında bilgisayarda yaratılmış şiirin yaratıcısı </strong><strong>aşağıdaki ifadelerden hangisidir?</strong>",
    "options": {
      "A": "Rul Gunzenhäuser.",
      "B": "Nanni Balestrini.",
      "C": "Dick Higgins.",
      "D": "Edwin Morgan.",
      "E": "Theo Lutz."
    },
    "correctAnswer": "E",
    "explanation": "Theo Lutz’ın 1959 yılında ‘Stochastische Texte’ stokastik metinler adını verdiği bilgisayarda yaratılmış şiiri elektronik edebiyatın başlangıcı sayılır."
  },
  {
    "id": "3641649",
    "unitNumber": 5,
    "text": "<strong>Geleneksel Japon estetiğinde doğası gereği kusurlu, süreksiz ve eksik olan güzelliği takdir etme olarak tanımlan kavram </strong><strong>aşağıdaki ifadelerden hangisidir?</strong>",
    "options": {
      "A": "Mono No Aware.",
      "B": "Wabi-Sabi.",
      "C": "Ichigo Ichie.",
      "D": "Shinrin Yoku.",
      "E": "Danshari."
    },
    "correctAnswer": "B",
    "explanation": "Geleneksel Japon estetiğinde wabi-sabi wabi-sabi, geçiciliğin ve kusurluluğun kabulüne odaklanan bir dünya görüşüdür (Ando). Wabi-sabi’de estetik; doğası gereği kusurlu, süreksiz ve eksik olan güzelliği takdir etme olarak tanımlanır."
  },
  {
    "id": "3641651",
    "unitNumber": 5,
    "text": "<strong>Glitchart yaratmak için kullanılan</strong> <strong>beş manüplasyon alanını tanımlayan sanatçı </strong><strong>aşağıdaki ifadelerden hangisidir?</strong>",
    "options": {
      "A": "Andrew Juniper",
      "B": "Jamie Fenton.",
      "C": "Joan Heemskerk.",
      "D": "Raul Zaritsky.",
      "E": "Michael Betancourt."
    },
    "correctAnswer": "E",
    "explanation": "Sanatçı Michael Betancourt, “glitchart” yaratmak için kullanılan beş manüplasyon alanını tanımlamıştır. Bunlar; veri manüplasyonu, yanlış hizalama, donanım arızası, yanlış kayıt ve bozulmadır."
  },
  {
    "id": "3641653",
    "unitNumber": 5,
    "text": "<strong>Metaverse kavramını ilk kez ortaya atan sanatçı </strong><strong>aşağıdaki ifadelerden hangisidir?</strong>",
    "options": {
      "A": "Neal Stephenson.",
      "B": "Kent Sheely.",
      "C": "Allan Banford.",
      "D": "Alison Yang.",
      "E": "Alan Kwan."
    },
    "correctAnswer": "A",
    "explanation": "Metaverse kavramını ortaya atan ilk kişi, 1992’de yayınlanan Snow Crash romanının yazarı Neal Stephenson olmuştur."
  },
  {
    "id": "3641654",
    "unitNumber": 5,
    "text": "<strong>Sanatla oynamak fikri üzerine geliştirilmiş yapay zeka destekli çok oyunculu platform </strong><strong>aşağıdaki ifadelerden hangisidir?</strong>",
    "options": {
      "A": "Ten Cubed.",
      "B": "Habbo Hotel.",
      "C": "World of Warcraft.",
      "D": "Occupy White Walls.",
      "E": "Minecraft."
    },
    "correctAnswer": "D",
    "explanation": "Occupy White Walls; kullanıcıların sanatla oynadıkları, yapay zeka güdümlü çok oyunculu devasa çevrimiçi oyun (MMO game) formatında kurgulanan bir platformdur."
  },
  {
    "id": "3641646",
    "unitNumber": 5,
    "text": "<strong>Yapay zeka sözcüğünün, tartışmaya açıldığı yıllar</strong> <strong>aşağıdaki ifadelerden hangisidir?</strong>",
    "options": {
      "A": "1950-1960.",
      "B": "1960-1970.",
      "C": "1970-1980.",
      "D": "1980-1990.",
      "E": "1990-2000."
    },
    "correctAnswer": "A",
    "explanation": "Yapay zeka terimi, bilgisayar bilimcisi olan John McCarthy tarafından 1956 yılında Dartmouth Üniversitesi’nde düzenlenen bir konferansta telaffuz edilerek tartışmaya açılmıştır."
  },
  {
    "id": "3641364",
    "unitNumber": 5,
    "text": "AARON adlı programın otonom bir şekilde yapabildiği aşağıdakilerden hangisidir?",
    "options": {
      "A": "Resim yapabilmek",
      "B": "Yazı yapabilmek",
      "C": "Fotoğraf çekebilmek",
      "D": "Sohbet edebilmek",
      "E": "Film yapabilmek"
    },
    "correctAnswer": "A",
    "explanation": "Resim yapabilmek"
  },
  {
    "id": "3641738",
    "unitNumber": 5,
    "text": "Aşağıdaki türlerden hangisi Elektronik edebiyatta <strong><span style=\"text-decoration: underline;\">yer almaz?</span></strong>",
    "options": {
      "A": "Hiper metin şiir",
      "B": "Etkileşimli kurgu",
      "C": "Kinetik şiir",
      "D": "Elektronik kompozisyon",
      "E": "Üretken metin"
    },
    "correctAnswer": "D",
    "explanation": "<br/>Elektronik edebiyat Hiper metin şiir, hiper metin kurgu, etkileşimli kurgu, kinetik şiir, üretken metin, etkileşimli tiyatro gibi pek çok türü barındırır.<br/>Elektronik kompozisyon Elektronik edebiyatta yer almaz."
  },
  {
    "id": "3641865",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Amerikalı bilgisayar bilimcisi Steve Wilhite tarafından yönetilen çevrimiçi hizmet sağlayıcı CompuServe şirketinde geliştirilen ve piyasaya sürülen bir bitmap görüntü formatıdır?",
    "options": {
      "A": "JPEG",
      "B": "PDF",
      "C": "GIF",
      "D": "TIFF",
      "E": "PSD"
    },
    "correctAnswer": "C",
    "explanation": "GIF, grafik değiştirme biçimi anlamına gelen, İngilizce, Graphics Interchange Format kelimelerinin baş harflerinden oluşan bir kısaltmadır. Amerikalı bilgisayar bilimcisi Steve Wilhite tarafından yönetilen çevrimiçi hizmet sağlayıcı CompuServe şirketinde geliştirilen ve piyasaya sürülen bir bitmap görüntü formatıdır. Cevap C seçeneğidir."
  },
  {
    "id": "3641864",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Glitch Sanat oluşturma yöntemlerinden biri <u>değildir</u>?",
    "options": {
      "A": "Veri Manüplasyonu",
      "B": "Post-Prodüksiyon",
      "C": "Yanlış Hizalama",
      "D": "Yanlış Kayıt",
      "E": "Donanım Hatası"
    },
    "correctAnswer": "B",
    "explanation": "Veri Manüplasyonu, Yanlış Hizalama, Yanlış Kayıt Donanım Hatası Glitch Sanat oluşturma yöntemlerinden biri olup Post- Prodüksiyon oluşturma yöntemlerinden biri değildir. Cevap B seçeneğidir."
  },
  {
    "id": "3641746",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Second Life adlı bilgisayar oyununda yer alan ve \"sims\" olarak adlandırılan bir sanat galerisi simülasyonu <strong><span style=\"text-decoration: underline;\">değildir?</span></strong>",
    "options": {
      "A": "Sisse Singhs",
      "B": "Windlight",
      "C": "Horus",
      "D": "Cetus",
      "E": "Taurus"
    },
    "correctAnswer": "E",
    "explanation": "<br/>Second Life’da “sims” olarak adlandırılan çok sayıda sanat galerisi simülasyonu vardır. Popüler galeriler arasında Sisse Singhs Sanat Galerisi, Windlight Sanat Galerisi ve Horus Sanat Galerisi bulunmaktadır. Bunların arasında en dikkate değer olanı, dünyanın ilk sanal çevrimiçi kentsel sanatlar bölgesi olan Cetus Gallery District sanat galerisidir. Cetus, fiziksel dünyada yer alan örneklerinde olduğu gibi içinde sanat galerileri, ofisler, yaşam alanları, yiyecek içecek dükkanları bulunan bir sanat kompleksinin simülasyonudur. Cetus’un içinde yer alan mekanlardaki kiracılar farklı sanatsal aktiviteler gerçekleştirirler.<br/>Taurus, Second Life adlı bilgisayar oyununda yer alan ve \"sims\" olarak adlandırılan bir sanat galerisi simülasyonu değildir."
  },
  {
    "id": "3641748",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Some Monastery'nin kurucu ortaklarından ve Forgetter oyunun tasarımcılarından aynı zamanda teknoloji uzmanı ve araştırmacı olan oyun tasarımcısıdır?",
    "options": {
      "A": "Alan Kwan",
      "B": "Alison Yang",
      "C": "Wallace Berry",
      "D": "Allan Banford",
      "E": "Kent Sheely"
    },
    "correctAnswer": "A",
    "explanation": "Some Monastery’nin kurucu ortaklarından ve Forgetter oyununun tasarımcılarından Alan Kwan aynı zamanda teknoloji uzmanı ve araştırmacıdır."
  },
  {
    "id": "3641739",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Theo Lutz'un 1959 yılında 'Stochastische Texte' stokastik metinler adını verdiği bilgisayarda yaratılmış şiir ile ilgili bilgiler <strong><span style=\"text-decoration: underline;\">yanlıştır</span></strong><strong><span style=\"text-decoration: underline;\">?</span></strong>",
    "options": {
      "A": "İlk elektronik edebiyat eseridir",
      "B": "Fortran programlama dili ile yazılmıştır",
      "C": "Permütasyon tekniği ile oluşturulmuş 'rastlantısal' bir metindir",
      "D": "70 Satırlık bilgisayar yapımı bir şiirdir",
      "E": "Franz Kafka'nın Das Schloss adlı romanından metinler kullanılmıştır"
    },
    "correctAnswer": "C",
    "explanation": "<br/>Elektronik Edebiyat eseri olarak sınıflandırılabilen ilk metnin (Lutz, 1959, s. 3-9) yazarı olarak kabul edilen Theo Lutz, ‘rastlantısal’ metinlerinden sonra edebi değeri olan birkaç eser daha üretmiştir (Funkhouser, 2012, s. 263). Theo Lutz’ın 1959 yı- lında ‘Stochastische Texte’ stokastik metinler adını verdiği bilgisayarda yaratılmış şiiri elektronik edebiyatın başlangıcı sayılır. Fortran programlama dili ile yazılan, 70 satırlık bilgisayar yapımı bir şiirdir. Stuttgart Teknik Üniversitesinde öğrenim gören Theo Lutz, bilgisayarların sadece metinlerin istatistiksel analiz için değil, aynı zamanda sentez için de kullanılabileceğini düşünmüştür. O dönemde herhangi bir dilin kuralları algoritmalar kullanılarak tanımlanabilmektedir. Lutz’un, üniversiteden bir arkadaşı olan matematikçi Rul Gunzenhäuser (1933–2018) gerekli algoritmaları matematiksel olarak modelleyerek Lutz’un proje<br/>C seçeneğindeki \"Permütasyon tekniği ile oluşturulmuş 'rastlantısal' bir metindir\" bilgisi Theo Lutz'un 1959 yılında 'Stochastische Texte' stokastik metinler adını verdiği bilgisayarda yaratılmış şiir ile ilgili yanlıştır."
  },
  {
    "id": "3641366",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Wabi-sabi estetiğinin özellikleri arasında <strong>değildir? </strong>",
    "options": {
      "A": "Yapaylığın taktiri",
      "B": "Basitlik",
      "C": "Ekonomi",
      "D": "Samimiyet",
      "E": "Sadelik"
    },
    "correctAnswer": "A",
    "explanation": "Yapaylığın taktiri"
  },
  {
    "id": "3641742",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi aksaklık ve kusur terimi için kullanılan kelimedir?",
    "options": {
      "A": "Glitch",
      "B": "Logic Hazard",
      "C": "Grunch",
      "D": "Digital Circuit",
      "E": "Flip-flops"
    },
    "correctAnswer": "A",
    "explanation": "Glitch, aksaklık, kusur terimi önceleri, 1990’ların ortalarında deneysel, gürültü ve elektronik türünü tanımlamak için müzikle ilişkilendirilmiştir."
  },
  {
    "id": "3641744",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi bilgisayar grafiklerinde ve dijital fotoğrafçılıkta, bir bilgisayar ekranı, kağıt veya başka bir görüntüleme ortamı aracılığıyla dikdörtgen bir matris veya kare piksel ızgarası olarak görüntülenebilen iki boyutlu görüntüyü temsil eder?",
    "options": {
      "A": "Bitmap",
      "B": "TIFF",
      "C": "GIF",
      "D": "Raster Grafik",
      "E": "SIB"
    },
    "correctAnswer": "D",
    "explanation": "Bilgisayar grafiklerinde ve dijital fotoğrafçılıkta, bir raster grafik, bir bilgisayar ekranı, kağıt veya başka bir görüntüleme ortamı aracılığıyla dikdörtgen bir matris veya kare piksel ızgarası olarak görüntülenebilen iki boyutlu bir görüntüyü temsil eder. Raster teknik olarak görüntünün piksel cinsinden genişliği ve yüksekliği ile piksel başına bit sayısı ile ifade edilir."
  },
  {
    "id": "3641749",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi glitch sanatına bir örnek olarak verilebilir?",
    "options": {
      "A": "Eşzamanlı iki görüntünün ekranda akması",
      "B": "Yanlış yüklenmiş Nintendo kartuşu",
      "C": "SuperCollider gibi bir programa dili ile ses oluşturulması",
      "D": "Görüntü sekansına distortion eklenmesi",
      "E": "GIF formatındaki bir dosyayı Bitmap'e çevrilmesi"
    },
    "correctAnswer": "B",
    "explanation": "Glitch, bozunma sanatı olarak Türkçeleştirebileceğimiz bu sanatın kod ve veri tabanlı olması nedeniyle, sanat eserinin izleyiciye sunduğu deneyim, izleyicinin bilgisayar teknolojisine olan yakınlığına göre değişkenlik gösterir. Bunun en akılda kalıcı örneği; 1980’lerde çocukluğunu yaşayan herhangi biri yanlış yüklenmiş Nintendo kartuşun- dan kaynaklanan dijital görüntü bozulmalarına tanıdık olmalarıdır."
  },
  {
    "id": "3641743",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi glitch sanatına hizmet <strong><span style=\"text-decoration: underline;\">etmez?</span></strong>",
    "options": {
      "A": "Veri Manipülasyonu <em>(Data Manuplation)</em>",
      "B": "Yanlış Hizalama <em>(Misalignment)</em>",
      "C": "Gecikme <em>(Delay)</em>",
      "D": "Yanlış Kayıt <em>(Misregistration)</em>",
      "E": "Bozulma <em>(Distortion)</em>"
    },
    "correctAnswer": "C",
    "explanation": "Gecikme <em>(Delay) </em>glitch sanatına hizmet etmez."
  },
  {
    "id": "3641367",
    "unitNumber": 5,
    "text": "Bilgisayar teknolojisinde bir kullanıcının veya kullanıcının karakterinin veya kişiliğin temsiline verilen ad aşağıdakilerden hangisidir?",
    "options": {
      "A": "Avatar",
      "B": "Oyuncu",
      "C": "Kahraman",
      "D": "Sanatçı",
      "E": "Figür"
    },
    "correctAnswer": "A",
    "explanation": "Avatar"
  },
  {
    "id": "3641741",
    "unitNumber": 5,
    "text": "Bilgisayarlı sanatın kesinlikle insan sanatının yerini alacağını veya onu geçeceğini ve sanat eğitimi için gerekli olan \"fiziksel eğitim ve kültürel birikimi\" azaltacağını ve insanın sanatsal pratiğini neredeyse yok edeceğini söyleyen kimdir?",
    "options": {
      "A": "Christopher Strachey",
      "B": "Shen Congwen",
      "C": "Alan Turing",
      "D": "Edwin Morgan",
      "E": "Nicolas Schöffer"
    },
    "correctAnswer": "E",
    "explanation": "<br/>Schöffer, bilgisayarlı sanatın kesinlikle insan sanatının yerini alacağını veya onu geçeceğini ve sanat eğitimi için gerekli olan “fiziksel eğitim ve kültürel birikimi” azaltacağını ve insanın sanatsal pratiğini neredeyse yok edeceğini söylemiştir.<br/>Bilgisayarlı sanatın kesinlikle insan sanatının yerini alacağını veya onu geçeceğini ve sanat eğitimi için gerekli olan \"fiziksel eğitim ve kültürel birikimi\" azaltacağını ve insanın sanatsal pratiğini neredeyse yok edeceğini söyleyen Nicolas Schöffer'dir."
  },
  {
    "id": "3641747",
    "unitNumber": 5,
    "text": "Dijital bir varlığın benzersiz olduğunu ve bu nedenle birbirinin yerine geçemeyeceğini onaylayan, blok zinciri adı verilen bir dijital defterde depolanan veri birimine ne ad verilir?",
    "options": {
      "A": "MMO",
      "B": "Bitcoin",
      "C": "NFT",
      "D": "Cryptography",
      "E": "Artiverse"
    },
    "correctAnswer": "C",
    "explanation": "Türkçeye değiştirilemez jeton veya nitelikli fikri tapu olarak çevrilebilir. NFT, dijital bir varlığın benzersiz olduğunu ve bu nedenle birbirinin yerine geçemeyeceğini onaylayan, blok zinciri adı verilen bir dijital defterde depolanan veri birimidir. NFT’ler aynı zamanda depolanan dijital verilerden oluşan bir finansal güvenlik sistemi önermesidir. Bir dijital varlığın NFT sertifikası oluşturulduğunda mülkiyeti blok zincirine kaydedilir. NFT sahibi tarafından devredilerek satılmasına izin verilir. NFT’ler yaygın olarak fotoğraf, video ve ses gibi dijital dosyalara referanslar içerirler. NFT’ler benzersiz bir şekilde tanımlanabilir olduklarından, değiştirilebilir kripto para birimlerinden farklıdırlar. Bir NFT’nin piyasa değeri, referans aldığı dijital dosya ile doğrudan ilişkilidir."
  },
  {
    "id": "3641863",
    "unitNumber": 5,
    "text": "Dijital verileri bozarak veya elektronik cihazları fiziksel olarak manipüle ederek dijital veya analog hataları estetik amaçlarla kullanma pratiği olan glitch sanatının ilk örnekleri arasında aşağıdakilerden hangisi gösterilebilir?",
    "options": {
      "A": "Digital TV Dinner",
      "B": "Love Letters",
      "C": "The Painting Fool",
      "D": "Deep Dream",
      "E": "Wabi-sabi"
    },
    "correctAnswer": "A",
    "explanation": "Dijital verileri bozarak veya elektronik cihazları fiziksel olarak manipüle ederek dijital veya analog hataları estetik amaçlarla kullanma pratiği olan glitch sanatının ilk örnekleri arasında 1978 yılında Jamie Fenton ve Raul Zaritsky tarafından oluşturulan Digital TV Dinner gösterilebilir. Cevap A seçeneğidir."
  },
  {
    "id": "3641862",
    "unitNumber": 5,
    "text": "Elektronik Edebiyat eseri olarak düşünülen ilk metnin yazarı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Edmund Berkeley",
      "B": "Harold Cohen",
      "C": "John McCarthy",
      "D": "Martin Minsky",
      "E": "Theo Lutz"
    },
    "correctAnswer": "E",
    "explanation": "Elektronik Edebiyat eseri olarak sınıflandırılabilen ilk metnin (Lutz, 1959, s. 3-9) yazarı olarak kabul edilen Theo Lutz, ‘rastlantısal’ metinlerinden sonra edebi değeri olan birkaç eser daha üretmiştir (Funkhouser, 2012, s. 263). Cevap E seçeneğidir."
  },
  {
    "id": "3641360",
    "unitNumber": 5,
    "text": "Farklı formatlardaki bilgiyi etkileşimli olarak kullanıcılara sunan ortama verilen ad aşağıdakilerden hangisidir?",
    "options": {
      "A": "Multimedya",
      "B": "Neomedya",
      "C": "Elektronik medya",
      "D": "Sanal medya",
      "E": "Yeni medya"
    },
    "correctAnswer": "A",
    "explanation": "Multimedya"
  },
  {
    "id": "3641359",
    "unitNumber": 5,
    "text": "I. Fotoğraf 1820'lerde yaygınlaşmıştır. <br/>II. Radyo 1920'lerde yaygınlaşmıştır. <br/>III. Televizyon 1960'larda yaygınlaşmıştır. <br/>Yukarıdaki bilgilere göre aşağıdaki seçeneklerin hangisi uygundur?",
    "options": {
      "A": "I. Yanlış",
      "B": "II. Yanlış",
      "C": "III. Yanlış",
      "D": "I. ve II. Yanlış",
      "E": "II. ve III. Yanlış"
    },
    "correctAnswer": "A",
    "explanation": "I. Yanlış"
  },
  {
    "id": "3641740",
    "unitNumber": 5,
    "text": "Lutz'un eserleri 1990'dan itibaren kim tarafından basılarak piyasaya sürülmüştür?",
    "options": {
      "A": "Routledge",
      "B": "Eastgate Systems",
      "C": "Indiana Press",
      "D": "Cambridge University Press",
      "E": "Boosey&amp;Hawkin Co."
    },
    "correctAnswer": "B",
    "explanation": "Lutz’ın eserleri 1990’dan itibaren Eastgate Systems tarafından basılarak piyasaya sürülmüştür."
  },
  {
    "id": "3641737",
    "unitNumber": 5,
    "text": "Martin Minsky, akıllı bilgisayar HAL9000'in yer aldığı hangi filmin danışmanıdır?",
    "options": {
      "A": "Flash Gordon",
      "B": "2001: A Space Odyssey",
      "C": "Laserblast",
      "D": "Phase IV",
      "E": "Alien"
    },
    "correctAnswer": "B",
    "explanation": "<br/>Martin Minsky ise bilgisayarı insan davranışını yöneten kurallara göre önceden programlama yani yukarıdan aşağıya yaklaşımı ile programlamayı o dönem yaygın görüş haline getirmiştir. Minsky, akıllı bilgisayar HAL 9000’in yer aldığı, Stanley Kubrick’ın meşhur filmi 2001: A Space Odyssey filminin de danışmanıdır.<br/>Martin Minsky, akıllı bilgisayar HAL9000'in yer aldığı 2001: A Space Odyssey filmin danışmanıdır."
  },
  {
    "id": "3641867",
    "unitNumber": 5,
    "text": "Metaverse kavramını ortaya atan ilk kişi aşağıdakilerden hangisidir?",
    "options": {
      "A": "John McCarthy",
      "B": "Martin Minsky",
      "C": "Roger Von Biersborn",
      "D": "R.J. Rushmore",
      "E": "Neal Stephenson"
    },
    "correctAnswer": "E",
    "explanation": "Metaverse kavramını ortaya atan ilk kişi, 1992’de yayınlanan Snow Crash romanının yazarı Neal Stephenson olmuştur Cevap E seçeneğidir."
  },
  {
    "id": "3641860",
    "unitNumber": 5,
    "text": "Paris’teki sergisinde ziyaretçilerin farklı duygu durumlarını ve Guardian gazetesinde yayınlanan 10 makaleden elde edilen ve duygusal olan anahtar kelimelere verdikleri tepkileri resmeden bilgisayar programının ismi aşağıdakilerden hangisidir?",
    "options": {
      "A": "DALL-E",
      "B": "AARON",
      "C": "The Painting Fool",
      "D": "Deep Dream",
      "E": "HAL"
    },
    "correctAnswer": "C",
    "explanation": "The Painting Fool, Paris’teki sergisinde ziyaretçileri farklı duygu durumlarındayken resmetmiştir. Ziyaretçilerin, Guardian’da yayınlanan 10 makaleden elde edilen ve duygusal olan anahtar kelimelere verdikleri tepkileri resmeden The Painting Fool Colton tarafından fazla negatif duygulara karşı umutsuzluğa kapılıp resmetmeyi reddetmiştir. Cevap C seçeneğidir."
  },
  {
    "id": "3641368",
    "unitNumber": 5,
    "text": "Tüm içeriğin kullanıcı tarafından oluşturulduğu; toplu, çevrimiçi, kalıcı üç boyutlu sanal dünyalara verilen ad aşağıdakilerden hangisidir?",
    "options": {
      "A": "Metaverse",
      "B": "Multimedya",
      "C": "Elektronik evren",
      "D": "Dijital oyun",
      "E": "Sanal sosyal evren"
    },
    "correctAnswer": "A",
    "explanation": "Metaverse"
  },
  {
    "id": "3641859",
    "unitNumber": 5,
    "text": "Yapay zeka terimi ne zaman ve kim tarafından tartışmaya açılmıştır?",
    "options": {
      "A": "1949, Edmund Berkeley",
      "B": "1956, John McCarthy",
      "C": "1963, Martin Minsky",
      "D": "1973, Harold Cohen",
      "E": "1983, Simon Colton"
    },
    "correctAnswer": "B",
    "explanation": "Yapay zeka terimi, bilgisayar bilimcisi olan John McCarthy tarafından 1956 yılında Dartmouth Üniversitesi’nde düzenlenen bir konferansta telaffuz edilerek tartışmaya açılmıştır. Cevap B seçeneğidir."
  },
  {
    "id": "3641745",
    "unitNumber": 5,
    "text": "İnternet tabanlı bir sanal dünyayı anlatan, Neal Stephenson'ın 1992 tarihinde yayınlanan bilimkurgu romanı <em>Snow Crash</em>'ten ilham alınarak yaratılan oyun aşağıdakilerden hangisidir?",
    "options": {
      "A": "Sims",
      "B": "Minecraft",
      "C": "Second Life",
      "D": "Cetus",
      "E": "Ten Cubed"
    },
    "correctAnswer": "C",
    "explanation": "<br/>Kendi niş kitlesinin dışında, sanal sosyal dünyalar başlığı altında akademik olarak da incelenmiş olan Second Life adlı oyun bunun ilk örneklerinden biridir. İnternet tabanlı bu sanal dünya, bölümün ilerleyen kısımlarında adından ve çalışmalarından tekrar söz edeceğimiz Neal Stephenson’ın 1992 tarihin yayınlanan bilimkurgu romanı Snow Crash’ten ilham alınarak yaratılmıştır.<br/>İnternet tabanlı bir sanal dünyayı anlatan, Neal Stephenson'ın 1992 tarihinde yayınlanan bilimkurgu romanı <em>Snow Crash</em>'ten ilham alınarak yaratılan oyun Second Life isimli oyundur."
  },
  {
    "id": "3641858",
    "unitNumber": 5,
    "text": "“Son zamanlarda, bilgiyi muazzam bir hız ve beceriyle işleyebilen garip dev makineler hakkında çok sayıda haber var... Bu makineler, adeta et ve sinirler yerine donanım ve telden yapılmış bir beyne benziyorlar... Bir makine bilgileri işleyebilir; hesaplayabilir, sonuçlandırabilir ve seçebilir; bilgilerle makul işlemleri gerçekleştirebilir. Dolayısıyla bir makine düşünebilir.”<br/>Yukarıdaki cümlenin temel savı olan makine öğrenmesi fikrini aşağıdaki uzmanlardan hangisi söylemiştir?",
    "options": {
      "A": "Edmund Berkeley",
      "B": "Harold Cohen",
      "C": "John McCarthy",
      "D": "Martin Minsky",
      "E": "Simon Colton"
    },
    "correctAnswer": "A",
    "explanation": "Dijital sanatın alanına giren teknolojilerden biri olan, makine öğrenmesi de süren pek çok tartışmanın öznelerinden biridir. Edmund Berkeley, 1949 yılında, Giant Brains: Or Machines That Think adlı kitabında; “Son zamanlarda, bilgiyi muazzam bir hız ve beceriyle işleyebilen garip dev makineler hakkında çok sayıda haber var... Bu makineler, adeta et ve sinirler yerine donanım ve telden yapılmış bir beyne benziyorlar... Bir makine bilgileri işleyebilir; hesaplayabilir, sonuçlandırabilir ve seçebilir; bilgilerle makul işlemleri gerçekleştirebilir. Dolayısıyla bir makine düşünebilir.” diyerek makinelerin tıpkı insan gibi düşünebileceklerinin sinyallerini vermiştir (Berkeley, 1949, 29). Cevap A seçeneğidir."
  },
  {
    "id": "3641861",
    "unitNumber": 5,
    "text": "“……………………. hiper metin şiir, hipermetin kurgu, etkileşimli kurgu, kinetik şiir, üretken metin, etkileşimli tiyatro gibi pek çok türü barındırır.”<br/>Yukarıdaki ifadede boş bırakılan yer, aşağıdaki kavramlardan hangisi ile doğru şekilde tamamlanır?",
    "options": {
      "A": "Protomodern edebiyat",
      "B": "Kuantum edebiyat",
      "C": "Distopik edebiyat",
      "D": "Elektronik edebiyat",
      "E": "Mekanik Öğrenme edebiyatı"
    },
    "correctAnswer": "D",
    "explanation": "Elektronik edebiyat denildiğinde ilk akla gelen basit sensor ve teknolojilerle kapağı açıldığında müzik çalan çocuk kitapları olsa da okuru çok daha fazlasını deneyimler. Elektronik edebiyat Hiper metin şiir, hipermetin kurgu, etkileşimli kurgu, kinetik şiir, üretken metin, etkileşimli tiyatro gibi pek çok türü barındırır. Cevap D seçeneğidir."
  },
  {
    "id": "3641786",
    "unitNumber": 6,
    "text": "\"11 Eylül sonrasında geliştirilen oyun, ABD’nin terörle mücadele girişimleriyle aynı dönemde üretilmiştir. Oyunda, oyuncular sanatsal ve aktivist eylemler gerçekleştirerek popüler video oyunlardaki askeri ideolojileri eleştirirler. Politika söz konusu olduğunda dijital oyunların sanal uzamındaki aktivizm olanakları ile gerçek dünyadaki politik argümanların kesişim noktasında durması açısından avangart bir örnektir\". Bu tanım hangi dijital oyunu anlatmaktadır?",
    "options": {
      "A": "Counter-Strike",
      "B": "Super Mario Clouds",
      "C": "Half-Life",
      "D": "Velvet Strike",
      "E": "Adam Killer"
    },
    "correctAnswer": "D",
    "explanation": "<strong>Velvet Strike (2002)</strong>, Counter Strike (2000) oyununda halihazırda var olan grafiti işlevine ‘protesto spreyi’ adı verilen bir mod ekler. 11 Eylül sonrasında geliştirilen oyun, ABD’nin terörle mücadele girişimleriyle aynı dönemde üretilmiştir. Oyun kültürü ve politik hareketlerin bir kesişimi olması açısından ilginç bir öncü örnek sayılabilir. Oyunda, oyuncular sanatsal ve aktivist eylemler gerçekleştirerek popüler video oyunlardaki askeri ideolojileri eleştirirler. Bu anlamda <strong>Velvet Strike,</strong> politika söz konusu olduğunda dijital oyunların sanal uzamındaki aktivizm olanakları ile gerçek dünyadaki politik argümanların kesişim noktasında durması açısından avangart bir örnektir."
  },
  {
    "id": "3641784",
    "unitNumber": 6,
    "text": "\"1990’lı yılların sonunda ortaya çıkan ve <span style=\"text-decoration: underline;\"><strong>...</strong></span> sanatı olarak adlandırılan dijital sanat yapıtları çoğunlukla ticari dijital oyunların esin kaynağı olarak görüldüğü yapıtlardır\" anlatımında yer alan boşluğa gelmesi en uygun seçenek aşağıdakilerden hangisidir?",
    "options": {
      "A": "Sinema",
      "B": "Resim",
      "C": "Oyun",
      "D": "Heykel",
      "E": "Edebiyat"
    },
    "correctAnswer": "C",
    "explanation": "1990’lı yılların sonunda ortaya çıkan ve <span style=\"text-decoration: underline;\"><strong>‘oyun sanatı’</strong></span> (game art) olarak adlandırılan dijital sanat yapıtları çoğunlukla ticari dijital oyunların esin kaynağı olarak görüldüğü yapıtlardır."
  },
  {
    "id": "3641348",
    "unitNumber": 6,
    "text": "2017 yılında oyuncularla buluşan ve dünya çapında bir ulu­sal arkeoloji müzesi tarafından üretilen ve dağıtılan ilk oyun aşağıdakilerden hangisidir?",
    "options": {
      "A": "Father and Son",
      "B": "Rheinland.Xperiences",
      "C": "Fatale",
      "D": "Today I Die",
      "E": "Passage"
    },
    "correctAnswer": "A",
    "explanation": "Sanat Mekanlarının Oyunlaşması<br/>2017 yılında oyuncularla buluşan <em>Father and Son </em>(2017) adlı mobil oyun dünya çapında bir ulu­sal arkeoloji müzesi tarafından üretilen ve dağıtılan ilk oyun olması açısından ilginç bir örnektir. Oyu­nun amacı tüm dünyadan özellikle genç ziyaretçi­lerin ilgisini çekecek, müzenin fiziki gerçekliğiyle dijital kurgusal dünya arasında bir köprü oluştu­rabilecek bir deneyim yaratmaktır. Oyuncular, söz konusu oyunu, müzeye gelmeden sadece dijital or­tamda oynayabilecekleri gibi, müzeyi ziyaret etme­leri halinde oyunun dijitalde sunduğu deneyimin ötesine geçip yeni oyun özelliklerine erişebilmeleri de mümkündür. Aşk, rüyalar, korku ve geçen za­man gibi temalar üzerine odaklanan anlatı-temelli oyunda, arkeolog bir baba ve hiç tanımadığı oğlu­nun hikayesi deneyimlenir. Oyun boyunca ana ka­rakterin yolu Antik Roma, Antik Mısır ve Burbon Hanedanı Dönemi gibi farklı tarihi dönemlerden karakterlerle kesişir. Kişisel bir hikâye olarak baş­layan deneyim, bugün ve geçmiş arasında bir dizi seçimler gerektiren evrensel ve zamansız bir anlatı­ya dönüşür."
  },
  {
    "id": "3641782",
    "unitNumber": 6,
    "text": "<br/>Farklı medya platformları üzerinden giriş noktaları bulunan geniş anlatı dünyalarını ifade eden anlatı türü aşağıdakilerden hangisidir?",
    "options": {
      "A": "<br/>Transmedya anlatı",
      "B": "Eğitsel anlatı",
      "C": "Politik anlatı",
      "D": "Sanatsal anlatı",
      "E": "Kültürel anlatı"
    },
    "correctAnswer": "A",
    "explanation": "<br/><strong>Transmedya</strong> anlatılar farklı medya platformları üzerinden giriş noktaları bulunan geniş anlatı dünyalarını ifade ederler."
  },
  {
    "id": "3641790",
    "unitNumber": 6,
    "text": "<br/>Labirent oyunu için aşağıdakilerden hangisi/hangileri doğrudur?<br/><strong>I.</strong> Oyun içindeki canavarlardan kaçmak, bir rakibi alt etmek veya belirli bir süre içinde labirentte gezinmek için oyuncunun yavaş yavaş hareket etmesini gerektiren oyunlardır. <strong>II.</strong>Labirent oyunları 1970’li yılların sonu ve 1980’li yılların başında popülerlik kazanan bir türü ifade etmek üzere kullanılır. <strong>III. </strong>Pac-Man (1980) gibi labirent oyunları, video oyunlarının en eski türlerinden biridir. <strong>IV.</strong> Bazen oyuncular birbirleriyle rekabet eder, bazen de bir oyuncu süre dolmadan veya bir canavar ya da başka bir uzaylı yaratık tarafından yenmeden önce mümkün olduğunca çok puan kazanmaya çalışır.",
    "options": {
      "A": "I,III ve IV",
      "B": "I ve II",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "III"
    },
    "correctAnswer": "D",
    "explanation": "<strong>I.</strong> Oyun içindeki canavarlardan kaçmak, bir rakibi alt etmek veya belirli bir süre içinde labirentte gezinmek için oyuncunun <span style=\"text-decoration: line-through;\"><strong>yavaş yavaş</strong> </span>hareket etmesini gerektiren oyunlardır. <strong>II.</strong>Labirent oyunları 1970’li yılların sonu ve 1980’li yılların başında popülerlik kazanan bir türü ifade etmek üzere kullanılır. <strong>III. </strong>Pac-Man (1980) gibi labirent oyunları, video oyunlarının en eski türlerinden biridir. <strong>IV.</strong> Bazen oyuncular birbirleriyle rekabet eder, bazen de bir oyuncu süre dolmadan veya bir canavar ya da başka bir uzaylı yaratık tarafından yenmeden önce mümkün olduğunca çok puan kazanmaya çalışır."
  },
  {
    "id": "3641794",
    "unitNumber": 6,
    "text": "<strong>I.</strong> Oyun, denizin dibine sürüklenirken pes etmeyip hayata tutunmaya çalışan bir kadın karakter ile başlar.<strong> II.</strong> Oyun mekanikleri, dallanan yapıdaki hikayeler ile edebi şiiri birleştiren bir yapıya sahiptir.<strong> III.</strong> Ekranın üzerinde sahneye eşlik eden kısa bir şiir kıtası görülür. Sözcüklerin bazılarının farklı renkte olması dışında, oyuncu için başka bir yönlendirme ve talimat da yoktur. <strong>IV.</strong> Sözcükleri değiştirmek, oyundaki seviyeyi ve karakterin ruh halini değiştirmez. <strong>IV.</strong> Oyun, oyunculara tek seçenek sunar.<br/>Oyun, Şiir ve Anlatıyı Bütünleştiren bir örnek olan Daniel Benmergui’nin <strong>Today I Die Oyunu</strong> için en doğru seçenek aşağıdakilerden hangisi/hangileridir?",
    "options": {
      "A": "I, III ve IV",
      "B": "II, IV ve V",
      "C": "I, II ve III",
      "D": "III, IV ve V",
      "E": "IV ve V"
    },
    "correctAnswer": "C",
    "explanation": "<strong>I.</strong> Oyun, denizin dibine sürüklenirken pes etmeyip hayata tutunmaya çalışan bir kadın karakter ile başlar.<strong> II.</strong> Oyun mekanikleri, dallanan yapıdaki hikayeler ile edebi şiiri birleştiren bir yapıya sahiptir.<strong> III.</strong> Ekranın üzerinde sahneye eşlik eden kısa bir şiir kıtası görülür. Sözcüklerin bazılarının farklı renkte olması dışında, oyuncu için başka bir yönlendirme ve talimat da yoktur. <strong>IV.</strong> Sözcükleri değiştirmek, oyundaki seviyeyi ve karakterin ruh halini <span style=\"text-decoration: line-through;\"><strong>değiştirmez</strong></span>. <strong>IV.</strong> Oyun, oyunculara <span style=\"text-decoration: line-through;\"><strong>tek</strong></span> seçenek sunar."
  },
  {
    "id": "3641788",
    "unitNumber": 6,
    "text": "<strong>I.</strong> Sanat oyunu (artgame) kavramı bir fikrin, duygunun prosedürel olarak iletildiği oyunları ifade eder. <strong>II.</strong> Oyunsal nitelikler üzerine inşa edilen sanat oyunu örnekleri, oynanabilir yapıtlar olmaları dolayısıyla oyun sanatı örneklerinden ayrılırlar. <strong>III.</strong> Sanat oyunlarında ateş etme, savaşma gibi mekanikler ya da gerçek dünya simülasyonlarında karşımıza çıkan sıradan oyunsal eylemler çoğunlukla yer alır. <strong>IV.</strong> Sanat oyunları, soyutlama, alegoriler, metaforları modelleyen oyun mekanikleri kurgulayarak oyuncunun bu sistemleri keşfetmesine imkân sunan reflektif uzamlar yaratırlar.<br/>Sanat Oyunu ile ilgili yukarıdakilerden hangisi/hangileri doğrudur?",
    "options": {
      "A": "I, II ve IV",
      "B": "II ve III",
      "C": "IV",
      "D": "II, III ve IV",
      "E": "I ve III"
    },
    "correctAnswer": "A",
    "explanation": "<strong>I.</strong> Sanat oyunu (artgame) kavramı bir fikrin, duygunun prosedürel olarak iletildiği oyunları ifade eder. <strong>II.</strong> Oyunsal nitelikler üzerine inşa edilen sanat oyunu örnekleri, oynanabilir yapıtlar olmaları dolayısıyla oyun sanatı örneklerinden ayrılırlar. <strong>III.</strong> Sanat oyunlarında ateş etme, savaşma gibi mekanikler ya da gerçek dünya simülasyonlarında karşımıza çıkan sıradan oyunsal eylemler <strong><span style=\"text-decoration: line-through;\">çoğunlukla</span></strong> yer alır. <strong>IV.</strong> Sanat oyunları, soyutlama, alegoriler, metaforları modelleyen oyun mekanikleri kurgulayarak oyuncunun bu sistemleri keşfetmesine imkân sunan reflektif uzamlar yaratırlar."
  },
  {
    "id": "3641575",
    "unitNumber": 6,
    "text": "Ana akım oyun deneyimlerine meydan okuyan aktivist oynama deneyimlerini ifade eden oyun türü aşağıdakilerden hangisidir?",
    "options": {
      "A": "Şiir oyun",
      "B": "Avantgart oyun",
      "C": "Politik oyun",
      "D": "Karşı-oyun",
      "E": "Prosedürelci oyun"
    },
    "correctAnswer": "D",
    "explanation": "Karşı oyun: Film kuramcısı ve sinemacı Peter Wollen, 1960’larda karşı-sinema (countercinema) örneği olarak Jean Luc Godard sinemasının anlatının akışını ve dolayısıyla duygusal büyüsünü bozarak seyircinin dikkatini farklı noktalara yeniden odakladığından söz eder. Alexander Galloway’e (2006) göre benzer bir bozma, oyun sanatı örneklerinde de karşımıza çıkar. Anne Marie Schleiner, Brody Condon, Cory Arcangel gibi sanatçıların yapıtlarında karşılaşabileceğimiz bu deneyimi, Galloway (2006: 109), ana akım oyun deneyiminin geleneğine meydan okuyan bir karşı-oyun hareketi olarak tanımlar.Cevap D seçeneğidir."
  },
  {
    "id": "3641580",
    "unitNumber": 6,
    "text": "Aşağıdaki hangisi Bağımsız Oyun türüne örnek gösterilebilir?",
    "options": {
      "A": "The Marriage (2007)",
      "B": "Asteroids (1979)",
      "C": "Passage (2007)",
      "D": "Fatale (2009)",
      "E": "Adam Killer (2000)"
    },
    "correctAnswer": "D",
    "explanation": "Belçikalı bağımsız oyun tasarımcıları Auriea Harvey and Michaël Samyn’in kurduğu Tale of Tales yapımı 2009 tarihli Fatale, Oscar Wilde’ın Salome (1891) adlı piyesinden esinlenen bir dijital oyundur. Cevap D seçeneğidir."
  },
  {
    "id": "3641576",
    "unitNumber": 6,
    "text": "Aşağıdaki hangisi karşı oyun türüne örnek gösterilebilir?",
    "options": {
      "A": "The Marriage (2007)",
      "B": "Asteroids (1979)",
      "C": "Passage (2007)",
      "D": "Pong (1972)",
      "E": "Adam Killer (2000)"
    },
    "correctAnswer": "E",
    "explanation": "Medya araştırmacısı Alexander Galloway (2006), ticari oyunlarda yoğun olarak kullanılan şiddet içerikli unsurları, onları çevreleyen hikâye örgüsünden arındırarak eleştirel bir şekilde tartışan Adam Killer gibi yapıtları ‘karşı oyun’ (counter gaming) olarak adlandırır. Cevap E seçeneğidir."
  },
  {
    "id": "3641583",
    "unitNumber": 6,
    "text": "Aşağıdaki hangisi politik oyun türüne örnek gösterilebilir?",
    "options": {
      "A": "Bury Me My Love!",
      "B": "Asteroids",
      "C": "Passage",
      "D": "Pong",
      "E": "Adam Killer"
    },
    "correctAnswer": "A",
    "explanation": "Politik oyunlar kapsamında ele alınabilecek bir diğer örnek de Bury Me My Love! (Benden Çok Yaşayasın Sevgilim!) adlı oyun olabilir. Oyun, Avrupa’ya ulaşmaya çalışan Suriyeli göçmen kadın Nour’un hikayesini anlatan kısa metin mesajları üzerine kurulu bir macera oyunudur. Cevap A seçeneğidir."
  },
  {
    "id": "3641787",
    "unitNumber": 6,
    "text": "Aşağıdaki tanımlamalardan hangisi doğrudur?",
    "options": {
      "A": "Karşı oyun, ana akım oyun deneyimlerine meydan okuyan aktivist oynama deneyimlerine olanak tanımaz.",
      "B": "Oyun modları, yeni görsel-işitsel ortamlar yaratmak amacıyla ifadesel amaçlarla kullanılmaz.",
      "C": "Modlar, sadece küçük değişikliklerdir.",
      "D": "Oyun modları yeni oynama biçimleri ortaya koymaktan uzaktır.",
      "E": "Video oyunu modlama (“modifikasyon”un kısaltması) bir video oyununun görsel, işitsel ya da prosedürel unsurlarının oyuncular veya hayranlar tarafından değiştirilme sürecini ifade eder."
    },
    "correctAnswer": "E",
    "explanation": "Video oyunu modlama (“modifikasyon”un kısaltması) bir video oyununun görsel, işitsel ya da prosedürel unsurlarının oyuncular veya hayranlar tarafından değiştirilme sürecini ifade eder."
  },
  {
    "id": "3641578",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Prosedürelci oyunların özelliklerinden biri <u>değildir</u>?",
    "options": {
      "A": "Bu oyunlarda görsel, işitsel, metinsel öğeler birincil niteliktedir.",
      "B": "Oyuncuyu ‘içe bakış’ odaklı bir deneyime teşvik etmesidir.",
      "C": "Sanatsal anlamı ifade etmek için ana araç olarak kural sistemlerini kullanırlar.",
      "D": "Oyuncular metaforlar üzerinden oyundaki sembolik anlamlar üzerine düşünmeye yönlendirilirler.",
      "E": "Bu oyunlarda kural tabanlı sistemler üzerinde anlam üretmek birincil önemdedir."
    },
    "correctAnswer": "A",
    "explanation": "Bogost (2007), ‘prosedürel retorik’ termini kullanır. Oyunlar, prosedürler üzerinden belirledikleri modellerle bir iddiada bulunurlar. Dolayısıyla prosedürelci oyunlar (proceduralist games), sanatsal anlamı ifade etmek için ana araç olarak kural sistemlerini kullanırlar. Bu oyunlarda görsel, işitsel, metinsel öğeler ikincil niteliktedir. Cevap A seçeneğidir."
  },
  {
    "id": "3641340",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi farklı medya platformları üzerinden giriş noktaları bulunan geniş anlatı dünyalarını ifade eder?",
    "options": {
      "A": "Sinematografik anlatım",
      "B": "Crossmedya anlatım",
      "C": "Tartışmacı anlatım",
      "D": "Multimedya anlatım",
      "E": "Transmedya anlatım"
    },
    "correctAnswer": "E",
    "explanation": "Transmedya anlatılar farklı medya platformları üze­rinden giriş noktaları bulunan geniş an­latı dünyalarını ifade ederler. Transmedya anlatı dünyaları içindeki oyunlar bir film ya da romanın uyarlaması olabileceği gibi sözgelimi bir filmdeki ya da romandaki hi­kayeyi anlatı uzamını deneyimleyebilece­ğimiz şekilde yeniden anlatan oyunlar da olabilir. Bazı oyunlar, anlatı evrenindeki hikayeleri farklı karakterlerin perspektifle­rinden anlatarak, medya markalarının ka­nonik anlatı evrenlerinde yeni temalar da ekleyebillir. Sözgelimi gelişkin bir trans­medyal anlatı evreni olan Yıldız Savaşları markası kapsamında geliştirilen <em>The Force Unleashed (2008)</em>, <em>Star Wars Jedi Fallen Order </em>(2019) ya da <em>KoTOR (Knights of the Old Republic) </em>serileri gibi oyunlar, Yıldız Savaşları anlatı evrenini farklı perspektif­lerden deneyimleme olanağı sunarlar."
  },
  {
    "id": "3641768",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi oyunsal film anlatılarının sinemaya yansıması olarak değerlendirilen filimler arasında <strong>yer almaz</strong>?",
    "options": {
      "A": "Groundhog Day",
      "B": "Kayıp Otoban",
      "C": "Koş Lola, Koş",
      "D": "Memento",
      "E": "Das Experiment (Deney)"
    },
    "correctAnswer": "E",
    "explanation": "Harold Ramis’in yönettiği Groundhog Day (1993), David Lynch’in yönettiği Kayıp Otoban (1997), Tom Tykwer’ın yönettiği Koş<br/>Lola, Koş (1998), Christopher Nolan’ın yönettiği Memento (2000) gibi sanatsal niteliği yüksek, oyunsal film anlatılarının ortaya çıkışı bu dönüşümün sinemaya yansıması olarak değerlendirilebilir."
  },
  {
    "id": "3641798",
    "unitNumber": 6,
    "text": "Belçikalı bağımsız oyun tasarımcıları Auriea Harvey and Michaël Samyn’in kurduğu Tale of Tales yapımı 2009 tarihli <strong>Fatale</strong>, hangi sanatçının yapıtından esinlenerek oluşturulmuş bir dijital oyundur?",
    "options": {
      "A": "William Shakespeare - Macbeth",
      "B": "Oscar Wilde - Salome",
      "C": "Cervantes - Don Kişot",
      "D": "Hugo - Sefiller",
      "E": "Çehov - İvanov"
    },
    "correctAnswer": "B",
    "explanation": "Belçikalı bağımsız oyun tasarımcıları Auriea Harvey and Michaël Samyn’in kurduğu Tale of Tales yapımı 2009 tarihli Fatale, <strong>Oscar Wilde</strong>’ın <strong>Salome</strong> (1891) adlı piyesinden esinlenen bir dijital oyundur."
  },
  {
    "id": "3641769",
    "unitNumber": 6,
    "text": "Bir oyun sanatı örneği olarak \"Super Mario Clouds (2002)\" isimli yapıta ilişkin aşağıda verilen ifadelerden hangisi <strong>yanlıştır</strong>?",
    "options": {
      "A": "1985 tarihli Nintendo Super Mario Bros oyununa dayanır",
      "B": "Görsel ve işitsel unsurlarının ortadan kaldırdığı bir sanatsal hackleme projesidir",
      "C": "Etkileşimlilik gerektiren oynanabilirlik unsurları ortadan kaldırılmıştır",
      "D": "Amaç oynanabilir bir deneyim elde etmektir",
      "E": "Çağdaş dijital gelişmelere katılmaya dair bir direncin göstergesidir"
    },
    "correctAnswer": "D",
    "explanation": "Bir oyun sanatı örneği olarak sanatçı Cory Arcangel’ın Super Mario Clouds (2002) isimli yapıtı, 1985 tarihli Nintendo Super Mario Bros oyununun<br/>mavi gökyüzü ve beyaz bulut kümeleri dışında tüm görsel ve işitsel unsurlarının ortadan kaldırdığı bir sanatsal hackleme projesidir. Etkileşimlilik gerektiren oynanabilirlik unsurları kaldırılmış olan Super Mario Bros oyunu, Cory Arcangel’in projesinde işleme bir dijital yapıta dönüşmüştür. Bu işleme yapıtta amaç oynanabilir bir deneyim elde etmek olmadığı gibi, interaktif unsurların eksikliği yüksek hızdaki çağdaş dijital gelişmelere katılmaya dair bir direncin göstergesi olarak anlaşılabilir."
  },
  {
    "id": "3641584",
    "unitNumber": 6,
    "text": "Bir video oyununun görsel, işitsel ya da prosedürel unsurlarının oyuncular veya hayranlar tarafından değiştirilme sürecini ifade eden kavram aşağıdakilerden hangisidir?",
    "options": {
      "A": "Video oyunu modlama",
      "B": "Video oyunu kodlama",
      "C": "Video oyunu geliştirme",
      "D": "Video oyunu yönetme",
      "E": "Video oyunu güncelleme"
    },
    "correctAnswer": "A",
    "explanation": "Video oyunu modlama (“modifikasyon”un kısaltması) bir video oyununun görsel, işitsel ya da prosedürel unsurlarının oyuncular veya hayranlar tarafından değiştirilme sürecini"
  },
  {
    "id": "3641770",
    "unitNumber": 6,
    "text": "Bir video oyununun görsel, işitsel ya da prosedürel unsurlarının oyuncular veya hayranlar tarafından değiştirilme sürecini ifade eden kavram aşağıdakilerden hangisidir?",
    "options": {
      "A": "Video oyunu modlama",
      "B": "Karşı oyun",
      "C": "Modlama",
      "D": "Oyun sanatı",
      "E": "Transmedya"
    },
    "correctAnswer": "A",
    "explanation": "Video oyunu modlama (“modifikasyon”un kısaltması) bir video oyununun görsel, işitsel ya da prosedürel unsurlarının oyuncular veya hayranlar tarafından değiştirilme sürecini ifade eder"
  },
  {
    "id": "3641773",
    "unitNumber": 6,
    "text": "Bireysel olarak ya da küçük ölçekli ekipler tarafından, büyük bir oyun yayımcısının teknik ya da mali desteği olmaksızın gerçekleştirilen oyunları ifade etmek için kullanılan kavram aşağıdakilerden hangisidir?",
    "options": {
      "A": "Labirent Oyunu",
      "B": "Bağımsız Oyun",
      "C": "Avangart Oyun",
      "D": "Politik Oyun",
      "E": "Şiir Oyun"
    },
    "correctAnswer": "B",
    "explanation": "Bağımsız Oyun kavramı, bireysel olarak ya da küçük ölçekli ekipler tarafından, büyük bir oyun yayımcısının teknik ya da mali<br/>desteği olmaksızın gerçekleştirilen oyunları ifade etmek için kullanılır."
  },
  {
    "id": "3641579",
    "unitNumber": 6,
    "text": "Bireysel olarak ya da küçük ölçekli ekipler tarafından, büyük bir oyun yayımcısının teknik ya da mali desteği olmaksızın gerçekleştirilen oyunları ifade etmek için kullanılır. Bu oyun türü nedir?",
    "options": {
      "A": "Şiir oyun",
      "B": "Avantgart oyun",
      "C": "Bağımsız oyun",
      "D": "Karşı-oyun",
      "E": "Prosedürelci oyun"
    },
    "correctAnswer": "C",
    "explanation": "Bağımsız Oyun kavramı, bireysel olarak ya da küçük ölçekli ekipler tarafından, büyük bir oyun yayımcısının teknik ya da mali desteği olmaksızın gerçekleştirilen oyunları ifade etmek için kullanılır. Cevap C seçeneğidir."
  },
  {
    "id": "3641577",
    "unitNumber": 6,
    "text": "Brian Schrank’ın yeni oyunlar yapma ve oynama yöntemleri ortaya koyan oyunlar olarak tanımladığı oyun türü aşağıdakilerden hangisidir?",
    "options": {
      "A": "Şiir oyun",
      "B": "Avantgart oyun",
      "C": "Politik oyun",
      "D": "Karşı-oyun",
      "E": "Prosedürelci oyun"
    },
    "correctAnswer": "B",
    "explanation": "Brian Schrank (2015) avantgart oyunları, yeni oyunlar yapma ve oynama yöntemleri ortaya koyan oyunlar olarak tanımlar. Cevap B seçeneğidir."
  },
  {
    "id": "3641624",
    "unitNumber": 6,
    "text": "Bu oyun dünya çapında bir ulusal arkeoloji müzesi tarafından üretilen ve dağıtılan ilk oyun olması açısından ilginç bir örnektir. Aşk, rüyalar, korku ve geçen zaman gibi temalar üzerine odaklanan anlatı-temelli bu oyunda, oyun boyunca ana karakterin yolu Antik Roma, Antik Mısır ve Burbon Hanedanı Dönemi gibi farklı tarihi dönemlerden karakterlerle kesişir. Bu oyun aşağıdakilerden hangisidir?",
    "options": {
      "A": "Fatale",
      "B": "Father and Son",
      "C": "Today I Die",
      "D": "Passage",
      "E": "Unmanned"
    },
    "correctAnswer": "B",
    "explanation": "2017 yılında oyuncularla buluşan <strong>Father and Son</strong> (2017) adlı mobil oyun dünya çapında bir ulusal<br/>arkeoloji müzesi tarafından üretilen ve dağıtılan ilk oyun olması açısından ilginç bir örnektir...Aşk, rüyalar, korku ve geçen zaman gibi temalar üzerine odaklanan anlatı-temelli oyunda, arkeolog bir baba ve hiç tanımadığı oğlunun hikayesi deneyimlenir. Oyun boyunca ana karakterin yolu Antik Roma, Antik Mısır ve Burbon Hanedanı Dönemi gibi farklı tarihi dönemlerden karakterlerle kesişir."
  },
  {
    "id": "3641621",
    "unitNumber": 6,
    "text": "Bu oyundaki amaç, evliliği temsil eden sistemin dengesini olabildiğince uzun sürdürebilmektir. Oyuncu, ekrandaki geometrik şekilleri etkileşime sokmayı deneyerek, şekillerin sistemdeki rollerini kavrayabilmek için girişimlerde bulunabilir. Oyuncu evli çifti temsil eden ve onları kuşatan dünya arasındaki ilişkinin dinamiklerini deneyerek anlamaya çalışır. Bu oyun çeşidi aşağıdakilerden hangisidir?",
    "options": {
      "A": "Braid",
      "B": "Half-Life",
      "C": "The Marriage",
      "D": "Adam Killer",
      "E": "Passage"
    },
    "correctAnswer": "C",
    "explanation": "Rod Humble’ın son derece basit mekaniklerle işleyen sembolik anlamlara dayalı <strong>The Marriage</strong><br/>(2007) (Evlilik) oyununu ele alalım. Oyun, bir kadın ve erkek arasındaki ilişkiyi, kadını temsil eden<br/>pembe bir kare ile bir erkeği temsil eden mavi bir karenin farklı renklerdeki çemberlerle kesiştiği bir<br/>uzamda modeller. <strong>Oyunun amacı, evliliği temsil eden sistemin dengesini olabildiğince uzun sürdürebilmektir. </strong>Oyuncu, ekrandaki geometrik şekilleri etkileşime sokmayı deneyerek, şekillerin sistemdeki rollerini kavrayabilmek için girişimlerde bulunabilir. Bu girişimlerin sonunda çeşitlemeler<br/>ortaya çıkar. Şekillerin boyutları küçülebilir, birbirlerine yaklaşabilirler, çok yaklaşmaları halinde<br/>renkleri silikleşebilir ya da daha belirginleşebilir. Oyuncu evli çifti temsil eden ve onları kuşatan<br/>dünya arasındaki ilişkinin dinamiklerini deneyerek anlamaya çalışır."
  },
  {
    "id": "3641776",
    "unitNumber": 6,
    "text": "Dallanan yapıdaki hikayeler ile edebi şiiri birleştiren bir yapıya sahip olan ve 2010 bağımsız oyun festivali IndieCade kapsamında Jüri ödülü alan oyun aşağıdakilerden hangisidir?",
    "options": {
      "A": "Today I Die",
      "B": "Fatale",
      "C": "Father and Son",
      "D": "Pac-Man",
      "E": "Passage"
    },
    "correctAnswer": "A",
    "explanation": "Today I Die, 2010 bağımsız oyun festivali IndieCade kapsamında Jüri ödülü almıştır."
  },
  {
    "id": "3641783",
    "unitNumber": 6,
    "text": "Dijital oyun ve sanat ilişkisi üzerine aşağıdakilerden hangisi doğrudur??",
    "options": {
      "A": "Ebert’e (2010) göre kazanma-kaybetme hedefleri, kurallar ve etkileşim üzerine kurulu dijital oyunların yüksek sanat statüsüne ulaşması mümkündür.",
      "B": "Eco'ya göre, sanat yapıtı, bir fikrin, mesajın bütünlüklü olarak aktarıldığı bir yapıt olarak biricik ve kapalı olmakla birlikte, izleyicinin algı ve yorumuyla dönüşen bir performans niteliği kazanması yönüyle açık bir yapıttır.",
      "C": "Alexander Calder’in boşlukta hareket eden ve farklı şekiller alarak değişen kinetik heykelleri hareketli yapıt sayılmaz.",
      "D": "Roy Ascott’a göre sanat yapıtı belirsizlik içermemeli, seyirci katılımı ve müdahalesine müsaade etmemelidir.",
      "E": "Dijital oyunların sanat sayılması gerektiğine ilişkin görüşleri savunan diğer önemli isim İngiliz The Guardian Gazetesi yazarı Jonathan Jones'dır."
    },
    "correctAnswer": "B",
    "explanation": "Sanat yapıtı, bir fikrin, mesajın bütünlüklü olarak aktarıldığı bir yapıt olarak biricik ve kapalı olmakla birlikte, izleyicinin algı ve yorumuyla dönüşen bir performans niteliği kazanması yönüyle açık bir yapıttır (Eco, 2001)."
  },
  {
    "id": "3641617",
    "unitNumber": 6,
    "text": "Dijital oyunların sanat eseri mi olduğu tartışılırken, sanat eseri kavramını katılımcıların kendi deneyimleri üzerinden yorumladığı ve onların katılımıyla nihai bir ürüne dönüşen açık bir form olarak tanımlar. Sanat yapıtı, bir fikrin, mesajın bütünlüklü olarak aktarıldığı bir yapıt olarak biricik ve kapalı olmakla birlikte, izleyicinin algı ve yorumuyla dönüşen bir performans niteliği kazanması yönüyle açık bir yapıttır. Bu açıklama aşağıdaki <strong>hangi bilim insanı</strong>na aittir?",
    "options": {
      "A": "Alexander Calder",
      "B": "Roger Ebert",
      "C": "Brian Schrank",
      "D": "Jonathan Jones",
      "E": "Umberto Eco"
    },
    "correctAnswer": "E",
    "explanation": "Açık Yapıt (1962) adlı çalışmasında göstergebilimci <strong>Umberto Eco,</strong> sanat eseri kavramını katılımcıların kendi deneyimleri üzerinden yorumladığı ve onların katılımıyla nihai bir ürüne dönüşen açık bir form olarak tanımlar...Sanat yapıtı, bir fikrin, mesajın bütünlüklü olarak aktarıldığı bir yapıt olarak biricik ve kapalı olmakla birlikte, izleyicinin algı ve yorumuyla dönüşen bir performans niteliği kazanması yönüyle açık bir yapıttır (Eco, 2001)."
  },
  {
    "id": "3641775",
    "unitNumber": 6,
    "text": "Dünya çapında bir ulusal arkeoloji müzesi tarafından üretilen ve dağıtılan <strong>ilk oyun</strong> aşağıdakilerden hangisidir?",
    "options": {
      "A": "Fatale",
      "B": "Father and Son",
      "C": "Today I Die",
      "D": "Pac-Man",
      "E": "Passage"
    },
    "correctAnswer": "B",
    "explanation": "2017 yılında oyuncularla buluşan Father and Son (2017) adlı mobil oyun dünya çapında bir ulusal arkeoloji müzesi tarafından üretilen ve dağıtılan ilk oyun olması açısından ilginç bir örnektir."
  },
  {
    "id": "3641345",
    "unitNumber": 6,
    "text": "Jonathan Blow tarafından 2008 yılında geliştirilen, platform türünün oyun konvansiyonlarını yeniden yorumlayarak oyuncunun beklentilerini kırmayı ve bu türün en bilinen mekanikleriyle me­taforlara dayalı yeni bir anlatı deneyimi kurmayı vadeden oyun aşağıdakilerden hangisidir?",
    "options": {
      "A": "The Mechanic is the Message",
      "B": "The Sims",
      "C": "Passage",
      "D": "Braid",
      "E": "The Marriage"
    },
    "correctAnswer": "D",
    "explanation": "Sanat Oyunu<br/>Jonathan Blow’un sanat oyunları arasında en bilinen örneklerden biri haline gelen <em>Braid </em>(2008) oyununda oyuncu tipik bir platform oyununda ol­duğu gibi bir prensesi kurtarmak üzere yola çıkan bir kahramanın hikayesi ile başlar. Ancak bulma­caları çözmeye çalışırken oyuncu zamanı geri alma becerisinin de olduğunu fark eder. Zamanı geri almak bulmacaları çözme sürecinin temel aşama­larından biridir. Oyun mekanikleri, oyuncuya za­manı geri alarak hatalarını düzeltme olanağı verir. <em>Braid</em>, platform türünün oyun konvansiyonlarını yeniden yorumlayarak oyuncunun beklentilerini kırmayı ve bu türün en bilinen mekanikleriyle me­taforlara dayalı yeni bir anlatı deneyimi kurmayı vadeder."
  },
  {
    "id": "3641618",
    "unitNumber": 6,
    "text": "Medya araştırmacısı Alexander Galloway (2006), ticari oyunlarda yoğun olarak kullanılan şiddet içerikli unsurları, onları çevreleyen hikâye örgüsünden arındırarak eleştirel bir şekilde tartışan ve bu yapıtları ‘karşı oyun’ (counter gaming) olarak adlandırır. Bu oyun aşağıdakilerden hangisidir?",
    "options": {
      "A": "Adam Killer",
      "B": "Half-Life",
      "C": "Super Mario Clouds",
      "D": "Counter-Strike",
      "E": "Super Mario Bros"
    },
    "correctAnswer": "A",
    "explanation": "Medya araştırmacısı Alexander Galloway (2006), ticari oyunlarda yoğun olarak kullanılan<br/>şiddet içerikli unsurları, onları çevreleyen hikâye örgüsünden arındırarak eleştirel bir şekilde tartışan<br/><strong>Adam Killer</strong> gibi yapıtları ‘karşı oyun’ (counter gaming) olarak adlandırır."
  },
  {
    "id": "3641615",
    "unitNumber": 6,
    "text": "Mobil cihazların da yaygınlaşmasıyla farklı yaş gruplarından, cinsiyetlerden, sosyo-ekonomik gruplardan kullanıcıların erişebildiği dijital oyunlar ilk anda oyun oynama etkinlikleriyle genişlemiştir. Aşağıdakilerden hangisi bu etkinlikler içinden <strong>değildir?</strong>",
    "options": {
      "A": "Sanat",
      "B": "Kültür",
      "C": "Bilim",
      "D": "Eğitim",
      "E": "Siyaset"
    },
    "correctAnswer": "C",
    "explanation": "Bu dönemde mobil cihazların da yaygınlaşmasıyla farklı yaş gruplarından, cinsiyetlerden, sosyo-ekonomik gruplardan kullanıcıların erişebildiği dijital oyunlar sadece bir boş zaman etkinliği niteliğinin ötesine geçerek,<strong> eğitim</strong> (örneğin eğitsel oyunlar), <strong>siyaset</strong> (politik oyunlar, haber-oyunlar gibi), <strong>kültür </strong>(kültürel miras ve oyunları bir araya getiren oyunlaştırma projeleri), <strong>sanat</strong> (sanat oyunları), <strong>savaş</strong> (insansız araçların kontrollerinin dijital oyun arayüzleri ile olan benzerliği) gibi ilk anda oyun oynama etkinlikleriyle birlikte düşünülmeyen alanlara da genişlemiştir.<br/>Bilim"
  },
  {
    "id": "3641774",
    "unitNumber": 6,
    "text": "Oscar Wilde’ın Salome (1891) adlı piyesinden esinlenen, Belçikalı bağımsız oyun tasarımcıları Auriea Harvey and Michaël Samyn’in kurduğu Tale of Tales yapımı 2009 tarihli dijital oyun aşağıdakilerden hangisidir?",
    "options": {
      "A": "Today I Die",
      "B": "Passage",
      "C": "Fatale",
      "D": "Pac-Man",
      "E": "The Marriage"
    },
    "correctAnswer": "C",
    "explanation": "Belçikalı bağımsız oyun tasarımcıları Auriea Harvey and Michaël Samyn’in kurduğu Tale of Tales yapımı 2009 tarihli Fatale, Oscar Wilde’ın Salome (1891) adlı piyesinden esinlenen bir dijital oyundur"
  },
  {
    "id": "3641772",
    "unitNumber": 6,
    "text": "Oyun araştırmacısı ve iletişim kuramcısı Ian Bogost'e göre iyi oyunların ve iyi şiirlerin ortak özelliği aşağıdakilerden hangisidir?",
    "options": {
      "A": "Anlam üreten mekanik sistemler olmaları",
      "B": "Ritmik bölümlerin varlığı",
      "C": "Dil oyunları",
      "D": "Metaforların kullanımı",
      "E": "Ses ve ölçü kullanımı"
    },
    "correctAnswer": "A",
    "explanation": "Oyun araştırmacısı ve iletişim kuramcısı Ian Bogost da A Slow Year: Game Poems adlı çalışmasında iyi oyunların ve iyi şiirlerin ortak özelliğinin anlam üreten mekanik sistemler olmaları olduğunun altını çizer"
  },
  {
    "id": "3641619",
    "unitNumber": 6,
    "text": "Oyuncu interaksiyonu gibi niteliklerin sanatsal ifade amaçlı kullanılmaları sonucunda ortaya çıkan yapıtlara ne denir?",
    "options": {
      "A": "Gameart (Oyun sanatı)",
      "B": "Artgame (Sanat oyunu)",
      "C": "Video art",
      "D": "Dijital art",
      "E": "Counter gaming (Karşı oyun)"
    },
    "correctAnswer": "B",
    "explanation": "<strong>Sanat oyunları (Artgame)</strong>, video oyunlarının tanımsal nitelikleri sayılabilecek, kurallar,<br/>mekanikler, hedefler, oyuncu interaksiyonu gibi niteliklerin sanatsal ifade amaçlı kullanılmaları sonucunda ortaya çıkan yapıtlardır.<br/>Artgame (Sanat oyunu)"
  },
  {
    "id": "3641623",
    "unitNumber": 6,
    "text": "Oyunların ve şiirlerin ortak özelliği farklı olasılıklar üretebilen sistemik yapılar olarak inşa edilmeleridir. Bulmaca türüne şiirin bir türü olarak yaklaşan ve dijital interaktif kurmacaları öncüleyen bir form olarak ele alan oyun ve interaktif anlatı araştırmacı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Nick Montfort",
      "B": "Johan Huizinga",
      "C": "Mary Flanagan",
      "D": "Ian Bogost",
      "E": "Jim Andrews"
    },
    "correctAnswer": "A",
    "explanation": "Bir diğer oyun ve interaktif anlatı araştırmacısı <strong>Nick Montfort (2003)</strong>, bulmaca türüne şiirin bir türü olarak yaklaşır ve dijital interaktif kurmacaları öncüleyen bir form olarak ele alır."
  },
  {
    "id": "3641616",
    "unitNumber": 6,
    "text": "Oyunsallaşmanın medya ürünlerinde görünürlüğünün artışı hangi yıllarla birlikte ivme kazanmıştır?",
    "options": {
      "A": "1980",
      "B": "1985",
      "C": "1987",
      "D": "1990",
      "E": "1993"
    },
    "correctAnswer": "D",
    "explanation": "Oyunsallaşmanın medya ürünlerinde görünürlüğünün artışı da <strong>1990’lı</strong> yıllarla birlikte ivme<br/>kazanmıştır."
  },
  {
    "id": "3641771",
    "unitNumber": 6,
    "text": "Platform türünün oyun konvansiyonlarını yeniden yorumlayarak oyuncunun beklentilerini kırmayı ve bu türün en bilinen mekanikleriyle metaforlara dayalı yeni bir anlatı deneyimi kurmayı vadeden, Jonathan Blow’un sanat oyunları arasında en bilinen örneklerden biri olan oyun aşağıdakilerden hangisidir?",
    "options": {
      "A": "Braid",
      "B": "Passage",
      "C": "The Marriage",
      "D": "Pong",
      "E": "Velvet Strike"
    },
    "correctAnswer": "A",
    "explanation": "Braid, platform türünün oyun konvansiyonlarını yeniden yorumlayarak oyuncunun beklentilerini kırmayı ve bu türün en bilinen mekanikleriyle metaforlara dayalı yeni bir anlatı deneyimi kurmayı vadeder."
  },
  {
    "id": "3641622",
    "unitNumber": 6,
    "text": "Prosedürelci oyunlar (proceduralist games), sanatsal anlamı ifade etmek için ana araç olarak kural sistemlerini kullanırlar. Örneğin Braid oyununda bazı konular üzerine sorularla karşı karşıya gelir ve oyun, ‘eğer geri dönebilseydim’ sorusunun farklı şekillerde deneyimlenebileceği imkânlar sunar. Aşağıdakilerden hangisi bu konulardan <strong>değildir</strong><strong>?</strong>",
    "options": {
      "A": "Şüphe",
      "B": "Zaman",
      "C": "Affetme",
      "D": "Pişmanlık",
      "E": "Gözlem"
    },
    "correctAnswer": "E",
    "explanation": "Dolayısıyla prosedürelci oyunlar (proceduralist games), sanatsal anlamı ifade etmek için ana araç olarak kural sistemlerini kullanırlar...Braid oyununda sözgelimi, <strong>oyuncu, şüphe, affetme, zaman, pişmanlık</strong> üzerine sorularla karşı karşıya gelir ve oyun, ‘eğer geri dönebilseydim’ sorusunun farklı şekillerde deneyimlenebileceği imkanlar sunar.<br/>Gözlem"
  },
  {
    "id": "3641344",
    "unitNumber": 6,
    "text": "Rod Humble’ın basit mekaniklerle işleyen ve <span style=\"color: #221e1f;\">amacı, evliliği temsil eden sistemin dengesini olabildiğince uzun sürdürebilmek olan oyunu aşa</span>ğıdakilerden hangisidir?",
    "options": {
      "A": "Geçit (Passage)",
      "B": "Evlilik (The Marriage)",
      "C": "Yüzük (The Ring)",
      "D": "Evlilik Bağı (Wedlock)",
      "E": "Kusursuz Evlilik (A Match Made in Heaven)"
    },
    "correctAnswer": "B",
    "explanation": "Rod Humble’ın son derece basit mekaniklerle işleyen sembolik anlamlara dayalı <em>The Marriage </em>(2007) (Evlilik) oyununu ele alalım. Oyun, bir ka­dın ve erkek arasındaki ilişkiyi, kadını temsil eden pembe bir kare ile bir erkeği temsil eden mavi bir karenin farklı renklerdeki çemberlerle kesiştiği bir uzamda modeller. Oyunun amacı, evliliği temsil eden sistemin dengesini olabildiğince uzun sürdü­rebilmektir. Oyuncu, ekrandaki geometrik şekil­leri etkileşime sokmayı deneyerek, şekillerin sis­temdeki rollerini kavrayabilmek için girişimlerde bulunabilir. Bu girişimlerin sonunda çeşitlemeler ortaya çıkar. Şekillerin boyutları küçülebilir, bir­birlerine yaklaşabilirler, çok yaklaşmaları halinde renkleri silikleşebilir ya da daha belirginleşebilir. Oyuncu evli çifti temsil eden ve onları kuşatan dünya arasındaki ilişkinin dinamiklerini deneye­rek anlamaya çalışır. Bu yoruma dayalı soyut, sı­nırlayıcı ancak bir o kadar da açık sistemler sanat oyunu türünün karakteristik özellikleri arasında­dır. Sanat oyunları, oyuncunun sistem ile etkile­şimi üzerinden anlam üretmeye dayalıdır. Sharp’a göre (2015) sanat oyunları temel bir fikri iletmek üzere yola çıkarlar. Bu fikirler elbette yoruma açık bir şekilde sunulur ve insan doğasına ilişkin bir anlatının keşfini içerirler. Ancak oyun deneyimi­nin sonunda oyuncunun, tasarımcının spesifik yorumunu da duyumsayabileceği şekilde tasar­lanmışlardır. <em>The Marriage </em>(Evlilik) oyunu, evli­lik ve lişki’ dinamikleri üzerinde tasarımcısı Rod Humble’ın kişisel bakış açısını aktarır. Oyuncu­nun, tasarımcının iletmek istediği mesajı, simü­lasyonun katılıma ve yoruma açık doğası içinde algılayabiliyor olması sanat oyunlarının önemli özelliklerinden biridir."
  },
  {
    "id": "3641777",
    "unitNumber": 6,
    "text": "Rohrer (2007) tarafından \"Gençlikten yaşlılığa ve ölüme kadar bütün bir yaşamı beş dakikalık bir zaman diliminde sunuyor. Tabii ki, bu yapıt, bir resim ya da film değil, bir oyun. Yani oyuncu olarak yaptığınız seçimler çok önemli. Bu oyunu oynamanın “doğru” bir yolu yok, tıpkı onu yorumlamanın doğru bir yolu olmadığı gibi.\" şeklinde anlatılan dijital oyun aşağıdakilerden hangisidir?",
    "options": {
      "A": "Pac-Man",
      "B": "Passage",
      "C": "Today I Die",
      "D": "Fatale",
      "E": "Father and Son"
    },
    "correctAnswer": "B",
    "explanation": "Rohrer Passage’ı şöyle anlatır: Gençlikten yaşlılığa ve ölüme kadar bütün bir yaşamı beş dakikalık bir zaman diliminde sunuyor. Tabii ki, bu yapıt, bir resim ya da film değil, bir oyun. Yani oyuncu olarak yaptığınız seçimler çok önemli. Passage’ı oynamanın “doğru” bir yolu yok, tıpkı onu yorumlamanın doğru bir yolu olmadığı gibi. (Rohrer, 2007)."
  },
  {
    "id": "3641801",
    "unitNumber": 6,
    "text": "Sanat mekanlarının oyunlaşması konusunda Father and Son oyunu hakkında aşağıdakilerden hangisi <span style=\"text-decoration: underline;\"><strong>yanlıştır?</strong></span>",
    "options": {
      "A": "<br/>Kişisel bir hikâye olarak başlayan deneyim, bugün ve geçmiş arasında bir dizi seçimler gerektiren evrensel ve zamansız bir anlatıya dönüşür.",
      "B": "<br/>Oyuncular, söz konusu oyunu, müzeye gelmeden sadece dijital ortamda oynayabilecekleri gibi, müzeyi ziyaret etmeleri halinde oyunun dijitalde sunduğu deneyimin ötesine geçip yeni oyun özelliklerine erişebilmeleri de mümkündür.",
      "C": "<br/>Oyun boyunca ana karakterin yolu Antik Roma, Antik Mısır ve Burbon Hanedanı Dönemi gibi farklı tarihi dönemlerden karakterlerle kesişir.",
      "D": "<br/>Oyunun amacı tüm dünyadan özellikle genç ziyaretçilerin ilgisini çekecek, müzenin fiziki gerçekliğiyle dijital kurgusal dünya arasında bir köprü oluşturabilecek bir deneyim yaratmaktır.",
      "E": "<br/>Oyun, Almanya ve Hollanda’nın Ren Bölgesi’nde yer alan, çağdaş sanat, tarih ve açık hava müzeleri gibi farklı türde müzeleri interaktif, oyunsal bir hikaye üzerinden transmedyal bir devamlılık ağı yaratarak birbirine bağlayan, Avrupa Birliği destekli bir projedir."
    },
    "correctAnswer": "E",
    "explanation": "<br/>Avrupa Birliği destekli <strong>Rheinland.Xperiences</strong> (Sezen vd., 2019) (Ren Deneyimleri) projesi, <strong>Almanya ve Hollanda’nın Ren Bölgesi’nde yer alan, çağdaş sanat, tarih ve açık hava müzeleri gibi farklı türde müzeleri interaktif, oyunsal bir hikaye üzerinden transmedyal bir devamlılık ağı yaratarak birbirine bağlayan bir projedir.</strong>"
  },
  {
    "id": "3641581",
    "unitNumber": 6,
    "text": "Sanat mekanlarının oyunlaştırılmasına örnek gösterilebilecek ilk oyun aşağıdakilerden hangisidir?",
    "options": {
      "A": "Adam Killer (2000)",
      "B": "Father and Son (2017)",
      "C": "Asteroids (1979)",
      "D": "Passage (2007)",
      "E": "The Marriage (2007)"
    },
    "correctAnswer": "B",
    "explanation": "2017 yılında oyuncularla buluşan Father and Son (2017) adlı mobil oyun dünya çapında bir ulusal arkeoloji müzesi tarafından üretilen ve dağıtılan ilk oyun olması açısından ilginç bir örnektir. Cevap B seçeneğidir."
  },
  {
    "id": "3641620",
    "unitNumber": 6,
    "text": "Sanat oyunları, oyuncunun bazı sistemleri keşfetmesine imkân sunan reflektif uzamlar yaratırlar. Aşağıdakilerden hangisi bu uzamlardan <strong>değildir?</strong>",
    "options": {
      "A": "Soyutlama",
      "B": "Alegoriler (Simgelerle tasvirleme, canlandırma)",
      "C": "Metaforlar",
      "D": "Poetikalar",
      "E": "Kurgusal mekanik modeller"
    },
    "correctAnswer": "D",
    "explanation": "Sanat oyunları, <strong>soyutlama</strong>, <strong>alegoriler</strong>, <strong>metaforlar</strong>ı modelleyen oyun <strong>mekanikleri kurgulay</strong>arak oyuncunun bu sistemleri keşfetmesine imkân sunan reflektif uzamlar yaratırlar.<br/>Poetikalar"
  },
  {
    "id": "3641343",
    "unitNumber": 6,
    "text": "Sanatçı Cory Arcangel’in, 1985 <span style=\"font-size: 11.0pt; color: #221e1f;\">tarihli Nintendo Super Mario Bros oyununun mavi gökyüzü ve beyaz bulut kümeleri dışında tüm gör­sel ve işitsel unsurlarını ortadan kaldırdığı bir sanatsal hackleme projesi</span><span style=\"color: #221e1f;\"> sonucu ortaya çıkan 2002 tarihli yapıtı </span>aşağıdakilerden hangisidir?",
    "options": {
      "A": "The Machine is Us",
      "B": "Synthetic",
      "C": "Creative Pursuits",
      "D": "Super Mario Clouds",
      "E": "Overwrite"
    },
    "correctAnswer": "D",
    "explanation": "Bir oyun sanatı örneği olarak sanatçı Cory Arcangel’ın Super Mario Clouds (2002) isimli yapıtı, 1985 tarihli Nintendo Super Mario Bros oyununun mavi gökyüzü ve beyaz bulut kümeleri dışında tüm gör­sel ve işitsel unsurlarının ortadan kaldırdığı bir sanatsal <em>hack</em>leme projesidir. Etkileşimlilik gerektiren oynanabi­lirlik unsurları kaldırılmış olan <em>Super Mario Bros </em>oyunu, Cory Arcangel’in projesinde işleme bir dijital yapıta dö­nüşmüştür. Bu işleme yapıtta amaç oynanabilir bir deneyim elde etmek olmadığı gibi, interaktif unsurların eksikliği yüksek hızdaki çağdaş dijital gelişmelere katılmaya dair bir direncin göstergesi olarak anlaşılabilir (Lisson Gallery, 2020). Sanatçının şıklarda yer alan diğer eserlerinin yılları aşağıdaki gibidir: Synthetic(2009), Creative Pursuits ( 2010), The Machine is Us (2022), Overwrite (2020)"
  },
  {
    "id": "3641341",
    "unitNumber": 6,
    "text": "Video oyunlarının yüksek sanat sayılamayacağını savunarak oyuncu toplulukları arasında tepkilere yol açan film eleştirmeni aşağıdakilerden hangisidir?",
    "options": {
      "A": "Roger Elbert",
      "B": "James Berardinelli",
      "C": "Lisa Schwarzbaum",
      "D": "Joe Williams",
      "E": "Arielle Kebbel"
    },
    "correctAnswer": "A",
    "explanation": "Dijital Oyunlar ve Sanat İlişkisi<br/><span style=\"font-size: 11.0pt; color: #221e1f;\">Amerikalı ünlü film eleştirmeni Roger Ebert 2010 tarihli <em>‘Video Oyunları Asla Sanat Olamaz’ </em>başlıklı makalesinde, video oyunlarının yüksek sanat sayılamayacağını söyleyerek oyuncu top­lulukları arasında tepkilere yol açan popüler bir tartışmaya sebep olmuştu. Ebert’e (2010) göre kazanma-kaybetme hedefleri, kurallar ve etkileşim üzerine kurulu dijital oyunların yüksek sanat statü­süne ulaşması mümkün değildi. Satranç, futbol ya da basketbolun sanat sayılmaması gibi, duygu ve düşünceleri ifade etmekten çok kazanma-kaybetme ikiliğine sıkışmış dijital oyunların sanatsal ortamlar olarak nitelenmesi de anlamsız bir girişimdir. </span><br/><span style=\"font-size: 11.0pt; color: #221e1f;\">Oyun araştırmacısı Brian Schrank (2015), Ebert’in video oyunların sanat sayılmaması yönün­deki tutumunu, bir kulübe son üye olanların, yeni alınacak üyeler konusunda daha katı bir tutum takınmasına benzetir. 1950’li ve 1960’lı yıllarda dönemin yeni medyası olarak film medyumunun sanatsal niteliğine yönelik itirazlar ile bugün dijital oyunların yüksek sanat sayılıp sayılmamasına iliş­kin tartışmalar arasındaki paralellikleri göz önünde bulundurulduğunda Schrank’in (2015) bu benzet­mesinin yerinde olduğu söylenebilir. </span><br/><span style=\"font-size: 11.0pt; color: #221e1f;\">Yük­sek sanat ve popüler sanat arasındaki bu söylemsel dikotominin, sinema sanatı ve dijital oyunları iki ayrı söylemsel cepheye konumlandıran Ebert’in makalesiyle tekrar ortaya çıktığını söylemek yanlış olmaz. </span><br/><span style=\"font-size: 11.0pt; color: #221e1f;\">Roger Ebert’e göre filmlerin büyük bölümü popü­ler eğlence niteliği taşısa dahi, bir ifadesel iletişim ortamı olarak yüksek sanat statüsündedir; diğer yandan, sanatın düşüncelerin ifade edilmesi olarak nitelenebilecek en temel karakteristiği dijital oyun­larda eksiktir.</span>"
  },
  {
    "id": "3641347",
    "unitNumber": 6,
    "text": "Yeni oyunlar yapma ve oynama yöntemleri ortaya koyan oyunlar olarak tanımlanan oyunlar aşağıdakilerden hangisidir?",
    "options": {
      "A": "Şiir Oyun",
      "B": "Politik Oyun",
      "C": "Avangart Oyun",
      "D": "İnteraktif Oyun",
      "E": "Konvansiyonel Oyun"
    },
    "correctAnswer": "C",
    "explanation": "Oyunların İfadesel Olanakları: Şiir-Oyunlar, Politik Oyunlar Ve Avangart Oyunlar<strong>/ </strong>Avangart Oyun<br/>Brian Schrank (2015) avantgart oyunları, yeni oyunlar yapma ve oynama yöntemleri ortaya koyan oyunlar olarak tanımlar. Ana akım oyun endüst­risi, oyuncuları sınırları belli konvansiyonlara göre çizilmiş bir üretim ve tüketim zinciri içinde kalma­ya yönlendiren oyunların hâkim olduğu bir yapı­yı sürdürür. Buna karşılık avangart oyunlar, oyun medyumunun sınırlarının yenilikçi, şaşırtıcı ve beklenmedik denemelerle zorlanabileceği ve yeni anlamlar üretebilecek çabalara işaret eder. Avan­gart deneyimler Schrank’e göre, sanat dünyasında oyunlara yer açmanın yanı sıra yaşadığımız ger­çekliğin politik deneyimlerini oyun medyumunun interaktivite, kurallar, enformasyon ve navigasyona dayalı prensipleriyle keşfetmeyi içerir."
  },
  {
    "id": "3641342",
    "unitNumber": 6,
    "text": "“Dijital oyunların çağdaş sanat manzarasında görünürlüğü 1990’lı yılların sonuna rastlar. Bu dönemde ortaya çıkan ve <em>‘oyun sanatı’ </em>(game art) olarak adlandırılan dijital sanat yapıtları çoğunlukla ticari dijital oyunların esin kaynağı olarak görüldüğü yapıtlardır. ……….. sürecine sokularak görsel, işitsel unsurları, etkileşimli yapıları modifiye edilen bu yapıtlar, oynanmaktan çok müze ve galeriler gibi çağdaş sanat me­kanlarında sergilenmek üzere üretilmişlerdir.” Boşluğu doğru olarak dolduracak olan ifade aşağıdakilerden hangisidir?",
    "options": {
      "A": "Kodlama",
      "B": "Modlama",
      "C": "Beta",
      "D": "Çarpışma",
      "E": "Hata ayıklama"
    },
    "correctAnswer": "B",
    "explanation": "Dijital oyunların çağdaş sanat manzarasında görünürlüğü 1990’lı yılların sonuna rastlar. Bu dönemde ortaya çıkan ve <em>‘oyun sanatı’ </em>(game art) olarak adlandırılan dijital sanat yapıtları çoğunlukla ticari dijital oyunların esin kaynağı olarak görüldüğü yapıtlardır. <strong><em>Modlama </em></strong>sürecine sokularak görsel, işitsel unsurları, etkileşimli yapıları modifiye edilen bu yapıtlar, oynanmaktan çok müze ve galeriler gibi çağdaş sanat me­kanlarında sergilenmek üzere üretilmişlerdir. Bir diğer deyişle <em>oyun sanatı </em>(game art) örnekleri, ticari dijital oyunları sanat malzemesi olarak işleyen, çoğunlukla oynanabilirlik niteliği olmayan örneklerdir."
  },
  {
    "id": "3641582",
    "unitNumber": 6,
    "text": "“Oyun içindeki canavarlardan kaçmak, bir rakibi alt etmek veya belirli bir süre içinde karmaşık bir mekânda gezinmek için oyuncunun hızla hareket etmesini gerektiren oyunlardır. Bazen oyuncular birbirleriyle rekabet eder, bazen de bir oyuncu süre dolmadan veya bir canavar ya da başka bir uzaylı yaratık tarafından yenmeden önce mümkün olduğunca çok puan kazanmaya çalışır.” Bu tanımlamaya uyan oyun türü nedir?",
    "options": {
      "A": "Şiir Oyun",
      "B": "Avantgart Oyun",
      "C": "Bağımsız Oyun",
      "D": "Karşı Oyun",
      "E": "Labirent Oyunu"
    },
    "correctAnswer": "E",
    "explanation": "Labirent Oyunu: Tüm oyun alanının bir labirent olduğu oyunları tanımlamak için kulla[1]nılır. Oyun içindeki canavarlardan kaçmak, bir rakibi alt etmek veya belirli bir süre içinde labirentte gezinmek için oyuncunun hızla hareket etmesini gerektiren oyunlardır. Bazen oyuncular birbirleriyle rekabet eder, bazen de bir oyuncu süre dolmadan veya bir canavar ya da başka bir uzaylı yaratık tarafından yenmeden önce mümkün olduğunca çok puan kazan[1]maya çalışır. Pac-Man (1980) gibi labirent oyunları, video oyunlarının en eski türlerinden biridir. Tüm ekran, oyuncuların yollarını bulması gereken bir labirenttir. Cevap E seçeneğidir."
  },
  {
    "id": "3641339",
    "unitNumber": 6,
    "text": "“Postmodern yetişkinliğin işareti, oyunu çocukların yaptığı gibi tüm kalbiyle kucaklamaya istekli olmaktır.” Yukarıdaki söz hangi sosyoloğa aittir?",
    "options": {
      "A": "Aguste Comte",
      "B": "Max Weber",
      "C": "Zygmunt Bauman",
      "D": "Karl Marx",
      "E": "Harriet Martineau"
    },
    "correctAnswer": "C",
    "explanation": "Giriş<br/>Sosyolog Zygmunt Bauman’ın ifade ettiği üzere oyunsallaşma, bu yeni yaklaşımlara göre, çocukluk dönemiyle sınırlandırılmış olmaktan çıkıp yaşam boyu süren bir tutuma dönüşmüştür. Bu bağlam­da Bauman (1995, s.99) “postmodern yetişkinliğin işareti, oyunu çocukların yaptığı gibi tüm kalbiyle kucaklamaya istekli olmaktır” der. Oyunsallaşmanın medya ürünlerinde görü­nürlüğünün artışı da 1990’lı yıllarla birlikte ivme kazanmıştır."
  },
  {
    "id": "3641346",
    "unitNumber": 6,
    "text": "“Prosedürelci sanat oyunlarında, oyuncuların üretece­ği anlamlar netlik içermezken, tasarımcının oyun mekanikleri üzerinden ortaya koyduğu prosedürel argüman, tasarımcının ………… varlığını duyumsata­cak şekilde belirgindir.” Boşluğu doğru olarak dolduracak olan ifade aşağıdakilerden hangisidir?",
    "options": {
      "A": "Avangart",
      "B": "Star",
      "C": "Arketip",
      "D": "Artsüremli",
      "E": "Auteur"
    },
    "correctAnswer": "E",
    "explanation": "Sanat Oyunu<br/>Prosedürelci sanat oyunla­rında, kural tabanlı sistemler üzerinde anlam üret­mek birincil önemdedir. Soyutlamaya dayalı anla­tımda, oyuncular metaforlar ve semboller üzerinde içe bakış ve refleksiyon ile kendi öznel anlamlarını üretmeye teşvik edilirler. Oyuncuların üretece­ği anlamlar netlik içermezken, tasarımcının oyun mekanikleri üzerinden ortaya koyduğu prosedürel argüman, tasarımcının <em>auteur </em>varlığını duyumsata­cak şekilde belirgindir."
  },
  {
    "id": "3641613",
    "unitNumber": 7,
    "text": "(IDE ) tümleşik geliştirme ortamı Processing'in kurulu olduğu programlama dili aşağıdakilerden hangisidir?",
    "options": {
      "A": "Java",
      "B": "C",
      "C": "C++",
      "D": "Lingo",
      "E": "Python"
    },
    "correctAnswer": "A",
    "explanation": "Processing bilgisayar ortamında generatif sanat üretmek için pek çok sanatçı tarafından kullanılan bir programlama ortamıdır. Processing elektronik sanat, yeni medya sanatı ve görsel tasarım toplulukları için, programcınolmayanlara bilgisayar programcılığının temellerini görsel bir bağlam içerisinde öğretme amacıyla Java programlama dili kullanılarak oluşturulmuş bir grafik kütüphane ve tümleşik geliştirme ortamıdır (IDE). Processing aslında bir programlama dili değil, daha çok bir programlama ortamıdır. Bunun sebebi<br/><strong>Processing’in Java programlama dili üzerine kurulu olmasıdır.</strong> Elbette ki Java’nın kendisini oluşturan parçalar da C ve C++ gibi başka programlama dilleri ile oluşturulmuştur (Peters, 2007). Processing kullandığınızda aslında Java kullanıyorsunuz demektir, Processing sadece Java kullanarak yazmanız gereken koddan çok daha basitleştirilmiş kodlar yazarak amacınıza ulaşmanıza olanak verir."
  },
  {
    "id": "3641811",
    "unitNumber": 7,
    "text": "-Bu düzenek bir kalem yardımı ile büyük bir kağıt üzerine mürekkeple çizimler yapabilmektedir.<br/>-Çizgileri çok kabaca önceden planlanmıştır.<br/>-Çizimin nerede ve ne ile başlayacağını ve ne zaman biteceğini program kendisi belirlemektedir.<br/>Yukarıda verilen ifadeler hangi bilgisayar programını tanımlamaktadır?",
    "options": {
      "A": "Tree Drawings",
      "B": "DARCI",
      "C": "Pretty Little Flocker",
      "D": "The Painting Fool",
      "E": "AARON"
    },
    "correctAnswer": "E",
    "explanation": "Bu düzenek bir kalem yardımı ile büyük bir kağıt üzerine mürekkeple çizimler yapabilmektedir. AARON’ın çizgileri çok kabaca önceden planlanmıştır. Program otomatik olarak çizimde bir insan figürü olup olmayacağına karar vermekte, kaç tane olacağını, hangi cinsiyette olacağını ve nerede yer alacağını belirliyor ve arka planda hangi bitkilerin olacağını seçmektedir. Çizimin nerede ve ne ile başlayacağını ve ne zaman biteceğini program kendisi belirlemektedir."
  },
  {
    "id": "3641815",
    "unitNumber": 7,
    "text": "-Frieder Nake’in ilk çalışmaları bunun en güzel örnekleridir.<br/>-Programcılar sıklıkla bilgisayarın bu yeteneğinden faydalanmışlardır.<br/>Yukarıda verilen ifadeler bir bilgisayar programının sanatsal anlamda kullanılan hangi özelliğini açıklamaktadır?",
    "options": {
      "A": "Parametreleştirme",
      "B": "Tekrar",
      "C": "Dönüştürme",
      "D": "Simülasyon",
      "E": "Kod"
    },
    "correctAnswer": "B",
    "explanation": "Tekrar: Bilgisayarlar aynı hesaplamaları tekrar tekrar doğru bir şekilde yapmak üzere tasarlanmıştır. Programcılar sıklıkla bilgisayarın bu yeteneğinden faydalanmışlardır. Frieder Nake’in ilk çalışmaları programlanmış tekrarın mükemmel örnekleridir. Bilgisayarların tekrarlama konusundaki doğal yetenekleri bir çizgiyi pek çok kez tekrarlamaktan otonom karakterlerden oluşan kalabalık simülasyonları oluşturmaya doğru bir gelişim kaydetmiştir (Görsel 7.7)."
  },
  {
    "id": "3641812",
    "unitNumber": 7,
    "text": "...............bilgisayar ortamında generatif sanat üretmek için pek çok sanatçı tarafından kullanılan bir programlama ortamıdır.<br/>Yukarıda verilen cümlede boşluğa gelecek <span style=\"text-decoration: underline;\">en uygun</span> ifade aşağıdakilerden hangisidir?",
    "options": {
      "A": "Dönüştürme",
      "B": "Parametreleştirme",
      "C": "Processing",
      "D": "Tekrar",
      "E": "Simülasyon"
    },
    "correctAnswer": "C",
    "explanation": "Processing bilgisayar ortamında generatif sanat üretmek için pek çok sanatçı tarafından kullanılan bir programlama ortamıdır."
  },
  {
    "id": "3641600",
    "unitNumber": 7,
    "text": "1805 yılında bir programı delikli kartlara kaydetme fikri, generatif dokuma sanatında hangi sanatçı bir devrim yarattı?",
    "options": {
      "A": "Jacquard",
      "B": "Georg Nees",
      "C": "Frieder Nake",
      "D": "Manfred Mohr",
      "E": "Ian Goodfellow"
    },
    "correctAnswer": "A",
    "explanation": "<br/>GENERATİF SANATIN TARİHÇESİ<br/>1805 yılında <strong>Jacquard’ın</strong> bir programı delikli kartlara kaydetme fikri, generatif dokuma sanatında bir devrim yarattı."
  },
  {
    "id": "3641608",
    "unitNumber": 7,
    "text": "1965’de bilgisayar sanatı eserlerinin sergilendiği ilk etkinliği gerçekleştiren kimdir?",
    "options": {
      "A": "Manfred Mohr",
      "B": "Harold Cohen",
      "C": "Georg Nees",
      "D": "Ian Goodfellow",
      "E": "Tim Knowles"
    },
    "correctAnswer": "C",
    "explanation": "<strong>Bilgisayar sanatı eserlerinin sergilendiği ilk etkinlik 1965 </strong>yılının Şubat ayında Stuttgart’da düzenlenen<br/><strong>“Generative Computergraphik” adını taşıyan, Georg Nees</strong>’in işlerinin yer aldığı bir sergiydi. Kasım 1965’te<br/>Nees bir kez daha, bu kez Frieder Nake ile birlikte işlerini sergiledi. Sanatçılar burada çalışmalarını tanımlamak için “generatif” terimini kullandılar."
  },
  {
    "id": "3641813",
    "unitNumber": 7,
    "text": "1980'li yıllarda Macromedia Director adlı programın ilk sürümü için geliştirilen o dönem pek çok tasarımcı ve sanatçı tarafından yaygın olarak kullanılan ilk programlama dili aşağıdakilerden hangisidir?",
    "options": {
      "A": "Substrate",
      "B": "Subsets",
      "C": "100 Special Moments",
      "D": "Lindenmayer",
      "E": "Lingo"
    },
    "correctAnswer": "E",
    "explanation": "Lingo adındaki programlama dili 1988 yılında, o dönemki adıyla Macromedia Director adlı programın ilk sürümü için geliştirildi. Lingo o dönem pek çok tasarımcı ve sanatçı tarafından yaygın olarak kullanılan ilk programlama dili olmuştur."
  },
  {
    "id": "3641601",
    "unitNumber": 7,
    "text": "2001 yılında Simon Colton ve meslektaşları tarafından geliştirilen bir bilgisayar programı ve eserlerini sayısal olarak üreten ve farklı stillerde boyayabilen yazılım hangisidir?",
    "options": {
      "A": "IDE",
      "B": "Processing",
      "C": "The Painting Fool",
      "D": "Tree Drawings",
      "E": "Aaron"
    },
    "correctAnswer": "C",
    "explanation": "Örnekler<br/><span style=\"font-size: medium;\"><strong>The Painting Fool: </strong></span><span style=\"font-family: Adobe Garamond Pro,Adobe Garamond Pro; font-size: medium;\">The Painting Fool, 2001 yılında Simon Colton ve meslektaşları tarafından geliştirilen bir bilgisayar programı, yapay bir sanatçıdır. Bu yazılım eserlerini sayısal olarak üretir ve farklı stillerde boyayabilir.</span>"
  },
  {
    "id": "3641610",
    "unitNumber": 7,
    "text": "2001 yılında Simon Colton ve meslektaşlarının geliştirdiği bilgisayar programı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Aaron",
      "B": "The Painting Fool",
      "C": "Tree Drawings",
      "D": "Processing",
      "E": "IDE"
    },
    "correctAnswer": "B",
    "explanation": "The Painting Fool: <strong>The Painting Fool, 2001 yılında Simon Colton ve meslektaşları tarafından geliştirilen bir bilgisayar programı, yapay bir sanatçıdır.</strong> Bu yazılım eserlerini sayısal olarak üretir ve farklı stillerde<br/>boyayabilir"
  },
  {
    "id": "3641658",
    "unitNumber": 7,
    "text": "<span style=\"font-family: verdana, geneva, sans-serif;\"><strong>Generatif sanatın tarihi içerisinde altı çizilmesi gereken olaylardan birisi aşağıdaki ifadelerden hangisidir?</strong></span>",
    "options": {
      "A": "<span style=\"font-family: 'Times New Roman',serif;\">Jacquard dokuma tezgahının icadı.</span>",
      "B": "<span style=\"font-family: 'Times New Roman',serif;\">The Painting Fool bilgisayar programının üretilmesi.</span>",
      "C": "<span style=\"font-family: 'Times New Roman',serif;\">AARON bilgisayar programımın geliştirilmesi.</span>",
      "D": "<span style=\"font-family: 'Times New Roman',serif;\">“Generative Computergraphik” adını taşıyan serginin açılması.</span>",
      "E": "<span style=\"font-family: 'Times New Roman',serif;\">Çekişmeli üretici ağların üretilmesi.</span>"
    },
    "correctAnswer": "A",
    "explanation": "<span style=\"font-family: 'Times New Roman',serif;\">Jacquard dokuma tezgahının icadı da generatif sanatın tarihi içerisinde altı çizilmesi gereken olaylardan birisidir. <br/></span>"
  },
  {
    "id": "3641455",
    "unitNumber": 7,
    "text": "<span style=\"font-size: 10.0pt;\">Aşağıdakilerden hangisi, sanatsal yaratımın öncelikli olarak sosyal bir davranış olduğunu söyleyerek bilgisayarların insanların yerini alamayacağı sonucuna varmaktadır?</span>",
    "options": {
      "A": "<span style=\"font-size: 11.0pt;\">Antonio Daniele</span>",
      "B": "Aaron Hertzman",
      "C": "Mark Coec­kelbergh",
      "D": "Wei Ren Tan",
      "E": "Yi-Zhe Song"
    },
    "correctAnswer": "B",
    "explanation": "Bilgisayarların sanatçı insanların ye­rini alıp alamayacağını tartışan <strong>Aaron Hertzman,</strong> sanatın insanın niyetine, ilhamına ve bir şey ifade etme konusundaki isteğine ihtiyaç duyduğunu id­dia etmektedir. Hertzman ayrıca sanatsal yaratımın öncelikli olarak sosyal bir davranış olduğunu söyle­yerek bilgisayarların insanların yerini alamayacağı sonucuna varmaktadır."
  },
  {
    "id": "3641458",
    "unitNumber": 7,
    "text": "<span style=\"font-size: 11.0pt;\">Aşağıdakilerden hangisi bir sürecin çıktısı üzerinde etkisi olan bir değere verilen addır?</span>",
    "options": {
      "A": "<span style=\"font-family: verdana, geneva, sans-serif; color: windowtext;\">Algoritma</span>",
      "B": "Dönüştürme",
      "C": "Parametre",
      "D": "Processing",
      "E": "Kod"
    },
    "correctAnswer": "C",
    "explanation": "Geniş bir tanımla parametre, bir sürecin çıktısı üzerinde etkisi olan bir değerdir. Bu, bir tarifteki şeker miktarı kadar basit veya beyindeki bir nöronun aktivasyon eşiği kadar karmaşık bir şey olabilir."
  },
  {
    "id": "3641456",
    "unitNumber": 7,
    "text": "<span style=\"font-size: 11.0pt;\">Aşağıdakilerden hangisinin çalışmaları prog­ramlanmış tekrarın mükemmel örnekleri arasında yer almaktadır?</span>",
    "options": {
      "A": "<span style=\"font-size: 11.0pt;\">Frieder Nake</span>",
      "B": "Aristid Lindenmayer",
      "C": "Jason Salavon",
      "D": "Manfred Mohr",
      "E": "Daniel Shiffman"
    },
    "correctAnswer": "A",
    "explanation": "Frieder Nake’in ilk çalışmaları prog­ramlanmış tekrarın mükemmel örnekleridir."
  },
  {
    "id": "3641457",
    "unitNumber": 7,
    "text": "<span style=\"font-size: 11.0pt;\">Reas Form+Code adlı kitabında bilgisayar programlarının sanatsal amaçlarla kullanılabilecek önemli yetenekleri üzerinde durmaktadır. Aşağıdakilerden hangisi bunlar arasında <strong><u>yer almaz?</u></strong> </span>",
    "options": {
      "A": "<span style=\"font-size: 11.0pt;\">Tekrar</span>",
      "B": "Dönüştürme",
      "C": "Paramet­releştirme",
      "D": "Algoritma",
      "E": "Simülasyon"
    },
    "correctAnswer": "D",
    "explanation": "Reas Form+Code adlı kitabında bilgisayar programlarının sanatsal amaçlarla kullanılabilecek önemli yetenekleri üzerinde durmaktadır. Bunlardan dördü; tekrar, dönüştürme, paramet­releştirme ve simülasyondur. Bu kapsamda cevap Algoritmadır."
  },
  {
    "id": "3641659",
    "unitNumber": 7,
    "text": "<strong>1968 yılında bir bilgisayar programı ile ürettiği çizimleri “generatif sanat” olarak adlandıran sanatçı </strong><strong>aşağıdaki ifadelerden hangisidir?</strong>",
    "options": {
      "A": "<span style=\"font-family: 'Times New Roman',serif;\">Ian Goodfellow.</span>",
      "B": "<span style=\"font-family: 'Times New Roman',serif;\">Harold Cohen.</span>",
      "C": "<span style=\"font-family: 'Times New Roman',serif;\">Tim Knowles.</span>",
      "D": "<span style=\"font-family: 'Times New Roman',serif;\">Antonio Daniele.</span>",
      "E": "<span style=\"font-family: 'Times New Roman',serif;\">Manfred Mohr .</span>"
    },
    "correctAnswer": "E",
    "explanation": "<span style=\"font-family: 'Times New Roman',serif;\">Manfred Mohr 1968 yılında bir bilgisayar programı ile çizimler üretmeye başladı ve bunu “generatif sanat” olarak adlandırdı (Boden ve Edmonds, 2009). <br/></span>"
  },
  {
    "id": "3641664",
    "unitNumber": 7,
    "text": "<strong>Aşağıdaki ifadelerden hangisi </strong><strong>, programcı olmayanlar için bilgisayar ortamında generatif sanat üretmek için tercih edilebilecek araçlardan birisidir?</strong>",
    "options": {
      "A": "Processing.",
      "B": "Python.",
      "C": "Ada.",
      "D": "Blender.",
      "E": "Swift."
    },
    "correctAnswer": "A",
    "explanation": "<span style=\"font-family: 'Times New Roman',serif;\">Processing elektronik sanat, yeni medya sanatı ve görsel tasarım toplulukları için, programcı olmayanlara bilgisayar programcılığının temellerini görsel bir bağlam içerisinde öğretme amacıyla Java programlama dili kullanılarak oluşturulmuş bir grafik kütüphane ve tümleşik geliştirme ortamıdır (IDE). <br/></span>"
  },
  {
    "id": "3641657",
    "unitNumber": 7,
    "text": "<strong>Bir algoritmanın çalışma prensiplerini tanımlayan ve makinenin değil, insanın algoritmayı anlaması için oluşturulan talimatlar </strong><strong>aşağıdaki ifadelerden hangisidir?</strong>",
    "options": {
      "A": "Dataviz.",
      "B": "İnfografik.",
      "C": "Pseudocode",
      "D": "Prosedürel.",
      "E": "Histogram."
    },
    "correctAnswer": "C",
    "explanation": "Sözde kodlar (pseudocode) bir algoritmanın çalışma prensiplerini tanımlayan ve makinenin değil, insanın algoritmayı anlaması için oluşturulan talimatları kapsar."
  },
  {
    "id": "3641655",
    "unitNumber": 7,
    "text": "<strong>Generatif sanatın belirleyici özelliği </strong><strong>aşağıdaki ifadelerden hangisidir?</strong>",
    "options": {
      "A": "Etkileşimli bir ortam olması.",
      "B": "Bir dereceye kadar otonomiye sahip bir sistem tarafından üretilmesi.",
      "C": "Yazılımlarla yönetilen bir süreci içermesi.",
      "D": "Üstmetinsel bir ortam olarak işlev görmesi.",
      "E": "Doğrusal olmayan bir üretim süreci içermesi."
    },
    "correctAnswer": "B",
    "explanation": "<span style=\"font-family: 'Times New Roman',serif;\">Galanter’in bu tanımından yola çıkarak generatif sanatın belirleyici özelliğinin belirli bir dereceye kadar otonomiye sahip bir sistem tarafından üretilmesi olduğu söylenebilir. <br/></span>"
  },
  {
    "id": "3641660",
    "unitNumber": 7,
    "text": "<strong>Generatif sanatın tutarlı bir biçimde tanımlanabilmesi ve değerlendirilebilmesi amacıyla oluşturan dört ana bileşen </strong><strong>aşağıdaki ifadelerden hangisidir?</strong>",
    "options": {
      "A": "<span style=\"font-family: verdana, geneva, sans-serif;\">Algoritma, döngü, fark ve tekrar.</span>",
      "B": "<span style=\"font-family: verdana, geneva, sans-serif;\">Varlıklar, süreç, çevresel etkileşim ve duyusal çıktılar.</span>",
      "C": "<span style=\"font-family: verdana, geneva, sans-serif;\">Genleşmeler, daralmalar, ritm ve tempo.</span>",
      "D": "<span style=\"font-family: verdana, geneva, sans-serif; color: windowtext;\">Rastlantı, kaos, kozmoz ve kendine benzerlik.</span>",
      "E": "<span style=\"font-family: verdana, geneva, sans-serif; color: windowtext;\">Ölçekleme, etkileşim, tekrar ve döngüsellik.</span>"
    },
    "correctAnswer": "B",
    "explanation": "<span style=\"font-family: 'Times New Roman',serif;\">Generatif sanatın tüm mecra ve formlarda tutarlı bir biçimde tanımlanabilmesi ve değerlendirilebilmesi amacıyla bir çerçeve önermektedir. Bu çerçeve bir generatif sistemi oluşturan dört ana bileşeni tanımlar. Bu bileşenler varlıklar, süreç, çevresel etkileşim ve duyusal çıktılardır.</span>"
  },
  {
    "id": "3641662",
    "unitNumber": 7,
    "text": "<strong>Kodla üretilmiş bir sanat eserinde programcılığın en temel yapı dili </strong><strong>aşağıdaki ifadelerden hangisidir?</strong>",
    "options": {
      "A": "<span style=\"font-family: 'Times New Roman',serif;\">Değişkenler.</span>",
      "B": "<span style=\"font-family: 'Times New Roman',serif;\">Tam sayılar.</span>",
      "C": "<span style=\"font-family: 'Times New Roman',serif;\">Kesirli sayılar.</span>",
      "D": "<span style=\"font-family: 'Times New Roman',serif;\">Döngüler.</span>",
      "E": "<span style=\"font-family: 'Times New Roman',serif;\">Makine dili.</span>"
    },
    "correctAnswer": "D",
    "explanation": "<span style=\"font-family: 'Times New Roman',serif;\">Kodla üretilmiş bir sanat eserine bakıldığında programcılığın en temel yapı taşı olan döngülerin kullanıldığı hemen farkedilebilir.</span>"
  },
  {
    "id": "3641656",
    "unitNumber": 7,
    "text": "<strong>Pearson'a göre generatif sanatın temel araçları aşağıdaki ifadelerden hangisidir?</strong>",
    "options": {
      "A": "<span style=\"font-family: 'Times New Roman',serif;\">Yazılım.</span>",
      "B": "<span style=\"font-family: 'Times New Roman',serif;\">Donanım.</span>",
      "C": "<span style=\"font-family: 'Times New Roman',serif;\">Program.</span>",
      "D": "<span style=\"font-family: 'Times New Roman',serif;\">Algoritma.</span>",
      "E": "<span style=\"font-family: 'Times New Roman',serif;\">Değişken.</span>"
    },
    "correctAnswer": "D",
    "explanation": "<span style=\"font-family: 'Times New Roman',serif;\">Pearson generatif sanatın gerçek araçlarının algoritmalar olduğunu söyler. Algoritmalar doğanın bir parçasıdır ve evrenseldir, generatif sanat üreten sistemler zaman içinde teknoloji ile birlikte evrim geçirseler de algoritmalar aynı kalır.</span>"
  },
  {
    "id": "3641663",
    "unitNumber": 7,
    "text": "<strong>Reas’e göre bilgisayar programlarının sanatsal amaçlarla kullanılabilecek önemli yetenekleri </strong><strong>aşağıdaki ifadelerden hangisidir?</strong>",
    "options": {
      "A": "<span style=\"font-family: 'Times New Roman',serif;\">Değişken, L-Sistemleri, Ölçekleme ve Yazılım.</span>",
      "B": "<span style=\"font-family: 'Times New Roman',serif;\">Tekrar, dönüştürme, parametreleştirme ve simülasyon.</span>",
      "C": "<span style=\"font-family: 'Times New Roman',serif;\">Algoritma, Bellek, Kodlar ve Sözde kodlar.</span>",
      "D": "<span style=\"font-family: 'Times New Roman',serif; color: windowtext;\">Rastlantı, Kaos, Değişken ve Program.</span>",
      "E": "<span style=\"font-family: 'Times New Roman',serif;\">Özyineleme, Kendine benzerlik, Ölçekleme ve Dönüşüm.</span>"
    },
    "correctAnswer": "B",
    "explanation": "<span style=\"font-family: 'Times New Roman',serif;\">Reas Form+Code adlı kitabında bilgisayar programlarının sanatsal amaçlarla kullanılabilecek önemli yetenekleri üzerinde durmaktadır. Bunlardan dördü; tekrar, dönüştürme, parametreleştirme ve simülasyondur.</span>"
  },
  {
    "id": "3641661",
    "unitNumber": 7,
    "text": "<strong>Tasarımcı ve sanatçı tarafından yaygın olarak kullanılan ilk programlama dili </strong><strong>aşağıdaki ifadelerden hangisidir?</strong>",
    "options": {
      "A": "<span style=\"font-family: 'Times New Roman',serif;\">C.</span>",
      "B": "<span style=\"font-family: 'Times New Roman',serif;\">C++</span>",
      "C": "<span style=\"font-family: 'Times New Roman',serif;\">Lingo.</span>",
      "D": "<span style=\"font-family: 'Times New Roman',serif;\">Fortran.</span>",
      "E": "<span style=\"font-family: 'Times New Roman',serif;\">Pascal.</span>"
    },
    "correctAnswer": "C",
    "explanation": "<span style=\"font-family: 'Times New Roman',serif;\">Lingo adındaki programlama dili 1988 yılında, o dönemki adıyla Macromedia Director adlı Lingo o dönem pek çok tasarımcı ve sanatçı tarafından yaygın olarak kullanılan ilk programlama dili olmuştur.</span>"
  },
  {
    "id": "3641606",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Boden ve Edmonds'a göre generative sanat’ın temel özelliklerinden biri <strong>değildir?</strong>",
    "options": {
      "A": "Bilgisayar destekli olması",
      "B": "Bilgisayarlarla yapılan sanatla sınırlandırılmaması",
      "C": "Galerilerde ve müzelerde sergilenmesi",
      "D": "Üretme, ortaya çıkarma, yeniden üretme gücü ya da işlevine sahip olması",
      "E": "Sonucun kısmen de olsa sistem tarafından ortaya çıkması"
    },
    "correctAnswer": "A",
    "explanation": "Generatif sanat otonom olarak işleyen bir sistem tarafından oluşturulmuş sanata işaret eder. Sanatçı söz konusu sistemi kendisi oluşturabileceği gibi, sadece var olan bir sistemin sonucu etkileyecek parametrelerini de değiştirebilir. Ancak sonuç en azından kısmen de olsa sanatçı değil, sistem tarafından ortaya çıkartılır. Generatif sanat sistemleri, özellikle günümüzde sıklıkla bilgisayar yazılımları olsa da biyolojik, sosyal ve diğer sistemler<br/>de generatif sanat üretiminde kullanılabilir. <strong>Ayrıca bilgisayar aracılığı ile üretilen her sanat eseri generatif sanata örnek teşkil etmez. Boden ve Edmonds (2009) da generatif sanatın<br/>sadece bilgisayarlarla yapılan sanatla sınırlandırılmaması gerektiği konusunda hemfikirdir. </strong>"
  },
  {
    "id": "3641612",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Reas’a göre bilgisayar programlarının sanatsal amaçlarla kullanılabilecek önemli yeteneklerinden biri <strong>değildir?</strong>",
    "options": {
      "A": "Tekrar",
      "B": "Dönüştürme",
      "C": "Süreç",
      "D": "Parametreleştirme",
      "E": "Simülasyon"
    },
    "correctAnswer": "C",
    "explanation": "Reas Form+Code adlı kitabında bilgisayar programlarının sanatsal amaçlarla kullanılabilecek önemli yetenekleri üzerinde durmaktadır. <strong>Bunlardan dördü; tekrar, dönüştürme, parametreleştirme ve simülasyondur.</strong>"
  },
  {
    "id": "3641454",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Simon Colton ve meslektaşları tarafından geliştirilen ve yapay bir sanatçı olan bilgisayar programıdır?",
    "options": {
      "A": "AARON",
      "B": "The Painting Fool",
      "C": "Tree Drawings",
      "D": "Dall-e",
      "E": "Sophia"
    },
    "correctAnswer": "B",
    "explanation": "The Painting Fool, 2001 yılında Simon Colton ve meslektaşları tarafından geliştiri­len bir bilgisayar programı, yapay bir sanatçıdır."
  },
  {
    "id": "3641810",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi generatif sanatın bileşenlerinden biri <span style=\"text-decoration: underline;\">değildir?</span>",
    "options": {
      "A": "Varlıklar",
      "B": "Süreç",
      "C": "Algoritmalar",
      "D": "Çevresel etkileşim",
      "E": "Duyusal çıktılar"
    },
    "correctAnswer": "C",
    "explanation": "Dorin ve McCormack (2012) generatif sanatın tüm mecra ve formlarda tutarlı bir biçimde tanımlanabilmesi ve değerlendirilebilmesi amacıyla bir çerçeve önermektedir. Bu çerçeve bir generatif sistemi oluşturan dört ana bileşeni tanımlar. Bu bileşenler varlıklar, süreç, çevresel etkileşim ve duyusal çıktılardır."
  },
  {
    "id": "3641451",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi sanatın içeriği ve formu bu sanat türünde önemli ölçüde izleyicinin davranışları ve hareketleri ile şekillendiği sanat türüdür?",
    "options": {
      "A": "D-art (Dijital sanat)",
      "B": "G-art (Generatif sanat)",
      "C": "I-art (İnteraktif sanat)",
      "D": "R-art (Robotik sanat)",
      "E": "CA-art (Bilgisayar destekli sanat)"
    },
    "correctAnswer": "C",
    "explanation": "<strong>I-art (İnteraktif sanat):</strong> Sanatın içeriği ve formu bu sanat türünde önemli ölçüde izleyicinin davranışları ve hareketleri ile şekillenir."
  },
  {
    "id": "3641453",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi ve ekibi tarafından geliştirilen görüntü işleme yeteneğine sahip çekişmeli üretici ağlar görüntü işleme konusunda makine öğrenmesine önemli yetenekler kazandırmıştır?",
    "options": {
      "A": "Frieder Nake",
      "B": "Georg Nees",
      "C": "Ian Goodfellow",
      "D": "Manfred Mohr",
      "E": "Pearson"
    },
    "correctAnswer": "C",
    "explanation": "Makine öğrenmesi alanında, özellikle çekişmeli üretici ağlar (GAN) konusundaki gelişmeler modern generatif sanatı da yakından ilgilendirmektedir. <strong>Ian Goodfellow</strong> ve ekibi tarafından geliştirilen görüntü işleme yeteneğine sahip çekişmeli üretici ağlar görüntü işleme konusunda makine öğrenmesine önemli yetenekler kazandırmıştır."
  },
  {
    "id": "3641599",
    "unitNumber": 7,
    "text": "Bilgisayar programcılığında algoritmalar genellikle ne ile ifade edilir?",
    "options": {
      "A": "Bit",
      "B": "Bayt",
      "C": "Sözde kod",
      "D": "Log-in",
      "E": "Log-out"
    },
    "correctAnswer": "C",
    "explanation": "<br/>GENERATİF SANATIN TARİHÇESİ<br/>Bilgisayar programcılığında algoritmalar genellikle <strong>sözde kod</strong> (pseudocode) ile ifade edilir."
  },
  {
    "id": "3641614",
    "unitNumber": 7,
    "text": "Bilgisayar programlama dilleri ile dönüştürme tekniğine göre gerçekleştirilen sanatsal çalışma aşağıdakilerden hangisidir?",
    "options": {
      "A": "Subsets",
      "B": "Substrate",
      "C": "Adem ve Havva",
      "D": "Pretty Little Flocker",
      "E": "100 Özel An (100 Special Moments)"
    },
    "correctAnswer": "E",
    "explanation": "<strong>Jason Salavon’un 100 Özel An (100 Special Moments) başlığı altında topladığı çalışmalar dönüştürmenin güzel bir örneğidir.</strong> Salavon bu serideki çalışmalarını internetten topladığı çok sayıdaki hatıra fotoğrafının renk ve parlaklık değerlerinin medyanını alarak gerçekleştirmiştir."
  },
  {
    "id": "3641596",
    "unitNumber": 7,
    "text": "Bilgisayarları sanatsal üretim sürecinin bir parçası olarak kullanan sanat hangisidir?",
    "options": {
      "A": "D-art",
      "B": "C-art",
      "C": "CA-art",
      "D": "G-art",
      "E": "CG-art"
    },
    "correctAnswer": "B",
    "explanation": "Generatif Sanat<br/><span style=\"font-size: 12pt;\"><strong>C-art (Bilgisayar sanatı): </strong><span style=\"font-family: Adobe Garamond Pro,Adobe Garamond Pro;\">Bilgisayarları sanatsal üretim sürecinin bir parçası olarak kullanır. </span></span><br/><span style=\"font-size: 12pt;\"><span style=\"font-family: Adobe Garamond Pro,Adobe Garamond Pro;\">. </span></span>"
  },
  {
    "id": "3641802",
    "unitNumber": 7,
    "text": "Bilgisayarı sanat üretim sürecinde gerektiğinde bir yardımcı olarak kullanan sanat aşağıdakilerden hangisinde doğru verilmiştir?",
    "options": {
      "A": "CA-art (Bilgisayar destekli sanat)",
      "B": "C-art (Bilgisayar sanatı)",
      "C": "CG-art (Bilgisayar temelli generatif sanat)",
      "D": "CI-art (Bilgisayar temelli interaktif sanat)",
      "E": "G-art (Generatif sanat)"
    },
    "correctAnswer": "A",
    "explanation": "CA-art (Bilgisayar destekli sanat): Bilgisayarı sanat üretim sürecinde gerektiğinde bir yardımcı olarak kullanır."
  },
  {
    "id": "3641595",
    "unitNumber": 7,
    "text": "Boden ve Edmonds (2009) generatif sanatın sadece, ne ile yapılan sanatla sınırlandırılmaması gerektiği konusunda hemfikirdir?",
    "options": {
      "A": "Mikser ile",
      "B": "Kompositor ile",
      "C": "Bilgisayar ile",
      "D": "Düşünce ile",
      "E": "İnsan ile"
    },
    "correctAnswer": "C",
    "explanation": "Boden ve Edmonds (2009) da generatif sanatın sadece <strong>bilgisayarlarla</strong> yapılan sanatla sınırlandırılmaması gerektiği konusunda hemfikirdir."
  },
  {
    "id": "3641597",
    "unitNumber": 7,
    "text": "CI-art'ı aşağıdakilerden hangisi tanımlar?",
    "options": {
      "A": "Bilgisayarı sanat üretim sürecinde gerektiğinde bir yardımcı olarak kullanır.",
      "B": "Bilgisayar temelli sanat eserinin içeriği ve formu, önemli ölçüde izleyicinin davranışları ve hareketleri ile şekillenir.",
      "C": "Sanatın içeriği ve formu bu sanat türünde önemli ölçüde izleyicinin davranışları ve hareketleri ile şekillenir.",
      "D": "Sanat üreten programın kendisini etkileyen rastgele varyasyonlar ve seçici yeniden üretme süreçleri ile şekillenir.",
      "E": "Bir bilgisayar programının kendi kendine çalışmaya bırakıldığı, insan müdahalesi çok sınırlı olacak ya da hiç olmayacak şekilde üretilen sanattır."
    },
    "correctAnswer": "B",
    "explanation": "Generatif Sanat<br/><span style=\"font-family: arial,helvetica,sans-serif; font-size: 12pt;\"><strong>CI-art (Bilgisayar temelli interaktif sanat): </strong>Bilgisayar temelli sanat eserinin içeriği ve formu, önemli ölçüde izleyicinin davranışları ve hareketleri ile şekillenir. </span>"
  },
  {
    "id": "3641611",
    "unitNumber": 7,
    "text": "Fotoğrafları sanat eserlerine dönüştürebilen yapay zeka temelli generatif sanat programı aşağıdakilerden hangisidir?",
    "options": {
      "A": "GANbreeder",
      "B": "Deepart.i.o",
      "C": "Paint",
      "D": "Instapainting",
      "E": "Cartoonify"
    },
    "correctAnswer": "D",
    "explanation": "AIportraits adındaki bir uygulama ile kullanıcılar bir portre fotoğrafını ünlü portre eserlerinden birinin tarzına dönüştürebilmektedir.<strong> Instapainting adındaki bir başka uygulama ile fotoğraflar sanat eserlerine dönüştürülebilmektedir. </strong>GANbreeder adında bir uygulama ile iki farklı görüntü yeni bir görüntü üretmek üzere birleştirilebilmektedir. Deepart.i.o uygulaması ile bir görüntü önceden tanımlanmış stillerden birine<br/>dönüştürülebilmektedir. Cartoonify uygulaması bir bir fotoğrafı karikatüre dönüştürebilmektedir."
  },
  {
    "id": "3641803",
    "unitNumber": 7,
    "text": "Generatif bir sanat eserinin iki yüzeyi olduğu söylenebilir; bunlardan biri.........., diğeri ise .............<br/>Yukarıda verilen cümledeki boşluğa gelecek <span style=\"text-decoration: underline;\">en uygun</span> ifade aşağıdakilerden hangisidir?",
    "options": {
      "A": "Sanat-sanatçı",
      "B": "Somut çıktı-arka plandaki sistem ve süreç",
      "C": "Sanatın içeriği-sanatın formu",
      "D": "Varyasyonlar-yeniden üretme süreci",
      "E": "Sanal dünya-izleyici"
    },
    "correctAnswer": "B",
    "explanation": "Generatif bir sanat eserinin iki yüzeyi olduğu söylenebilir; bunlardan biri somut çıktı, diğeri ise arka plandaki sistem ve süreçtir."
  },
  {
    "id": "3641594",
    "unitNumber": 7,
    "text": "Generatif sanat nasıl işleyen bir sistem tarafından oluşturulmuş sanata işaret eder?",
    "options": {
      "A": "Otonom olarak",
      "B": "Birleşik olarak",
      "C": "Tümleşik olarak",
      "D": "Çıkarımsal olarak",
      "E": "Özgün olarak"
    },
    "correctAnswer": "A",
    "explanation": "Generatif sanat <strong>otonom olarak</strong> işleyen bir sistem tarafından oluşturulmuş sanata işaret eder."
  },
  {
    "id": "3641598",
    "unitNumber": 7,
    "text": "Generatif sanat üreten sistemler zaman içinde teknoloji ile birlikte evrim geçirseler de hangisi aynı kalır?",
    "options": {
      "A": "Algoritmalar",
      "B": "Matematiksel işlemler",
      "C": "Geometrik şekiller",
      "D": "Doğal içerikler",
      "E": "Bilişsel öğeler"
    },
    "correctAnswer": "A",
    "explanation": "<br/>GENERATİF SANATIN TARİHÇESİ<br/><br/>Algoritmalar doğanın bir parçasıdır ve evrenseldir, generatif sanat üreten sistemler zaman içinde teknoloji ile birlikte evrim geçirseler de <strong>algoritmalar</strong> aynı kalır."
  },
  {
    "id": "3641609",
    "unitNumber": 7,
    "text": "Generatif sistemlerin ürettiği sonuçları ifade eden ana bileşen aşağıdakilerden hangisidir?",
    "options": {
      "A": "Varlıklar",
      "B": "Süreç",
      "C": "Çevresel etkileşim",
      "D": "Matamatiksel çıktılar",
      "E": "Duyusal çıktılar"
    },
    "correctAnswer": "E",
    "explanation": "Duyusal Çıktılar: <strong>Duyusal çıktılar generatif sistemlerin ürettiği sonuçlardır.</strong> Bu çıktılar durağan ya da<br/>zaman temelli formlarda sanat eserleri (görsel, işitsel, müzikal, edebi, yapısal vb.) olabilir. Durağan eserler<br/>generatif süreçten seçilen enstantaneler, sürecin nihai çıktısı ya da sürecin zaman içindeki gelişimini gösteren bir çıktı dizisi olabilir."
  },
  {
    "id": "3641817",
    "unitNumber": 7,
    "text": "I-Manfred Mohr a-Subsets<br/>II-Frieder Nake b-100 Special Moments<br/>III-Tim Knowles c-Tekrar <br/>IV-Jason Salavon d-Lindenmayer sistemleri<br/>V-Simon Colton e- Ağaç Çizimleri <br/>VI-Harold Cohen<br/>VII-Aristid Lindenmayer <br/>Yukarıda yer alan kişilere karşılık gelen örnek ya da kavramlar aşağıdakilerden hangisinde doğru verilmiştir?",
    "options": {
      "A": "I-a, II-c, III-e, IV-b, VII-d",
      "B": "I-b, II-e, III-a, V-c, VII-d",
      "C": "III-e, IV-b, V-a, VII-d",
      "D": "V-c, VI-e VII-d",
      "E": "Yalnız VII-d"
    },
    "correctAnswer": "A",
    "explanation": "I-Manfred Mohr <strong>a</strong> a-Subsets<br/>II-Frieder Nake <strong>c</strong> b-100 Special Moments<br/>III-Tim Knowles <strong>e</strong> c-Tekrar <br/>IV-Jason Salavon <strong>b</strong> d-Lindenmayer sistemleri<br/>V-Simon Colton e- Ağaç Çizimleri <br/>VI-Harold Cohen<br/>VII-Aristid Lindenmayer <strong>d</strong>"
  },
  {
    "id": "3641450",
    "unitNumber": 7,
    "text": "I. Generatif sanat tarihi eskilere dayanmakla birlikte, bilgisayar teknolojisinin yaygınlaşmasıyla daha geniş kitlelere ulaşmıştır.<br/>II. Generatif sanatı anlamaya çalışırken onu bilgisayar sanatı, evrimsel sanat, robotik sanat, kod sanatı gibi kategorilerden biri olarak değerlendirmek gerekir.<br/>III. Generatif sanat içeriği üretmek kadar içeriği üreten sistemleri keşfetmeyi de kapsar.<br/>Generatif sanat ile ilgili yukarıda verilen bilgilerden hangisi/hangileri doğrudur?",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve III",
      "E": "II ve III"
    },
    "correctAnswer": "D",
    "explanation": "Tarihi dijital ve modern bilgisayarın icadından çok daha eskilere dayanmakla birlikte, bilgisayar teknolojisinin yaygınlaşmasıyla daha geniş kitlelere ulaşan generatif sanat, yapay zeka ve sinir ağları gibi teknolojilerin de katkısıyla gelişimini sürdürmekte ve heyecan verici sonuçlar ortaya koymaya devam etmektedir (Madde I) . Generatif sanatı anlamaya çalışırken onu bilgisayar sanatı, evrimsel sanat, robotik sanat, kod sanatı gibi kategorilerden biri gibi değerlendirmek yerine onun bir teknikten ziyade, yaratıcılığa özgü bilimsel bir yaklaşım olduğunu göz önünde bulundurmak gerekir (Madde II ancak yukarıda yanlış verilmiştir). Generatif sanat içeriği üretmek kadar içeriği üreten sistemleri keşfetmeyi de kapsar (Madde III). Seçenekler dikkatlice incelendiğinde Madde II’nin kitapta verilen ifadeden farklılaştığı görülmektedir. Bu kapsamda cevap I ve III’ün birlikte yer aldığı D şıkkıdır."
  },
  {
    "id": "3641452",
    "unitNumber": 7,
    "text": "I. Somut çıktı<br/>II. İçerik ve form<br/>III. Sistem ve süreç<br/>IV. Kontrol<br/>Yukarıdakilerden hangileri generatif bir sanat eserinin iki yüzeyi arasında yer alır?",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve III",
      "D": "II ve IV",
      "E": "III ve IV"
    },
    "correctAnswer": "B",
    "explanation": "Generatif bir sanat eserinin iki yüzeyi olduğu söylenebilir; bunlardan biri somut çıktı (I), diğeri ise arka plandaki sistem ve süreçtir (III). Bu kapsamda cevap I ve III’dür."
  },
  {
    "id": "3641607",
    "unitNumber": 7,
    "text": "Jacquard’un 1805’te bilgisayar teknolojilerinin keşfedilmesini sağlayacak adımlardan biri olan icadı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Halı tezgahı",
      "B": "Dokuma tezgahı",
      "C": "Örgü tezgahı",
      "D": "Mimari desen üretme tezgahı",
      "E": "Kalıp çıkarma tezgahı"
    },
    "correctAnswer": "B",
    "explanation": "J<strong>acquard dokuma tezgahının icadı</strong> da generatif sanatın tarihi içerisinde altı çizilmesi gereken olaylardan birisidir. Jacquard’ın bu icadından önce de elle çalışan dokuma makineleri dokumacıların generatif<br/>olarak desenli kumaş üretiminde tekrar eden prosedürler kullanmasına izin veriyordu. Endüstri devrimi<br/>ile bu sistemlerin bir kısmı otomatik hale geldi. 1805 yılında Jacquard’ın bir programı delikli kartlara kaydetme fikri,<br/>generatif dokuma sanatında bir devrim yarattı. Jacquard’ın<br/>buradaki temel amacı daha karmaşık desenlerin otomasyonunu sağlamaktı.<strong> Jacquard’ın bu buluşu analog olarak algoritmaların üretimde kullanıldığı ilk noktalardan biri olarak daha sonraki bilgisayar teknolojilerinin keşfedilmesini sağlayacak süreçlerden biri olmuştur.</strong>"
  },
  {
    "id": "3641459",
    "unitNumber": 7,
    "text": "Kodla üretilmiş bir sanat eserine bakıldığında programcılığın en temel yapı taşı olan ……………… kullanıldığı hemen farkedilebilir.<br/>Yukarıda boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "options": {
      "A": "algoritmaların",
      "B": "döngülerin",
      "C": "parametrelerin",
      "D": "tekrarların",
      "E": "yapay sinir ağlarının"
    },
    "correctAnswer": "B",
    "explanation": "<span style=\"font-size: 11.0pt;\">Kodla üretilmiş bir sanat eserine bakıldığında programcılığın en temel yapı taşı olan <strong>döngülerin</strong> kulla­nıldığı hemen farkedilebilir. </span>"
  },
  {
    "id": "3641814",
    "unitNumber": 7,
    "text": "Kullanıcıların bir portre fotoğrafını ünlü portre eserlerinden birinin tarzına dönüştürebildiği uygulama aşağıdakilerden hangisidir?",
    "options": {
      "A": "AIportraits",
      "B": "Instapainting",
      "C": "GANbreeder",
      "D": "Deepart.i.o",
      "E": "Cartoonify"
    },
    "correctAnswer": "A",
    "explanation": "\"AIportraits\" adındaki bir uygulama ile kullanıcılar bir portre fotoğrafını ünlü portre eserlerinden birinin tarzına dönüştürebilmektedir."
  },
  {
    "id": "3641816",
    "unitNumber": 7,
    "text": "Paul Cezanne ve Claude Monet gibi ünlü ressamların stillerinde üretilen sanat eserleri hangi teknolojiyle sanat dünyasında kendine yer bulmuştur?",
    "options": {
      "A": "Sinir Ağları",
      "B": "Yapay Zeka",
      "C": "Robotik",
      "D": "Genetik mühendislik",
      "E": "Nanoteknoloji"
    },
    "correctAnswer": "B",
    "explanation": "Paul Cezanne ve Claude Monet gibi ünlü ressamların stillerinde sanat eserleri üretenlerden Uyiko-e gibi sanat akımlarının stillerini simüle edenlere kadar pek uygulama yapay zeka sayesinde keşfedilmiştir."
  },
  {
    "id": "3641593",
    "unitNumber": 7,
    "text": "Sanat dalı görsel sanatlar olsa da elektronik müzik ve algoritmik kompozisyon, bilgisayar grafikleri ve animasyonu, VJ kültürü, endüstriyel tasarım ve mimari gibi pek çok alanda karşımıza çıkan sanatı hangisi içerir?",
    "options": {
      "A": "Modern sanat",
      "B": "Klasik sanat",
      "C": "Retro sanat",
      "D": "Generatif sanat",
      "E": "Diyalektik sanat"
    },
    "correctAnswer": "D",
    "explanation": "Generatif sanat denildiğinde ilk akla gelen sanat dalı görsel sanatlar olsa da <strong>generatif sanat</strong>; elektronik müzik ve algoritmik kompozisyon, bilgisayar grafikleri ve animasyonu, VJ kültürü, endüstriyel tasarım ve mimari gibi pek çok alanda karşımıza çıkmaktadır."
  },
  {
    "id": "3641605",
    "unitNumber": 7,
    "text": "Sanatın içeriği ve formunun önemli ölçüde izleyicinin davranışları ve hareketleri ile şekillendiği sanat türü aşağıdakilerden hangisidir?",
    "options": {
      "A": "Ele-art (elektronik sanat)",
      "B": "Evo-art (evrim temelli sanat)",
      "C": "R-art (robotik sanat)",
      "D": "I-art (interaktif sanat)",
      "E": "VR-art (sanal gerçeklik sanatı)"
    },
    "correctAnswer": "D",
    "explanation": "<strong>I-art (İnteraktif sanat):</strong> Sanatın içeriği ve formu bu sanat türünde önemli ölçüde izleyicinin davranışları ve hareketleri ile şekillenir."
  },
  {
    "id": "3641592",
    "unitNumber": 7,
    "text": "İçeriği üretmek kadar içeriği üreten sistemleri keşfetmeyi de kapsayan sanat hangisidir?",
    "options": {
      "A": "Klasik sanat",
      "B": "Generatif sanat",
      "C": "Modern sanat",
      "D": "Olgusal sanat",
      "E": "İnteraktif sanat"
    },
    "correctAnswer": "B",
    "explanation": "Yeni Medya Sanatı (Giriş)<br/><strong>Generatif sanat</strong> içeriği üretmek kadar içeriği üreten sistemleri keşfetmeyi de kapsar."
  },
  {
    "id": "3641628",
    "unitNumber": 8,
    "text": "1982’de üretilen ve ilk oyun bilgisayarlarından biri sayılabilecek bilgisayarın adı nedir?",
    "options": {
      "A": "IBM",
      "B": "Apple",
      "C": "Samsung",
      "D": "Commodore 64",
      "E": "LG"
    },
    "correctAnswer": "D",
    "explanation": "1982’de üretilen ve ilk oyun bilgisayarlarından<br/>biri sayılabilecek Commodore 64’ün yaygınlaşması<br/>ile oyunları edinmeye maddi imkanı<br/>olmayan birçok çocuk bu oyunları kopyalamaya<br/>başlamıştır."
  },
  {
    "id": "3641589",
    "unitNumber": 8,
    "text": "2006 yılından bu yana her yıl İstanbul’da düzenlenen uluslararası sanat fuarı Contemporary İstanbul’da, fuar alanında oluşturulan yeni medya sanatları bölümünün adı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Piksel work",
      "B": "Plugin",
      "C": "Djital medya",
      "D": "Art program",
      "E": "Djital Art"
    },
    "correctAnswer": "B",
    "explanation": "2006 yılından bu yana her yıl İstanbul’da düzenlenen uluslararası sanat fuarı Contemporary İstanbul’da fuar alanında Plugin adlı yeni medya sanatları bölümü oluşturulmuştur. Doğru yanıt B seçeneğidir."
  },
  {
    "id": "3641633",
    "unitNumber": 8,
    "text": "2007 yılında ürettiği My Pocket / Cüzdanım adlı Bank of Amerika’nın gizlilik sözleşmesindeki ifadelerden hareketle oluşan projeyi yapan yeni medya sanatçısı kimdir?",
    "options": {
      "A": "Ebru Kurbak",
      "B": "Refik Anadol",
      "C": "Selçuk Artut",
      "D": "Burak Arıkan",
      "E": "Murat Pak"
    },
    "correctAnswer": "D",
    "explanation": "2007 yılında ürettiği My Pocket / Cüzdanım adlı<br/>Bank of Amerika’nın gizlilik sözleşmesindeki ifadelerden<br/>hareketle oluşur.<br/>Burak Arıkan"
  },
  {
    "id": "3641688",
    "unitNumber": 8,
    "text": "<ol style=\"list-style-type: upper-roman;\"><br/><li>Amber Platformu</li><br/><li>NOMAD-TV.network </li><br/><li>Nerdworking </li><br/><li>Contemporary İstanbul</li><br/><li>2010 Yılı Kültür Başkenti İstanbul</li><br/></ol><br/>Yukarıdakilerden hangileri yeni medya sanatının Türkiye’de yaygınlaşmasında etkili olan oluşumlardır?",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız I ve II",
      "C": "II, III ve IV",
      "D": "I, II, III ve V",
      "E": "II, III, IV ve V"
    },
    "correctAnswer": "D",
    "explanation": "Günümüz yeni medya sanatçılarının Türkiye’dehiç fark edilmeden dünyada alanlarının en önemli isimleri haline gelmesini sağlayan en etkili kurumlardan biri <strong>Amber Platformu’</strong>dur.<br/><strong>NOMAD-TV.network</strong><br/>Küratör ve tasarımcı Başak Şenova’nın küratöryel projesi olarak 2002 yılında ortaya çıkan oluşum<br/>dijital kültür içinde yerel bir şebeke kurma amacıyla kurulmuş.<br/><strong>2010 Yılı Kültür Başkenti İstanbul</strong><br/>2010 yılında Avrupa Konseyi tarafından 1995 yılından bugüne sürdürülen bir fon projesi kapsamında rekor bir bütçe ile İstanbul ve Linz birlikte Avrupa<br/>kültür başkentleri seçilmiştir (Hızlan, 2011). Hem<br/>iki şehir arasında hem de Avrupa’daki İstanbul’un<br/>kültür başkentliği kültürel ve sanatsal hareketlilik sağlamış, uluslararası alanda ses duyurarak ve İstanbul’da<br/>da sanatın yaygınlaşmasını sağlayan pek çok sanat ve<br/>kültür kurumu etkinlikler düzenlemiştir.<br/><strong>Nerdworking</strong><br/>İstanbul’da 2009 yılında yeni medya teknolojileri ile yaratıcı alanlarda teknoloji çözümleri sunan, kamusal alanlarda sergileme ihtiyaçlarını karşılayabilecek Nerdworking adlı bir kolektif kurulmuştur.<br/>Bu oluşum yeni medya projelerine odaklanan ilk ya da tek oluşum değildir. Ancak yeni medya sanatının Türkiye’deki gelişimine etkisi benzerlerinden daha kapsamlı olagelmiştir."
  },
  {
    "id": "3641604",
    "unitNumber": 8,
    "text": "Aralık 2021 itibariyle, yaşarken eseri en yüksek fiyata (91 milyon dolar) satılmış olan, dünyanın en pahalı kripto üreticisi / sanatçısı olarak literatüre giren sanatçı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Memo Aktan",
      "B": "Server Demirtaş",
      "C": "Murat Pak",
      "D": "Ali Miharbi",
      "E": "Ebru Kurbak"
    },
    "correctAnswer": "C",
    "explanation": "Doğru Yanıt C seçeneği ve sanatçı ismi Murat Pak olacaktır. Türk yeni medya sanatçıları alanlarının en iyileri olarak uluslararası arenada boy göstermeye başladıkları son yirmi yıldan günümüze gelindiğinde kripto para ekonomisinin hızla yaygınlaşması sanat eseri tanımını dönüştürmüştür ve blok zinciri adı verilen bir dijital defterde depolanan veri birimini ifade eden NFT ortaya çıkmıştır. Bugün, Aralık 2021 itibariyle yaşarken eseri en yüksek fiyata (91 milyon dolar) satılmış olan sanatçı, Murat Pak'tır. Dünyanın en pahalı kripto üreticisi / sanatçısı olarak literatüre girmiştir."
  },
  {
    "id": "3641805",
    "unitNumber": 8,
    "text": "Ars Electronica yapısının dış yüzeyini festival izleyicilerinin başına taktığı EEG cihazı üzerinden izleyiciye ait bio-verilerle aydınlatma projesini gerçekleştiren kimdir?",
    "options": {
      "A": "Onur Sönmez",
      "B": "Osman Koç",
      "C": "Ebru Kurbak",
      "D": "Refik Anadol",
      "E": "Burak Arıkan"
    },
    "correctAnswer": "A",
    "explanation": "Cerebra Electronica yapıtı ile festival izleyicileri ile müze arasında unik bir bağ kuran Osman Sönmez'dir. Müzenin bio verilerle aydınlatılmasını sağlamıştır.<br/>Onur Sönmez"
  },
  {
    "id": "3641692",
    "unitNumber": 8,
    "text": "Ars Electronica’nın dış cephesini etkileşim tasarım yerleştirmesi ile aydınlatan yeni medya sanatçısı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Candaş Şişman",
      "B": "Deniz Kader",
      "C": "Refik Anadol",
      "D": "Onur Sönmez",
      "E": "Selçuk Artut"
    },
    "correctAnswer": "D",
    "explanation": "Sanat pratiğinde <strong>Onur Sönmez</strong>’in uluslararası alanda tanındığı yapıtlarından biri Ars Electronica<br/>ana binasına yapmış olduğu etkileşim tasarım yerleştirmesidir. Linz’in 2010 Kültür Başkenti bütçesiyle<br/><strong>Ars Electronica yapısını dış cephesine yapılan aydınlatılmıştır.</strong>"
  },
  {
    "id": "3641485",
    "unitNumber": 8,
    "text": "Aşağıdaki sanatçılardan hangisi Cerebra Electronica adlı yapıtı ile festival izleyicileri ve Ars Electronica arasında unik bir bağ kurmuştur?",
    "options": {
      "A": "Osman Koç",
      "B": "Fethi Can Tüzel",
      "C": "Erdem Dilbaz",
      "D": "Gabriel Prokofiev",
      "E": "Onur Sönmez"
    },
    "correctAnswer": "E",
    "explanation": "Sanat pratiğinde Onur Sönmez’in uluslararası alanda tanındığı yapıtlarından biri Ars Electronica ana binasına yapmış olduğu etkileşim tasarım yerleş­tirmesidir. Linz’in 2010 Kültür Başkenti bütçesiyle Ars Electronica yapısını dış cephesine yapılan aydın­latılmıştır. Sönmez, Cerebra Electronica adlı yapıtı ile festival izleyicileri ve müze arasında unik bir bağ kurar . Müzenin 5100 metrekarelik yü­zeyi festival izleyicinin başına taktığı bir EEG cihazı üzerinden izleyicinin verdiği bio-verilerle ile aydın­lanmaktadır."
  },
  {
    "id": "3641486",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi <span style=\"color: #221e1f;\">video performansların kusursuz bir döngüde tekrar etmesinden oluşan Erdal İnci eseridir?</span>",
    "options": {
      "A": "BrainRace",
      "B": "Knit Macro Electronics",
      "C": "My Pocket",
      "D": "Clones Project",
      "E": "Ergenekon.tc"
    },
    "correctAnswer": "D",
    "explanation": "1983, Ankara doğumlu Erdal İnci, Hacette­pe Üniversitesi, Güzel Sanatlar Fakültesi, Resim Bölümünden 2005 yılında mezun olur. Mezun olduktan sonra fotoğraf, animasyon, dijital sanat ve video çalışmaları yapan İnci 2009’da İstanbul’a geldikten kısa bir süre sonra dünya çapında tanın­masını yol açan bir çalışmaya imza atar. Clones Project adıyla sunduğu seri teme­linde kısa anlara sıkıştırdığı video performansların kusursuz bir döngüde tekrar etmesinden oluşur."
  },
  {
    "id": "3641586",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi yeni medya sanatını tanımlayan ifadelerden biri değildir?",
    "options": {
      "A": "Multimedya sanat",
      "B": "Etkileşim sanatı",
      "C": "Sayısal şiir",
      "D": "Pentür",
      "E": "Aplikasyon sanatı"
    },
    "correctAnswer": "D",
    "explanation": "Pentür, geleneksel bir resim tekniğini tanımlamaktadır. D seçeneği dışında kalan tanımlamalar doğru ifadeleri içermektedir. Sorunun doğru yanıtı, D seçeneğindedir."
  },
  {
    "id": "3641490",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi “Artificial Stupidity” adlı eseri tanımlar?",
    "options": {
      "A": "İzleyicinin ba­şına özel bir gözlük takınca, önündeki kağıda düz çizgi çizmek, kullanıcının elindeki topu atıp tut­ması gibi basit psikomotor faaliyetleri gerçekleşti­rememesini konu edinir.",
      "B": "Türkiye’deki servet paylaşımını gör­selleştiren bir GIF animasyondur.",
      "C": "Bir pandomimcinin izleyeni bir tablo içerisinde gözlemesini konu edinir.",
      "D": "Şiirleri basılan şair bir robotu konu edinir.",
      "E": "Banka üzerinden yapılan harcamaları analiz eden canlı bir yazılımın ertesi gün sanatçının ne alacağını tahmin etmesini konu edinir."
    },
    "correctAnswer": "A",
    "explanation": "Yeni medya ve etkileşimli sanatlar üzerine yaptı­ğı araştırmalarıyla bilinen Bager Akbay’ın çalışma­ları arasında “Artificial Stupitidy”, “I am an artist”, “Şair Robot Deniz Yılmaz”, ‘Çoban’ sayılabilir. 2010 tarihli “Artificial Stupidity” Bager Akbay’ın Ana Čigon , Vasja Progar ile birlikte oluşturduğu bir deneyim tasarımı .İzleyicinin ba­şına özel bir gözlük takınca, önündeki kağıda düz çizgi çizmek, kullanıcının elindeki topu atıp tut­ması gibi basit psikomotor faaliyetleri gerçekleşti­rememesini konu alıyor."
  },
  {
    "id": "3641588",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, ortaya çıkış sürecinde yeni medya sanatını en belirgin biçimde etkileyen eğitim ekollerinden biri olarak tanımlanabilir?",
    "options": {
      "A": "Mimarlık ve Tasarım fakülteleri",
      "B": "Görsel iletişim Tasarımı bölümleri",
      "C": "İletişim Sanatları bölümleri",
      "D": "Endüstriyel Sanatlar fakülteleri",
      "E": "Çizgi Film bölümleri"
    },
    "correctAnswer": "B",
    "explanation": "Doğru yanıt B seçeneği ve Görsel İletişim Tasarımı bölümleri olmalıdır."
  },
  {
    "id": "3641780",
    "unitNumber": 8,
    "text": "Beden İşlemsel Sanatlar Derneğinin bünyesinde yer alan aşağıdakilerden hangisi Data City, Öteki Ekoloji, Rapataktik Müşterekler gibi dönemin yenilikçi konuları üzerine araştırmalar yapan bir düşünce kuruluşudur?",
    "options": {
      "A": "Amber platformu",
      "B": "Nerdworling",
      "C": "Nomad-TV",
      "D": "X-Change",
      "E": "NOHlab"
    },
    "correctAnswer": "A",
    "explanation": "Amber platformudur."
  },
  {
    "id": "3641691",
    "unitNumber": 8,
    "text": "Bir makine ile Twitter’de hızla trend olan başlık verisini bir kazağa çeviren sanatçı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Ebru Kurbak",
      "B": "Selçuk Artut",
      "C": "Zeynep Nal",
      "D": "Beeple",
      "E": "Damien Hirst"
    },
    "correctAnswer": "A",
    "explanation": "Mahir Yavuz’la birlikte yaptıkları <strong>News Knitter / Haber Ören Twitter’de hızla trend olan</strong><br/><strong>başlık verisini alıp kazağa çeviren bir makineden oluşur.</strong> Bu yapıtlarında görüldüğü gibi <strong>Ebru Kurbak</strong><br/>yeni işlevler kazandırarak dönüştürdüğü cihazlara farklı önermeler getirirken teknolojiyi sanatsal müdahale aracı olarak kullanır."
  },
  {
    "id": "3641634",
    "unitNumber": 8,
    "text": "Bugün yapay zeka ile üretilen estetiğin öncüsü olarak bilinir. Sanatçı bugün yapay zeka ile veri öykülemeleri ve bunların açık ve kapalı alanlara yansıtılmasıyla ilgili çalışmalar yürüttüğü RAS LAB’ı da yöneten yeni medya sanatçısı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Erdal İnci",
      "B": "Burak Arıkan",
      "C": "Selçuk Artut",
      "D": "Murat Pak",
      "E": "Refik Anadol"
    },
    "correctAnswer": "E",
    "explanation": "bugün yapay zeka<br/>ile üretilen estetiğin öncüsü olarak bilinir. Sanatçı<br/>bugün Refik Anadol Studiosunu ve yapay zeka ile<br/>veri öykülemeleri ve bunların açık ve kapalı alanlara<br/>yansıtılmasıyla ilgili öncülü olmayan çalışmalar<br/>yürüttüğü RAS LAB’ı yönetir."
  },
  {
    "id": "3641693",
    "unitNumber": 8,
    "text": "Candaş Şişman ve Deniz Kader’in yeni medya sanatında ortak çalışma kültürüne örnek olan çalışması aşağıdakilerden hangisidir?",
    "options": {
      "A": "Yekpare",
      "B": "Flux",
      "C": "Deep Space Music",
      "D": "Tuneable Touch",
      "E": "Knitted Radio"
    },
    "correctAnswer": "C",
    "explanation": "<strong>Candaş Şişman ve Deniz Kader birlikte kurdukları NOHlab ile 2012 yılında Ars Electronica’da</strong><br/><strong>Deep Space Music adlı bir iş daha sergilemişlerdir</strong>.Candaş Şişman ve Deniz Kader’in kürasyonunu yaptığı görsellere sanatçı Zeynep Nal, Bager Akbay, İsmail Kasarcı, Osman Koç ve Kaan Kaner bölümler üretmişlerdir.<br/>Namekawa’nın soyut notalarına, mekanın atmosferi ve gerçek zamanlı performans ile izleyicilere büyüleyici bir immersive deneyim sunan performans karma tekniklerle üretilmiştir. Teknikler, kod ile<br/>üretilen animasyonlar, reaktif sahneler ve önceden hazırlanmış videolar ile emprovize edilen müziğe<br/>tepki veren sistemleri içermektedir. Bu açıdan <strong>güncel yeni medya sanatında ortak çalışma kültürünü</strong><br/><strong>de örneklendirir. </strong>"
  },
  {
    "id": "3641804",
    "unitNumber": 8,
    "text": "Candaş Şişman'ın Prix Ars Electronica ödülü alan eseri aşağıdakilerden hangisidir?",
    "options": {
      "A": "Yekpare",
      "B": "Deep Space Music",
      "C": "Flux",
      "D": "Prothesengott",
      "E": "Cerebra Electronica"
    },
    "correctAnswer": "C",
    "explanation": "Candaş Şişman'ın Prix Ars Electronica ödülüne layık görülen eseri Flux'tur."
  },
  {
    "id": "3641627",
    "unitNumber": 8,
    "text": "En temel ifade ile sanat bir insanın ........................ şeklidir. Cümlesinde boşluğa aşağıdakilerden hangisi gelmelidir?",
    "options": {
      "A": "konuşma",
      "B": "düşünme",
      "C": "kendini ifade etme",
      "D": "anlama",
      "E": "başkasını ifade etme"
    },
    "correctAnswer": "C",
    "explanation": "En temel ifade ile sanat bir insanın kendini ifade<br/>etme şeklidir"
  },
  {
    "id": "3641689",
    "unitNumber": 8,
    "text": "Generative Sanat Yazılım Aracı olarak tanımlanabilecek bir yazılım geliştiren sanatçı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Nil Yalter",
      "B": "Ebru Kurbak",
      "C": "Zeynep Nal",
      "D": "Candaş Şişman",
      "E": "Osman Koç"
    },
    "correctAnswer": "E",
    "explanation": "Osman Koç bir elektronik mühendisi olarak Unity’nin birçok grafikerin ya da tasarımcının yapacağı kurumsal kimliğini üstlenmesi oldukça ilginçtir. <strong>Koç, Generative Sanat Yazılım Aracı olarak tanımlanabilecek bir yazılım </strong><strong>geliştirir. </strong>"
  },
  {
    "id": "3641590",
    "unitNumber": 8,
    "text": "Hangisi yeni medya sanatçılardan biridir?",
    "options": {
      "A": "Ahmet Güneştekin",
      "B": "Candaş Şişman",
      "C": "Nuri Bilge Ceylan",
      "D": "Emine Ceylan",
      "E": "Ergin İnan"
    },
    "correctAnswer": "B",
    "explanation": "Candaş Şişman, Anadolu Üniversitesi Güzel Sanatlar Fakültesi Çizgi Film Bölümü'nden mezun olan ve yeni medya sanatı alanındaki çalışmalarıyla öne çıkan bir sanatçıdır. Doğru Yanıt B seçeneğidir."
  },
  {
    "id": "3641602",
    "unitNumber": 8,
    "text": "I. Bank of Amerika’nın gizlilik sözleşmesindeki ifadelerden hareketle oluşur. II. Sanatçının banka üzerinden yaptığı harcamalarını analiz eden canlı bir yazılım ertesi gün sanatçının ne alacağını tahmin eder. III. Sanatçının duygu durumu ve hayat anlayışına ilişkin önermeleri analiz eder. IV. Kişiye özel mali kayıtların şirketler tarafından veri işleme, analiz ve kullanımını sorgulatır. Sıralanan ifadelerden hangileri sanatçı Burak Arıkan'ın 2007 yılında ürettiği My Pocket / Cüzdanım adlı çalışmasına ilişkin özellikler arasında gösterilebilir?",
    "options": {
      "A": "I, II ve IV",
      "B": "I, III ve IV",
      "C": "II, III ve IV",
      "D": "II ve III",
      "E": "III ve IV"
    },
    "correctAnswer": "A",
    "explanation": "\"III. Sanatçının duygu durumu ve hayat anlayışına ilişkin önermeleri analiz eder.\" ifadesi konu ile ilgili değildir. A seçeneğinde yer alan I, II ve IV numaralı ifadeler doğru yanıtı oluşturmaktadır."
  },
  {
    "id": "3641481",
    "unitNumber": 8,
    "text": "I.Alanın teknolojik bilgisini öğrencilerine sunar.<br/>II. Mühendislik, matematik gibi alanlardan daha çok klasik sanat eğitimi veren alanlardır.<br/>III.Klasik sanat eğitimi kurumlarından daha etkileşimsel yapıdaki atölye ortamı sunar.<br/>IV. Güncel teknoloji ve malzemeyle disiplinler arası geçişkenli­ğin kolaylıkla sağlandığı bir atölye ortamı yaratırlar.<br/>Yukarıdaki ifadelerden hangisi/ hangileri <em>Görsel İletişim Tasarımı</em> bölümleri alanını doğru tanımlar?",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I,II, III",
      "D": "I,III",
      "E": "I,III,IV"
    },
    "correctAnswer": "E",
    "explanation": "Kuruluşlarının ardından ilk mezunlarını 2000’li yılların başlarında veren Görsel İletişim Tasarımı bölümleri alanın teknolojik bilgisini öğrencilerine sunan; mühendislik, matematik, yazılım, sanat, tasarım, elektronik gibi farklı disiplinlerle çalışan genç zihinlerin yeni bir yaratı dünyasının gerekleri­ni araştırabileceği, üniversiteler arası bir kültür ağı­na dönüşür. Bu eğitim kurumları özel üniversiteler olmaları itibariyle Görsel İletişim Tasarımı bölüm­lerinde halihazırda bulunan klasik sanat eğitim ku­rumlarından daha etkileşimsel bir yapıda, güncel teknoloji ve malzemeyle disiplinler arası geçişkenli­ğin kolaylıkla sağlandığı bir atölye ortamı yaratırlar."
  },
  {
    "id": "3641480",
    "unitNumber": 8,
    "text": "I.Da Vinci<br/>II.Picasso<br/>III.Raphael<br/>IV.Cezeri<br/>V. Tinguely<br/>Yukarıdakilerden hangisi/hangileri Server Demirtaş’ın çalışmalarına ilham vermiştir?",
    "options": {
      "A": "Yalnız I",
      "B": "I,II",
      "C": "I,II,III",
      "D": "III,IV",
      "E": "I,IV,V"
    },
    "correctAnswer": "E",
    "explanation": "Bilim, sanat ve teknoloji kesişiminde yaptığı araştırmalarla teknik dağarcığı­nı bireysel olarak zenginleştirmiş sanatçının ilham noktaları da zamansız ve çeşitlidir. 12. yüzyıldan Cezeri’nin mekanik robotlarından, da Vinci’nin araştırmalarından, kinetik heykel prensiplerinde Tinguely’den yararlanır."
  },
  {
    "id": "3641489",
    "unitNumber": 8,
    "text": "I.Türkiye’de ilk kinetik heykel örnekleri olarak görülen eserleri vermiştir.<br/>II.Klasik gelenekten gelmiş, dijital göçmen sanatçıların en eski temsilci­sidir.<br/>III.Yaklaşık yirmi yıl boyunca üç boyutun olasılıklarını arayan çalışmalar yapmıştır.<br/>IV. Kendisini medya teknolojileri uzmanı olarak adlan­dırır.<br/>Yukarıdaki ifadelerden hangisi/hangileri Server Demirtaş'ın özellikleri içinde yer alır?",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız IV",
      "C": "II,III",
      "D": "I,III",
      "E": "I,II,III"
    },
    "correctAnswer": "E",
    "explanation": "1957, İstanbul doğumlu sanatçı Server Demir­taş, yeni medya sanatçıları arasında klasik gelenekten gelmiş, dijital göçmen sanatçıların en eski temsilci­sidir. 1977 yılında Devlet Güzel Sanatlar Akademisi Resim Bölümünden mezun olan Demirtaş yaklaşık yirmi yıl boyunca üç boyutun olasılıklarını arayan çalışmalar yapar, kendisini heykeltraş olarak adlan­dıran sanatçı 1997 yılına kadar gazeteleri PVC’yle kaplayıp katmanlardan oluşturduğu üç boyutlu yerleştirmeler üretir. Yenilikçi bir sanat anlayışının peşinde koşan sanatçı makine parçalarını bir araya getirerek oluşturduğu hareketli heykeller serisine başlar."
  },
  {
    "id": "3641806",
    "unitNumber": 8,
    "text": "Immersive sanat eserlerinde yapay zekayı ilk kullanan ve immersive enstalasyonları ile alanın en önemli isimleri arasında yer alan sanatçı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Memo Akten",
      "B": "Refik Anadol",
      "C": "Server Demirtaş",
      "D": "Ali Miharbi",
      "E": "Murat Pak"
    },
    "correctAnswer": "B",
    "explanation": "İmmersive sanat eserlerinde yapay zekayı ilk kullanan ve immersive enstalasyonları ile alanın en önemli isimleri arasında yer alan sanatçı Refik Anadol'dur."
  },
  {
    "id": "3641629",
    "unitNumber": 8,
    "text": "Karmaşık ağ sistemleri ile toplumsal konular üzerine soyut mekanizmalar, ağ haritaları ve tahmin sistemleri yaratarak, sosyal yapılardaki güç odaklarını ve ilişkileri bu sistemler sayesinde görselleştiren yeni medya sanatçısı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Başak Şenova",
      "B": "Hale Tenger",
      "C": "Selçuk Erdem",
      "D": "Ali Artun",
      "E": "Selçuk Artut"
    },
    "correctAnswer": "E",
    "explanation": "Karmaşık ağ sistemleri ile toplumsal konular<br/>üzerine soyut mekanizmalar, ağ haritaları ve tahmin<br/>sistemleri yaratarak, sosyal yapılardaki güç odaklarını<br/>ve ilişkileri bu sistemler sayesinde görselleştirir<br/>Selçuk Artut"
  },
  {
    "id": "3641587",
    "unitNumber": 8,
    "text": "Kendi kurumlarını, kendi medyasını ve kendi akademik kuramlarını yaratan güncel/yeni medya sanatının Türkiye’de temsil, tartışma, araştırma ve kabul alanı bulması hangi yıllarda oluşmaya başlamıştır",
    "options": {
      "A": "80'lerin sonu",
      "B": "90'ların başı",
      "C": "90'larla 2000'li yıllar",
      "D": "2000'li yılların ortası",
      "E": "2010'lu yıllar"
    },
    "correctAnswer": "E",
    "explanation": "Kendi kurumlarını, kendi medyasını ve kendi akademik kuramlarını yaratan güncel/yeni medya sanatının Türkiye’de temsil, tartışma, araştırma ve kabul alanı bulması ise 2010’ları işaret etmektedir."
  },
  {
    "id": "3641781",
    "unitNumber": 8,
    "text": "Küratör Ebru Yetişkin Contemporary İstanbul'un yeni medya alanının kürasyonunu hangi başlık altında gerçekleştirmiş ve yeni medya sanatları bölümü ilk defa fuar izleyicisiyle buluşmuştur?",
    "options": {
      "A": "Yekpare",
      "B": "Digilogue",
      "C": "Plugin",
      "D": "X-CHange",
      "E": "Ars Electronica"
    },
    "correctAnswer": "D",
    "explanation": "Küratör Ebru Yetişkin Contemporary İstanbul'un yeni medya alanının kürasyonunu X-CHANGE başlık altında gerçekleştirmiş ve yeni medya sanatları bölümü ilk defa fuar izleyicisiyle buluşmuştur"
  },
  {
    "id": "3641625",
    "unitNumber": 8,
    "text": "Küratör ve tasarımcı Başak Şenova’nın 2002 yılında küratöryel bir proje olarak kurduğu bağımsız bir iletişim ağı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Nomad.tv",
      "B": "Nerdworking",
      "C": "BİS",
      "D": "festival",
      "E": "amberPlatform"
    },
    "correctAnswer": "A",
    "explanation": "Küratör ve tasarımcı Başak Şenova’nın küratöryel<br/>projesi olarak 2002 yılında ortaya çıkan oluşum<br/>dijital kültür içinde yerel bir şebeke kurma amacıyla<br/>kurulmuş.<br/>Nomad.tv"
  },
  {
    "id": "3641632",
    "unitNumber": 8,
    "text": "Mimari yapıların 3 boyutlu rekonstrüksiyonlarının deneysel görselleştirmelerini içeren çalışmaları ve üç boyutlu görüntüleme tekniği fotogrametriyi kullanarak oluşturdukları envanterleri ile tanınan sanat kolektifi aşağıdakilerden hangisidir?",
    "options": {
      "A": "Amber kolektifi",
      "B": "Nomad.tv",
      "C": "Oddviz kolektifi",
      "D": "Hafryat",
      "E": "Clones Project"
    },
    "correctAnswer": "C",
    "explanation": "Oddviz adlı sanatçı kolektifi<br/>ile de yapıtlar üretir. Oddviz’in yoğunlaştığı<br/>başlıca konular mimarlık ve şehircilik sayılabilir.<br/>Mimari yapıların 3 boyutlu rekonstrüksiyonlarının<br/>deneysel görselleştirmelerini içeren çalışmaları<br/>ve üç boyutlu görüntüleme tekniği fotogrametriyi<br/>kullanarak oluşturdukları envanterleri ile tanınmaktadır.<br/>Oddviz kolektifi"
  },
  {
    "id": "3641487",
    "unitNumber": 8,
    "text": "NFT’nin ekoloji üzerine etkisi konusunda yaptığı araştırması alandaki üretilmiş önemli çalışmalardan biri olarak kabul edilen sanatçı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Erdal İnci",
      "B": "Pak",
      "C": "Ebru Kurbak",
      "D": "Server Demir­taş",
      "E": "Memo Akten"
    },
    "correctAnswer": "E",
    "explanation": "Memo Akten yaratıcı ve yeni medya teknoloji­leri konusunda dünya çapında tanınan bir uzman olarak kabul edilir. 2020-2021 yıllarında NFT’nin ekoloji üzerine etkisi konusunda yaptığı araştırma alandaki üretilmiş önemli çalışmalardan biri olarak kabul edilmektedir."
  },
  {
    "id": "3641482",
    "unitNumber": 8,
    "text": "NOMAD-TV.network adlı oluşum aşağıdakilerden hangisinin küratör­yel projesidir?",
    "options": {
      "A": "Başak Şenova",
      "B": "Ekmel Er­tan",
      "C": "Nafiz Akşehirlioğlu",
      "D": "Özlem Alkış",
      "E": "Erdem Dilbaz"
    },
    "correctAnswer": "A",
    "explanation": "NOMAD-TV.network :Küratör ve tasarımcı Başak Şenova’nın küratör­yel projesi olarak 2002 yılında ortaya çıkan oluşum, dijital kültür içinde yerel bir şebeke kurma amacıy­la kurulmuş. Türkiye’de dijital kültür içinde düşü­nen gruplar, sanatçı, müzisyen, mimar, tasarımcı, mühendisleri bir araya getirerek dijital kültüre dair işbirlikçi bir platformda ağın içindeki kişilerin et­kinliklerini görünür kılarak yerel şebekeyi ulusla­rarası diğer ağ ve inisiyatifler etkileşime geçirmiştir."
  },
  {
    "id": "3641484",
    "unitNumber": 8,
    "text": "Osman Koç’un geniş kitleler tarafından tanın­masını sağlayan eseri aşağıdakilerden hangisidir?",
    "options": {
      "A": "Matri-Excerpts",
      "B": "Hiper Mevcudiyet",
      "C": "BrainRace",
      "D": "İki Bil­gisayar Satranç Oynuyor",
      "E": "Cerebra Electronica"
    },
    "correctAnswer": "B",
    "explanation": "Osman Koç’un geniş kitleler tarafından tanın­ması, Fethi Can Tüzel ile birlikte geliştirdiği etkile­şimli bir sinema deneyimi olan Hiper Mevcudiyet adlı yapıtın !f istanbul’da 2012 yılında gösterilmesi ile olmuştur. Sanatçının yazılımı ve donanımını ge­liştirdiği bio-etkileşim cihazlarını sinema izleyicisiy­le buluşturması büyük ilgi görmüştür."
  },
  {
    "id": "3641808",
    "unitNumber": 8,
    "text": "Robot Şair Yılmaz adlı yapıt aşağıdaki sanatçılardan hangisine aittir?",
    "options": {
      "A": "Server Demirtaş",
      "B": "Zeynep Nal",
      "C": "Ali Miharbi",
      "D": "Bager Akbay",
      "E": "Erdal İnci"
    },
    "correctAnswer": "D",
    "explanation": "Bager Akbay'a aiittir."
  },
  {
    "id": "3641603",
    "unitNumber": 8,
    "text": "Sanatçı Bager Akbay'ın, Posta gazetesi Yurdumun Şairi köşesine başvurması için gerekli olan vesikalık fotoğrafını bu köşede daha önce şiirleri basılan 60 şairin vesikalıklarının karışımından ürettiği sanal şair aşağıdakilerden hangisidir?",
    "options": {
      "A": "Deniz Yılmaz",
      "B": "Berkay Tunalı",
      "C": "Erdal İnci",
      "D": "Burak Arıkan",
      "E": "Selçuk Artut"
    },
    "correctAnswer": "A",
    "explanation": "Sanatçı Bager Akbay, Yazı yazmayı öğrettiği robota, cinsiyet belirtmeyen yaygın bir isim soyadı atayarak Posta gazetesi Yurdumun Şairi köşesine başvurması için gerekli olan vesikalık fotoğrafını bu köşede daha önce şiirleri basılan 60 şairin vesikalıklarının karışımından üretti."
  },
  {
    "id": "3641694",
    "unitNumber": 8,
    "text": "Sanatçılara yeni medya teknoloji çözümleri sunan, sergileme ihtiyaçlarını karşılayan topluluk aşağıdakilerden hangisidir?",
    "options": {
      "A": "AmberPlatform",
      "B": "Nerdworking",
      "C": "Ars Electronica",
      "D": "Digilogue",
      "E": "NOMAD-TV.network"
    },
    "correctAnswer": "B",
    "explanation": "İstanbul’da 2009 yılında yeni medya teknolojileri ile yaratıcı alanlarda teknoloji çözümleri sunan, kamusal alanlarda sergileme ihtiyaçlarını karşılayabilecek <strong>Nerdworking</strong> adlı bir kolektif kurulmuştur."
  },
  {
    "id": "3641630",
    "unitNumber": 8,
    "text": "Sürreal, dijital ve figüratif GIF looplarındaki müdahaleler mekanı renk ve formlar yerine hareket ve zamanla kompoze eden yeni medya sanatçısı kimdir?",
    "options": {
      "A": "Erdal İnci",
      "B": "Başak Şenova",
      "C": "İnci Eviner",
      "D": "Murat Pak",
      "E": "Candaş Şiman"
    },
    "correctAnswer": "A",
    "explanation": "İnci’nin yarattığı sürreal, dijital ve figüratif<br/>GIF looplarındaki müdahaleler mekanı renk ve<br/>formlar yerine hareket ve zamanla kompoze eder.<br/>Erdal İnci"
  },
  {
    "id": "3641807",
    "unitNumber": 8,
    "text": "Time Square'deki kamusal sanat platformu Time Square Arts programıyla LED ekranlara taşınan Clones project adlı serisinin Centipedes (Kırkayaklar) adlı videosu hangi sanatçıya aittir?",
    "options": {
      "A": "Burak Arıkan",
      "B": "CAndaş Şişman",
      "C": "Erdal İnci",
      "D": "Bager Akbay",
      "E": "Zeynep Nal"
    },
    "correctAnswer": "C",
    "explanation": "Time Square'deki kamusal sanat platformu Time Square Arts programıyla LED ekranlara taşınan Clones project adlı serisinin Centipedes (Kırkayaklar) adlı videosu Erdal İnci'ye aittir."
  },
  {
    "id": "3641687",
    "unitNumber": 8,
    "text": "Türk Yeni Medya sanatçılarının yetişmesine öncü olan ekol aşağıdakilerden hangisidir?",
    "options": {
      "A": "Sanat, tasarım ve mimarlık",
      "B": "Görsel İletişim Tasarımı",
      "C": "Güzel sanatlar",
      "D": "Görsel Sanatlar",
      "E": "Sahne ve Gösteri Sanatları"
    },
    "correctAnswer": "B",
    "explanation": "Görsel İletişim Tasarımı Ekolü<br/>Çağın iletişim teknolojilerini, görsellik ve tasarımla birleştirme ihtiyacı gün geçtikçe artarken bu<br/>alandaki mesleki profesyonelleri eğitmek için Bilgi Üniversitesi’nde 1997 yılında Görsel İletişim Tasarımı bölümü kurulur. Birbirinden farklı konuları müfredatında barındıran İletişim Tasarımı Fakültesi yeni bir araştırma-geliştirme akımının da öncüsü olur."
  },
  {
    "id": "3641809",
    "unitNumber": 8,
    "text": "Türkiye'de ilk kinetik heykel olarak görülen eserleri veren sanatçı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Osman Koç",
      "B": "Memo Akten",
      "C": "Murat Pak",
      "D": "Selçuk Arut",
      "E": "Server Demirtaş"
    },
    "correctAnswer": "E",
    "explanation": "Türkiye'de ilk kinetik heykel olarak görülen eserleri veren sanatçı Server Demirtaş'tır."
  },
  {
    "id": "3641779",
    "unitNumber": 8,
    "text": "Türkiye'de çok sayıda yeni medya sanatı alanında dünya çapında kabul gören sanatçıların varlığının nedenleri arasında aşağıdakilerden hangisi s<strong>ayılamaz</strong>?",
    "options": {
      "A": "İnternetin yaygınlığı",
      "B": "Alanın köklü geçmişi",
      "C": "Paylaşımcı kültür",
      "D": "Açık kaynak yazılımının çoğalması",
      "E": "Eğitim kalitesinin yeterli olması"
    },
    "correctAnswer": "B",
    "explanation": "Türkiye'de kökü bulunmamakta<br/>Alanın köklü geçmişi"
  },
  {
    "id": "3641686",
    "unitNumber": 8,
    "text": "Türkiye’de günümüz sanatçılarını klasik yöntemlerle sanat üretimi yapan sanatçılardan ayıran başlıca kriter aşağıdakilerden hangisidir?",
    "options": {
      "A": "Sanatçıların dijital yerli olarak tanımlanması",
      "B": "Sanatçıların dijital göçmen olarak tanımlanması",
      "C": "Sanatçıların teknolojileri bilen ve kullanan bireyler olması",
      "D": "Türkiye'de teknolojinin gelişmesi",
      "E": "Sanatçıların geleneksel yöntemlerden yetişmeleri"
    },
    "correctAnswer": "A",
    "explanation": "Türkiye’de günümüz sanatçılarını klasik yöntemlerle sanat üretimi yapan sanatçılardan ayıran başlıca kriter, sanatçıların dijital dünyaya doğup, doğmadıkları, bir diğer deyişle <strong>dijital yerli olarak tanımlanmasıdır.</strong> Dijital dünyanın teknolojilerinin ,kullanıldığı bir dünyaya doğmuş, bilgisayar ve teknolojilerine doğar doğmaz tanışan ve ana dili gibi bilen bireyler dijital yerli, bu dünyaya doğmamış ancak bu teknolojileri bilen ve kullanan bireyler<br/>de dijital göçmendir"
  },
  {
    "id": "3641685",
    "unitNumber": 8,
    "text": "Türkiye’de yeni medya sanatının yaygınlaştığı tarih aşağıdakilerden hangisidir?",
    "options": {
      "A": "1970",
      "B": "1980",
      "C": "1990",
      "D": "2000",
      "E": "2010"
    },
    "correctAnswer": "C",
    "explanation": "Yeni medya sanatı Batıdaki örneklerinden yaklaşık çeyrek yüzyıl sonra yani <strong>1990’lardan sonra yaygınlaşmıştır.</strong>Türkiye’de yeni medya teknolojileri ile üretilen sanat eserleri 1990’lardan günümüze kadar gelen dönem (günümüz) yeni medya sanatı ana başlığında değerlendirilmektedir."
  },
  {
    "id": "3641591",
    "unitNumber": 8,
    "text": "Yeni medya alanında çalışan ve uluslararası platformlarda çok sayıda ödül alan ve ürettiği NFT'ler ile de dünyada en çok takip edilenlerden biri olan sanatçı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Fazıl Say",
      "B": "Göksel Baktagir",
      "C": "Nihat Odabaşı",
      "D": "Halil Akdeniz",
      "E": "Refik Anadol"
    },
    "correctAnswer": "E",
    "explanation": "Doğru yanıt E seçeneğinde yer alan Refik Anadol'dur. Anadol, mekâna özgü görsel/işitsel performansları ikonik noktalarda, müze ve festivallerde yer bulurken Lorenzo il Magnifico Lifetime’ın Yeni Medya Sanatları alanında Yaşam Boyu başarı ödülü, Microsoft Araştırmaları Best Vision ödülü, Lumen Prize, iF Gold Award, D&amp;AD Pencil Award, Alman Tasarım Ödülü, UCLA Sanat+Mimari Moss Ödülü olmak üzere çok sayıda ödüle layık görülmüştür. Refik Anadol, ürettiği NFT’ler ile de dünyada en çok takip edilen sanatçıların arasında yer almaktadır."
  },
  {
    "id": "3641778",
    "unitNumber": 8,
    "text": "Çağdaş sanat tanımının disiplinler arası bir yapıya kavuşması ve görsel sanat üretimlerini mevcut yöntem ve tekniklerle açıklamanın imkansız hale gelmesi hangi tarihlere rastlamaktadır?",
    "options": {
      "A": "1940'lardan sonra",
      "B": "1950'lerden sonra",
      "C": "1960'lardan sonra",
      "D": "1970'lerden sonra",
      "E": "1980'lerden sonra"
    },
    "correctAnswer": "E",
    "explanation": "Çağdaş sanat tanımı 1980'lerden sonra disiplinler arası bir yapıya kavuşmuştur."
  },
  {
    "id": "3641626",
    "unitNumber": 8,
    "text": "Ülkemizde sanat eğitiminin planlaması yapılırken ağırlıklı olarak hangi ekoller baz alınmıştır?",
    "options": {
      "A": "İtalyan ve İsveç",
      "B": "Alman ve Fransız",
      "C": "Amerika ve Rusya",
      "D": "Bulgaristan ve Arnavutluk",
      "E": "Hollanda ve Danimarka"
    },
    "correctAnswer": "B",
    "explanation": "Ülkemizde sanat eğitiminin planlaması yapılırken<br/>ağırlıklı olarak Alman ve Fransız ekolleri<br/>baz alınmıştır."
  },
  {
    "id": "3641631",
    "unitNumber": 8,
    "text": "İzleyicinin başına özel bir gözlük takınca, önündeki kağıda düz çizgi çizmek, kullanıcının elindeki topu atıp tutması gibi basit psikomotor faaliyetleri gerçekleştirememesini konu alan yeni medya sanatçısı kimdir?",
    "options": {
      "A": "Çağrı Taşkın",
      "B": "Bager Akbay",
      "C": "Erdal İnci",
      "D": "Başak Şenova",
      "E": "İnci Eviner"
    },
    "correctAnswer": "B",
    "explanation": "İzleyicinin başına<br/>özel bir gözlük takınca, önündeki kağıda düz<br/>çizgi çizmek, kullanıcının elindeki topu atıp tutması<br/>gibi basit psikomotor faaliyetleri gerçekleştirememesini<br/>konu alıyor.<br/>Bager Akbay"
  },
  {
    "id": "3641690",
    "unitNumber": 8,
    "text": "Şiir yazan ilk robot sanatçıyı yaratan sanatçı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Ali Miharbi",
      "B": "Damien Hirst",
      "C": "Bager Akbay",
      "D": "Jeff Koons",
      "E": "Murat Pak"
    },
    "correctAnswer": "C",
    "explanation": "Yeni medya kültürünün eğitimci, mühendis, sanatçı, hacker/maker kimlikleriyle çok yönlü karakterlerinden biri olarak <strong>Bager Akbay</strong> 2014’ün son aylarında facebook üzerinden bir profille izleyiciye sunduğu işi Deniz Yılmaz sanat dünyasında farklı bir etki yaratmıştır (Görsel 8.15). Öncülü olmayan bir <strong>yapıt Deniz Yılmaz. Çünkü bir robot ve şair bir robot.</strong> Sanatçı Akbay, şiir yazan bir robot yapmak için önce bilgisayarla programlanarak otomatik işlem yapan bir makine olan CNC’ye yazı yazmayı öğretmiştir. Bilgisayarla kontrol edilen cihaza komut veren sayısal kontrol dili G-code’u kullanarak CNC’nin noktasal vuruşlarla yazı yazmasını sağladı. 2015 yılında Contemporary Istanbul’un yeni medya alanı Plug-In de sanatçı olarak katılır, bunu takiben <strong>Deniz Yılmaz Blok Art Space ile sözleşme imzalayarak galeri temsiliyeti kazanan ilk robot sanatçı</strong> ünvanını alır."
  },
  {
    "id": "3641483",
    "unitNumber": 8,
    "text": "…………adlı eser devasa boyutta kamusal alanda tarihi bir yapının dış yüzey­lerine uygulanan projection mapping / üç boyutlu haritalama performansıdır.<br/>Aşağıdakilerden hangisi yukarıdaki ifadede boş bırakılan yeri doğru olarak tamamlar?",
    "options": {
      "A": "Yekpare",
      "B": "Flux",
      "C": "Parataktik Müşterekler",
      "D": "Deep Space Music",
      "E": "Akdeniz"
    },
    "correctAnswer": "A",
    "explanation": "2010 yılında İstanbul’un Kültür Başkenti ol­ması üzerine Kadıköy’de bulunan Haydarpaşa Tren Garı’nda Nerdworking ekibi, sanatçılar Candaş Şişman, Deniz Kader ve Görkem Şen’le bir proje gerçekleştirir. Yekpare adlı eser, devasa boyutta kamusal alanda tarihi bir yapının dış yüzey­lerine uygulanan projection mapping / üç boyutlu haritalama performansındır. Şehrin en görkem­li alanlarından birinde konumlanan Haydarpaşa Garı’nın yüzeyleri video, animasyon, yazılım kulla­nılarak üretilen görsellerin yansıtılmasıyla bambaş­ka bir yapıya dönüştürülür."
  }
]