[
  {
    "id": "3851134",
    "unitNumber": 1,
    "text": "Belirli bir bedel karşılığında insanların yeme içme ihtiyaçlarını karşılayan ticari hizmet işletmelerine ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Konaklama işletmeleri",
      "B": "Ulaşım işletmeleri",
      "C": "Eğlence işletmeleri",
      "D": "Yiyecek içecek işletmeleri",
      "E": "Rehberlik işletmeleri"
    },
    "explanation": "Yiyecek içecek işletmeleri; yapısı, teknik donanımı, konforu ve bakım durumu gibi maddesel, sosyal değeri ve personelin hizmet kalitesi gibi niteliksel elemanları ile kişilerin beslenme ihtiyaçlarını karşılayan ekonomik, sosyal ve disiplin altına alınmış işletmelerdir (Koçak, 2012; Sökmen, 2014). Yiyecek içecek işletmeleri, belirli bir<br/>bedel karşılığında müşterilerin yeme içme ihtiyaçlarını karşılayan ticari hizmet işletmeleridir (Aktaş, 2001)."
  },
  {
    "id": "3851135",
    "unitNumber": 1,
    "text": "Yapısı, teknik donanımı, konforu ve bakım durumu gibi maddesel, sosyal değeri ve personelin hizmet kalitesi gibi niteliksel elemanları ile kişilerin beslenme ihtiyaçlarını karşılayan ekonomik, sosyal ve disiplin altına alınmış işletmelere ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Konaklama işletmeleri",
      "B": "Eğlence işletmeleri",
      "C": "Yiyecek içecek işletmeleri",
      "D": "Ulaşım işletmeleri",
      "E": "Rehberlik işletmeleri"
    },
    "explanation": "Yiyecek içecek işletmeleri; yapısı, teknik donanımı, konforu ve bakım durumu gibi maddesel, sosyal değeri ve personelin hizmet kalitesi gibi niteliksel elemanları ile kişilerin beslenme ihtiyaçlarını karşılayan ekonomik, sosyal ve disiplin altına alınmış işletmelerdir (Koçak, 2012; Sökmen, 2014)."
  },
  {
    "id": "3851136",
    "unitNumber": 1,
    "text": "Hanlar ve kervansaraylar kaçıncı yüzyılda ortaya çıkmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "10.yy",
      "B": "11.yy",
      "C": "12.yy",
      "D": "13.yy",
      "E": "14.yy"
    },
    "explanation": "XIII. yüzyılda batıda hanlar, doğuda ise kervansaraylar ortaya çıkması ile yiyecek içecek işletmeleri de oluşmuştur. Hanlar ve kervansarayların temel farklı hanların ticari bir işletme gibi kâr amacı taşıması, kervansarayların ise bir hayır işletmesi olarak çalışmasıdır (Koçak, 2012)."
  },
  {
    "id": "3851137",
    "unitNumber": 1,
    "text": "Soyutluk, heterojenlik, ürünlerin dayanıksızlığı ve rekabet yoğunluğu ne tür işletmelerin özelliklerindendir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yiyecek içecek işletmeleri",
      "B": "Ulaşım işletmeleri",
      "C": "Konaklama işletmeleri",
      "D": "Rehberlik işletmeleri",
      "E": "Eğlence işletmeleri"
    },
    "explanation": "Soyutluk, heterojenlik, ürünlerin dayanıksızlığı ve rekabet yoğunluğu yiyecek içecek işletmelerinin özelliklerindendir."
  },
  {
    "id": "3851138",
    "unitNumber": 1,
    "text": "Monşarj nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Fırın",
      "B": "Yemek asansörü",
      "C": "İçecek dolabı",
      "D": "Alkol dolabı",
      "E": "Derin dondurucu"
    },
    "explanation": "Monşarj: Sadece yemek ve bulaşık taşımak için kullanılan yemek ve servis asansörüne verilen isimdir."
  },
  {
    "id": "3851139",
    "unitNumber": 1,
    "text": "Aşağidakilerden hangisi ağırlama endüstrisi içerisinde yer alan işletme kollarından biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Konaklama",
      "B": "Seyahat Sigortacılığı",
      "C": "Yiyecek-İçecek",
      "D": "Ulaşım",
      "E": "Eğlence"
    },
    "explanation": "Giriş<br/>Seyahat Sigortacılığı"
  },
  {
    "id": "3851140",
    "unitNumber": 1,
    "text": "1765 yılında açılan ilk restorantın adı olan “Restaurer”in kelime anlamı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Lezzetli",
      "B": "Damak Tadı",
      "C": "Tokluk",
      "D": "İyileştirici",
      "E": "Mutluluk"
    },
    "explanation": "Giriş<br/>Boulanger isimli kişi iyileştirici kemik suyundan yaptığı çorbayı satmak için bir dükkân açmış, çorbalarına iyileştirici “Restaurer” ismini verdiğini ve kapısına da bugün kullandığımız restoran kelimesinin çıkış noktası olan bu kelimeyi yazarak insanların ilgisini çekmeye çalışmıştır."
  },
  {
    "id": "3851141",
    "unitNumber": 1,
    "text": "Modern anlamda günümüze yakın ilk restoranlar hangi kentte açılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Londra",
      "B": "Paris",
      "C": "Budapeşte",
      "D": "Roma",
      "E": "Madrid"
    },
    "explanation": "Giriş<br/>Paris"
  },
  {
    "id": "3851142",
    "unitNumber": 1,
    "text": "Aşağıdaki ülkelerden hangisi 19. ve 20. yüzyılda restorancılıkta öncü konumdadır?",
    "correctAnswer": "D",
    "options": {
      "A": "İtalya",
      "B": "Amerika",
      "C": "Berlin",
      "D": "Fransa",
      "E": "İngiltere"
    },
    "explanation": "Giriş<br/>Fransa"
  },
  {
    "id": "3851143",
    "unitNumber": 1,
    "text": "Anadolu’da topraklarında açılan ilk restoran aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Galata",
      "B": "Bosphoros",
      "C": "Ottoman",
      "D": "Harem",
      "E": "Viktorya"
    },
    "explanation": "Giriş<br/>Viktorya"
  },
  {
    "id": "3851144",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi yiyecek endüstrisinin gelişmesine etki eden faktörlerden biri <strong>değildir</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Teknolojinin gelişmesi",
      "B": "Kadınların çalışma hayatına girmesi",
      "C": "Gelir miktarının artması",
      "D": "Hayat tarzındaki değişimler",
      "E": "Seyahat eden kişi sayısının artması"
    },
    "explanation": "Giriş<br/>Son yıllarda dışarıda yemek yeme artmış ve bu talep yiyecek içecek işletmelerinin artmasına da ve yiyecek endüstrisinin gelişmesine neden olmuştur. Bu endüstrinin hızlı gelişim sağlamasına etki eden faktörler şunlardır: Boş zamanın artması, Kadınların çalışma hayatına girmesi, Gelir miktarının artması, Hayat tarzındaki değişimler, İşletme sayısının artması, Menülerin gelişmesi, Seyahat eden kişi sayısının artması, Tüketicilerin demografik özelliklerinin farklılaşmasıdır. Teknolojinin gelişmesi bu faktörlerden biri değildir."
  },
  {
    "id": "3851145",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi yiyecek-içecek endüstrisinin temel özelliklerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sabit maliyetlerin yüksek olması",
      "B": "Ürünlerin dayanıksızlığı",
      "C": "Emek yoğun olması",
      "D": "Rekabet yoğunluğu",
      "E": "Yüksek vergi oranları"
    },
    "explanation": "Yi̇yecek İçecek İşletmeleri̇ni̇n Özellikleri̇<br/>Yüksek vergi oranları"
  },
  {
    "id": "3851146",
    "unitNumber": 1,
    "text": "“Turizm Tesislerinin Niteliklerine İlişkin Yönetmelik”te yiyecek-içecek işletmeleri hangi isimle tanımlanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Ağırlama tesisleri",
      "B": "Konaklama tesisleri",
      "C": "Gastronomi tesisleri",
      "D": "Turizm tesisleri",
      "E": "Yemek servisi tesisleri"
    },
    "explanation": "Yi̇yecek İçecek İşletmeleri̇ni̇n Özellikleri̇<br/>Gastronomi tesisleri"
  },
  {
    "id": "3851147",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi genellikle 3-4 çeşit yemekten oluşan menülerin sabit bir fiyatla sunulduğu yiyecek-içecek işletmeleridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Self servis restoranlar",
      "B": "Tabldot restoranlar",
      "C": "Paket Servis restoranlar",
      "D": "Alakart restoranlar",
      "E": "Hızlı Servis restoranlar"
    },
    "explanation": "Yiyecek İçecek İşletmeleri̇ni̇n Sınıflandırılması<br/>Tabldot restoranlar"
  },
  {
    "id": "3851148",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi yemeğin müşterinin seçiminden sonra belli bir sürede hazırlanarak servis edildiği yiyecek-içecek işletmeleridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Self servis restoranlar",
      "B": "Tabldot restoranlar",
      "C": "Paket Servis restoranlar",
      "D": "Hızlı Servis restoranlar",
      "E": "Alakart restoranlar"
    },
    "explanation": "Yiyecek İçecek İşletmeleri̇ni̇n Sınıflandırılması<br/>Alakart restoranlar"
  },
  {
    "id": "3851149",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi servis şekillerine göre yiyecek içecek işletmeleri sınıflandırmasına <strong>girmez?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Alakart restoranlar",
      "B": "Tabldot restoranlar",
      "C": "Self servis restoranlar",
      "D": "Paket servis sunan restoranlar",
      "E": "Füzyon restoranlar"
    },
    "explanation": "Servis şekillerine göre yiyecek içecek işletmeleri alakart restoranlar, tabldot restoranlar, self servis restoranlar, hızlı servis sunan restoranlar ve paket servis sunan restoranlar şeklinde sınıflandırılmaktadır (Denizer, 2005)."
  },
  {
    "id": "3851150",
    "unitNumber": 1,
    "text": "Fiziksel alanın devlete ait olduğu, işletme faaliyetlerinin ise özel kişiler tarafından yürütüldüğü ticari işletmelere ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kamu Kurumlarında Bulunan Yiyecek İçecek İşletmeleri",
      "B": "Özel Yiyecek İçecek İşletmeleri",
      "C": "Karma İşletme Yapısına Sahip Yiyecek İçecek İşletmeleri",
      "D": "Tüm Pazara Yönelik Yiyecek İçecek İşletmeleri",
      "E": "Sınırlı Bir Pazara Yönelik Yiyecek İçecek İşletmeleri"
    },
    "explanation": "Karma işletme yapısına sahip yiyecek içecek işletmeleri genellikle fiziksel alanın devlete ait olduğu, işletme faaliyetlerinin ise özel kişiler tarafından yürütüldüğü ticari işletmelerdir."
  },
  {
    "id": "3851151",
    "unitNumber": 1,
    "text": "Lüks restoranlara göre daha ucuz, sade ve kolay hazırlanan yiyeceklerin sunulduğu ve masa servisi olan işletmelere ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mom ve Pop Restoranlar",
      "B": "Kafeler",
      "C": "Etnik Restoranlar",
      "D": "Temalı Restoranlar",
      "E": "Et Restoranları"
    },
    "explanation": "Mom ve Pop Restoranlar; Amerika’da ortaya çıkmış olan bu restoranlar lüks restoranlara göre daha ucuz, sade ve kolay hazırlanan yiyeceklerin sunulduğu ve masa servisi olan işletmelerdir."
  },
  {
    "id": "3851152",
    "unitNumber": 1,
    "text": "Yemekler, menü, fiyatlar, dizayn, dekor, ambiyans, üniformalar gibi unsurların belirlenen bir temaya uygun olduğu yiyecek içecek işletmelerine ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Barlar ve Publar",
      "B": "Pastaneler",
      "C": "Kafeler",
      "D": "Etnik Restoranlar",
      "E": "Temalı Restoranlar"
    },
    "explanation": "Temalı restoranlar yemekler, menü, fiyatlar, dizayn, dekor, ambiyans, üniformalar gibi unsurların belirlenen bir temaya uygun olarak tasarlandığı yiyecek içecek işletmeleridir."
  },
  {
    "id": "3851153",
    "unitNumber": 1,
    "text": "1986 yılında McDonald’s restoranını protesto etmek amacıyla Carlo Petrini tarafından başlatılan yemek akımı hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hızlı yemek",
      "B": "Yavaş yemek",
      "C": "Moleküler mutfak",
      "D": "Yeşil restorancılık",
      "E": "Çiğ beslenme"
    },
    "explanation": "Yavaş yemek (Slow Food) akımı: Yavaş yemek (slow food) hareketi 1986 yılında hızlı yemek zinciri olan McDonald’s restoranını protesto etmek amacıyla Carlo Petrini tarafından başlatılmıştır."
  },
  {
    "id": "3851337",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi yiyecek içecek endüstrinin hızlı gelişim sağlamasına etki eden faktörlerden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Erkeklerin çalışma hayatına girmesi",
      "B": "Boş zamanın artması",
      "C": "Gelir miktarının artması",
      "D": "Hayat tarzındaki değişimler",
      "E": "Menülerin gelişmesi"
    },
    "explanation": "Son yıllarda dışarıda yemek yeme artmış ve bu talep yiyecek içecek işletmelerinin artmasına da ve yiyecek endüstrisinin gelişmesine neden olmuştur. 4 Bu endüstrinin hızlı gelişim sağlamasına etki eden faktörler şunlardır (Türksoy, 2002; Doğdubay ve Cevizkaya, 2015):<br/>Boş zamanın artması: Bireylerin boş vakitleri fazla olduğunda bulundukları yerden uzaklaşma eğilimleri artmakta ve dışarıda gerçekleştirdikleri yeme içme faaliyeti artmaktadır.<br/>Kadınların çalışma hayatına girmesi: Çalışan kadınların sayısı her geçen gün artmaktadır. Çalışan kadınlar evde daha az vakit geçirdikleri için ya yemek pişirmek istememekte ya da yemek pişirmeyi bilmemektedir. Bu durum dışarıda yemek yemeyi artıran bir etkendir.<br/>Gelir miktarının artması: İnsanların ortalama harcanabilir gelirlerinin ve ailelerde gelir getiren birey sayılarının artması ve tam zamanlı olarak çalışarak yorulan insanların evde yemek pişirmek istememeleri gibi etkenler, insanların daha sık dışarıda yeme-içme faaliyetlerine katılmalarına etki etmiştir.<br/>Hayat tarzındaki değişimler: Günümüzde saygınlık ölçütü olarak maddi varlıkların yerini alması ve geleneksel aile kalıplarının aksine kendi varlığını göstermeye çalışan genç kuşağın ortaya çıkması, insanların yiyecek ve içeceklere olan merakını arttırmış ve yeme içme konusundaki algılar hızla değişmiştir. Dolayısıyla, birçok insan dışarıda yeme içme faaliyetlerine yönelmiştir.<br/>İşletme sayısının artması: Teknolojik gelişmeler, sosyolojik değişimler ve bireylerin dışarıda yeme-içme faaliyetlerine katılma isteklerinin artması, yiyecek-içecek işletmelerinin sayısını artırmıştır. Bu durum işletmeleri yoğun rekabet ortamına iterek yiyecek-içecek fiyatlarının düşmesine neden olmuştur. Yiyecek-içecek fiyatlarının düşmesiyle birlikte insanların dışarıda yeme-içme sıklığı artmıştır.<br/>Menülerin gelişmesi: Bir yiyecek içecek işletmesinin asıl amacı, işletme türü ne olursa olsun sunduğu hizmetin çıktısı olan yiyecek içecek ürünlerini satabilmektir. Bu husustaki en etkin yöntem ise menüdür. Menüler, yiyecek içecek endüstri içerisindeki işletmelerin pazarlamasında etkili olduğunda çeşitlenmiş ve ilgi çekici bir hâle dönüşmüştür.<br/>Seyahat eden kişi sayısının artması: Tatile çıkan kişi sayısı her geçen gün artmakta ve buna paralel olarak da yiyecek içecek tüketimi de hız kazanmaktadır. Gerek konaklama işletmeleri içerisinde gerek de bağımsız işletmelere talep artmaktadır.<br/>Tüketicilerin demografik özelliklerinin farklılaşması: Dünya genelinde ülkelerin nüfus yoğunluğunun çoğunu gençler oluşturmaktadır. Bu genç nüfus, yaşlılara kıyasla vaktinin çoğunun dışarıda geçirdiğinden dışarıda yeme alışkanlıkları fazladır. Ayrıca üniversite ve yatılı okul öğrencileri genç nüfus içerisinde geniş bir paya sahip olduğundan dışarıda yeme içme eğilimleri oldukça fazladır. Maddi imkânların yeterliliği de dışarıda yeme faaliyetine katılımı arttırmaktadır. Öte yandan, kadın-erkek ayrımının ortadan kalkmasıyla ve artan çalışan kadın sayısıyla, ekonomik bağımsızlığı olan kadınların dışarıda yeme-içme faaliyetine katılımları artmıştır."
  },
  {
    "id": "3851338",
    "unitNumber": 1,
    "text": "Yiyecek içecek işletmeleri ile ilgili nitelikler 2019/30791 sayılı “........................................” göre belirlenmiştir.<br/>Yukarıda boş bırakılan alanı hangisi doğru olarak tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Konaklama Tesislerinin Niteliklerine İlişkin Yönetmeliğe",
      "B": "Turizm Tesislerinin Niteliklerine İlişkin Yönetmeliğe",
      "C": "Gastromi Tesislerinin Niteliklerine İlişkin Yönetmeliğe",
      "D": "Avrupa Tesislerinin Niteliklerine İlişkin Yönetmeliğe",
      "E": "Amerika Tesislerinin Niteliklerine İlişkin Yönetmeliğe"
    },
    "explanation": "Yiyecek işletmelerinin genel özelliklerinin yanında yiyecek içecek işletmelerinin kurumlar tarafından belirlenmiş ve işletmenin türüne göre bulundurması gereken bazı nitelikler bulunmaktadır. Yiyecek içecek işletmeleri ile ilgili nitelikler 2019/30791 sayılı “Turizm Tesislerinin Niteliklerine İlişkin Yönetmeliğe” göre belirlenmiştir."
  },
  {
    "id": "3851339",
    "unitNumber": 1,
    "text": "Sadece yemek ve bulaşık taşımak için kullanılan yemek ve servis asansörüne ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Gastronom",
      "B": "Chiller",
      "C": "Monşarj",
      "D": "Fileto",
      "E": "Santoku"
    },
    "explanation": "Monşarj: Sadece yemek ve bulaşık taşımak için kullanılan yemek ve servis asansörüne verilen isimdir."
  },
  {
    "id": "3851340",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi amaçlarına göre yiyecek içecek işletmeleri grubuna dahildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Karma İşletme Yapısına Sahip Yiyecek İçecek İşletmeleri",
      "B": "Özel Yiyecek İçecek İşletmeleri",
      "C": "Tüm Pazara Yönelik Yiyecek İçecek İşletmeleri",
      "D": "Ticari Olmayan Yiyecek İçecek İşletmeleri",
      "E": "Sınırlı Bir Pazara Yönelik Yiyecek İçecek İşletmeleri"
    },
    "explanation": "Yiyecek içecek işletmelerinin sınıflandırılmasında çeşitli sınıflandırmalar kullanılmaktadır. Bunlar; amaçlarına göre yiyecek içecek işletmeleri, hitap ettiği pazara göre yiyecek içecek işletmeleri, mülkiyet yapılarına göre yiyecek içecek işletmeleri, büyüklüklerine göre yiyecek içecek işletmeleri ve servis şekline göre yiyecek içecek işletmeleri olmak üzere beş grupta sınıflandırıldığı görülmektedir.<br/>Amaçlarına Göre Yiyecek İçecek İşletmeleri Yiyecek içecek işletmeleri amaçlarına göre ticari (kar amacı olan) ve ticari olmayan (kâr amacı olmayan) yiyecek içecek işletmeleri olarak ikiye ayrılmaktadır:<br/>Ticari Yiyecek İçecek İşletmeleri: Ticari yiyecek içecek işletmeleri ile müşterilerin yeme içme ihtiyacının karşılanarak kâr elde edildiği kuruluşları kapsamaktadır (Aktaş, 2011; Sökmen, 2014). Ticari yiyecek içecek işletmelerine restoranlar, snack barlar, kafeler, hızlı yemek (fast food) restoranlar, alışveriş merkezinde bulunan işletmeler, yemek büfeleri, catering işletmeleri gibi örnekler verilebilir.<br/>Ticari Olmayan Yiyecek İçecek İşletmeleri: Ticari olmayan yiyecek içecek işletmelerinde yeme içme faaliyeti temel amaç değil, destekleyici hizmet kapsamındadır. Kâr amacı olmayan bu yiyecek içecek işletmeleri; endüstriyel işletmeler ya da fabrikalar, hastaneler ve okullar, üniversiteler, askeriye, hapishane ve bakım evleri gibi kurumlardan oluşmaktadır."
  },
  {
    "id": "3851341",
    "unitNumber": 1,
    "text": "Müşterilerin menüden seçimlerini yaptığı ve yemeğin müşterinin seçiminden sonra belli bir sürede hazırlanarak müşterilerin masalarına servis edildiği işletme türüne ne denir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tabldot restoranlar",
      "B": "Self servis restoranlar",
      "C": "Hızlı servis sunan restoranlar",
      "D": "Paket servis sunan restoranlar",
      "E": "Alakart restoranlar"
    },
    "explanation": "Alakart restoranlar; müşterilerin menüden seçimlerini yaptığı ve yemeğin müşterinin seçiminden sonra belli bir sürede hazırlanarak müşterilerin masalarına servis edildiği işletme türüdür."
  },
  {
    "id": "3851342",
    "unitNumber": 1,
    "text": "Genellikle 3-4 çeşit yemekten oluşan menünün sabit bir fiyatla sunulduğu yiyecek içecek işletmeleri nasıl adlandırılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Tabldot restoranlar",
      "B": "Alakart restoranlar",
      "C": "Self servis restoranlar",
      "D": "Fast food",
      "E": "Paket servis sunan restoranlar"
    },
    "explanation": "Tabldot restoranlar; genellikle 3-4 çeşit yemekten oluşan menünün sabit bir fiyatla sunulduğu yiyecek içecek işletmeleridir."
  },
  {
    "id": "3851343",
    "unitNumber": 1,
    "text": "Dekoru, menüsü, müziği, personel üniformaları gibi özellikleri ile belli bir kültürü yansıtan restoranlara ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kafeler",
      "B": "Etnik restoranlar",
      "C": "Barlar",
      "D": "Publar",
      "E": "Mom restoranlar"
    },
    "explanation": "Etnik Restoranlar Son yıllarda popüler hale gelmiş olan etnik restoranlar dekoru, menüsü, müziği, personel üniformaları gibi özellikleri ile belli bir kültürü yansıtan restoranlardır. Etnik restoranlarda restorandaki bütün unsurlar belirli bir kültür şeması çerçevesinde şekillenir. Sunulan yemekten, dekorasyona hatta personel üniformalarına kadar her unsur kültür etrafında şekillenmektedir. Kültürel mirasla bağlantı kurmak veya yabancı kültür ve mutfak kültürleriyle tanışmak gibi konusu olan yeme ve eğlence tecrübesi sunmaktadır."
  },
  {
    "id": "3851344",
    "unitNumber": 1,
    "text": "1986 yılında hızlı yemek zinciri olan McDonald’s restoranını protesto etmek amacıyla Carlo Petrini tarafından başlatılan akımın adı nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Moleküler mutfak",
      "B": "Fine dining",
      "C": "Slow food",
      "D": "Raw food",
      "E": "Füzyon mutfak"
    },
    "explanation": "Yavaş yemek (Slow Food) akımı: Yavaş yemek (slow food) hareketi 1986 yılında hızlı yemek zinciri olan McDonald’s restoranını protesto etmek amacıyla Carlo Petrini tarafından başlatılmıştır. Bu hareketin sonucunda yavaş yemek hareketi dünyanın diğer bölgelerinde de kabul görmüştür (Ekincek, 2014). McDonalds’ı protesto eden bu gruba göre yeni açılan bu mekân hem meydanın estetiğini bozmakta hem de İtalyan yemek kültürüne ve beslenme alışkanlığına büyük bir darbe vurmaktadır."
  },
  {
    "id": "3851345",
    "unitNumber": 1,
    "text": "Genel anlamı ile yemeğin altında yatan bilimin ortaya konulmasının yanı sıra yemeğin yapısını bozmadan tat ve dokuda farklılıklar yaratmayı amaçlayan mutfak akımı nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Note by note",
      "B": "Yeşil restorancılık",
      "C": "Füzyon mutfak",
      "D": "Moleküler mutfak",
      "E": "Surf &amp; turf"
    },
    "explanation": "Moleküler mutfak: İlk olarak 1969 yılında Nicholas Kurti tarafından başlatılan moleküler gastronomi çalışmaları, 1980’li yıllarda Nicolas Kurti ve Herve This tarafından ortaya konmuş olup yemek pişirmenin kimyasal ve fiziksel süreçlerini incelemeye dayalı bir yaklaşımdır. Genel anlamı ile yemeğin altında yatan bilimin ortaya konulmasının yanı sıra yemeğin yapısını bozmadan tat ve dokuda farklılıklar yaratmayı amaçlamaktadır."
  },
  {
    "id": "3851346",
    "unitNumber": 1,
    "text": "Çeşitli dünya mutfaklarının ve özel yemeklerinin birbiriyle karıştırılarak farklı bir mutfağın ortaya çıkması olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Slow food",
      "B": "Otantik mutfak",
      "C": "Moleküler mutfak",
      "D": "Surf &amp; turf",
      "E": "Füzyon mutfak"
    },
    "explanation": "Füzyon mutfak: 1980’li yıllarda Batı teknikleri ile Uzakdoğu teknik ve malzemelerinin birleştirilmesi şeklinde ortaya çıktığı bilinen füzyon mutfak; çeşitli dünya mutfaklarının özel yemeklerinin birbiriyle karıştırılarak farklı bir mutfağın ortaya çıkması olarak tanımlamaktadır."
  },
  {
    "id": "3851154",
    "unitNumber": 2,
    "text": "Mutfakta bütün halde pişirilen tavuk, kaz, ördek, balık, kuzu, hindi ve geyik gibi büyük parça etlerin, misafir masasına getirilerek onun gözünün önünde porsiyonlanması için kullanılan servis arabası aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Flambe arabası",
      "B": "Tranche arabası",
      "C": "Servis arabası",
      "D": "İçki arabası",
      "E": "Ordövr arabası"
    },
    "explanation": "Serviste kullanılan ekipmanlar konusunun serviste kullanılan arabalardan Tranche arabası, sayfa 31 de anlatılmaktadır.<br/>Tranche, dilimleme ve porsiyonlama anlamına gelmektedir. Mutfakta bütün halde pişirilen tavuk, kaz, ördek, balık, kuzu, hindi ve geyik gibi büyük parça etlerin, misafir masasına getirilerek onun gözünün önünde porsiyonlandığı arabadır."
  },
  {
    "id": "3851155",
    "unitNumber": 2,
    "text": "21-23 cm çapında olan, zeytinyağlıların, ara sıcakların ve pek çok işletmede de kahvaltıların servisinde kullanılan tabak türü aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ana yemek tabağı",
      "B": "Kuver tabağı",
      "C": "Kayık tabak",
      "D": "Tatlı tabağı",
      "E": "Ordövr tabağı"
    },
    "explanation": "Serviste kullanılan porselen malzemeler konusunun tabaklarda sayfa 32 de ordövr tabağı anlatılmaktadır.<br/>Ordövr Tabağı: Antre tabağı, orta boy tabak, soğuk-sıcak tabağı gibi isimlerle de adlandırılır. 21-23 cm çapındadır. Karışık ordövrlerin, zeytinyağlıların, ara sıcakların ve pek çok işletmede de kahvaltıların servisinde kullanılır."
  },
  {
    "id": "3851156",
    "unitNumber": 2,
    "text": "I. Fransız bıçağı olarak adlandırılır. <br/>II. Doğrama, dilimleme ve küp şeklinde kesme işleri için kullanılır.<br/>III. Genellikle 22-35 cm arası büyüklüktedir. <br/>Yukarıda verilen üç ifade aşağıdaki hangi bıçak türü ile ilgilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Şefin bıçağı",
      "B": "Dilimleyici",
      "C": "Kemik sıyırma bıçağı",
      "D": "Satır",
      "E": "Yardımcı bıçak"
    },
    "explanation": "Şefin bıçağı, sayfa 41 de hazırlık ekipman araç ve gereçleri konusunda anlatılmaktadır.<br/>Şefin Bıçağı: En temel mutfak bıçağıdır ve Fransız bıçağı ya da aşçı bıçağı olarak da adlandırılır. Doğrama, dilimleme ve küp şeklinde kesme işleri için kullanılan, tasarımına göre metal kısmının genişliği değişen, genellikle 22-35 cm arası büyüklükte olan bir bıçaktır."
  },
  {
    "id": "3851157",
    "unitNumber": 2,
    "text": "Aşağıda verilen cam bardaklardan hangisi 15-25 cl sıvı alabilecek hacimde ve genelde ağız kısmı gövdeye göre dar olan balon bardaktır?",
    "correctAnswer": "E",
    "options": {
      "A": "Bira bardağı",
      "B": "Rakı bardağı",
      "C": "Beyaz şarap bardağı",
      "D": "Likör bardağı",
      "E": "Kırmızı şarap bardağı"
    },
    "explanation": "Kırmızı şarap bardağı, sayfa 33 de serviste kullanılan cam malzemelerden bardaklar konusunda anlatılmaktadır.<br/>Kırmızı Şarap Bardağı: Su bardağından biraz küçük, genelde ağız kısmı gövdeye<br/>göre dar olan 15-25 cl. sıvı alabilecek hacme sahip balon bardaktır."
  },
  {
    "id": "3851158",
    "unitNumber": 2,
    "text": "I. Etleri pişirmek, kızartmak ve güveç yapmak için kullanılan; tencerelerin geniş, sığ bir versiyonudur.<br/>II. Hammaddeleri hazırlamak ve büyük miktarlarda sıvıları kaynatmak için kullanılırlar. Tencerelerin uzun versiyonudur.<br/>III. Çapları 28cm ila 50cm arasında ve hepsi 15 cm’den daha derindir.<br/>Yukarıdakilerden hangileri Braizer’ ile ilgilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Braizer, pişirme ekipman ve araç gereçler konusunda, tencereler kısmında sayfa 49 da anlatılmıştır.<br/>Braizer: Etleri pişirmek, kızartmak ve güveç yapmak için kullanılan; tencerelerin<br/>geniş, sığ bir versiyonudur. Kolay kaldırma için geniş, sağlam kulplu alüminyumdan yapılmıştır. Brazierlerin çapı 28cm ila 50 cm arasındadır ve hepsi 15 cm’den daha derindir. II. ifade kazanlarla ilgilidir."
  },
  {
    "id": "3851159",
    "unitNumber": 2,
    "text": "Masaların yüzeyini zarardan korumak ve kusurlarını gizlemek esas amacıyla masa örtüsünün altına serilen, yiyecek-içecek işletmelerinde kullanılan kumaş malzeme aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kapak",
      "B": "Kumaş peçete",
      "C": "Molton",
      "D": "Etek",
      "E": "Garson bezi"
    },
    "explanation": "Molton (Alt Örtü), sayfa 39 da kumaş malzemeler konusunda anlatılmaktadır.<br/>Molton (Alt Örtü): Çıplak masaya, masa örtüsünün altına serilen aba, keçe, çuha gibi kalın, yumuşak, emici kumaşlardan yapılan örtülerdir. Masa örtüsünün altına serilmesindeki esas amaç; masaların yüzeyini zararlardan korumak ve kusurlarını gizlemektir."
  },
  {
    "id": "3851160",
    "unitNumber": 2,
    "text": "Elektromanyetik dalgalar ile yiyeceklerin ısıtılmasında kullanılan pişirme aracı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Konveksiyonlu fırın",
      "B": "Geleneksel fırın",
      "C": "LED’li fırın",
      "D": "Mikrodalga fırın",
      "E": "Konvansiyonel fırın"
    },
    "explanation": "Mikrodalga fırın sayfa 47 de Fırınlar konusunda anlatılmaktadır.<br/>Mikrodalga fırın; elektromanyetik dalgalar ile yiyeceklerin ısıtılmasında kullanılan bir pişirme aracıdır."
  },
  {
    "id": "3851161",
    "unitNumber": 2,
    "text": "Yiyeceklere dokunmadan, sıcaklıklarını okuyan termometre türü aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Termokupl",
      "B": "Çevresel termometre",
      "C": "Bimetalik termometre",
      "D": "Termistör termometre",
      "E": "Kızılötesi termometre"
    },
    "explanation": "Termometreler, Ölçme Ekipman ve Araç Gereçleri başlığı altında sayfa 51 de anlatılmaktadır.<br/>Kızılötesi Termometre: Temassız termometre olarak da adlandırılan kızılötesi termometre oldukça teknolojiktir çünkü sıcaklığını okumak için yiyeceklere dokunması bile gerekmez."
  },
  {
    "id": "3851162",
    "unitNumber": 2,
    "text": "Dört kişinin oturabileceği yuvarlak bir masanın yüksekliği ve çapı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yüksekliği 73-75 cm, çapı 90 cm",
      "B": "Yüksekliği 73-75 cm, çapı 80 cm",
      "C": "Yüksekliği 73-75 cm, çapı 125 cm",
      "D": "Yüksekliği 63-65 cm, çapı 70 cm",
      "E": "Yüksekliği 63-65 cm, çapı 80 cm"
    },
    "explanation": "Yuvarlak masa, yeme-içme genel alanlarında kullanılan ekipmanlar konusunda sayfa 56 da masalar başlığında anlatılmaktadır.<br/>Dört kişiyi oturtmak için yuvarlak masanın; yüksekliği 73-75 cm; çapı 90 cm dir."
  },
  {
    "id": "3851163",
    "unitNumber": 2,
    "text": "Pişirilmiş yemeklerin servisine kadar sıcak olarak muhafaza edilmesi ve çikolata sosu gibi bazı ürünlerin hazırlanması amacıyla kullanılan gıda ısıtıcısı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Reşo",
      "B": "Benmari",
      "C": "Chafing dish",
      "D": "Çorba ısıtıcısı",
      "E": "Çekmece ısıtıcısı"
    },
    "explanation": "Benmari, sayfa 53 de gıda ısıtıcıları konusunda verilmiştir.<br/>Benmari: Pişirilmiş yemeklerin servisine kadar sıcak olarak muhafaza edilmesi ve<br/>çikolata sosu gibi bazı ürünlerin hazırlanması amacıyla kullanılmaktadır."
  },
  {
    "id": "3851164",
    "unitNumber": 2,
    "text": "Bazı yemek ve tatlıların konukların masasında pişirilmesi için kullanılan araç aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Servis arabası",
      "B": "Salata ve Ordörv arabası",
      "C": "Flambe arabası",
      "D": "Tranş arabası",
      "E": "Tatlı-pasta arabası"
    },
    "explanation": "Flambe Arabası: Flambe arabası, bazı yemek ve tatlıların konukların masasında pişirilmesi için kullanılan araçtır. Flambe arabası, misafirlerin masasının yanında ve onların gözleri önünde sipariş ettikleri alevli ve alevsiz yemekleri ve<br/>içkileri hazırlamak için kullanılır."
  },
  {
    "id": "3851165",
    "unitNumber": 2,
    "text": "Genellikle lüks işletmelerde tercih edilmeyen, ancak düşük sınıf lokantalarda sulu yemek servisinde kullanılan, 19-20 cm çapındaki tabak aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çukur yemek tabağı",
      "B": "Ana yemek tabağı",
      "C": "Ordövr tabağı",
      "D": "Ekmek tabağı",
      "E": "Servis tabağı"
    },
    "explanation": "Çukur Yemek Tabağı: Genellikle lüks işletmelerde tercih edilmeyen, ancak düşük<br/>sınıf lokantalarda sulu yemek servisinde kullanılan, 19-20 cm çapındaki ve yaklaşık 3 cm derinliğindeki tabaklardır."
  },
  {
    "id": "3851166",
    "unitNumber": 2,
    "text": "Orta boy yemek takımı aşağıdakilerden hangisinin servisinde <strong>kullanılmaz?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Soğuk mezeler",
      "B": "Ara sıcaklar",
      "C": "Soyularak yenen meyveler",
      "D": "Fırın yemekleri",
      "E": "Hamur tatlıları"
    },
    "explanation": "Orta Boy Takım: Antre takımı, ordövr takımı olarak da adlandırılan 17-19 cm boyutunda çatal, bıçak ve kaşıktan oluşan takımdır. Soğuk mezelerin, ara sıcakların, pek çok hamur tatlısının ve soyularak yenen meyvelerin servisinde kullanılır. Pek çok servis salonunda kahvaltı servisinde de kullanılır. Takımın kaşığı ise genelde berrak, tanesiz çorbalar, konsomeler ve komposto servisinde kullanılmaktadır. Fırın yemeklerinin servisinde ise büyük boy yemek takımları kullanılır."
  },
  {
    "id": "3851167",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi yiyecek işletmelerinde en çok tercih edilen pamuklu kumaşların avantajlarından biri <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Dökülmeleri kolayca emmesi",
      "B": "Leke tutmaması",
      "C": "Havadar olması",
      "D": "Kolay yıkanması",
      "E": "İyi hissettirmesi"
    },
    "explanation": "Yiyecek-içecek işletmelerinde en çok tercih edilen kumaş malzemeler pamuk olanlardır. Çok farklı amaçlarla kullanılan pamuk kumaş malzemelerinin pek çok avantajı olmasına rağmen, birtakım dezavantajlarından da bahsetmek mümkündür:<br/>Avantajları<br/>• Dökülmeleri kolayca emer<br/>• Havadardır<br/>• Kolay yıkanır<br/>• İyi hissettirir"
  },
  {
    "id": "3851168",
    "unitNumber": 2,
    "text": "Pişmiş etler için kullanılan, esnek bir bıçağı olan, uzun, ince, yüksek karbonlu paslanmaz çelikten üretilen bıçak aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Şefin bıçağı",
      "B": "Yardımcı bıçak",
      "C": "Kemik sıyırma bıçağı",
      "D": "Masat",
      "E": "Dilimleyici"
    },
    "explanation": "Dilimleyici: Pişmiş etleri dilimlemek için kullanılan esnek bir bıçağı olan uzun, ince bir bıçaktır. Yüksek karbonlu paslanmaz çelik, bu bıçak için önerilen malzemedir."
  },
  {
    "id": "3851169",
    "unitNumber": 2,
    "text": "Gıdaların püre kıvamına kadar çok ince parçalara öğütülmesinde kullanılan mutfak ekipmanı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Karıştırıcı",
      "B": "El blenderi",
      "C": "Doğrayıcı",
      "D": "Dilimleyici",
      "E": "Patates soyma makinesi"
    },
    "explanation": "Blender; gıdaların püre kıvamına kadar çok ince parçalara öğütülmesinde kullanılır. Devir sayısının ve çalışma süresinin ayarlanması ile inceltilmek istenen seviyede ürün elde edilir. Çırpma ve karıştırma işlemlerini zahmetsiz ve hızlı bir şekilde gerçekleştirir."
  },
  {
    "id": "3851170",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi elektrikli ocakların avantajlarından biri <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İşletme maliyetleri düşüktür.",
      "B": "Mutfağı daha serin tutar, daha fazla ısı tutma sağlar.",
      "C": "Açık alev yoktur, bu nedenle yangın tehlikeleri azalır.",
      "D": "Gaz bacaları olmadığı için daha az yer kaplar.",
      "E": "Fırın haznesindeki ısı daha tutarlı ürünler yapar."
    },
    "explanation": "Uzmanlar, elektrikli ocaklarda pişirmenin faydalarını şu şekilde sıralıyor:<br/>• Mutfağı daha serin tutar, daha fazla ısı tutma sağlar.<br/>• Açık alev yoktur, bu nedenle yangın tehlikeleri azalır.<br/>• Yeni teknoloji daha iyi ateşleyiciler (brülör) üretilmektedir.<br/>• Halojen, kızılötesi ve geleneksel ateşleyiciler bulunmaktadır.<br/>• Fırın haznesindeki ısı daha tutarlı ürünler yapar.<br/>• Gaz bacaları olmadığı için daha az yer kaplar."
  },
  {
    "id": "3851171",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisinin temel kullanım amacı ürünün içini yumuşak ve sulu tutarken, yiyeceklerin yüzeyini mükemmel şekilde pişirmektir.",
    "correctAnswer": "C",
    "options": {
      "A": "Konveksiyonlu fırın",
      "B": "Konvansiyonel fırın",
      "C": "Izgara",
      "D": "Mikrodalga fırın",
      "E": "LED'li fırın"
    },
    "explanation": "Yüzeyi sıcaklık için ayrı ayrı kontrol edilen bölmelere sahip ızgaralar, farklı sıcaklıklarda farklı yiyecekleri aynı anda pişirebilirler. Izgaranın temel kullanım amacı, ürünün içini yumuşak ve sulu tutarken, yiyeceklerin yüzeyini mükemmel şekilde pişirmektir."
  },
  {
    "id": "3851172",
    "unitNumber": 2,
    "text": "Altı kişiyi ağırlayacak dikdörtgen bir masanın yüksekliği ve boyutları ne olmalıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yüksekliği 73-75 cm; Boyutları 90x200 cm",
      "B": "Yüksekliği 73-75 cm; boyutları 90x90cm",
      "C": "Yüksekliği 73-75 cm; boyutları 80x80cm",
      "D": "Yüksekliği 73-75cm; boyutları 80x125",
      "E": "Yüksekliği 73-75 cm; boyutları 80x175 cm"
    },
    "explanation": "Dikdörtgen bir masanın altı kişiyi ağırlamak için yüksekliği 73-75 cm; boyutları 80x175 cm olmalıdır."
  },
  {
    "id": "3851173",
    "unitNumber": 2,
    "text": "<ol type=\"I\"><br/><li>Aydınlatma giderleri, bir yiyecek-içecek işletmesinin yıllık bütçesinin ortalama %12-15'ini kapsar.</li><br/><li>Aydınlatma ortamı işletme tipine uygun olmalıdır.</li><br/><li>Daha parlak ışıklar müşterilere daha hızlı yemek yemelerini söyler.</li><br/><li>Aydınlatmada önemli olan hususlardan biri de kullanılan ampul türleridir.</li><br/><li>Düşük enerjili ampuller donuk ve cansız bir aydınlatma sağlar.</li><br/></ol><br/>Yeme içme alanlarında aydınlatma ile ilgili yukarıda verilenlerden hangileri aşağıda doğru bir şekilde verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve III",
      "B": "II ve IV",
      "C": "I, II ve III",
      "D": "I, II, IV, V",
      "E": "I, II, III, IV, V"
    },
    "explanation": "Aydınlatma ortamı işletme tipine uygun olmalıdır. Örneğin, daha parlak ışıklar müşterilere daha hızlı yemek yemelerini ve gitmelerini söyler. Bir yiyecek-içecek işletmesi, yıllık bütçesinin yüzde 12 ila 15’ini aydınlatma için harcamaktadır. Salon aydınlatması düşünülürken ekonomik bakımdan yapay aydınlatmayı en aza indirecek bir tasarım gerçekleştirilmelidir. Düşük enerjili ampuller; düşük<br/>işletme maliyeti sağlarlar ancak sık sık donuk ve cansız bir aydınlatma verdiği için eleştirilir. İster doğrudan ister dolaylı aydınlatma tercih edilsin, aydınlatmada önemli olan hususlardan biri de kullanılan ampul türleridir."
  },
  {
    "id": "3851347",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi yiyecek içecek işletmelerinde masa örtüleri gurubunda kullanılan malzemelerdendir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kuver",
      "B": "Reşo",
      "C": "Molton",
      "D": "Gueridon",
      "E": "Karaf"
    },
    "explanation": "Masa örtüleri kumaş malzemeler olup bir masa örtüsü setinde geleneksel bir işletmede alt örtü olan molton, masa örtüsü ve kapak parçalarından oluşur. Büfe ve kokteyl masalarında buna etek (skirt) denilen parçalar da eklenir. Doğru yanıt C seçeneğidir."
  },
  {
    "id": "3851348",
    "unitNumber": 2,
    "text": "........; aparatlarının değiştirilebilmesi ile karıştırma, yoğurma, öğütme ve çırpma işlemleri için kullanılabilen ekipmanlardır. Mutfaklarda değişik tipte (el, planet, spiral, çatal kollu ve dikey parçalayıcı gibi), çeşitli kapasitelerde, tezgah üstü veya tezgah altı olarak kullanıabilir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Mikser",
      "B": "Blender",
      "C": "Doğrayıcı",
      "D": "Gueridon",
      "E": "Brülör"
    },
    "explanation": "Cümlede mutfak ekipmanlarından mikserin tanımı verilmiştir. Doğru yanıt A seçeneğidir."
  },
  {
    "id": "3851349",
    "unitNumber": 2,
    "text": "Aşağıda verilen yiyecek içecek işletmelerinde kullanılan makinelerinden hangisi hem yiyecek hem de içecek üretiminde kullanılır?",
    "correctAnswer": "D",
    "options": {
      "A": "Hamur açma makinesi",
      "B": "Patates soyma makinesi",
      "C": "Dilimleme makinesi",
      "D": "Buz makinesi",
      "E": "Kuzine"
    },
    "explanation": "Yiyecek içecek işletmelerinde buz makineleri hem içecekler için buz üretmek hem de mutfakta buzlu su ihtiyacının olduğu (blanching gibi) çeşitli işlemlerde kullanılmak üzere kullanılabilir. Doğru yanıt D seçeneğidir."
  },
  {
    "id": "3851350",
    "unitNumber": 2,
    "text": ".......... Çin kökenli bir tava olup tabanı dar, yanları ise evazedir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Sote tavası",
      "B": "Blini tavası",
      "C": "Fezu",
      "D": "Krep tavası",
      "E": "Vok"
    },
    "explanation": "Vok Çin kökenli bir mutfak ekipmanı olup Uzak doğu yemeklerinde sıkça kullanılmaktadır. Kuvvetli ateş üzerinde pişirmeyi sağlar. Doğru yanıt E seçeneğidir."
  },
  {
    "id": "3851351",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi yeme içme genel alanlarında kullanılan ekipmanlarından biri <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Masalar",
      "B": "Sandalyeler",
      "C": "Aydınlatma",
      "D": "Masa örtüleri",
      "E": "Duvar döşemeleri"
    },
    "explanation": "Yeme içme işletmelerinde genel alanlar ile anlaşılması gereken masalar, sandalyeler, yer ve duvar döşemeleri, aydınlatma gibi unsurlardır. Masa örtüleri serviste kullanılan ekipmanlar gurbundadır. Doğru yanıt D seçeneğidir."
  },
  {
    "id": "3851352",
    "unitNumber": 2,
    "text": "I. Mobilyaların rengine uygun olması<br/>II. Kolay temizlenmesi<br/>III. Modaya uygun olması<br/>IV. iyi ve temiz görünmesi<br/>V. Kaymayan yüzey olması<br/>Yukarıdakilerden hangileri yiyecek içecek işletmelerinde genel alanlarda yer döşemelerinde arana önemli hususlardır?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II ve III",
      "B": "I., III ve V",
      "C": "II, III ve IV",
      "D": "II, IV ve V",
      "E": "III, IV ve V"
    },
    "explanation": "Yer döşemelerinde aranan temel hususlar kolay temizlenmesi, iyi ve temiz görünmesi ve kaymayan yüzey olmasıdır. Moda olması önemli değildir. Mobilyalar döşemeye göre seçilir. Sade olması halinde farklı mobilyalarla da kullanılabilir. Doğru yanıt C seçeneğidir."
  },
  {
    "id": "3851353",
    "unitNumber": 2,
    "text": "I. Hawthorne süzgeci<br/>II. Konsome kasesi<br/>III. Boston karıştırıcı<br/>IV. Sundae kaşığı<br/>V. Flambe arabası<br/>Yukarıdaki malzemelerden hangileri bar malzemeleridir?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve III",
      "B": "II ve IV",
      "C": "III ve V",
      "D": "I, III ve IV",
      "E": "II, IV ve V"
    },
    "explanation": "Hawthorne süzgeci ve Boston karıştırıcı barda kullanılan malzemelerdir. Konsome kasesi berrak et suyu çorbalarının servisinde, sundea kaşığı dondurma servisinde kullanılır. Flambe arabası ise ateşli şovlarla yemeğin müşteri önünde hazırlandığı özel arabalardır. Doğru yanıt A seçeneğidir."
  },
  {
    "id": "3851354",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangileri yiyecek içecek işletmelerinin mutfaklarında kullanılan temel bıçaklarındır?",
    "correctAnswer": "C",
    "options": {
      "A": "Balık bıçağı",
      "B": "Dekor bıçağı",
      "C": "Soyma bıçağı",
      "D": "Hamur bıçağı",
      "E": "Baklava bıçağı"
    },
    "explanation": "Mutfaklarda kullanılan en temel bıçaklar şef bıçağı, yardımcı bıçak (salata bıçağı) ve soyma bıçağıdır. Bunu sıyırma bıçağı, dilimleyici ve satır izlemektedir. Seçeneklerde yer alan diğer bıçaklar temel bıçakların yanı sıra kullanılabilen yardımcı bıçaklardır. Doğru yanıt C seçeneğidir."
  },
  {
    "id": "3851355",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi kullanılan mazleme olarak diğerlerinden farklıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Ordövr tabağı",
      "B": "Çorba potu",
      "C": "Sos potu",
      "D": "Çay fincanı",
      "E": "Su bardağı"
    },
    "explanation": "Su bardağı cam malzemeden yapılır. Doğru yanıt E seçeneğidir. Çay fincanı uluslararası olarak porselen mazlemeden yapılır. Türkiyede kullanılan çay bardakları cam malzemedir ancak seçenekte verilen bardak değil fincandır."
  },
  {
    "id": "3851356",
    "unitNumber": 2,
    "text": "90x60 cm boyutlarında iki taraflı ve döner tekerli kolay hareket edebilen bir araçtır. Daha çok servis başlamadan önce, servis ofisinden tabaklar, bardaklar ve takımlar gibi servis malzemelerini restorana taşımak ve servis bitiminde de restorandaki servis malzemelerini ofise taşımak amacıyla kullanılır.<br/>Yukarıdaki açıklama aşağıdakilerden hangisine aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gueridon",
      "B": "Salata arabası",
      "C": "Ordövr arabası",
      "D": "Flambe arabası",
      "E": "Tranç arabası"
    },
    "explanation": "Soruda verlen açıklama servis arabasına yani gueridona (geridon) aittir. Doğru yanıt A seçeneğidir."
  },
  {
    "id": "3851357",
    "unitNumber": 2,
    "text": ".......................... 90x60 cm boyutlarında iki taraflı ve döner tekerli kolay hareket edebilen bir araçtır. Daha çok servis başlamadan önce, servis ofisinden tabaklar, bardaklar ve takımlar gibi servis malzemelerini restorana taşımak ve servis bitiminde de restorandaki servis malzemelerini ofise taşımak amacıyla kullanılır.<br/>Yukarıda verilen boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Türk Kahvesi Arabası",
      "B": "Salata ve Ordövr Arabası",
      "C": "Servis Arabaları (Gueridon)",
      "D": "Flambe Arabası",
      "E": "Tranş (Tranche) Arabası"
    },
    "explanation": "Servis Arabaları (Gueridon): Servis arabası 90x60 cm boyutlarında iki taraflı ve döner tekerli kolay hareket edebilen bir araçtır. Daha çok servis başlamadan önce, servis ofisinden tabaklar, bardaklar ve ta- kımlar gibi servis malzemelerini restorana taşımak ve servis bitiminde de restorandaki servis malzemelerini ofise taşımak amacıyla kullanılır."
  },
  {
    "id": "3851358",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>Servis/Kuver/Show Tabağı</li> <li>Ana Yemek Tabağı</li> <li>Ordövr Tabağı</li> <li>Tatlı Tabağı</li> <li>Kayık Tabak</li> </ol><br/>Yukarıdakilerden hangisi yemeklerin ana kısmının servis edildiği; akşam yemekleri ve hatta öğle yemeği için kullanılan ve genellikle 24-26 cm çapında olan tabaklardır?",
    "correctAnswer": "B",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "IV",
      "E": "V"
    },
    "explanation": "Ana Yemek Tabağı: Main course plate ya da büyük boy tabak olarak da adlandırılır. Yemeklerin ana kısmının servis edildiği; akşam yemekleri ve hatta öğle yemeği için kullanılan tabaklardır. Genellikle 24-26 cm çapındadır."
  },
  {
    "id": "3851359",
    "unitNumber": 2,
    "text": "Tatlı Tabağı ve küçük boy tabak olarak da adlandırılan tabanların çapı kaç cm olmalıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "15-17 cm",
      "B": "18-20 cm",
      "C": "21-23 cm",
      "D": "24-26 cm",
      "E": "27-30 cm"
    },
    "explanation": "Tatlı Tabağı: Dessert tabağı ve küçük boy tabak olarak da adlandırılır. 18-20 cm ça- pındadır. Tatlı ve meyvelerin servisinde, bazı işletmelerde de peynir ve salata servisinde kullanılır."
  },
  {
    "id": "3851360",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>Sütlük</li> <li>Şekerlik</li> <li>Karaflar ve Sürahiler</li> <li>Tuzluk ve biberlik</li> <li>Peçetelik</li> </ol> Yukarıdakilerden hangisi Yiyecek-içecek işletmelerinde porselen servis malzemeleri içinde en çok kullanılan diğer malzemelerden biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "IV",
      "E": "V"
    },
    "explanation": "Yiyecek-içecek işletmelerinde porselen servis malzemeleri içinde en çok kullanılan diğer malzemeler ise; sütlük, şekerlik, tuzluk ve biberlik, peçetelik, reçellik, yumurtalık ve küllük vb. olarak ifade edilebilir."
  },
  {
    "id": "3851361",
    "unitNumber": 2,
    "text": "Köpüklü şarapların yanı sıra Brandy Alexander ve Kir Royale sunumlarında da kullanılan bardak aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Saucer",
      "B": "Elgin",
      "C": "Highball/Collins Bardak",
      "D": "Likör Bardağı",
      "E": "Flüt Kadeh"
    },
    "explanation": "Flüt Kadeh: Köpüklü şarapların yanı sıra Brandy Alexander ve Kir Royale sunumlarında da kullanılır."
  },
  {
    "id": "3851362",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi özel servis malzemelerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Pasta çatalı",
      "B": "Dondurma kaşığı",
      "C": "Peynir bıçağı",
      "D": "Üzüm makası",
      "E": "Maşa"
    },
    "explanation": "Maşa genel servis malzemeleri içerisinde yer almaktadır."
  },
  {
    "id": "3851363",
    "unitNumber": 2,
    "text": "Çıplak masaya, masa örtüsünün altına serilen aba, keçe, çuha gibi kalın, yumuşak, emici kumaşlardan yapılan örtü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Etek",
      "B": "Masa örtüleri",
      "C": "Alt Örtü",
      "D": "Kapaklar",
      "E": "Peçeteler"
    },
    "explanation": "Alt Örtü: Çıplak masaya, masa örtüsünün altına serilen aba, keçe, çuha gibi kalın, yumuşak, emici kumaşlardan yapılan örtülerdir. Masa örtüsünün altına serilmesindeki esas amaç; masaların yüzeyini zararlardan korumak ve kusurlarını gizlemektir."
  },
  {
    "id": "3851364",
    "unitNumber": 2,
    "text": "Yiyecekleri alev, duman ve radyant ısı ile kızartmak için kullanılan ızgaradır, “düşük ateşli ızgara” ya da “açık ocak ızgarası” olarak da bilinir.<br/>Yukarıda verilen ifade ile aşağıdakilerden hangisi tanımlanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Mangal Tipi Izgara",
      "B": "Başüstü Izgara",
      "C": "Basınçlı Izgara",
      "D": "Özel Izgaralar",
      "E": "Derin Izgara"
    },
    "explanation": "Mangal Tipi Izgara: Yiyecekleri alev, duman ve radyant ısı ile kızartmak için kullanılan ızgaradır, “düşük ateşli ızgara” ya da “açık ocak ızgarası” olarak da bilinir."
  },
  {
    "id": "3851365",
    "unitNumber": 2,
    "text": ".........................: Etleri pişirmek, kızartmak ve gü- veç yapmak için kullanılan; tencerelerin geniş, sığ bir versiyonudur. Kolay kaldırma için geniş, sağlam kulplu alüminyumdan yapılmış ve çapı 28cm ila 50 cm arasındadır ve hepsi 15 cm’den daha derindir.<br/>Yukarıdaki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Benmari Tencereler",
      "B": "Braizer",
      "C": "Helvane Tencereler",
      "D": "Kazanlar",
      "E": "Geleneksel Tencereler"
    },
    "explanation": "Braizer: Etleri pişirmek, kızartmak ve gü- veç yapmak için kullanılan; tencerelerin geniş, sığ bir versiyonudur. Kolay kaldırma için geniş, sağlam kulplu alüminyumdan yapılmıştır. Brazierlerin çapı 28 cm ila 50 cm arasındadır ve hepsi 15 cm’den daha derindir."
  },
  {
    "id": "3851366",
    "unitNumber": 2,
    "text": "Temassız termometre olarak da adlandırılan termometre aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Termistör",
      "B": "Kızılötesi Termometre",
      "C": "Termokupl",
      "D": "Bimetalik Termometre",
      "E": "Çevresel Termometreler"
    },
    "explanation": "Kızılötesi Termometre: Temassız termometre olarak da adlandırılan kızılötesi termometre oldukça teknolojiktir çünkü sıcaklığını okumak için yiyeceklere dokunması bile gerekmez."
  },
  {
    "id": "3851174",
    "unitNumber": 3,
    "text": "Sağlık ortamının korunması ve her türlü hastalık etmenlerinden arındırılması bilgisine ……….. adı verilir. ………………. ise insan sağlığını tehdit eden mikroorganizmaların bulundukları ortamdan olabildiğince uzaklaştırılmasıdır. <br/>Yukarıdaki ifadede boşluklara hangi seçenek gelirse tanımlar doğru olur?",
    "correctAnswer": "C",
    "options": {
      "A": "Temkin-Tedarik",
      "B": "Reaktivite-Proaktivite",
      "C": "Hijyen-Sanitasyon",
      "D": "Bakım-Onarım",
      "E": "Kontrol-Uyarı"
    },
    "explanation": "Bu konuyu daha iyi anlamak için “Servis Kalitesi ve Misafir Memnuniyeti” başlıklı konu tekrar gözden geçirilebilir.<br/>Doğru yanıt C Şıkkıdır. Sağlık ortamının korunması ve her türlü hastalık etmenlerinden arındırılması bilgisine hijyen adı verilir. Sanitasyon ise insan sağlığını tehdit eden mikroorganizmaların bulundukları ortamdan olabildiğince uzaklaştırılmasıdır."
  },
  {
    "id": "3851175",
    "unitNumber": 3,
    "text": "I) Uygun Malzeme Servis Alanı<br/>II) Farklılaşma<br/>III) Risk Kontrolü<br/>IV) Nitelikli İş gören<br/>V) Ön Hazırlık<br/>Yukarıdaki ifadelerden hangileri yiyecek-içecek işletmelerinde doğru ve kaliteli bir servis sunumu yapabilmek için gerekli unsurlar arasındadır?",
    "correctAnswer": "E",
    "options": {
      "A": "I-II-III",
      "B": "II-IV-V",
      "C": "II-III-IV",
      "D": "I-III-V",
      "E": "I-IV-V"
    },
    "explanation": "Bu konuyu daha iyi anlamak isteyenler “Yiyecek İçecek İşletmelerinde Servis” başlıklı konuyu tekrar gözden geçirebilir.<br/>Doğru yanıt E şıkkıdır. Yiyecek-içecek işletmelerinde doğru ve kaliteli bir servis sunumu yapabilmek için, nitelikli ve eğitimli iş görenlere, tam ve servise uygun malzeme servis alanına ve servis öncesi eksiksiz bir ön hazırlığa ihtiyaç vardır."
  },
  {
    "id": "3851176",
    "unitNumber": 3,
    "text": "Ülkenin önde gelen restoran zincirlerinden birinde çalışan Koray Bey servis elemanlarını denetleme, şikayetlerle ilgilenme ve elemanları menüler hakkında bilgilendirme işlerini yürütmektedir. Bu örnekte Koray bey işletmedeki hangi pozisyonda çalışmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Yiyecek İçecek Müdürü",
      "B": "Servis Yöneticisi",
      "C": "Someliye",
      "D": "Servis Şefi",
      "E": "Servis Elemanı"
    },
    "explanation": "Bu konuyu daha iyi anlamak isteyenler “Servis Şefi” başlıklı konuyu tekrar gözden geçirebilir.<br/>Doğru yanıt D şıkkıdır. Servis şefinin görevleri arasında sorumluluğundaki servis elemanlarını denetleme ve şikâyetlerle ilgilenme ayrıca servis öncesi servis elemanlarını menüler hakkında bilgilendirme işleri de yer almaktadır."
  },
  {
    "id": "3851177",
    "unitNumber": 3,
    "text": "I) Someliye<br/>II) Servis Yöneticisi<br/>III) Yiyecek İçecek Müdürü<br/>IV) Sef Garson<br/>Yukarıdaki ifadeler ünlü bir et restoranının servis bölümünde çalışan kişilerin ünvanlarıdır. Bu işletmedeki hiyerarşik yapıyı yukarıdan aşağıya doğru sıraladığımızda hangi seçenek doğru olur?",
    "correctAnswer": "A",
    "options": {
      "A": "III-II-IV-I",
      "B": "II-IV-I-III",
      "C": "II-III-I-IV",
      "D": "III-IV-I-II",
      "E": "I-II-III-IV"
    },
    "explanation": "Konuyu anlamak için “Servis Personeli ve Görevleri” başlıklı konu tekrar gözden geçirilebilir.<br/>Doğru yanıt A şıkkıdır. Servis bölümünün hiyerarşik yapısında “Yiyecek İçecek Müdürü (FB Manager)”,Servis Yöneticisi, Sef Garson (Kaptan, Captain, Head Waiter), Someliye (Sarap Garsonu, Somelier), Garson (Waiter), Komi"
  },
  {
    "id": "3851178",
    "unitNumber": 3,
    "text": "İstanbul’un kendi müşteri kitlesini oluşturan barlarından birinde çalışan ve masalardaki et servislerinin müşterilere dilimlenip ikram edilmesinden sorumlu olan Akın ile aynı mekanda içecek siparişi alanında bar sorumlusu olan kuzeni Ceyda burada edindikleri iş deneyimi ile yeni bir işletme açma hayali kurmaktadır. Bu örnekte Akın ve Ceyda’nın bar içindeki görevleri nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Servant-Barbie",
      "B": "Tranşör-Barmaid",
      "C": "Gloşe-Tranşör",
      "D": "Komi-Bar Madam",
      "E": "Someliye-Barboy"
    },
    "explanation": "Bu konuyu daha iyi anlamak isteyenler “Bar Personeli” başlıklı konuyu gözden geçirebilir.<br/>Doğru yanıt B şıkkıdır. Barmen genel olarak barın organizasyonu, malzemelerinin envanterinin tespit edilmesi, karışık içecek ve kokteyllerin hazırlanması, içecek siparişlerinin alınması ve servisinin yapılması, bardakların temizliğinden sorumludur. Barda çalışan sorumlunun bayan olması durumunda barmaid ifadesi kullanılır. Barda çeşitli etlerin (dana, tavuk eti vb.) misafirlerin masasında dilimlenmesinden sorumlu olan kişiye tranşör denir."
  },
  {
    "id": "3851179",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi yiyecek içecek işletmelerindeki masa servis yöntemlerinde biri <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Rus Servisi",
      "B": "Fransız Servisi",
      "C": "İngiliz Servis",
      "D": "Çin Servisi",
      "E": "Amerikan Servis"
    },
    "explanation": "Konuyu anlamak için “Masa Servisi” başlığı gözden geçirilebilir.<br/>Doğru yanıt D şıkkıdır. Amerikan Servis, İngiliz Servis, Rus Servisi, Fransız Servisi masa servisinde genel kabul gören yöntemler arasındadır."
  },
  {
    "id": "3851180",
    "unitNumber": 3,
    "text": "Ülkemizdeki otellerin müşterilerine yiyeceklerini kendileri seçip alma şansı verdiği servis yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ürün Temelli Servis",
      "B": "Büfe Servisi",
      "C": "Tek Yönlü Servis",
      "D": "Temel Servis",
      "E": "Aracısız Servis"
    },
    "explanation": "Bu konuyu daha iyi anlamak isteyenler “Büfe Servisi” başlıklı konuyu gözden geçirebilir.<br/>Doğru yanıt B Şıkkıdır. Büfe servisinde yiyecekler, büfe olarak hazırlanan masalar üzerine yerleştirilen tabak ya da tepsilere cazip bir şekilde konur ve misafirler istedikleri yiyecekleri kendileri alırlar ve masalarına götürürler. Yiyecek türlerine göre, soğuk büfeler, sıcak büfeler, tatlı/meyve büfeleri ve içki büfeleri olarak ayrılırken; kahvaltı büfesi, brunch büfesi, öğle yemeği büfesi, beş çayı büfesi ve akşam yemeği büfesi, öğün durumuna göre oluşturulan büfelerin alt kategorilerini oluşturmaktadır."
  },
  {
    "id": "3851181",
    "unitNumber": 3,
    "text": "Ova otelde yılbaşı programı kapsamında balo salonu hazırlanmış. Tüm misafirler salona alındıktan sonra yiyecek servisinin aynı anda başlayacağı ve sürdürüleceği bir servis yöntemi seçilmiştir. Aşağıdaki seçeneklerden hangisi bu servis yöntemine verilen addır?",
    "correctAnswer": "C",
    "options": {
      "A": "Resepsiyon Servis",
      "B": "Karma Servis",
      "C": "Senkronize Servis",
      "D": "Aksiyon İstasyonu",
      "E": "Dalgalı Servis"
    },
    "explanation": "Bu konuyu daha iyi anlamak isteyenler “Senkronize Servis” başlıklı konuyu gözden geçirebilir.<br/>Doğru yanıt C şıkkıdır. Senkronize Servis: Bu servis yönteminde misafirler salona alıp yerlerine oturtulur. Daha sonra her iki misafire bir servis elemanı olacak şekilde yemek servisi tüm salona ve misafirlere aynı anda yapılır. Bu tekniğin kullanıldığı işletmelerde servis elemanları, yemek servisinde beyaz eldiven giyerler. Her bir servis elemanı sorumlu olduğu misafirin önüne tabakları eş zamanlı olarak koyar. Senkronize servis bazen konser servisi adıyla da karşımıza çıkmaktadır."
  },
  {
    "id": "3851182",
    "unitNumber": 3,
    "text": "I) Vitamin Bar<br/>II) Alman Barı<br/>III) Karma Bar<br/>IV) Plaj Bar<br/>V) Lobi Bar<br/>Yukarıdaki ifadelerden hangileri yiyecek içecek işletmelerinde görülen bar türleri arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "I-IV-V",
      "B": "II-III-IV",
      "C": "III-IV-V",
      "D": "I-II-III",
      "E": "II-IV-V"
    },
    "explanation": "Bu konuyu daha iyi anlamak isteyenler “Bar Servisi” başlıklı konuyu gözden geçirebilir.<br/>Doğru yanıt A şıkkıdır. Yiyecek içecek işletmelerinden görülen bar türleri arasında genel olarak şunlar yer alır. Amerikan Bar, Snack Bar, Servis Bar, Restoran Bar, Lobi Bar, Plaj Bar, Vitamin Bar."
  },
  {
    "id": "3851183",
    "unitNumber": 3,
    "text": "Hava yolu firmalarının uçuştan hemen sonra yolcularına hazır tabldot sunumları ile yiyecek içecek servisi yaptığı yöntemin adı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Stoklu Servis",
      "B": "Çift Servis",
      "C": "Doğaçlama Servis",
      "D": "Formel Servis",
      "E": "Tepsi Servisi"
    },
    "explanation": "Konuyu daha iyi anlamak isteyenler “Tepsi Servisi” başlıklı konuyu tekrar gözden geçirebilir.<br/>Doğru yanıt E şıkkıdır. Tepsi Servisi: Bu servis tekniğinde yiyecekler önceden pre-set olarak mutfakta hazırlanır. Hazırlanan yiyecekler önceden belirlenen porsiyonlarda servis tabaklarına ya da kâselere konulur. Bu tabak ve kâseler, misafirin önüne gidecek tepsilere yerleştirildikten sonra sıkıca kapatılarak soğuk odalara ya da dolaplara alınır. Servisten önce ana yemek pişirilirken ya da ısıtılırken, önceden hazırlanan tepsi içeriğinin de ısınması sağlanır. Tepsi servisi, genellikle ticari olmayan yiyecek içecek işletmelerinde ya da ulaşım sektöründe kullanılmaktadır."
  },
  {
    "id": "3851184",
    "unitNumber": 3,
    "text": "1. Beğendikleri her hizmeti ödüllendirir<br/>2. Küçük problemleri çok fazla önemsemez<br/>3. Hümanist bir yaklaşımı vardır<br/>Yukarıdaki özellikler hangi tip konuklarda görülür?",
    "correctAnswer": "A",
    "options": {
      "A": "Sosyal (Dışa dönük)",
      "B": "İyimser",
      "C": "Titiz",
      "D": "Telaşlı",
      "E": "Çekingen"
    },
    "explanation": "Sosyal (Dışa dönük) konukların özellikleridir"
  },
  {
    "id": "3851185",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Servis Yöneticisinin görevlerinden <strong>değildir</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Restoran malzemesinin envanterini takip ve tespit eder",
      "B": "Misafir masalarının ve servis masalarının (servant) hazırlanmasını denetler",
      "C": "Hijyen ve güvenlik kuralların uygulanmasını sağlar",
      "D": "Günlük gereksinimler konusunda aşçıbaşı ile iletişim kurar",
      "E": "Çalışanlara yönelik sürekli mesleki eğitimin planlanmasını ve uygulanmasını sağlar"
    },
    "explanation": "\"Misafir masalarının ve servis masalarının (servant) hazırlanmasını denetler\" görevi Servis Şefinin sorumluluğundadır."
  },
  {
    "id": "3851186",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi/hangileri Servis Elemanı Yardımcısının (Komi) görevleridir?<br/>I. Servis alanını ve servis malzemelerini temizler.<br/>II. Servisten önce rezervasyon durumuna göre masa planını düzenler.<br/>III. Misafir masalarından boşları kaldırır.<br/>IV. Misafirlere menü ve içecek listesini verir.",
    "correctAnswer": "B",
    "options": {
      "A": "I-II",
      "B": "I-III",
      "C": "II-IV",
      "D": "I-II-IV",
      "E": "II-III-IV"
    },
    "explanation": "Servis alanını ve servis malzemelerini temizlemek ve misafir masalarından boşları kaldırmak servis elemanı yardımcısının/kominin görevi iken; servisten önce rezervasyon durumuna göre masa planını düzenlemek ve misafirlere menü ve içecek listesini vermek garsonun/servis elemanının (Waiter) görevidir."
  },
  {
    "id": "3851187",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi <em>Mise en place </em>aşamalarından değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Servis ekipmanının ve alanının temizliği",
      "B": "Masaların ve sandalyelerin hazırlanması",
      "C": "Servantların hazırlanması",
      "D": "Kuverlerin masalara açılması",
      "E": "Menülerin sunulması"
    },
    "explanation": "menülerin sunulması"
  },
  {
    "id": "3851188",
    "unitNumber": 3,
    "text": "-Etlerin parçalanıp kemiklerinden ayrılması<br/>-Balıkların temizlenmesi<br/>-Bazı yemeklerin servis elemanı tarafından yemek salonunda misafirlerin gözü önünde pişirilmesi ve alevlendirilmesi<br/>Yukarıda belirgin özellikleri verilen servis tipi hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Fransız servisi",
      "B": "Rus servisi",
      "C": "İngiliz servisi",
      "D": "Amerikan servisi",
      "E": "İtalyan servisi"
    },
    "explanation": "İngiliz servisi"
  },
  {
    "id": "3851189",
    "unitNumber": 3,
    "text": "\"Walk and Talk (sohbet ederken ayaküstü atıştırma)\" olarak adlandırılan servis tipi hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Dalga Tipi Servisi (Wave Service)",
      "B": "Senkronize Servis (Synchronized Service)",
      "C": "Aksiyon İstasyonu (Action Station)",
      "D": "Resepsiyon Servisi (Reception Service)",
      "E": "Hızlı Servis (Quick Service)"
    },
    "explanation": "Resepsiyon Servisi (Reception Service)"
  },
  {
    "id": "3851190",
    "unitNumber": 3,
    "text": "Aşağıdakilerin hangisinde servis sol taraftan yapılır?<br/>I. Fransız<br/>II. İngiliz<br/>III. Rus<br/>IV. Amerikan",
    "correctAnswer": "E",
    "options": {
      "A": "I-II",
      "B": "I-III",
      "C": "II-III",
      "D": "III-IV",
      "E": "I-II-III"
    },
    "explanation": "İngiliz, Rus ve Fransız servisinde servis sol taraftan yapılır."
  },
  {
    "id": "3851191",
    "unitNumber": 3,
    "text": "Aşağıdaki bar çeşitlerinin hangisinde misafirler barla ve barmenle doğrudan iletişim hâlinde değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Amerikan Bar",
      "B": "Snack Bar",
      "C": "Servis Bar",
      "D": "Lobi Bar",
      "E": "Plaj Bar"
    },
    "explanation": "Servis Bar"
  },
  {
    "id": "3851192",
    "unitNumber": 3,
    "text": "Servis takımlarının masa üzerinde yemek sırasına göre yerleştirilmesine ne isim verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kuver",
      "B": "Aperatif",
      "C": "Mise en Place",
      "D": "Gloşe",
      "E": "Menaj"
    },
    "explanation": "Kuver"
  },
  {
    "id": "3851193",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi servis personeli değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Maitre d’hotel",
      "B": "Captain",
      "C": "Waiter",
      "D": "FB Manager",
      "E": "Someliye"
    },
    "explanation": "FB Manager"
  },
  {
    "id": "3851367",
    "unitNumber": 3,
    "text": "<ol type=\"I\"> <li>Mutfak, bar, servis, satın alma, fiyatlandırma, kalite kontrol, depolama birimlerinin organizasyonu</li> <li>İçeceklerin servisini yapar.</li> <li>Masa planına göre masaları yerleştirir ve hazırlar.</li> <li>Servisten önce servis elemanları menüler hakkında bilgilendirir.</li> <li>Servis alanını ve servis malzemelerini temizler.</li> </ol> Yukarıdakilerden hangisi yiyecek içecek müdürünün görevlerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "IV",
      "E": "V"
    },
    "explanation": "Yiyecek İçecek Müdürü (FB Manager)<br/>Yiyecek ve içecek müdürünün görev ve sorumlulukları aşağıdaki gibidir:<br/>• Çalışanların, bölümde kullanılan malzeme ve ham maddelerin stok durumunu, maliyetlerini,<br/>kullanım şekillerini kontrol etmek ve denetlemek<br/>• İlgili diğer bölüm ve birimlerin müdürleriyle sürekli iletişim içinde olarak kısa vadeli planları ve<br/>güncellemeleri takip etmek<br/>• Pazarlama ve fiyat teklifleri konusunda departmanlarla işbirliği içinde olmak<br/>• Mutfak, bar, servis, satın alma, fiyatlandırma, kalite kontrol, depolama birimlerinin organizasyonu"
  },
  {
    "id": "3851368",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kuver açılırken kullanılan malzemelerden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kumaş peçete",
      "B": "Kaşık",
      "C": "Çatal",
      "D": "Masa örtüsü",
      "E": "Su bardağı"
    },
    "explanation": "Kuver açılırken supla, kumaş peçete, kaşık, çatal, bıçak, su ve şarap bar- dağı kullanılabilir."
  },
  {
    "id": "3851369",
    "unitNumber": 3,
    "text": "................... yöntemi servis elemanları tarafından getirilen yiyecek ve içeceklerin misafirlere sunulduktan sonra ev sahibi ya da davet sahibi tarafından servisinin yapılması esasına dayanmaktadır.<br/>Yukarıda verilen ifade boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Türk servisi",
      "B": "İngiliz servisi",
      "C": "Fransız servisi",
      "D": "Rus servisi",
      "E": "Amerikan servisi"
    },
    "explanation": "İngiliz Servisi: İngiliz servis yöntemi servis ele- manları tarafından getirilen yiyecek ve içeceklerin misafirlere sunulduktan sonra ev sahibi ya da davet sahibi tarafından servisinin yapılması esasına da- yanmaktadır."
  },
  {
    "id": "3851370",
    "unitNumber": 3,
    "text": "Genellikle özel akşam yemekleri, brunchlar, evlenme ve doğum günü partileri gibi durumlarda tercih edilen servis türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Self Servis",
      "B": "Büfe Servisi",
      "C": "Hızlı Servis",
      "D": "Resepsiyon Servisi",
      "E": "Senkronize Servis"
    },
    "explanation": "Genellikle özel akşam yemekleri, brunchlar, evlenme ve doğum günü partileri gibi durumlarda büfe servisi tercih edil"
  },
  {
    "id": "3851371",
    "unitNumber": 3,
    "text": "<ol type=\"I\"> <li>Amerikan Bar</li> <li>Snack Bar</li> <li>Senkronize Bar</li> <li>Lobi Bar</li> <li>Plaj Bar</li> </ol> Yukarıdakilerden hangisi bir bar türü değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "IV",
      "E": "V"
    },
    "explanation": "Bar türleri; Amerikan Bar, Snack Bar, Servis Bar Restoran Bar, Lobi Bar, Plaj Bar, Vitamin Bardır."
  },
  {
    "id": "3851372",
    "unitNumber": 3,
    "text": "Genellikle restoranların hizmet vermediği saatlerde misafirlerin hem yiyecek ve hem de içecek ihtiyaçlarını karşılayan işletmeler olarak hizmet veren barlar aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Amerikan Bar",
      "B": "Snack Bar",
      "C": "Vitamin Bar",
      "D": "Servis Bar",
      "E": "Lobi Bar"
    },
    "explanation": "Snack barlar genellikle restoranların hizmet vermediği saatlerde misafirlerin hem yiyecek ve hem de içecek ihtiyaçlarını karşılayan işletmeler olarak hizmet vermektedir."
  },
  {
    "id": "3851373",
    "unitNumber": 3,
    "text": "Misafirler salona alıp yerlerine oturtularak, her iki misafire bir servis elemanı olacak şekilde yemek servisinin tüm salona ve misafirlere aynı anda yapıldığı servis türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Dalga Tipi Servisi",
      "B": "Atıştırmalık Servis",
      "C": "Senkronize Servis",
      "D": "Tepsi Servisi",
      "E": "Kafeterya Servisi"
    },
    "explanation": "Senkronize Servis (Synchronized Service): Bu servis yönteminde misafirler salona alıp yerlerine oturtulur. Daha sonra her iki misafire bir servis elemanı olacak şekilde yemek servisi tüm salona ve misafirlere aynı anda yapılır."
  },
  {
    "id": "3851374",
    "unitNumber": 3,
    "text": "<ol type=\"I\"> <li>Hızlı Servis</li> <li>Resepsiyon Servisi</li> <li>Aksiyon İstasyonu</li> <li>Kafeterya Servisi</li> <li>Tepsi Servisi</li> </ol><br/>Yukarıdakilerden hangisi aşçıların yiyecekleri mutfak yerine servis alanından görülebilen bir mesafede hazırlayarak servis ettiği servis türüdür?",
    "correctAnswer": "C",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "IV",
      "E": "V"
    },
    "explanation": "Aksiyon İstasyonu (Action Station): Bu servis yönteminde aşçılar yiyecekleri mutfak yerine servis alanından görülebilen bir mesafede hazırlayarak servis ederler."
  },
  {
    "id": "3851375",
    "unitNumber": 3,
    "text": "<ol type=\"I\"> <li>Servis eleman yardımcılarına iş başı talimatları verir ve yönlendirir.</li> <li>Restoran malzemesinin envanterini takip ve tespit eder.</li> <li>Servis alanını ve servis malzemelerini hazırlar.</li> <li>Servis istasyonu (servis postası) servis masalarını servise hazırlar.</li> <li>Masa planına göre masaları yerleştirir ve hazırlar.</li> </ol> Yukarıdaki verilen ifadelerden hangisi servis elemanın görevlerinden biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "IV",
      "E": "V"
    },
    "explanation": "Servis Elemanı<br/><ul> <li>Servis eleman yardımcılarına işbaşı talimatları verir ve yönlendirir.</li> <li>Servis alanını ve servis malzemelerini hazırlar.</li> <li>Servis istasyonu (servis postası) servis masalarını servise hazırlar.</li> <li>Masa planına göre masaları yerleştirir ve hazırlar.</li> </ul>"
  },
  {
    "id": "3851376",
    "unitNumber": 3,
    "text": ".....................; yerli ve yabancı şaraplar hakkında geniş bilgi sahibi olan şarap servis elemanıdır.<br/>Yukarıda verilen tanıma verilen boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Servis Elemanı Yardımcısı",
      "B": "Servis Yöneticisi",
      "C": "Servis Şefi",
      "D": "Someliye",
      "E": "Barmaid"
    },
    "explanation": "Someliye; yerli ve yabancı şaraplar hakkında geniş bilgi sahibi olan şarap servis elemanıdır."
  },
  {
    "id": "3851194",
    "unitNumber": 4,
    "text": "Yiyecek ve içecek işletmelerinde yiyecek üretiminin yapıldığı yere ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Mutfak planlaması",
      "B": "Mutfak personeli",
      "C": "Mutfak",
      "D": "Mutfak servisi",
      "E": "Mutfak bölümleri"
    },
    "explanation": "Yiyecek ve içecek işletmelerinde yiyecek üretiminin yapıldığı yere mutfak adı verilir. Doğru cevap C şıkkıdır."
  },
  {
    "id": "3851195",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi mal ve hizmet üretiminde hata yapma olasılığını sıfıra indirmek olarak tanımlanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Sıfır hata",
      "B": "Menü",
      "C": "Servis yönetimi",
      "D": "İş Akışı",
      "E": "Mutfak"
    },
    "explanation": "Sıfır hata; mal ve hizmet üretiminde hata yapma olasılığını sıfıra indirmek olarak tanımlanmaktadır."
  },
  {
    "id": "3851196",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi mutfaklardaki yer alan fiziksel özelliklerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Aydınlatma",
      "B": "Havalandırma",
      "C": "Duvar",
      "D": "Tavan",
      "E": "Arazi şartları"
    },
    "explanation": "Mutfaklardaki yer alan fiziksel özellikler; Aydınlatma,havalandırma,duvar ,tavan,zemin ve diğer tesisiat atık su (drenaj) sistemleri olarak belirtilebilmektedir. Ancak arazi şartları çevresel faktörler içerisinde yer almaktadır. Bu sebeble doru cevap E şıkkıdır."
  },
  {
    "id": "3851197",
    "unitNumber": 4,
    "text": "Mutfak yönetim sürecinde yapısal olarak ortaya çıkan bölümler beş başlık altında toplanabilir. Aşağıdakilerden hangisi bu beş başlıktan biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Depolama",
      "B": "Rekabet koşulları",
      "C": "Ham madde Kabul ve İade",
      "D": "Hazırlama, pişirme ve servis",
      "E": "Yönetim"
    },
    "explanation": "Mutfak yönetim sürecinde yapısal olarak ortaya çıkan bölümler beş başlık altında toplanabilir.Bunlar ham madde kabul ve iade, depolama, hazırlama, pişirme ve servis, bulaşık yıkama ve çöp toplama, yönetimdir. Ancak B şıkkında verilen rekabet koşulları çevresel faktörler içinde olup beş başlık altındaki bölümlerden biri değildir. Doğru cevap B şıkkıdır."
  },
  {
    "id": "3851198",
    "unitNumber": 4,
    "text": "Mutfaklarda yiyecek üretiminin başlangıcı olarak ifade edilebilecek aşama hangi bölümde gerçekleştirilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bulaşık yıkama",
      "B": "Yönetim",
      "C": "Depolama",
      "D": "Teslim alma",
      "E": "Çöp toplama"
    },
    "explanation": "Mutfaklarda yiyecek üretiminin başlangıcı olarak ifade edilebilecek aşama teslim alma bölümünde gerçekleştirilmektedir. Doğru cevap D şıkkıdır."
  },
  {
    "id": "3851199",
    "unitNumber": 4,
    "text": "Malzemelerin satın alma şartnamesinde belirtilmiş özellikleri taşıyıp taşımadığı, aynı zamanda üzerine gelen belgede geçen miktarlara uyulup uyulmadığının kontrol edilmesi sonucunda malzemelerin kabul yada reddinin gerçekleştiği işleme ne denir?",
    "correctAnswer": "C",
    "options": {
      "A": "Pişirme",
      "B": "Depolama",
      "C": "Teslim alma",
      "D": "Hazırlama",
      "E": "Servis"
    },
    "explanation": "Malzemelerin satın alma şartnamesinde belirtilmiş özellikleri taşıyıp taşımadığı, aynı zamanda üzerine gelen belgede geçen miktarlara uyulup uyulmadığının kontrol edilmesi sonucunda malzemelerin kabul yada reddinin gerçekleştiği işleme teslim alma denir. Doğru cevap C şıkkıdır."
  },
  {
    "id": "3851200",
    "unitNumber": 4,
    "text": "Mutfakta yönetim ve organizasyondan sorumlu olan ayrıca işletmenin mutfağı ile diğer departmanlar arasındaki bağlantının sağlanmasından, işletmenin hedefleri doğrultusunda mutfağın organize ve koordine edilmesinden sorumlu kişiye ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Aşçı",
      "B": "Aşçıbaşı",
      "C": "Yiyecek içecek müdürü",
      "D": "Aşçıbaşı yardımcısı",
      "E": "Mutfak komisi"
    },
    "explanation": "Mutfakta yönetim ve organizasyondan sorumlu olan ayrıca işletmenin mutfağı ile diğer departmanlar arasındaki bağlantının sağlanmasından, işletmenin hedefleri doğrultusunda mutfağın organize ve koordine edilmesinden sorumlu kişiye aşçıbaşı denir. Doğru cevap B şıkkıdır."
  },
  {
    "id": "3851201",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi aşçıbaşı için önemli ve gerekli özelliklerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Örgütleme",
      "B": "Etkileme",
      "C": "Kontrol",
      "D": "Yöneltme",
      "E": "Yeterli bilgi tecrübeye sahip olmaması"
    },
    "explanation": "Aşçıbaşının çalıştığı bir mutfağın bütün bölümleri hakkında bilgi, beceriye tecrübeye sahip olması gerekmektedir. Mesleki bilgilerinin yanı sıra planlama,örgütleme,yöneltme,etkileme ve kontrol gibi yönetsel bilgilerinin olması bir aşçıbaşı için önemli ve gerekli özelliklerdendir. Doğru cevap E şıkkkdır."
  },
  {
    "id": "3851202",
    "unitNumber": 4,
    "text": "Osmanlı döneminde aşçı için hangi kelime kullanılırdı?",
    "correctAnswer": "A",
    "options": {
      "A": "Tabbah",
      "B": "Chef",
      "C": "Usta",
      "D": "Yemekçi",
      "E": "Sous chef"
    },
    "explanation": "Osmanlı döneminde aşçı için tabbah kelimesi kullanılırdı. Doğru cevap A şıkkıdır."
  },
  {
    "id": "3851203",
    "unitNumber": 4,
    "text": "Gıdalarda oluşabilecek fiziksel,kimyasal, biyolojik ve her türlü zararların ortadan kaldırılması için alınan önlemler bütününe ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "İş güvenlği",
      "B": "Yiyecek işletmeciği",
      "C": "Mutfak üretimi",
      "D": "Gıda güvenliği",
      "E": "Depolama"
    },
    "explanation": "Gıdalarda oluşabilecek fiziksel,kimyasal, biyolojik ve her türlü zararların ortadan kaldırılması için alınan önlemler bütününe gıda güvenliği adı verilir. Doğru cevap D şıkkıdır."
  },
  {
    "id": "3851204",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi ticari amaç gütmeyen yiyecek içecek işletmelerinden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Restoran",
      "B": "Bar",
      "C": "Üniversite yemekhanesi",
      "D": "Kafe",
      "E": "Fast food işletmesi"
    },
    "explanation": "Yanıtınız yanlış ise \"Yiyecek İçecek İşletmelerinde Mutfak\" konusunu yeniden gözden geçiriniz.<br/>Mutfaktaki faaliyetleri bir bütün olarak yönetmek oldukça karmaşık olacağı için, yiyecek ve içecek sürecinin genel olarak ve mutfağa ilişkin kısımlarının detaylı bir şekilde incelenmesi gerekmektedir. Bu kısımlar ticari bir amacı olan ya da olmayan çeşitli işletme ve kurumlar tarafından kullanılabilir. Ticari amacı olan yiyecek içecek işletmeleri doğrudan ya da dolaylı olarak konaklama işletmeleri, ulaştırma işletmeleri, kulüpler, tatil köyleri içerisinde olabilecekleri gibi bağımsız olarak restoran, bar, kafe, fast food işletmesi şeklinde de kurulabilir. Ticari amaç gütmeyen işletmeler içerisinde mutfaklar genelde resmi özellikte olan kurumlarda kurulmaktadır. Bu kurumlara askeriyeler, hastaneler, yatılı okullar, üniversiteler ve benzeri kurumlar örnek olarak verilebilir."
  },
  {
    "id": "3851205",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi mutfakların planlanmasında etkili olan \"çevresel faktörler\" içerisinde <strong>yer almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Arazi şartları",
      "B": "Rekabet koşulları",
      "C": "Resmi yükümlülükler",
      "D": "Kullanılacak enerji kaynakları",
      "E": "Depolama imkanları"
    },
    "explanation": "Yanıtınız yanlış ise \"Yiyecek İçecek İşletmelerinde Mutfak\" konusunu yeniden gözden geçiriniz.<br/>Mutfakların planlanmasında etkili olan unsurlardan bir de çevresel faktörlerdir. Çevresel faktörler içerisinde; arazi şartları, rekabet koşulları, resmi yükümlülükler, kullanılacak olan enerji kaynakları gibi unsurlardan bahsedilebilir. Eğer mutfak otel gibi konaklama imkânı veren bir işletmede yer alıyorsa bu planlama içerisine işletmenin yatak kapasitesini de dahil etmek gerekmektedir."
  },
  {
    "id": "3851206",
    "unitNumber": 4,
    "text": "Yiyecek üretimi için kullanılacak olan hammaddenin saklandığı mutfak bölümü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Teslim alma bölümü",
      "B": "Depolama bölümü",
      "C": "Hazırlama bölümü",
      "D": "Servis bölümü",
      "E": "Pişirme bölümü"
    },
    "explanation": "Yanıtınız yanlış ise \"Yiyecek İçecek İşletmelerinde Mutfak\" konusunu yeniden gözden geçiriniz.<br/>Depolama, mutfak depolarının düzenli ve verimli bir şekilde çalıştırılmaları, sağlıklı ön bilgiler ve düzenlemelerle gerçekleşir. İşletmenin zarar etmeyecek şekilde işlev kazanabilmesi için, depoların bilinçli bir şekilde hazırlanması gereklidir. Mutfak depolarının planlamasında; yiyecek içecek bölümü çalışanlarının, diyetisyenlerin, gıda mühendislerinin, satın alma ile ilgilenenlerin ve depocuların görüşleri alınmalıdır. Bu bölümde yiyecek üretimi için kullanılacak olan ham madde saklanmaktadır. Bu depoların sayısı büyüklükleri mutfakların türüne ve amacına göre değişmektedir."
  },
  {
    "id": "3851207",
    "unitNumber": 4,
    "text": "Aşağıdaki seçeneklerden hangisi ulusal ve uluslararası mutfak jargonunda kullanılan \"Chef de cuisine\" teriminin karşılığıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Mutfak şefi",
      "B": "Aşçı",
      "C": "Usta aşçı",
      "D": "Su şefi",
      "E": "Aşçıbaşı yardımcısı"
    },
    "explanation": "Yanıtınız yanlış ise \"Yiyecek İçecek İşletmelerinde Mutfak\" konusunu yeniden gözden geçiriniz.<br/>Günümüzde ulusal ve uluslararası mesleki jargonda aşçıbaşı anlamına gelen \"baş aşçı\", \"mutfak şefi\", \"şef aşçı\" gibi birçok terim kullanılmakta ve çeşitli şekillerde kategorize edilmektedir. Bu terimler; Chef de cuisine (mutfak şefi),Executive chef (yönetici şef), Head chef (baş aşçı), Kitchen (chef) manager (mutfak-şefi- müdürü)."
  },
  {
    "id": "3851208",
    "unitNumber": 4,
    "text": "\"Mutfak araç, gereç ve ekipmanlarını kullanarak, hijyen ve sağlık koşullarına uygun yiyecek üretimi yapan ve servise hazır hale getiren nitelikli kişi\" aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Aşçıbaşı",
      "B": "Mutfak şefi",
      "C": "Baş aşçı",
      "D": "Aşçı",
      "E": "Aşçıbaşı yardımcısı"
    },
    "explanation": "Yanıtınız yanlış ise \"Yiyecek İçecek İşletmelerinde Mutfak\" konusunu yeniden gözden geçiriniz.<br/><strong>Aşçı:</strong> Mutfakta üretimde çalışan personel genel olarak aşçı olarak adlandırılmaktadır. Aşçıların en temel görevi yemek pişirmek ve yiyecekleri, belli bir plan dâhilinde bilgi ve becerisini kullanarak servise hazır hâle getirmektir. Aşçı; kamu kurumu ve özel işletmeler dâhilinde olan otel, restoran, kafeterya, bar, iş yeri, fabrika, hastane, gemi, yolcu treni ve yemek fabrikaları gibi yiyecek üretilen yerlerde öğünleri planlayan, yemekleri hazırlayan ve pişiren, mutfaktaki çalışmaları organize eden kişidir. Mutfak organizasyonunda yer alan aşçılar çeşitli pozisyonlarda çalışabilmektedirler. Bu pozisyonlar sıcak mutfak, soğuk mutfak, pastane mutfağı, kasaphane, personel mutfağı gibi uzmanlık alanlarına göre belirlenmektedir. Her bir alt mutfak üretim bölümü \"kısım şefi\" olarak görev yapan deneyimli aşçıların kontrol ve denetiminde olarak kendi birim üretiminden sorumludur."
  },
  {
    "id": "3851209",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi servis usullerinde kullanılan kategoriler arasında <strong>yer almaz?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Masa servisi",
      "B": "Ziyafet servisi",
      "C": "Sokak servisi",
      "D": "Büfe servisi",
      "E": "Tepsi servisi"
    },
    "explanation": "Yanıtınız yanlış ise \"Temel Mutfak Servisi\" konusunu yeniden gözden geçiriniz.<br/>Mutfak servisinin gerçekleşmesi için öncelikle mutfakta yapılacak üretimin nasıl yapılacağı ile ilgili bir işletme planının olması gerekmektedir. Servis mutfak içerisinden çıkan hazır ya da yarı hazır yiyecek ürünleri ile gerçekleştirilebilmektedir. Ayrıca hazırlanan ürünler doğrudan ya da aktarmalı olarak farklı birimlerde işlenerek tüketicilere sunulabilmektedir. Bu kapsamda müşteriler ya da tüketiciler için planlanan yemek yeme şekli ön plana çıkmakta ve mutfakta hazırlanan ürünlerin servisi için bu duruma göre bir hazırlık ve sunum gerçekleştirilmektedir. Müşteri ya da tüketicilerin yeme şekilleri genel olarak servis usüllerinde kullanılan yöntemlere bağlı olarak şekillenmektedir ve masa servisi, ziyafet servisi, büfe servisi, tepsi servisi gibi kategorilere ayrılabilmektedir."
  },
  {
    "id": "3851210",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi başarılı bir mutfak hazırlığı ve mutfağın fiziksel hijyeninden sorumludur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yiyecek içecek bölümü",
      "B": "Kitchen manager",
      "C": "Sous chef",
      "D": "Yönetim bölümü",
      "E": "Stewarding bölümü"
    },
    "explanation": "Yanıtınız yanlış ise \"Temel Mutfak Servisi\" konusunu yeniden gözden geçiriniz.<br/>Mutfaktaki üretim sadece aşçıların yemek yapmaları ile ilgili değildir. Yapılan bu üretimin gerçekleşmesi için gerekli olan tepsi, tencere hatta sunumu için planlanan tabaklar, tepsiler, reşolar gibi diğer servis ekipmanlarının da hazır bulunması gereklidir. Bu esnada mutfak içerisindeki faaliyetlere yardımcı olan en önemli bölüm olan stewarding bölümü ile iletişim içerisinde işlerin hangi malzemelerle nasıl yürütülmesi gerektiği planlanmalıdır. Stewarding bölümü sadece mutfak ve servis bulaşığı ya da mutfak temizliği işleri ile ilgili işleri yürütmez aynı zamanda başarılı bir mutfak hazırlığı için mutfağın fiziksel olarak hijyeninden sorumludur. Aynı zamanda planlanan ve servisi yapılacak olan yemeklerin konulduğu benmari, reşo, tepsi, tabak gibi servis araç-gereçlerinin temiz bir şekilde kullanıma hazır olmasını sağlamakla görevli personelden oluşmaktadır. Stewarding personeli mutfağın ihtiyaçları doğrultusunda gerekli olan alet, ekipman, araç ve gereçlerin düzenli bir şekilde depolanmasını ve hijyenik koşullarda hazırlanmasını sağlar. Bu bakımdan stewarding personelinin gıda güvenliği ile ilgili eğitimini tamamlamış olması ve ilgili iş yönergelerini iyi bilmesi gerekmektedir."
  },
  {
    "id": "3851211",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi self servis olarak kabul edilen bir servis çeşididir?",
    "correctAnswer": "B",
    "options": {
      "A": "Amerikan servisi",
      "B": "Smorgasbord (İsveç masası servisi)",
      "C": "Rus servisi",
      "D": "Banket servisi",
      "E": "Fransız servisi"
    },
    "explanation": "Yanıtınız yanlış ise \"Temel Mutfak Servisi\" konusunu yeniden gözden geçiriniz.<br/>Mutfakta hazırlanan ürünler farklı servis türlerine göre hazırlanarak iletilir ve sunumu gerçekleşir. Servis şekli aynı zamanda müşterilerin hazırlanmış olan yiyecek içeceklere erişme ve alma yöntemini de ifade etmektedir. Self servis olarak yemek hizmetini alacak olan kişiler genelde kafeterya servisi, büfe servisi, makine otomatı, gel al servisi ve smorgasbord (İsveç masası servisi) gibi servis hizmeti alırlar."
  },
  {
    "id": "3851212",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi tepsi servisi işlevinin temel bileşenleri arasında <strong>yer almaz?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sipariş",
      "B": "Tabaklama",
      "C": "Dizme",
      "D": "Dağıtım",
      "E": "Sunum"
    },
    "explanation": "Yanıtınız yanlış ise \"Temel Mutfak Servisi\" konusunu yeniden gözden geçiriniz.<br/>Tepsi servisi olarak planlanan ve mutfaktan başlayan servis işlevinin temel olarak üç bileşeni vardır; ürünleri bir araya getirme (tabaklama, tepsilere dizme vb.), dağıtım (ilgili yerlere ya da kişilere iletme) ve müşteriye sunuş olarak ifade edilebilir. Menüde yer alan birçok öge hazırlık ve pişirme işlemleri tamamlandıktan hemen sonra servis edilmesi için uygun olan en üst kalitededir"
  },
  {
    "id": "3851213",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi mutfak ve servis ilişkisi içerisinde yaşanan iletişim gerektiren durumlar arasında <strong>yer almaz?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Servisten önce rezervasyonlu kişi sayısının bildirilmesi.",
      "B": "Menü içerisinde stoğu tükenen yiyeceklerin servis elemanlarına bildirilmesi.",
      "C": "Servis elemanlarına yiyecekler hakkında detaylı bilgilerin verilmesi.",
      "D": "Sipariş alınırken müşteri ile servis elemanı arasındaki seviyenin belirlenmesi.",
      "E": "Siparişin mutfaktan hazırlanması için öncelik sırasının belirtilmesi."
    },
    "explanation": "Yanıtınız yanlış ise \"Temel Mutfak Servisi\" konusunu yeniden gözden geçiriniz.<br/>Mutfak ve servis ilişkisi içerisine yaşanan bazı iletişim gerektiren durumlar şu şekilde belirtilebilir: <br/>• Servisten önce rezervasyonlu kişi sayısının bildirilmesi, <br/>• Servis elemanlarına yiyecekler hakkında detaylı bilgilerin verilmesi, <br/>• Menü içerisinde stoğu tükenen yiyeceklerin servis elemanlarına bildirilmesi,<br/>• Menüde olmayan yemeklerin siparişinin servis elemanları tarafından alınıp alınmamasının belirlenmesi, <br/>• Sipariş hazırlanırken varsa müşteriye ya da yemeğe ait özel durumların zamanında belirtilmesi, <br/>• Siparişin mutfaktan hazırlanması için öncelik sırasının belirtilmesi, <br/>• Siparişin mutfaktan servis edileceği zaman için ön bilgilendirmenin yapılması."
  },
  {
    "id": "3851377",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>Ham madde Kabul ve İade (Teslim Alma)</li> <li>Depolama</li> <li>Hazırlama, pişirme ve servis</li> <li>Bulaşık yıkama ve çöp toplama</li> <li>Yönetim</li> </ol> Yukarıdakilerden hangisi yiyeceklerin ayıklanması, yıkanması, doğranması, soyulması, karıştırılması, ıslatılması, yumuşatılması ve geçici depolama işlemlerinden geçirilerek pişirmeye hazır hâle getirildiği mutfak bölümüdür?",
    "correctAnswer": "C",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "IV",
      "E": "V"
    },
    "explanation": "Hazırlama bölümünde yapılan işler; yiyeceklerin ayıklanması, yıkanması, doğranması, soyulması, karıştırılması, ıslatılması, yumuşatılması ve geçici depolama işlemlerinden geçirilerek pişirmeye hazır hâle getirilmesi gibi süreçleri kapsamaktadır."
  },
  {
    "id": "3851378",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi mutfak personellerinden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Aşçıbaşı",
      "B": "Aşçıbaşı Yardımcısı",
      "C": "Aşçı",
      "D": "Somaliye",
      "E": "Mutfak Komisi"
    },
    "explanation": "Mutfak personeli: Aşçıbaşı (Mutfak şefi, yönetici şef, baş aşçı, mutfak müdürü) Aşçıbaşı Yardımcısı (Su şefi) Aşçı Mutfak komisidir."
  },
  {
    "id": "3851379",
    "unitNumber": 4,
    "text": "Fransızca bir kelime olan “sous chef” olarak adlandırılan mutfak personeli aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yiyecek İçecek Müdürü",
      "B": "Aşçıbaşı Yardımcısı",
      "C": "Aşçı",
      "D": "Mutfak Komisi",
      "E": "Aşçıbaşı"
    },
    "explanation": "Aşçıbaşı yardımcısına uluslararası mutfak jargonunda Fransızca bir kelime olan “sous chef” denilmektedir."
  },
  {
    "id": "3851380",
    "unitNumber": 4,
    "text": "..........................; gıda maddelerinin her türlü bozulma ve bulaşma etkeninden uzaklaştırılarak tüketime uygun olmasıdır.<br/>Yukarıdaki tanımda verilen boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yemek tarifi",
      "B": "Gıda hazırlama",
      "C": "Gıda güvenliği",
      "D": "Yemek servisi",
      "E": "gıda tedariği"
    },
    "explanation": "Gıda güvenliği; gıda maddelerinin her türlü bozulma ve bulaşma etkeninden uzaklaştırılarak tüketime uygun olmasıdır."
  },
  {
    "id": "3851381",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>İngiliz masası</li> <li>Fransız masası</li> <li>İsveç masası</li> <li>Rus masası</li> <li>Türk masası</li> </ol><br/>Yukarıdakilerden hangisi çok çeşitli sıcak ve soğuk yemekler açık büfe olarak aynı anda tek bir masada servis edilen sunum şekline verilen addır?",
    "correctAnswer": "C",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "IV",
      "E": "V"
    },
    "explanation": "İsveç masası ya da Smörgåsbord; İsveç menşeli bir tür İskandinav usulü masa kurulumudur. Bu tip bir sunumda çok çeşitli sıcak ve soğuk yemekler açık büfe olarak aynı anda tek bir masada servis edilir."
  },
  {
    "id": "3851382",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi mutfak depolarının planlamasında görüşleri alınacak kişilerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Diyetisyenler",
      "B": "Gıda mühendisleri",
      "C": "Depocular",
      "D": "Yiyecek içecek bölümü çalışanları",
      "E": "Pazarlama bölümü çalışanları"
    },
    "explanation": "Mutfak depolarının planlamasında; yiyecek içecek bölümü çalışanlarının, diyetisyenlerin, gıda mühendislerinin, satın alma ile ilgilenenlerin ve depocuların görüşleri alınmalıdır."
  },
  {
    "id": "3851383",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi mutfakta yönetim ve organizasyondan sorumlu olan kişidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Aşçı",
      "B": "Aşçıbaşı Yardımcısı",
      "C": "Aşçıbaşı",
      "D": "Mutfak Komisi",
      "E": "Kısmı şefler"
    },
    "explanation": "Aşçıbaşı mutfakta yönetim ve organizasyondan sorumlu olan kişidir."
  },
  {
    "id": "3851384",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi mutfak planlamasında etkili olan çevresel faktörlerden biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "ekabet koşulları,",
      "B": "Arazi şartları",
      "C": "Ekipman yerleşimi",
      "D": "Resmi yükümlülükler,",
      "E": "Kullanılacak enerji kaynakları"
    },
    "explanation": "Mutfakların planlanmasında etkili olan unsurlardan bir diğeri de çevresel faktörlerdir. Çevresel faktörler içerisinde; arazi şartları, rekabet koşulları, resmi yükümlülükler, kullanılacak olan enerji kaynakları gibi unsurlardan bahsedilebilir"
  },
  {
    "id": "3851385",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi aşçıbaşı için kullanılan terimlerden biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Chef de cuisine",
      "B": "Executive chef",
      "C": "Sous chef",
      "D": "Head chef",
      "E": "Kitchen (chef) manager"
    },
    "explanation": "Aşçıbaşı yardımcısına uluslararası mutfak jargonunda Fransızca bir<br/>kelime olan “sous chef” denilmektedir."
  },
  {
    "id": "3851386",
    "unitNumber": 4,
    "text": "........................... her müşteriye servis edilecek yiyecek ve içecek miktarının eşit olmasını sağlayan bir yöntemdir.<br/>Yukarıdaki tanımda verilen boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Standart hammadde",
      "B": "Standart porsiyonlama",
      "C": "Standart pişirme",
      "D": "Standart maliyet",
      "E": "Standart fiyat"
    },
    "explanation": "Standart porsiyonlama her müşteriye servis edilecek yiyecek ve içecek miktarının eşit olmasını sağlayan bir yöntemdir."
  },
  {
    "id": "3851214",
    "unitNumber": 5,
    "text": "Yönetimin örgütsel amaçları gerçekleştirmek için ihtiyaç duyduğu beş temel fonksiyondan hangisi yanlıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Planlama",
      "B": "Örgütleme",
      "C": "Satış",
      "D": "Yöneltme",
      "E": "Koordinasyon"
    },
    "explanation": "Yiyecek ve içecek İşletmeliği, Giriş<br/>Satış"
  },
  {
    "id": "3851215",
    "unitNumber": 5,
    "text": "Örgütün faaliyetleri neticesinde gelecekte ulaşmayı istediği sonuç aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Denetleme",
      "B": "Yönetim",
      "C": "Koordinasyon",
      "D": "Planlama",
      "E": "Örgütsel amaç"
    },
    "explanation": "Örgütün Faaliyetleri neticesinde gelecekte ulaşmayı istediği sonuç Örgütsel amaçtır."
  },
  {
    "id": "3851216",
    "unitNumber": 5,
    "text": "Aşçı ve garson, yiyecek ve içecek işletmeleri açısından incelendiğinde nasıl tanımlanırlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Üst düzey yönetici",
      "B": "Planlamacı",
      "C": "Orta düzey yönetici",
      "D": "Denetleyici",
      "E": "Alt düzey yönetici"
    },
    "explanation": "Yönetim Fonksiyonları, Yönetimin temel fonksiyonlarını yerine getirmek için yöneticilere ihtiyaç duyulmaktadır. Yönetici işletmenin amaçlarına ulaşması için sorumluluklarını yerine getiren kişilerdir. Yöneticiler bireysel bilgi ve becerileri yüksek olan ve diğer çalışanları yöneten kişilerdir. Yöneticiler yönetim fonksiyonlarını fiili olarak gerçekleştirmektedir. Yöneticiler genel olarak üst, orta ve alt kademe olmak üzere üç başlıkta incelenmektedir: Üst kademe yöneticiler, örgütün tepesinde yer alan yöneticilerdir. Yiyecek içecek işletmeleri açısından incelendiğinde yiyecek içecek müdürü, aşçıbaşı, restoran şefi üst düzey yöneticilere örnektir. Orta kademe yöneticiler, üst kademe ile alt kademe arasında köprü görevi gören yöneticilerdir. Yiyecek içecek işletmelerinde kısım şefi ve kaptan örnek olarak gösterilebilir. Alt kademe yöneticiler ise üst kademelerden gelen sorumluluğu çalışanlarla paylaşan ve onları d<br/>Alt kademe yöneticiler ise üst kademelerden gelen sorumluluğu çalışanlarla paylaşan ve onları denetleyen yöneticilerdir. Yiyecek içecek işletmelerinde aşçı ve garson buna örnek olarak verilebilir."
  },
  {
    "id": "3851217",
    "unitNumber": 5,
    "text": "Kullanılma seçeneklerine göre planlar içinde sürekli planlar grubuna hangisi dahildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Programlar",
      "B": "Bütçeler",
      "C": "Politikalar",
      "D": "Taktikler",
      "E": "Operasyonlar"
    },
    "explanation": "Kullanılma Seçeneklerine Göre Planlar<strong>, </strong>Kullanılma seçeneklerine göre planlar tek kullanımlık planlar ve sürekli planlar olmak üzere iki grupta toplanabilir: Tek kullanımlı planlar, yalnızca bir amacın gerçekleştirilmesi için kullanılan planlardır. Tek kullanımlık planlar, belli bir amacı gerçekleştirmek için hazırlanırlar ve sürekli planlar gibi gelecekte tekrar kullanılmazlar. İşletmelerde kullanılan programlar, projeler ve bütçeler tek kullanımlık planlara örnektir. Sürekli planlar ise işletmenin amaçlarını gerçekleştirmek için defalarca kullanılabilen planlardır. Sürekli planlar, benzer durumlarda işletmenin izleyeceği yolu göstermektedir. İşletme politikaları, prosedürleri ve kuralları sürekli planlara örnektir.<br/>Sürekli planlar, benzer durumlarda işletmenin izleyeceği yolu göstermektedir. İşletme politikaları, prosedürleri ve kuralları sürekli planlara örnektir."
  },
  {
    "id": "3851218",
    "unitNumber": 5,
    "text": "Yiyecek ve içecek işletmelerinde personelin belirlenmesi hangi bölümde yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Programlar",
      "B": "Örgütleme",
      "C": "Planlama",
      "D": "Taktikler",
      "E": "Yöneltme"
    },
    "explanation": "Örgütleme bir anda olan bir eylem değildir. Örgütlemenin sağlıklı yapılabilmesi için belirli aşamaların tamamlanması gerekir. Örgütlemenin aşamaları üç ana başlıkta açıklanabilir.<br/><ul><br/><li>Görülecek işlerin belirlenmesi ve gruplara ayrılması</li><br/><li>Personelin belirlenip atanması</li><br/><li>Yer, araç ve yöntemlerin belirlenmesi</li><br/></ul><br/>Örgütlenme"
  },
  {
    "id": "3851219",
    "unitNumber": 5,
    "text": "Örgütlerde bölümlere ayırmada hem dikey hem de yatay ilişkilerin birlikte olduğu bölüm hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Matris",
      "B": "İşlevsel",
      "C": "Coğrafi",
      "D": "Zaman esaslı",
      "E": "Müşteri esaslı"
    },
    "explanation": "<strong>Matris Bölümlendirme</strong><em>: </em>Matris örgüt yapılarında hem dikey hem de yatay ilişkiler birlikte görülmektedir. <strong><em>Matris yapılardaki </em></strong>dikey ve yatay ilişkilerde hiyerarşi üstünlüğü olmamaktadır."
  },
  {
    "id": "3851220",
    "unitNumber": 5,
    "text": "Yöneltme ve emir vermenin sahip olması gereken temel özelliklerinden hangisi yanlıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Makul olması",
      "B": "Açık olması",
      "C": "Tam olmalı",
      "D": "Değiştirilmemeli",
      "E": "Zaman esaslı"
    },
    "explanation": "Yöneltme ve emir verme, Yöneltme fonksiyonunun istendiği gibi gerçekleştirilebilmesi için verilen emirlerin sahip olması gereken temel özellikler şunlardır: <em>Emrin yerine getirilebilir ve makul olması gerekir: </em>Çalışanlardan istenilen eylemlerin onların yeteneğine ve kapasitesine uygun olması gerekir. Diğer bir deyişle, istenilen işin niteliğine uygun kişiler seçilmelidir. <em>Emir açık olmalıdır: </em>Emrin çalışanlar tarafından net bir biçimde anlaşılması önemlidir. Çalışanlar emir aldıklarında yapacakları eylemler konusunda tereddüde düşmemelidir. Dolayısıyla emrin anlaşılır olması gerekmektedir. <em>Emir tam olmalıdır: </em>Emir verirken kimin neyi ne kadar yapacağı iyi belirtilmelidir. İşin yapılması konusunda çalışanların aklında eksik bir nokta kalmamalıdır. Ayrıca çalışanlar yapılacak işin amacını net olarak anlamalıdır. <em>Verilen emir mecbur kalmadıkça değiştirilmemelidir: </em>Çalışanlara verilen emirler mecbur kalmadıkça değiştirilmemelidir.<br/>Zaman esaslı"
  },
  {
    "id": "3851221",
    "unitNumber": 5,
    "text": "Yiyecek ve içecek işletmelerinde otorite hangi başlık altında yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yöneltme ve motivasyon",
      "B": "Yöneltme ve emir verme",
      "C": "Amaç birilği",
      "D": "Kontrol alanı yetkisi",
      "E": "Yöneltme ve güç"
    },
    "explanation": "Yöneltme ve Güç, İşletmelerde güç kavramı çalışanları etkileye- bilme yeteneği olarak tanımlanmaktadır. Güç bir kişinin diğerlerini etkileyerek kendi istediği doğ- rultusunda hareket etmelerini sağlama yeteneği ya da kapasitesidir. Yöneticilerin yöneltme fonksiyonunun yerine getirmek için güce ihtiyaçları vardır. Yöneticiler tarafından verilen emirlerin bir güce dayanması gerekmektedir. Aksi durumda çalışanların verilen emirleri her zaman yerine getirmeleri beklenemez. Güç kavramı kuvvet, etkileme ve yetki (otorite) kavramları ile de yakından ilişkilidir.<br/>Yöneltme ve güç"
  },
  {
    "id": "3851222",
    "unitNumber": 5,
    "text": "Bireyin başkaları üzerinde bıraktığı etkileyicilik ne olarak tanımlanır?",
    "correctAnswer": "E",
    "options": {
      "A": "Otorite",
      "B": "Kuvvet",
      "C": "Güleryüz",
      "D": "Baskıcı",
      "E": "Karizma"
    },
    "explanation": "Bireyin başkaları üzerinde bıraktığı etkileyicilik karizma olarak tanımlanır. Kişisel özellik ve yeteneklerle ilgili güçtür. Astlar yöneticileri ne kadar olağanüstü ya da özel olarak kabul ederlerse karizmatik güç de o kadar etkili olacaktır."
  },
  {
    "id": "3851223",
    "unitNumber": 5,
    "text": "İşletmelerde denetimin özellikleri arasında hangisi <strong>yanlıştır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Denetim işletmenin amacına ve planlarına dayanmalıdır",
      "B": "Denetim tarafsız, uygun maliyetli, kapsayıcı ve amaca uygun olmalıdır",
      "C": "Denetim yöntemleri katı olmalıdır",
      "D": "Denetim mekanizmaları işletmeye bağlı olarak geliştirilmelidir",
      "E": "Denetim sürnecinin sonunda düzeltici önlemler alınmalıdır"
    },
    "explanation": "İşletmelerde denetimin özellikleri şunlardır:<br/>Denetim işletmenin amacına ve planlarına dayanmalıdır. Denetim tarafsız, uygun maliyetli, kapsayıcı ve amaca uygun olmalıdır. Denetim yöntemleri esnek olmalıdır. Denetim mekanizmaları işletmeye bağlı olarak geliştirilmelidir. Denetim sürnecinin sonunda düzeltici önlemler alınmalıdır.<br/>Denetim yöntemleri katı olmalıdır"
  },
  {
    "id": "3851224",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi yöneltme fonksiyonun başarıyla yapılabilmesi için önemli olan destekleyici faktörlerden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çekicilik",
      "B": "Motivasyon",
      "C": "Uyum",
      "D": "Hiyerarşi",
      "E": "Esneklik"
    },
    "explanation": "Yönetimin temel fonksiyonları tek başlarına bazen bir anlam ifade etmeyebilir. Örneğin, yöneltme fonksiyonun başarıyla yapılabilmesi için güç, motivasyon, liderlik ve iletişim gibi destekleyici olguların da anlaşılması önemlidir. Özellikle çalışanların motive olabilmeleri ve davranışlarının nedenlerinin anlaşılabilmesi için motivasyon teorileri kilit rol oynamaktadır."
  },
  {
    "id": "3851225",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi tek kullanımlık planlardan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "İşletme bütçesi",
      "B": "İşletme politikası",
      "C": "İşletme prosedürleri",
      "D": "İşletme kuralları",
      "E": "İşletme kararları"
    },
    "explanation": "Tek kullanımlık planlar, belli bir amacı gerçekleştirmek için hazırlanırlar ve sürekli planlar gibi gelecekte tekrar kullanılmazlar. İşletmelerde kullanılan programlar, projeler ve bütçeler tek kullanımlık planlara örnektir. İşletme politikaları, prosedür ve planları sürekli planlar arasında yer alır."
  },
  {
    "id": "3851226",
    "unitNumber": 5,
    "text": "Yiyecek içecek işletmesinin 5 yıllık süre için hazırlamış olduğu plan aşağıdaki plan türlerinin hangisi kapsamında değerlendirilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kısa vadeli",
      "B": "Orta vadeli",
      "C": "Uzun vadeli",
      "D": "Stratejik plan",
      "E": "Sezonluk plan"
    },
    "explanation": "Yiyecek içecek işletmesinin planlarının süreleri göz önüne alınarak üç çeşit plandan söz etmek mümkündür. Bunlar; kısa, orta ve uzun vadeli planlardır. Kısa vadeli planlar bir yıl ya da daha kısa süreyi kapsayan, orta vadeli planlar bir ila beş yıllık planlardır. Bu planlar genellikle beş yıllık olarak hazırlanmaktadır. Uzun vadeli planlar ise beş yıldan fazla süreye sahip planlardır."
  },
  {
    "id": "3851227",
    "unitNumber": 5,
    "text": "Yiyecek içecek işletmelerinin tüketici eğilimlerinin sürekli takip ederek çevre koşullarına uyum sağlamaya çalışması aşağıdaki örgütleme ilkelerinin hangisi kapsamında değerlendirilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kontrol alanı",
      "B": "Hiyerarşik yapı",
      "C": "Merkezileşme",
      "D": "Amaç birliği",
      "E": "Esneklik"
    },
    "explanation": "Esneklik ilkesi örgütlerin varlıklarını devam ettirebilmek için değişen çevre koşullarına uyum sağlamasını ifade etmektedir. Değişme direnen ya da ayak uyduramayan işletmelerin devamlılığını sağlamaları mümkün değildir. Özellikle yiyecek içecek işletmeleri için tüketici eğilimlerinin sürekli takip edilmesi elzemdir."
  },
  {
    "id": "3851228",
    "unitNumber": 5,
    "text": "Bir organizasyonda her astın yalnızca bir üstten emir almasını ve bir üste karşı sorumlu olmasını belirten örgütleme ilkesi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Emir-Komuta Birliği",
      "B": "Yönetim Birliği",
      "C": "Kontrol Alanı",
      "D": "Çapraz İlişkiler",
      "E": "Hiyerarşik Yapı"
    },
    "explanation": "Emir-komuta birliği ilkesi, bir organizasyonda her astın yalnızca bir üstten emir almasını ve bir üste karşı sorumlu olmasını belirtmektedir. Matris organizasyon yapılarında bu ilkenin çiğnendiği görülmektedir."
  },
  {
    "id": "3851229",
    "unitNumber": 5,
    "text": "Gücün yöneticiler tarafından uygulanış biçimine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kuvvet",
      "B": "Otorite",
      "C": "Etkileme",
      "D": "Yetki",
      "E": "Güç"
    },
    "explanation": "Kuvvet, gücün yöneticiler tarafından uygulanış biçimidir. Genel olarak kuvvet zorlayıcı bir özellik göstermektedir. Güç kavramı; kuvvet, etkileme ve yetki (otorite) kavramları ile de yakından ilişkilidir."
  },
  {
    "id": "3851230",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi yöneticilerin örgüt yapısı içerisinde bulundukları konum itibariyle verilen yetkiden kaynaklanan güçtür?",
    "correctAnswer": "E",
    "options": {
      "A": "Uzmanlık gücü",
      "B": "Zorlayıcı güç",
      "C": "Ödüllendirme gücü",
      "D": "Karizmatik güç",
      "E": "Yasal güç"
    },
    "explanation": "Yasal güç, yöneticilerin örgüt yapısı içerisinde bulundukları konum itibariyle verilen yetkiden kaynaklanan güçtür. Gücün kaynağı kanunlar, yönergeler, yönetmelikler vb. şekilde biçimsel unsurlarla desteklenmiştir."
  },
  {
    "id": "3851231",
    "unitNumber": 5,
    "text": "İnsanın iki farklı doğası bulunduğunu, bunlardan birinde insanların genel anlamda sorumluluktan kaçma eğiliminde olduğunu, diğerinde ise insanların sorumluluk alma eğiliminde olduğunu öne süren teori aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "McGregor’un X ve Y Teorisi",
      "B": "Herzberg’in Çift Faktör Teorisi",
      "C": "McClelland’ın Üç İhtiyaç Teorisi",
      "D": "Victor Vroom’un Beklenti Teorisi",
      "E": "Adams’ın Eşitlik Teorisi"
    },
    "explanation": "McGregor tarafından geliştirilen X ve Y teorisine göre insanın iki farklı doğası bulunmaktadır. Bunlardan biri insanın doğasına yönelik olumsuz değerlendirmede bulunan “X Teorisi”; diğeri ise insanın doğasına yönelik olumlu değerlendirmede bulunan “Y Teorisi”dir. X teorisine göre insanlar çalışmayı sevmezler, sorumluluktan kaçarlar ve azimli değildirler. Y teorisine göre ise çalışanlar işlerinden keyif alan, sorumluluk sahibi ve azimlidirler."
  },
  {
    "id": "3851232",
    "unitNumber": 5,
    "text": "Çalışanların verecekleri emeğin beklentilerini karşılayıp karşılamayacağı algısının, önemli bir motivasyon unsuru olduğunu öne süren teori aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "McGregor’un X ve Y Teorisi",
      "B": "Herzberg’in Çift Faktör Teorisi",
      "C": "McClelland’ın Üç İhtiyaç Teorisi",
      "D": "Victor Vroom’un Beklenti Teorisi",
      "E": "Adams’ın Eşitlik Teorisi"
    },
    "explanation": "Victor Vroom’un Beklenti Teorisine göre çalışanlar yaptıkları işin sonunda elde edecekleri çıktılara ya da çıktıların cazipliğine göre hareket etmektedir. Dolayısıyla çalışanların verecekleri emeğin beklentilerini karşılayıp karşılamayacağı algısı önemli bir motivasyon unsurudur. Bu teoriye göre insanlar kayıplarından daha çok kazançlarına odaklanmaktadır."
  },
  {
    "id": "3851233",
    "unitNumber": 5,
    "text": "Yiyecek içecek işletmelerinde servis sırasında yapılan denetimler aşağıdakilerin hangisi kapsamında değerlendirilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Geçmiş Odaklı Denetim",
      "B": "Eş Zamanlı Denetim",
      "C": "Gelecek Odaklı Denetim",
      "D": "İç denetim",
      "E": "Dış denetim"
    },
    "explanation": "Eş zamanlı denetim, işletmelerin ardışık ve birbirleri ile bağlantılı faaliyetleri eş zamanlı olarak denetlemeleridir. Bu denetim türü de kısmen proaktif bir yaklaşımdır. Yiyecek içecek işletmelerinde servis sırasında yapılan denetimler buna örnektir. Süreç içerisinde aksaklık yaşanıyor mu; yaşanıyorsa ne tür önlemler alınacağı eş zamanlı olarak belirlenmektedir."
  },
  {
    "id": "3851387",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Misyon ve Vizyonun Belirlenmesi</li> <li>Amaç ve Hedeflerin Belirlenmesi</li> <li>Finanasal Kaynakların Belirlenmesi</li> <li>Amaçlara Ulaştıracak Alternatif Yolların Belirlenmesi</li> <li>Alternatifler Arasında Seçim Yapma</li> </ol><br/>Yukarıdakilerden hangisi planlama aşamasında yiyecek içecek işletmesinin amaçlara ulaşmak için belirlediği yollar içerisinden işletme çıkarları doğrultusunda en iyi olanı belirlemesi aşamasıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "IV",
      "E": "V"
    },
    "explanation": "Alternatifler Arasında Seçim Yapma: Yiyecek içecek işletmesinin amaçlara ulaşmak için belirlediği yollar içerisinden işletme çıkarları doğrultusunda en iyi olanı belirlemesi aşamasıdır."
  },
  {
    "id": "3851388",
    "unitNumber": 5,
    "text": "Kullanılma seçeneklerine göre planlar .................................. planlar ve ...................... planlar olmak üzere iki grupta toplanabilir.<br/>Yukarıdaki ifadede verilen boşluklara aşağıdakilerden hangileri gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "kısa vadeli, orta vadeli",
      "B": "tek kullanımlık, sürekli",
      "C": "stratejik, taktik",
      "D": "operasyonel, taktik",
      "E": "finansal, pazarlama"
    },
    "explanation": "Kullanılma seçeneklerine göre planlar tek kul- lanımlık planlar ve sürekli planlar olmak üzere iki grupta toplanabilir"
  },
  {
    "id": "3851389",
    "unitNumber": 5,
    "text": "Günümüz yiyecek içecek işletmelerinde en sık rastlanılan ve aynı amaca hizmet eden işler ve görevler bir araya getirildiği bölümleme yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ürün Esaslı Bölümlendirme",
      "B": "Müşteri Esaslı Bölümlendirme",
      "C": "Matris Bölümlendirme",
      "D": "İşlevsel Bölümlendirme",
      "E": "Zaman Esaslı Bölümlendirme"
    },
    "explanation": "İşlevsel Bölümlendirme: İşlevsel bölümlendirme günümüz yiyecek içecek işletmelerinde en sık rastlanılan bölümlendirme yöntemidir. Bu bölümlendirmede aynı amaca hizmet eden işler ve görevler bir araya getirilmektedir."
  },
  {
    "id": "3851390",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Yönetim Birliği İlkesi</li> <li>Emir-Komuta Birliği İlkesi</li> <li>Amaç Birliği İlkesi</li> <li>Hiyerarşik Yapı İlkesi</li> <li>Kontrol Alanı İlkesi</li> </ol> Yukarıdakilerden hangisi bir organizasyonda her astın yalnızca bir üstten emir almasını ve bir üste karşı sorumlu olmasını belirten örgütleme ilkedir?",
    "correctAnswer": "B",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "IV",
      "E": "V"
    },
    "explanation": "Emir-Komuta Birliği İlkesi: Emir-komuta birliği ilkesi, bir organizasyonda her astın yalnızca bir üstten emir almasını ve bir üste karşı sorumlu olmasını belirtmektedir."
  },
  {
    "id": "3851391",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Emrin yerine getirilebilir ve makul olması gerekir</li> <li>Emir açık olmalıdır </li> <li>Emir bir çok alanı kapsayacak şekilde olmalıdır</li> <li>Emir tam olmalıdır</li> <li>Verilen emir mecbur kalmadıkça değiştirilmemelidir</li> </ol> Yukarıdakilerden hangisi yöneltme fonksiyonunun istendiği gibi gerçekleştirilebilmesi için verilen emirlerin sahip olması gereken temel özelliklerden biri değidir?",
    "correctAnswer": "C",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "IV",
      "E": "V"
    },
    "explanation": "Yöneltme fonksiyonunun istendiği gibi gerçekleştirilebilmesi için verilen emirlerin sahip olması gereken temel özellikler ŞUNLARDIR:<br/>Emrin yerine getirilebilir ve makul olması gerekir:<br/>Emir açık olmalıdır<br/>Emir tam olmalıdır<br/>Verilen emir mecbur kalmadıkça değiştirilmemelidir"
  },
  {
    "id": "3851392",
    "unitNumber": 5,
    "text": ".......................: Yöneticilerin örgüt yapısı içerisinde bulundukları konum itibariyle verilen yetkiden kaynaklanan güçtür.<br/>Yukarıdaki tanımda verilen boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ödüllendirme gücü",
      "B": "Yasal güç",
      "C": "Zorlayıcı güç",
      "D": "Karizmatik güç",
      "E": "Uzmanlık gücü"
    },
    "explanation": "Yasal güç: Yöneticilerin örgüt yapısı içerisinde bulundukları konum itibariyle verilen yetkiden kaynaklanan güçtür."
  },
  {
    "id": "3851393",
    "unitNumber": 5,
    "text": "İşletmede bilgilerin emir komuta zinciri dışında resmi olmayan yollarla aktarılması aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Çoklu İletişim",
      "B": "Biçimsel İletişim",
      "C": "Tek Yönlü İletişim",
      "D": "Biçimsel Olmayan İletişim",
      "E": "Çapraz İletişim"
    },
    "explanation": "Biçimsel olmayan iletişim: İşletmede bilgilerin emir komuta zinciri dışında resmi olmayan yollarla aktarılmasıdır."
  },
  {
    "id": "3851394",
    "unitNumber": 5,
    "text": "Frederick Herzberg tarafından geliştirilen .................’ne göre içsel unsurlar iş tatminiyle, dışsal unsurlar ise iş tatminsizliğiyle ilgilidir.<br/>Yukardaki ifadede verilen boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Üç İhtiyaç Teorisi",
      "B": "Eşitlik Teorisi",
      "C": "Çift Faktör Teorisi",
      "D": "Beklenti Teorisi",
      "E": "Maslow’un İhtiyaçlar Hiyerarşisi Teorisi"
    },
    "explanation": "Frederick Herzberg tarafından geliştirilen Çift Faktör Teorisi’ne göre içsel unsurlar iş tatminiyle, dışsal unsurlar ise iş tatminsizliğiyle ilgilidir."
  },
  {
    "id": "3851395",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Coğrafi Temelli</li> <li>Çapraz İlişkiler</li> <li>Zaman Esaslı</li> <li>Kontrol Alanı</li> <li>Hiyerarşik Yapı</li> </ol> Yukarıdakilerden hangisi bölümlendirme türlerindendir?",
    "correctAnswer": "B",
    "options": {
      "A": "II ve IV",
      "B": "I ve III",
      "C": "IV ve V",
      "D": "II ve III",
      "E": "I ve V"
    },
    "explanation": "Örgütsel bölümlendirmenin türleri şu şekildedir:<br/>Ürün Esaslı Bölümlendirme<br/>Zaman Esaslı Bölümlendirme<br/>İşlevsel Bölümlendirme<br/>Coğrafi Temelli Bölümlendirme<br/>Matris Bölümlendirme<br/>Müşteri Esaslı Bölümlendirme"
  },
  {
    "id": "3851396",
    "unitNumber": 5,
    "text": "Örgütün harekete geçirildiği aşama aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Koordinasyon",
      "B": "Örgütleme",
      "C": "Denetim",
      "D": "Planlama",
      "E": "Yöneltme"
    },
    "explanation": "Yöneltme (yürütme) fonksiyonu ise örgütün harekete geçiril- diği aşamadır."
  },
  {
    "id": "3850909",
    "unitNumber": 6,
    "text": "“İşletmelerin belirledikleri amaç doğrultusunda katlandıkları fedakârlıkların parasal değeri” hangi kavramı ifade eder?",
    "correctAnswer": "D",
    "options": {
      "A": "Gider",
      "B": "Harcama",
      "C": "Gelir",
      "D": "Maliyet",
      "E": "Hasılat"
    },
    "explanation": "Maliyet ve Maliyete İlişkin Kavramlar"
  },
  {
    "id": "3850910",
    "unitNumber": 6,
    "text": "Hangisi yiyecek, içecek maliyet kontrolünün amaçları arasında <strong>görülemez?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Gelir ve giderlerin analizinin yapılması",
      "B": "Standartların belirlenmesi ve korunması",
      "C": "Bozulabilir ürünlerden ve bölümleşmeden yönetimin bilgilendirilmesi",
      "D": "Fiyatlamanın yapılması; israflar ve çalınmaya karşı korumanın sağlanması",
      "E": "Yönetimin bilgilendirilmesi"
    },
    "explanation": "YİYECEK İÇECEK İŞLETMELERİNDE MALİYET KONTROLÜ<br/>Bozulabilir ürünlerden ve bölümleşmeden yönetimin bilgilendirilmesi"
  },
  {
    "id": "3850911",
    "unitNumber": 6,
    "text": "Aşağıdaki ifade yiyecek maliyet kontrol sürecinin hangi aşamasını işaret etmektedir?<br/>“Yiyecek içecek işletmelerinde bu işi yapan kişi dürüst olmalı, işletmenin çıkarlarını daima göz önünde tutmalı; satın alma yöntemleri ve satın alma ile ilgili politikaları çok iyi bilmelidir. Malzemeler satın alınırken hesaplı, kaliteli ve güvenilir ürünler tercih edilmeli; bu işlemler sistematik ve düzenli bir şekilde yapılmalıdır. Malzemenin az miktarda satın alınması, satışlardan elde edilecek gelirlerin kaybolmasına ve müşteri kayıplarına sebep olabilirken fazla alınanlar ise depolama maliyetlerini arttırabilir. Bu nedenle işlem en uygun stok miktarı belirlendikten sonra gerçekleştirilmelidir.”",
    "correctAnswer": "D",
    "options": {
      "A": "Teslim alma kontrolü aşaması",
      "B": "Depolama kontrolü aşaması",
      "C": "Üretim kontrolü aşaması",
      "D": "Satın alma kontrolü aşaması",
      "E": "Gelir kontrolü aşaması"
    },
    "explanation": "YİYECEK İÇECEK İŞLETMELERİNDE MALİYET KONTROLÜ SÜRECİ<br/>Satın alma kontrolü aşaması"
  },
  {
    "id": "3850912",
    "unitNumber": 6,
    "text": "Hangisi ifadeyi doğru olarak tamamlar?<br/>“………………… sayım, kontrol ve düzeltme işlemlerini yapmak suretiyle, belirli bir dönemdeki alacakların borçların ve varlıkların miktar ve değerlerinin saptanmasıdır.”",
    "correctAnswer": "B",
    "options": {
      "A": "Pazar bölümü",
      "B": "Envanter",
      "C": "Tahminleme",
      "D": "Fiyat araştırma aracı",
      "E": "Paket program"
    },
    "explanation": "Depolama Kontrolü<br/>Envanter"
  },
  {
    "id": "3850913",
    "unitNumber": 6,
    "text": "Hangisi depolama sırasında yapılan ve maliyetin artmasına yol açan hatalar arasında <strong>görülemez?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Depolarda kötü yerleştirme, yanlış ısı ve nem ortamında depolama, hijyene önem verilmemesi.",
      "B": "Depolanmış olan malzemenin günlük olarak denetlenmemesi.",
      "C": "Bazı acentaların işletmeden habersiz afişe fiyatlar üzerinden indirim yapması.",
      "D": "Hırsızlık; periyodik envanter sayım kartlarının bulunmaması, fiziksel ve sürekli envanter kayıtlarının yapılmaması.",
      "E": "Depoya giriş çıkış sorumluluğunun tek kişide toplanması."
    },
    "explanation": "Depolama Kontrolü<br/>Bazı acentaların işletmeden habersiz afişe fiyatlar üzerinden indirim yapması."
  },
  {
    "id": "3850914",
    "unitNumber": 6,
    "text": "Hangisi yiyecek ve içecek işletmelerinde üretim ve satışların tahmin edilmesi ve planlamasına yönelik amaçlardan biri <strong>sayılamaz?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yiyecek ve içeceklerin maliyetlerinin kontrolünün sağlanması.",
      "B": "Sürekli olarak eş zamanlı pazarın gözden geçirilmesi; rakiplerin fiyatlarının izlenmesi.",
      "C": "Satın alınacak ürünlerin doğru miktarda alınıp doğru şekilde depolanmasının sağlanması.",
      "D": "Yiyecek içecekler hazırlandıktan sonra artan malzemelerin nasıl değerlendirileceğinin belirlenmesi.",
      "E": "Talebe göre üretim miktarının belirlenmesi; üretim için gerekli iş planlama çizelgesi oluşturularak verimliliğin artırılması."
    },
    "explanation": "Menü Planlaması ve Satış Tahminlerinin Yapılması<br/>Sürekli olarak eş zamanlı pazarın gözden geçirilmesi; rakiplerin fiyatlarının izlenmesi."
  },
  {
    "id": "3850915",
    "unitNumber": 6,
    "text": "Hangisi aşağıdaki ifadenin tanımıdır?<br/>“Yiyecek ve içeceğin üretilmesi için gerekli olan ham maddeler ve miktarı ile porsiyon büyüklüğü gibi bilgilerin bulunduğu, yiyecek içecek üretimi içi saptanan bir formüldür. Üretimin yapılışını anlatan bir formül olmasının yanı sıra ürünün fiyatını belirlemeye de yardımcı bir araçtır. Hem yiyecek içeceklerin hazırlanış şekillerini belirleyen bir plan hem de menüde yer alan yiyecek içeceklerin üretiminde hangi malzeme ve ham maddelerin kullanılacağı, ne miktarda kullanılacağı bu hususlar doğrultusunda fiyatının ne olacağının belirlenmesinde kullanılan bir belgedir.”",
    "correctAnswer": "A",
    "options": {
      "A": "Standart reçete",
      "B": "Menü planlama",
      "C": "Servis yönetimi",
      "D": "Mutfak kapasitesi ve araç-gereç sayısı",
      "E": "Gerçek maliyet yöntemi"
    },
    "explanation": "Standart Ürün Elde Etme<br/>Standart reçete"
  },
  {
    "id": "3850916",
    "unitNumber": 6,
    "text": "Aşağıdaki ifade satış kontrolünün yapılabilmesi için işletmelerde ihtiyaç duyulan hangi sisteme işaret etmektedir?<br/>“Garsonların hesapları seri numaraları çeklere geçirmesi yöntemidir; bir kısmı garsonda kalır bir kısmı müşteriye verilir.”",
    "correctAnswer": "D",
    "options": {
      "A": "Adisyon sistemi",
      "B": "Envanter sistemi",
      "C": "Bilgisayarlı sistem",
      "D": "Çek sistemi",
      "E": "Otomasyon sistemi"
    },
    "explanation": "Gelir Kontrolü<br/>Çek sistemi"
  },
  {
    "id": "3850917",
    "unitNumber": 6,
    "text": "Yiyecek içecek işletmelerinde satılan yemeklerin maliyetlerinin hangi girdi kaleminden oluştuğunu bulmaya dayanan; günlük maliyet değişmelerinin takip edilebildiği ve ara toplamların alınmasıyla belirli aralıklarla ya da ay sonu sonuçlarının görülebildiği yöntem hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Aylık basit maliyet kontrol yöntemi",
      "B": "Haris, Kerr ve Forster yöntemi",
      "C": "Günlük basit maliyet kontrol yöntemi",
      "D": "Horwath ve Horwath yöntemi",
      "E": "Potansiyel basit kontrol yöntemi"
    },
    "explanation": "Harris, Kerr ve Forster Yöntemi<br/>Haris, Kerr ve Forster yöntemi"
  },
  {
    "id": "3850918",
    "unitNumber": 6,
    "text": "Hangisi standart maliyet kontrol yönteminin amaçları arasında <strong>görülemez?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Maliyetlerde oluşan sapmalarının tespit edilmesi",
      "B": "Standart reçete vb. araçlar ile standart maliyetlerin fiili maliyetlere uygun olarak devam etmesi",
      "C": "Maliyetlerin kontrol altında tutulmasıyla birlikte personele de yönlendirici görev üstlenmesi",
      "D": "Gerçekçi ve akılcı bir şekilde maliyetlerin takip edilmesi",
      "E": "Sistemin uyarıları sayesinde beklenen risklerin sürekli olarak takip edilmesi"
    },
    "explanation": "Standart Maliyet Kontrol Yöntemi<br/>Sistemin uyarıları sayesinde beklenen risklerin sürekli olarak takip edilmesi"
  },
  {
    "id": "3850919",
    "unitNumber": 6,
    "text": "Maliyet muhasebesinde üretim maliyeti unsurları kaç grup altında incelenmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Maliyet muhasebesinde üretim maliyeti unsurları üç grup altında incelenmektedir: Bunlar; direkt ilk madde ve malzeme giderleri, direkt işçilik giderleri ve genel üretim giderleridir"
  },
  {
    "id": "3850920",
    "unitNumber": 6,
    "text": "Yiyecek içecek işletmelerinde yer alan maliyet kalemleri kaç gruba ayrılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Yiyecek içecek işletmelerinde yer alan maliyet kalemleri üç gruba ayrılmaktadır. Yiyecek ve içecek maliyetleri, İşçilik maliyetleri, Diğer maliyetler."
  },
  {
    "id": "3850921",
    "unitNumber": 6,
    "text": "Fazla mesai çalışma ücretleri hangi maliyete bir örnek olarak verilebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Karma maliyet",
      "B": "Sabit maliyet",
      "C": "Değişken maliyet",
      "D": "Diğer maliyet",
      "E": "Bütçe maliyet"
    },
    "explanation": "Karma maliyetler ise hem sabit maliyet hem de değişken maliyet özelliği gösteren maliyetlerdir. Fazla mesai çalışma ücretleri karma maliyete bir örnektir."
  },
  {
    "id": "3850922",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi işletmenin hâlihazırda bulunan durumu ile olması gereken durumunun karşılaştırılması olarak ifade edilen Kontrollerin yapılabilmesi için ihtiyaç duyulan teknikler arasında sayılamaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Standartların oluşturulması",
      "B": "Usullerin oluşturulması",
      "C": "Eğitim",
      "D": "Örneklerin ayarlanması",
      "E": "Rakipleri gözlemleme"
    },
    "explanation": "Kontrollerin yapılabilmesi için bazı tekniklere ihtiyaç duyulmaktadır. Bunlar (Dittmer, 2003): • Standartların oluşturulması, • Usullerin oluşturulması, • Eğitim, • Örneklerin ayarlanması, • Çalışanları gözlemleme, • Raporların talep edilmesi, • Çalışanları disipline etme, • Bütçeleri hazırlamaktır"
  },
  {
    "id": "3850923",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi işletmelerin kontrolü yerine getirebilmesi için gerekli görevler arasında sayılamaz?",
    "correctAnswer": "B",
    "options": {
      "A": "Planlama",
      "B": "Sosyal değerlendirme",
      "C": "Raporlama",
      "D": "Danışmanlık değerlendirme",
      "E": "Vergi idaresi ve muhasebe"
    },
    "explanation": "işletmelerin kontrolü yerine getirebilmesi için bazı görevleri yerine getirmesi gerekmektedir. Bu görevler aşağıda sıralanmaktadır (Kutlan, 1998): • Planlama, • Bütçeleme, • Raporlama, • Danışmanlık değerlendirme, • Vergi idaresi ve muhasebe, • Devlet raporlamaları, • Ekonomik değerlendirmedir."
  },
  {
    "id": "3850924",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yiyecek içecek kontrolünü zorlaştıran faktörler arasında sayılamaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Ürünün bozulabilir olması",
      "B": "İş hacminin tahmin edilememesi",
      "C": "Menü karmasının tahmin edilememesi",
      "D": "Yiyecek-içecek işlemlerinin uzun dönemler olması",
      "E": "Bölümleşme"
    },
    "explanation": "Yiyecek içecek kontrolünü zorlaştıran faktörler şu şekilde sıralanabilmektedir (Akbulut ve Arslan, 2015; Koçak 2009: 31- 32):"
  },
  {
    "id": "3850925",
    "unitNumber": 6,
    "text": "Konaklama işletmeleri için yiyecek içecek departmanı en fazla gelir getirenler sıralamasında kaçıncı sırada yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "Konaklama işletmelerine bağlı olarak çalışan yiyecek içecek departmanı işletmeye oda gelirinden sonra en fazla geliri getiren departmandır"
  },
  {
    "id": "3850926",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yiyecek maliyet kontrol süreci aşamalarını doğru olarak yansıtmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Teslim alma kontrolü, depolama kontrolü, üretim kontrolü, gelir kontrolü, satın alma kontrolü",
      "B": "Depolama kontrolü, üretim kontrolü, gelir kontrolü, Satın alma kontrolü, teslim alma kontrolü",
      "C": "Üretim kontrolü, gelir kontrolü, Satın alma kontrolü, teslim alma kontrolü, depolama kontrolü",
      "D": "Satın alma kontrolü, teslim alma kontrolü, depolama kontrolü, üretim kontrolü, gelir kontrolü",
      "E": "Gelir kontrolü, satın alma kontrolü Teslim alma kontrolü, depolama kontrolü, üretim kontrolü"
    },
    "explanation": "Bu başlık altında yiyecek maliyet kontrol süreci aşamaları açıklanmaktadır. Bunlar: satın alma kontrolü, teslim alma kontrolü, depolama kontrolü, üretim kontrolü ve gelir kontrolü aşamalarıdır."
  },
  {
    "id": "3850927",
    "unitNumber": 6,
    "text": "Üretim kontrolü kaç ana başlık altında incelenmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Üretim kontrolü dört ana başlık altında incelenmektedir. Bunlar (Yılmaz, 1997; Aras, 1993): • Menü planlaması ve satış tahminlerinin yapılması, • Mutfak deneyleri yapılarak standart ürün elde edilmesi, • Standart reçetelerin kullanılması, • Standart porsiyon büyüklüklerinin belirlenmesidir."
  },
  {
    "id": "3850928",
    "unitNumber": 6,
    "text": "En yaygın olarak bilinen ve kullanılan yiyecek içecek maliyet kontrol yöntemleri kaç ana başlık altında toplanmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "En yaygın olarak bilinen ve kullanılan yiyecek içecek maliyet kontrol yöntemleri dört ana başlık altında toplanmaktadır (Çam, 2009): • Basit Maliyet Kontrol Yöntemi • Ayrıntılı Maliyet Kontrol Yöntemi • Standart Maliyet Kontrol Yöntemi • Potansiyel Maliyet Kontrol Yöntemi"
  },
  {
    "id": "3850929",
    "unitNumber": 6,
    "text": "Bir işletmede gider, gelir, harcama, zarar, hasılat gibi kavramlar aşağıdakilerden hangisi ile ilişkilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Maliyet",
      "B": "Pazarlama",
      "C": "Yatırım",
      "D": "Finansal kredi",
      "E": "Lojistik"
    },
    "explanation": "Maliyet; gider, gelir, harcama, zarar, hasılat gibi kavramlar maliyet muhasebesi kapsamında kullanılan kavramlardır. Maliyet kavramı işletmelerin belirledikleri amaç doğrultusunda katlandıkları fedakârlıkların parasal değeridir."
  },
  {
    "id": "3850930",
    "unitNumber": 6,
    "text": "Bir işletmede bir mal, fayda ve hizmet sağlanması ya da herhangi bir edinim karşılığı olmaksızın ortaya çıkan bir yükümlülük nedeniyle yapılan ödeme ve borçlanmalar aşağıdakilerden hangisi ile tanımlanır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yatırım",
      "B": "Harcama",
      "C": "Maliyet",
      "D": "Hasılat",
      "E": "Zarar"
    },
    "explanation": "Harcama; işletmelerin bir mal, fayda ve hizmet sağlanması ya da herhangi bir edinim karşılığı olmaksızın ortaya çıkan bir yükümlülük nedeniyle yapılan ödeme ve borçlanmalardır."
  },
  {
    "id": "3850931",
    "unitNumber": 6,
    "text": "Yiyecek içecek işletmelerinin temel maliyetleri aşağıdakilerden hangileri ile oluşmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Yiyecek içecek- Ulaşım",
      "B": "Personel-Ulaşım",
      "C": "Pazarlama-Depolama",
      "D": "Yiyecek içecek-Personel",
      "E": "Malzeme- Depolama"
    },
    "explanation": "Yiyecek içecek işletmelerinde üretim maliyetleri diğer üretim işletmelerinde olduğu gibi malzeme, işçilik ve genel üretim maliyetinden oluşmaktadır. Bir yiyecek-içecek işletmesinin temel maliyetleri yiyecek, içecek ve personel maliyetidir."
  },
  {
    "id": "3850932",
    "unitNumber": 6,
    "text": "İşletmede gerçekleşen üretim miktarına göre artan ya da azalan maliyetler aşağıdakilerden hangisi ile tanımlanır?",
    "correctAnswer": "B",
    "options": {
      "A": "Sabit maliyetler",
      "B": "Değişken maliyetler",
      "C": "Karma maliyetler",
      "D": "Maliyet kontrolü",
      "E": "Raporlama maliyeti"
    },
    "explanation": "Değişken maliyetler işletmede gerçekleşen üretim miktarına göre artan ya da azalan maliyetlerdir. Değişken maliyetler kontrol edilebilen maliyetlerdir. İşletmeler bu maliyetlerin üzerinde oynama yapabilir kontrol altında tutabilirler."
  },
  {
    "id": "3850933",
    "unitNumber": 6,
    "text": "Bir işletmede, gerçekleşen ile gerçekleşmesi gereken maliyetleri karşılaştırarak işletmenin hesap verebilirliğini sağlamakta ve karlılığın bu yolla arttırılmasına yönelik alınan yönteme ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sabit maliyetler",
      "B": "Değişken maliyetler",
      "C": "Maliyet kontrolü",
      "D": "Karma maliyetler",
      "E": "Raporlama maliyeti"
    },
    "explanation": "Maliyet kontrolü, işletmelerin hedefledikleri kalitede üretim yapabilmek için gerekli miktarın üzerinde girdi kullanılmasının önlenmesidir. Maliyet kontrolü, gerçekleşen ile gerçekleşmesi gereken maliyetleri karşılaştırarak işletmenin hesap verebilirliğini sağlamakta ve karlılığın bu yolla arttırılmasına yönelik gerekli tedbirleri işletme yönetimine sunmak doğrultusunda önemli bir görevi yerine getirmektedir."
  },
  {
    "id": "3850934",
    "unitNumber": 6,
    "text": "Bir yiyecek-içecek işletmesinde maliyet kontrol sürecinde en önemli etken aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Menü",
      "B": "Personel",
      "C": "Depolama",
      "D": "Ulaşım",
      "E": "Kira"
    },
    "explanation": "Menü; bir yiyecek içecek işletmesinin üretimine, müşteri tipine, restoran dizaynına, restoran tipine etki etmektedir. Bu nedenle yiyecek-içecek maliyet kontrol süreci de menü kontrolüyle başlar. Menü, sadece önemli bir kontrol aracı değil, aynı zamanda satış, reklâm, satış teşvik planı ve pazarlama aracıdır. Yiyecek-içecek işletmelerinin yönetiminde hem güçlü bir pazarlama hem de kontrol aracı olan menü işletmelere oluşan maliyetlerin ve satışların sistematik olarak değerlendirme olanağı vermektedir."
  },
  {
    "id": "3850935",
    "unitNumber": 6,
    "text": "Bir işletmenin stoklarını belirli bir zaman içinde elde tutması sonucu ortaya çıkan maliyet aşağıdakilerden hangisi ile tanımlanır?",
    "correctAnswer": "B",
    "options": {
      "A": "Ulaşım maliyeti",
      "B": "Depolama maliyeti",
      "C": "Menü maliyeti",
      "D": "Pazarlama maliyeti",
      "E": "İşçilik maliyeti"
    },
    "explanation": "Depolama Maliyeti; işletmenin stoklarını belirli bir zaman içinde elde tutması sonucu ortaya çıkan maliyetlerdir. Depolama maliyetleri, yönlendirme, sigorta, çalınma, kırılma, amortisman, vergileri içerir."
  },
  {
    "id": "3850936",
    "unitNumber": 6,
    "text": "Bir işletmede sayım, kontrol ve düzeltme işlemlerini yapmak suretiyle, belirli bir dönemdeki alacakların borçların ve varlıkların miktar ve değerlerinin belirlenmesi aşağıdakilerden hangisi ile tanımlanır?",
    "correctAnswer": "E",
    "options": {
      "A": "Maliyet",
      "B": "Hasılat",
      "C": "Zarar",
      "D": "Harcama",
      "E": "Envanter"
    },
    "explanation": "Envanter; sayım, kontrol ve düzeltme işlemlerini yapmak suretiyle, belirli bir dönemdeki alacakların borçların ve varlıkların miktar ve değerlerinin saptanmasıdır. Günümüzde depolarda bulunan malzemelerin miktar ve fiyat kayıtlarını tutan otomasyon programları yaygın olarak kullanılmaktadır. Bu otomasyon sistemleri ile stok kayıtları, envanter kayıtları online olarak yapılmaktadır."
  },
  {
    "id": "3850937",
    "unitNumber": 6,
    "text": "Yiyecek-içecek işletmelerinin pazarlama planının belirlenmesinde önemli etken aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Menü",
      "B": "Personel",
      "C": "Depolama",
      "D": "Ulaşım",
      "E": "Kira"
    },
    "explanation": "Menü; yiyecek içecek işletmeleri için pazarlama, finansman ve politikalarında etkin olarak kullanılmaktadır. Menü, yiyecek-içecek işletmelerinin pazarlama planının belirlenmesinde önemli bir etkendir. Menü planlama; bir menüye hangi yiyeceklerin konulacağını belirlenmesidir. Menü planlama yapılırken işletmenin tüm olanakları göz önüne alınmalıdır."
  },
  {
    "id": "3850938",
    "unitNumber": 6,
    "text": "Yiyecek-içecek işletmelerinin menü planlaması yaparken aşağıdakilerden hangisine dikkat etmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Reklam",
      "B": "Ulaşım",
      "C": "Depolama",
      "D": "İşçilik",
      "E": "Maliyet"
    },
    "explanation": "Maliyet menü planlamasının temel unsurlarından biridir. İşletmeler menülerini planlarken üretim maliyetlerini göz ardı etmemelidir. Bu açıdan maliyet kontrol sürecinin bir aşaması olan üretim maliyet kontrol için çok önemli bir süreçtir. Bazen işletmeler pazarlama araştırmaları sonucunda çok tercih edilen menü kalemlerini maliyeti fazla olması nedeniyle menüden çıkarmak zorunda kalabilirler."
  },
  {
    "id": "3850939",
    "unitNumber": 6,
    "text": "I- Değişken maliyetler<br/>II- Sabit Maliyetler<br/>III- Karma Maliyetler<br/>Fazla mesai çalışma ücretleri aşağıdaki maliyet türlerinden hangisine örnek oluşturmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I ve III"
    },
    "explanation": "Karma maliyetler hem sabit maliyet hem de değişken maliyet özelliği gösteren maliyetlerdir. Fazla mesai çalışma ücretleri karma maliyete bir örnektir."
  },
  {
    "id": "3850940",
    "unitNumber": 6,
    "text": "İşletmelerin bir mal, fayda ve hizmet sağlanması ya da herhangi bir edinim karşılığı olmaksızın ortaya çıkan bir yükümlülük nedeniyle yapılan ödeme ve borçlanmalarıdır. Bu şekilde tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Harcama",
      "B": "Gider",
      "C": "Maliyet",
      "D": "Zarar",
      "E": "Hasılat"
    },
    "explanation": "Harcama, işletmelerin bir mal, fayda ve hizmet sağlanması ya da herhangi bir edinim karşılığı olmaksızın ortaya çıkan bir yükümlülük nedeniyle yapılan ödeme ve borçlanmalardır (Akdoğan, 2018)."
  },
  {
    "id": "3850941",
    "unitNumber": 6,
    "text": "Bir faaliyet sonucu elde edilen gelirin giderden fazla olması ise işletmeler için ne anlama gelmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Gelir",
      "B": "Hasılat",
      "C": "Zarar",
      "D": "Maliyet",
      "E": "Kar"
    },
    "explanation": "Bir faaliyet sonucu elde edilen gelirin giderden fazla olması ise işletmeler için kar anlamına gelmektedir."
  },
  {
    "id": "3850942",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangileri yiyecek içecek maliyet kontrolünün amaçları arasında yer almaktadır?<br/>I- Gelir gider analizlerinin yapılması, <br/>II- Stok devir hızının arttırılması<br/>III- Fiyatlandırmaya temel oluşturulması",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I ve III"
    },
    "explanation": "Yiyecek içecek maliyet kontrolünün amaçları: <br/>• Gelir gider analizlerinin yapılması, • Standartların belirlenmesi ve devamlılığı-nın sağlanması,<br/>• Fiyatlandırmaya temel oluşturulması, • Malzeme çalınmasının önlenmesi, • İsrafın önlenmesi, • Yönetimin bilgilenmesi,• Aldatılmanın önlenmesi<br/>olarak sıralanmaktadır."
  },
  {
    "id": "3850943",
    "unitNumber": 6,
    "text": "Stok devir hızı nasıl hesaplanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Satılan mal maliyeti/dönem başı ve dönem sonu stok ortalaması",
      "B": "Alınan hammadde maliyeti/ dönem başı ve dönem sonu stok ortalaması",
      "C": "Dönem başı ve dönem sonu stok ortalaması/ 1",
      "D": "Dönem başı stok ortalaması/ dönem sonu stok ortalamasıX 12",
      "E": "Dönem başı stok ortalaması/ dönem sonu stok ortalamasıX 1"
    },
    "explanation": "Stok devir hızı, satılan mal maliyetinin dönem başı stok-<br/>lar ile dönem sonu stokların ortalamasına <br/>bölünmesiyle bulunur."
  },
  {
    "id": "3850944",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi depolama maliyeti içinde <strong>yer almaz</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Yönlendirme",
      "B": "Sigorta",
      "C": "Çalınma",
      "D": "Satış",
      "E": "Amortisman"
    },
    "explanation": "Depolama Maliyeti; işletmenin stoklarını belirli bir zaman içinde elde tutması sonu cu ortaya çıkan maliyetlerdir. Depolama maliyetleri, yönlendirme, sigorta, çalınma, kırılma, amortisman, vergileri içerir."
  },
  {
    "id": "3850945",
    "unitNumber": 6,
    "text": "İhtiyaç duyulan malzemenin piyasada az olduğu durumlarda hangi satın alma yöntemine başvurulmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Kapalı zarf usulü",
      "B": "Pazarlık",
      "C": "Piyasadan teklif alma",
      "D": "Açık zarf usulü",
      "E": "Doğrudan alım"
    },
    "explanation": "Pazarlık Yöntemi: İhtiyaç duyulan malzemenin piyasada az olduğu durumlarda satıcı işletme ile pazarlık yapma esasına dayanır. Bu yönteme daha çok ihtiyaç duyulan malzeme çok az sayıda satıcı tarafından karşılanabildiğinde başvurulmaktadır."
  },
  {
    "id": "3850946",
    "unitNumber": 6,
    "text": "........ yöntemi ; toplam standart maliyetlerin toplam gerçek maliyetler ile kıyaslanması ve yiyecek grupları standart maliyetlerin, yiyecek gruplar gerçek maliyetleri ile kıyaslanması biçiminde iki şekilde uygulanabilmektedir.<br/>Yukarıda açıklanan maliyet kontrol yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Standart Maliyet Kontrol Yöntemi",
      "B": "Potansiyel Maliyet Kontrol Yöntemi",
      "C": "Horwarth ve Horwath Yöntemi",
      "D": "Harris, Kerr ve Forster Yöntemi",
      "E": "Günlük Basit Maliyet Kontrol Yöntemi"
    },
    "explanation": "Standart Maliyet Kontrol Yöntem: Bu yöntem; toplam standart maliyetlerin top-lam gerçek maliyetler ile kıyaslanması ve yiyecek grupları standart maliyetlerin, yiyecek gruplar ger-çek maliyetleri ile kıyaslanması biçiminde iki şekil-de uygulanabilmektedir."
  },
  {
    "id": "3850947",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi üretim kontrolü etkinlikleri arasında <strong>yer almaz</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Menü planlaması ve satış tahminlerinin yapılması",
      "B": "Mutfak deneyleri yapılarak standart ürün elde edilmesi",
      "C": "Standart reçetelerin kullanılması",
      "D": "Standart porsiyon büyüklüklerinin belirlenmesi",
      "E": "Fiyat tahminlerinin oluşturulması"
    },
    "explanation": "Üretim kontrolü dört ana başlık altında incelenmektedir. Bunlar (Yılmaz, 1997; Aras, 1993): <br/>• Menü planlaması ve satış tahminlerinin ya-pılması, <br/>• Mutfak deneyleri yapılarak standart ürün <br/>elde edilmesi, <br/>• Standart reçetelerin kullanılması, • Standart porsiyon büyüklüklerinin belir-lenmesidir."
  },
  {
    "id": "3850948",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangileri üretim maliyetleri arasında yer alır?<br/>I- Direkt ilk madde ve malzeme giderleri<br/>II- Direkt İşçilik giderleri<br/>III- Genel üretim giderleri<br/>IV- Araştırma ve geliştirme giderleri<br/>V- Pazarlama giderleri",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "I, II ve IV",
      "C": "II, III ve IV",
      "D": "II, III ve V",
      "E": "I, IV ve V"
    },
    "explanation": "Dönem maliyetlerinin yanı sıra bir de işletmelerde üretim yapılabilmesi için gerekli olan maliyetler bulunmaktadır. Bunlar üretim maliyetleridir. Maliyet muhasebesinde üretim maliyeti unsurları üç grup altında incelenmektedir: Bunlar; direkt ilk madde ve malzeme giderleri, direkt işçilik giderleri ve genel üretim giderler. Direkt ilk madde ve malzeme maliyeti üretilen ürünle ile doğrudan ilişkili olan ve tespit edilebilen maliyetlerdir. Direkt işçilik maliyeti ürün üretimine doğrudan katkı sağlayan personelim maliyetidir. Genel üretim maliyeti ise direkt ilk madde ve malzeme ile direkt işçilik giderleri dışında kalan hangi ürün için ne kadar tüketildiği tespit edilemeyen ve ürünle doğrudan bağlantısı kurula-mayan tüm maliyetlerdir."
  },
  {
    "id": "3850949",
    "unitNumber": 6,
    "text": "İşletmelerin belirledikleri amaç doğrultusunda katlandıkları fedakârlıkların parasal değeri olarak tanımlanan kavram aşağıdakilerden hangisinde doğru verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Maliyet",
      "B": "Gider",
      "C": "Harcama",
      "D": "Hasılat",
      "E": "Gelir"
    },
    "explanation": "<em>Maliyet </em>kavramı işletmelerin belirledikleri amaç doğrultusunda katlandıkları fedakârlıkların parasal değeridir"
  },
  {
    "id": "3850950",
    "unitNumber": 6,
    "text": "Genellikle gelir ile aynı anlamda kullanılan ancak farklı anlamı olan işletmelerin belirli bir dönemde sattığı mal ve hizmetler sonucunda elde ettiği parasal değeri tanımlayan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Maliyet",
      "B": "Hasılat",
      "C": "Zarar",
      "D": "Gelir",
      "E": "Gider"
    },
    "explanation": "Gelir ve hasılat kavramları da çoğunlukla birbiri yerine kullanılmaktadır fakat aynı anlama gelmemektedirler. Gelir hasılat kavramını da içeren genel bir kavramdır. <em>Hasılat </em>işletmelerin belirli bir dönemde sattığı mal ve hizmetler sonucunda elde ettiği parasal değerdir."
  },
  {
    "id": "3850951",
    "unitNumber": 6,
    "text": "Maliyet muhasebesi açısından maliyetlerin sınıflandırması da önemlidir. İşletmeler üretim hacmine göre maliyetlerini sınıflandırabilmektedir. Bu kapsamda aşağıdakilerden hangisinde bu sınıflandırmalar doğru verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "İşçi-Karma-Zarar Maliyetleri",
      "B": "Yiyecek İçeçek-Zarar-Diğer Maliyetler",
      "C": "Yiyecek ve içecek-İşçi-Diğer Maliyetler",
      "D": "Değişken-Sabit- Karma maliyetler",
      "E": "Değişken-Sabir-Diğer Maliyetler"
    },
    "explanation": "Maliyet muhasebesi açısından maliyetlerin sınıflandırması da önemlidir. Yiyecek içecek işletmeleri de maliyetlerini bu sınıflandırmalara göre ayırabilmektedir. İşletmeler üretim hacmine göre maliyetlerini sınıflandırabilmektedir. Bu sınıflandırmada kapsamında maliyetler üçe ayrılır: Bu maliyetler değişken maliyetler, sabit maliyetler ve karma maliyetlerdir. <em>Değişken maliyetler </em>işletmede gerçekleşen üretim miktarına göre artan ya da azalan maliyetlerdir. Değişken maliyetler kontrol edilebilen maliyetlerdir. İşletmeler bu maliyetlerin üzerinde oynama yapabilir kontrol altında tutabilirler. Yiyecek içecek işletmelerinde oluşan değişken maliyetler malzeme maliyetleri, işçilik maliyetleri ve üretime göre değişen genel üretim maliyetleridir. Malzeme maliyetleri birim başına belirlenirken işçilik ve genel üretim maliyetleri gider yeri bakımından belirlenmektedir (Webster, 2003). <em>Sabit maliyetler </em>üretim miktarından bağımsız olarak meydana gelen maliyetlerdir. İşletmede hiç üretim olmasa bile işletmenin katlanması gereken maliyetlerdir. Bu maliyetler işletme tarafından kontrol edilemeyen maliyetlerdir. Örneğin; yiyecek içecek işletmesinin kirası, amortismanları, vergileri, bakım onarım masrafları sabit maliyet kapsamında değerlendirilmektedir. <em>Karma maliyetler </em>ise hem sabit maliyet hem de değişken maliyet özelliği gösteren maliyetlerdir. Fazla mesai çalışma ücretleri karma maliyete bir örnektir."
  },
  {
    "id": "3850952",
    "unitNumber": 6,
    "text": "Kontrol, işletmelerin hedefleri ve planları doğrultusunda önceden saptanmış ölçütlere göre faaliyetlerinin fiili sonuçlarının uygunluğunun tespit edilmesi olarak tanımlanabilmektedir. Kontrollerin yapılabilmesi için bazı tekniklere ihtiyaç duyulmaktadır. Aşağıdakilerden hangisi bu tekniklerden <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Standartların oluşturulması",
      "B": "Usullerin oluşturulması",
      "C": "Eğitim",
      "D": "Örneklerin ayarlanması",
      "E": "Değişken maliyetlerin hesaplanması"
    },
    "explanation": "Kontrollerin yapılabilmesi için bazı tekniklere ihtiyaç duyulmaktadır. Bunlar (Dittmer, 2003):<br/>• Standartların oluşturulması,<br/>• Usullerin oluşturulması,<br/>• Eğitim,<br/>• Örneklerin ayarlanması,<br/>• Çalışanları gözlemleme,<br/><ul><br/><li>Raporların talep edilmesi,</li><br/></ul><br/>• Çalışanları disipline etme,<br/>• Bütçeleri hazırlamaktır<br/>Kontrollerin yapılabilmesi için bazı tekniklere ihtiyaç duyulmaktadır. Bunlar (Dittmer, 2003): <br/>• Standartların oluşturulması, <br/>• Usullerin oluşturulması, <br/>• Eğitim, <br/>• Örneklerin ayarlanması, <br/>• Çalışanları gözlemleme, <br/><ul><br/><li>Raporların talep edilmesi, </li><br/></ul><br/>• Çalışanları disipline etme, <br/>• Bütçeleri hazırlamaktır"
  },
  {
    "id": "3850953",
    "unitNumber": 6,
    "text": "Stokların bir yıl içerisindeki <strong>devir </strong>sayısını gösteren hesaplamaya ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Stok Devir Hızı",
      "B": "Stok",
      "C": "Bölümleşme",
      "D": "Gelir-gider dengesi",
      "E": "Depolama maliyeti"
    },
    "explanation": "<strong>Stok Devir Hızı</strong>; stokların bir yıl içerisin-deki <strong>devir </strong>sayısını gösteren hesaplamadır. Satılan mal maliyetinin dönem başı <strong>stoklar </strong>ile dönem sonu stokların ortalamasına bölünmesiyle bulunur."
  },
  {
    "id": "3850954",
    "unitNumber": 6,
    "text": "Depolama maliyetleri İşletmenin stoklarını belirli bir zaman içinde elde tutması sonucu ortaya çıkan maliyetlerdir. Aşağıdakilerden hangisi depolama maliyetlerinden biri <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Yönlendirme",
      "B": "Sigorta",
      "C": "Çalınma",
      "D": "Yiyecek-İçecek",
      "E": "Amortisman"
    },
    "explanation": "<strong>Depolama Maliyeti; </strong>işletmenin stoklarını belirli bir zaman içinde elde tutması sonucu ortaya çıkan maliyetlerdir. Depolama maliyetleri, yönlendirme, sigorta, çalınma, kırılma, amortisman, vergileri içerir."
  },
  {
    "id": "3850955",
    "unitNumber": 6,
    "text": "Yiyecek içecek işletmelerinde ihtiyaç duyulan malzemenin piyasada az olduğu durumlarda satıcı işletme ile pazarlık yapma esasına dayanan satın alma yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Pazarlık Yöntemi",
      "B": "Piyasadan Teklif Alma Yöntemi",
      "C": "Kapalı Zarf Usulü",
      "D": "Nakit Alışveriş",
      "E": "Ucuz malzeme alma"
    },
    "explanation": "<strong>Pazarlık Yöntemi: </strong>İhtiyaç duyulan malzemenin piyasada az olduğu durumlarda satıcı işletme ile pazarlık yapma esasına dayanır. Bu yönteme daha çok ihtiyaç duyulan malzeme çok az sayıda satıcı tarafından karşılanabildiğinde başvurulmaktadır."
  },
  {
    "id": "3850956",
    "unitNumber": 6,
    "text": "Sayım, kontrol ve düzeltme işlemlerini yapmak suretiyle, belirli bir dönemdeki alacakların borçların ve varlıkların miktar ve değerlerinin saptanmasına ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Teslim alma",
      "B": "Satın alma",
      "C": "Envanter",
      "D": "Depolama",
      "E": "Stoklama"
    },
    "explanation": "<strong>Envanter; </strong>sayım, kontrol ve düzeltme işlemlerini yapmak suretiyle, belirli bir dönemdeki alacakların borçların ve varlıkların miktar ve değerlerinin saptanmasıdır. Fiili durumun tespit edildiği envanter muhasebe dışı envanter iken envantere ilişkin kayıtların yapılması muhasebe içi envanterdir."
  },
  {
    "id": "3850957",
    "unitNumber": 6,
    "text": "Depolarda kötü yerleştirme, yanlış ısı ve nem ortamında depolama, depolanmış olan malzemenin günlük olarak denetlenmemesi gibi hatalar neye sebep olmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Malzemenin zarar görmesi",
      "B": "Satışın azalması",
      "C": "Depolama eksiklikleri",
      "D": "Maliyetin artması",
      "E": "Otomasyonun gelişmemesi"
    },
    "explanation": "Depolama sırasında yapılan bazı hatalar maliyetler artmasına neden olmaktadır. Bunlar şu şekilde sıralanmaktadır (Koçak, 2009):<br/>• Depolarda kötü yerleştirme,<br/>• Yanlış ısı ve nem ortamında depolama,<br/>• Depolanmış olan malzemenin günlük olarak denetlenmemesi.<br/>Depolama sırasında yapılan bazı hatalar maliyetler artmasına neden olmaktadır. Bunlar şu şekilde sıralanmaktadır (Koçak, 2009): <br/>• Depolarda kötü yerleştirme, <br/>• Yanlış ısı ve nem ortamında depolama, <br/>• Depolanmış olan malzemenin günlük olarak denetlenmemesi."
  },
  {
    "id": "3850958",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi standart maliyet kontrol yönteminin amaçlarından biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Maliyetlerde oluşan sapmalarının tespit edilmesi",
      "B": "Standart reçete vb. araçlar ile standart maliyetlerin fiili maliyetlere uygun olarak devam etmesi",
      "C": "Maliyetlerin kontrol altında tutulmasıyla birlikte personele de yönlendirici görev üstlenmesi",
      "D": "Gerçekçi ve akılcı bir şekilde maliyetlerin takip edilmesi",
      "E": "İşgücü maliyetlerinin azalması, personelin motivasyonunun sağlanması"
    },
    "explanation": "Standart maliyet kontrol yönteminin amaçları şu şekilde sıralanabilir (Kozak vd., 2002): <br/>• Maliyetlerde oluşan sapmalarının tespit edilmesi, <br/>• Standart reçete vb. araçlar ile standart maliyetlerin fiili maliyetlere uygun olarak devam etmesi, <br/>• Maliyetlerin kontrol altında tutulmasıyla birlikte personele de yönlendirici görev üstlenmesi, <br/>• Gerçekçi ve akılcı bir şekilde maliyetlerin takip edilmesi.<br/>Bilgisayar sisteminin kullanılmasının işletmeye sağlayacağı yararlar ve bilgiler şunlardır:<br/>İşgücü maliyetlerinin azalması, personelin motivasyonunun sağlanması,"
  },
  {
    "id": "3851335",
    "unitNumber": 6,
    "text": "Yiyeceklerin gruplara ayrıldığı ve satılan yemeklerin maliyetlerinin hangi girdi kaleminden oluştuğunu bulmaya dayanan maliyet kontrol yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Aylık Basit Maliyet Kontrol Yöntemi",
      "B": "Günlük Basit Maliyet Kontrol Yöntemi",
      "C": "Standart Maliyet Kontrol Yöntemi",
      "D": "Harris, Kerr ve Forster Yöntemi",
      "E": "Potansiyel Maliyet Kontrol Yöntemi"
    },
    "explanation": "Haris, Kerr ve Forster kurumu tarafından geliştirilen bu yöntemin özü, satılan yemeklerin maliyetlerinin hangi girdi kaleminden oluştuğunu bulmaya dayanır. Bu yöntem ile yiyecek içecek işletmeleri günlük maliyet değişmeleri takip edilebildiği gibi, ara toplamlar alınarak belirli aralıklarla ya da ay sonu sonuçlarını da görebilmektedir."
  },
  {
    "id": "3851234",
    "unitNumber": 7,
    "text": "Aşağıdakü alanlardan hangisi ve/veya hangileri Endüstri devrimi öncesinde toplumların en baskın faaliyetlerindedir<br/>I- Balıkçılık II- Tarım III- Madencilik",
    "correctAnswer": "E",
    "options": {
      "A": "I",
      "B": "I,II",
      "C": "I,III",
      "D": "II,III",
      "E": "I,II ve III"
    },
    "explanation": "Endüstri devrimi öncesinde toplumların en baskın faaliyetleri tarım, balıkçılık, madencilik gibi alanlarda yoğunlaşmaktadır.<br/>I,II ve III"
  },
  {
    "id": "3851235",
    "unitNumber": 7,
    "text": "Aşağıdaki durumlardan hangisi ve/veya hangileri pazarlamanın gelişimine katkıda bulunmuştur.<br/>I- Sanayinin gelişmesi<br/>II- Nüfusun artması<br/>III- Kendi kendine yeterlilik",
    "correctAnswer": "B",
    "options": {
      "A": "I",
      "B": "I,II",
      "C": "II,III",
      "D": "I,III",
      "E": "I,II ve III"
    },
    "explanation": "I,II"
  },
  {
    "id": "3851236",
    "unitNumber": 7,
    "text": "Satışa yönelik dönem pazarlamanın hangi gelişim döneminde yer alır",
    "correctAnswer": "B",
    "options": {
      "A": "1. Dönem",
      "B": "2. Dönem",
      "C": "3. Dönem",
      "D": "4. Dönem",
      "E": "5. Dönem"
    },
    "explanation": "2. Dönem (1930-1950) Satışa Yönelik Dönem olarak değerlendirilmektedir"
  },
  {
    "id": "3851237",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi pazara ve pazarlamaya yönelik döneme ait özelliklerdendir",
    "correctAnswer": "C",
    "options": {
      "A": "Tüketici haklarının korunması",
      "B": "Tüketiciyi bilgilendirilmesine önem verilmesi",
      "C": "Tüketicilerin isteklerinin önemsenmesi",
      "D": "Kitlesel üretime geçiş yapılması",
      "E": "Firma sayısında ve rekabette artış"
    },
    "explanation": "Bu dönemde, <br/>Rekabet artmış ve sertleşmeye başlamıştır.<br/>Kitlesel üretim artmıştır.<br/>Üretilen ürün ve hizmetlerin azı, talebi<br/>önemli ölçüde aşmıştır.<br/>Tüketicilerin istek ve beklentileri ilk defa<br/>önemsenmeye başlamıştır.<br/>Tüketicilerin isteklerinin önemsenmesi"
  },
  {
    "id": "3851238",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi pazarlamanın 1930 ile 1950 arası dönem özelliklerindendir?",
    "correctAnswer": "D",
    "options": {
      "A": "Üretilen malların satışı ile ilgili sorun yoktur",
      "B": "Kitlesel üretim artmıştır",
      "C": "Tüketici hakları ile ilgili konular gündeme gelmiştir",
      "D": "Üretilen malların satışı zorlaşmaya başlamıştır",
      "E": "Rekabet artmış ve sertleşmeye başlamıştır"
    },
    "explanation": "Bu dönemin genel özellikleri;<br/>• Firma sayısı artmış ve rekabette artmıştır.<br/>• Üretilen malların satışı rekabetin artmasına<br/>bağlı olarak zorlaşmaya başlamıştır.<br/>• Üretilen ürün ve hizmetlerin arzı, talebi aşmaya başlamıştır.<br/>• Tüketicilerin istek ve beklentileri hala ikinci<br/>plandadır.<br/>Üretilen malların satışı zorlaşmaya başlamıştır"
  },
  {
    "id": "3851239",
    "unitNumber": 7,
    "text": "Kaliteyi herkese, her yere aynı şekilde ulaştırabilme olanağı sağlayan pazarlama işlevi aşağıdakilerden hangisidir",
    "correctAnswer": "D",
    "options": {
      "A": "Satınalma",
      "B": "Depolama",
      "C": "Risk taşıma",
      "D": "Standartlaştırma",
      "E": "Bilgi toplama ve yayma"
    },
    "explanation": "Standartlaştırma: Standartlaşma kaliteyi herkese, her yere aynı şekilde ulaştırabilme olanağı<br/>sağlamaktadır."
  },
  {
    "id": "3851240",
    "unitNumber": 7,
    "text": "Hizmetin niteliği onu üreten insanın beceri ve kapasitesinden ayrılamaz görüşü hizmet pazarlamasının hangi özelliği ile ilişkilidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Eş Zamanlı Üretim ve Tüketim",
      "B": "Soyutluk",
      "C": "Dayanıksızlık",
      "D": "Değişken Talep",
      "E": "Heterojenlik"
    },
    "explanation": "Hizmetlerin temel üretim şekli, insan davranışlarıyla gerçekleşir. Bu<br/>nedenle aynı kişinin üretip sunduğu hizmetler bile birbirinden farklı olabilirler. Bu farklılık zamandan zamana, alıcıdan alıcıya, üreticiden tüketiciye, üretici ile tüketici arasındaki ilişkiye ve içinde bulunulan duruma göre oluşabilir. Hizmetin niteliği onu üreten insanın beceri ve kapasitesinden ayrılamaz<br/>Heterojenlik"
  },
  {
    "id": "3851241",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi pazarlama karması elemanlarından bir tanesi değildir",
    "correctAnswer": "D",
    "options": {
      "A": "Ürün",
      "B": "Tutundurma",
      "C": "Dağıtım",
      "D": "Rekabet",
      "E": "Fiziksel kanıtlar"
    },
    "explanation": "Ürün, Dağıtım, Fiyat, Tutundurma şeklinde sınıflandırılmaktadır. Ancak geleneksel pazarlama karmasının hizmet sunan işletmeler için yetersiz bazen de uygun olmaması nedeniyle pazarlama karmasına İnsan, Fiziksel kanıtlar ve Süreç eklenmiştir<br/>Rekabet"
  },
  {
    "id": "3851242",
    "unitNumber": 7,
    "text": "Zamanla 4P kavramınının 4C’ ye dönüşmesinde etkili olan kavram aşağıdakilerden hangisidir",
    "correctAnswer": "C",
    "options": {
      "A": "Türdeş olmama",
      "B": "Ayrılmazlık",
      "C": "Tüketici odaklılık",
      "D": "Endüstri devrimi",
      "E": "Soyutluluk"
    },
    "explanation": "Zamanla 4P kavramının tüketici odaklı olmadığının dile getirilmesiyle birlikte 4P kavramı evrilerek 4C’ ye dönüşmüştür. Bu pazarlama bileşenleri ;<br/>• Ürün:Tüketiciye Sağlanan Fayda (Customer<br/>Benefit),<br/>• Fiyat: Tüketiciye Ürünün Maliyeti (Customer Cost),<br/>• Dağıtım: Tüketiciye Sağlanan Uygunluk/<br/>Kolaylık (Customer Convenience),<br/>• Tutundurma: Tüketici İletişimi (Customer<br/>Communication) dir<br/>Tüketici odaklılık"
  },
  {
    "id": "3851243",
    "unitNumber": 7,
    "text": "Üretimi ve tüketim amacıyla bir hizmetin tüketiciye ulaştırılmasını sağlayan prosedür, mekanizma ve faaliyetlerin akışına ne ad verilir",
    "correctAnswer": "B",
    "options": {
      "A": "Dağıtım",
      "B": "Süreç",
      "C": "Fiziksel kanıt",
      "D": "Tutundurma",
      "E": "Reklam"
    },
    "explanation": "Süreç, hizmetin üretimi ve tüketimi için tüketiciye ulaştırılmasını sağlayan prosedür, mekanizma ve faaliyetlerin akışı şeklinde tanımlanmaktadır"
  },
  {
    "id": "3851254",
    "unitNumber": 7,
    "text": "Pazarlamanın gelişim sürecinde 2. Dönem aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Satış dönemi",
      "B": "Ürün dönemi",
      "C": "Üretim dönemi",
      "D": "Pazarlama dönemi",
      "E": "Çağdaş pazarlama dönemi"
    },
    "explanation": "Pazarlamanın dünden bugüne olan gelişimi incelendiğinde dört dönemden bahsedilmektedir. Bunlar:<br/><ol> <li>Dönem (1920-1930) Üretime ve Ürüne Yönelik Dönem</li> <li>Dönem (1930-1950) Satışa Yönelik Dönem</li> <li>Dönem (1950’ler) Pazara ve Pazarlamaya Yönelik Dönem</li> <li>Dönem (1970-…) Toplumsal ve Çağdaş Pazarlama Dönemi</li> </ol> olarak sınıflandırılmaktadır."
  },
  {
    "id": "3851255",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi üretim ve ürüne yönelik döneminin başlıca özelliklerinden biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bu dönemde üretilen mal ve hizmetlere olan talep arzdan daha fazladır.",
      "B": "Üretilen ürün ve hizmetlerin arzı, talebi aşmaya başlamıştır.",
      "C": "Üretilen malların satışı ile ilgili sorun yoktur.",
      "D": "Tüketicilerin istek ve beklentileri ikinci plandadır.",
      "E": "Sanayi devrimi ile birlikte kitlesel üretime geçiş söz konusu olmuştur."
    },
    "explanation": "<ul> <li>Bu dönemde üretilen mal ve hizmetlere olan talep arzdan daha fazladır.</li> <li>Üretilen malların satışı ile ilgili sorun yoktur.</li> <li>Sanayi devrimi ile birlikte kitlesel üretime geçiş söz konusu olmuştur.</li> <li>Tüketicilerin istek ve beklentileri ikinci plandadır.</li> </ul>"
  },
  {
    "id": "3851256",
    "unitNumber": 7,
    "text": "I- Tüketiciye yönelik tutum<br/>II- Maliyetler<br/>III- Bütünleşmiş pazarlama çabaları<br/>IV- Satış elmanı eğitimi<br/>V- Kâr getirici bir satış<br/>Pazarlama anlayışının temel unsurları hangi seçenekte doğru olarak verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "I-II-V",
      "B": "I-III-V",
      "C": "II-IV-V",
      "D": "III-IV-V",
      "E": "II-III-V"
    },
    "explanation": "Pazarlama anlayışının üç önemli unsuru bulunmaktadır:<br/><ul> <li>Tüketiciye yönelik tutum,</li> <li>Bütünleşmiş pazarlama çabaları,</li> <li>Kâr getirici bir satış.</li> </ul>"
  },
  {
    "id": "3851257",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi “Statik Pazarlama Anlayışının” özelliklerinden biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Pazarlardaki ve işletmelerin yapısındaki değişimlere karşı aşırı bir direnç söz konusudur.",
      "B": "Pazardaki tüketicilerin istek ve beklentilerine gereken önem verilmez. Bu yüzden de pazar araştırmasına gerek duyulmaz.",
      "C": "Pazar ve işletme açısından değişimin kaçınılmaz olduğu kabul edilir.",
      "D": "Pazarlamaya ilişkin kararlar üretim ve satış açısından verilir.",
      "E": "Pazarlama faaliyetleri ile ilgili olarak diğer bölümlerle iş birliği ve koordinasyona fazla önem verilmez."
    },
    "explanation": "Üretime ve Satışa Yönelik Pazarlama Anlayışının (Statik Anlayış) temel özellikleri:<br/>Bu yaklaşımın temel özellikleri;<br/><ul> <li>Pazarlamaya ilişkin planlama faaliyetleri kısa vadelidir.</li> <li>Uzun vadeli pazarlama kararları ancak bir sorun ortaya çıktığında alınır. Satışlar iyi gittiği sürece bu tür kararlara gerek duyulmaz.</li> <li>Pazarlardaki ve işletmelerin yapısındaki değişimlere karşı aşırı bir direnç söz konusudur.</li> <li>İşletmenin bugünkü iş hacmi kadar, gelecekte de potansiyel büyüme oranları ve gelişmesi de garantili olarak görülür.</li> <li>Pazardaki tüketicilerin istek ve beklentilerine gereken önem verilmez. Bu yüzden de Pazar araştırmasına gerek duyulmaz.</li> <li>Ürüne yönelik tanıtım çalışmalarında tüketici gereksinimlerinden daha çok hizmetin ya da ürünün özellikleri vurgulanmaya çalışılır.</li> <li>Pazarlamaya ilişkin kararlar üretim ve satış açısından verilir.</li> <li>Pazarlama faaliyetleri ile ilgili olarak diğer bölümlerle iş birliği ve koordinasyona fazla önem verilmez.</li> <li>Bölüm yöneticileri kendi alanları konusunda oldukça savunmacı ve korumacı bir yaklaşım sergilerler.</li> </ul>"
  },
  {
    "id": "3851258",
    "unitNumber": 7,
    "text": "Günümüzde hizmet sektörlerinde çalışanların oranı hangi seçenekte doğru olarak verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "% 40",
      "B": "% 50",
      "C": "% 60",
      "D": "% 70",
      "E": "% 80"
    },
    "explanation": "Batılı ülkelerde % 40’ı bulan sanayi alanındaki çalışan oranı bugün % 20’lere düşerken hizmet kesiminde istihdam edilenlerin oranı ise % 80’lere ulaşmaktadır"
  },
  {
    "id": "3851259",
    "unitNumber": 7,
    "text": "Aşağıda hizmetlerin tanımlanmasında kullanılan kriterlerle ilgili olarak verilen ifadelerden hangisi doğru değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hizmet esnasında üretici ile tüketici arasında yüksek bir iletişim bulunmaktadır.",
      "B": "Hizmetler depolanamaz, üretildikleri an tüketilmeleri gerekmektedir.",
      "C": "Hizmetlerin üretim sürecine müşterilerde katılır.",
      "D": "Hizmetler değişken ama standart yarar sağlarlar.",
      "E": "Hizmetlerin üretimi ve tüketimi eş zamanlıdır."
    },
    "explanation": "Bu kriterler şu şekilde sıralanabilir:<br/>Hizmetler soyuttur ve satın alan kişiler için yarar sağlarlar,<br/>Hizmetler değişken, standart olmayan yarar sağlarlar.<br/>Hizmetler depolanamaz, üretildikleri an tüketilmeleri gerekmektedir.<br/>Hizmet esnasında üretici ile tüketici arasında yüksek bir iletişim bulunmaktadır.<br/>Hizmetlerin üretim sürecine müşterilerde katılır.<br/>Hizmetlerin üretimi ve tüketimi eş zamanlıdır<br/>Hizmetler için kitle üretimi söz konusu değildir,<br/>Hizmet üretimi emek yoğundur,<br/>Hizmet kalitesinin ölçülmesi subjektiftir,<br/>Fiyatlama seçenekleri daha ayrıntılıdır."
  },
  {
    "id": "3851260",
    "unitNumber": 7,
    "text": "Hizmetin elle tutulamaması, görülemez, duyulamaz, bir ölçü birimiyle ifade edilemez, sergilenemez, paketlenemez ve taşınamaz olması hizmetlerin hangi özelliğini ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Dayanıksızlık",
      "B": "Ayrılmazlık",
      "C": "Heterojenlik",
      "D": "Değişken Talep",
      "E": "Emek ve İlişki-Yoğunluk"
    },
    "explanation": "Soyutluk (Dayanıksızlık)<br/>Hizmetin soyut (dayanıksız) olması demek, hizmetin elle tutulmaması, görülemez, duyulamaz, bir ölçü birimiyle ifade edilemez, sergilenemez, paketlenemez ve taşınamaz olması anlamına gelmektedir."
  },
  {
    "id": "3851261",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi klasik pazarlama karması (4P) unsurlarından biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Fiyat",
      "B": "Dağıtım",
      "C": "Tutundurma",
      "D": "İnsan",
      "E": "Ürün"
    },
    "explanation": "Pazarlamanın 4P’si olarak bilinen ve “işletmenin pazarlama çabalarını ve arzını temsil eden” şeklinde tanımlanan Pazarlama karması elemanları;<br/><ul> <li>Ürün</li> <li>Dağıtım</li> <li>Fiyat</li> <li>Tutundurma</li> </ul>"
  },
  {
    "id": "3851262",
    "unitNumber": 7,
    "text": "Halkın bilgilendirilmesi ve bu sayede mal yada hizmetin satın alınması ve ikna edilmesi için kullanılan araçların tamamına ne denmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Reklam",
      "B": "Kişisel satış",
      "C": "Satış geliştirme",
      "D": "Doğrudan pazarlama",
      "E": "Halkla ilişkiler ve Duyurum"
    },
    "explanation": "Reklam, halkın bilgilendirilmesi ve bu sayede mal yada hizmetin satın alınması ve ikna edilmesi için kullanılan araçların tamamına denilmektedir."
  },
  {
    "id": "3851263",
    "unitNumber": 7,
    "text": "Aşağıdakilerden 4P kavramından evrilerek dönüşmen 4C’nin unsurlarının bileşenlerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tüketici İletişimi",
      "B": "Tüketiciye Sağlanan Fayda",
      "C": "Tüketiciye Ürünün Maliyeti",
      "D": "Tüketiciye Sağlanan Uygunluk/ Kolaylık",
      "E": "Ürünün Üreticiye Sağladığı Rekabet Avantajı"
    },
    "explanation": "Zamanla 4P kavramının tüketici odaklı olmadığının dile getirilmesiyle birlikte 4P kavramı evrilerek 4C’ye dönüşmüştür. Bu pazarlama bileşenleri:<br/><ul> <li>Ürün: Tüketiciye Sağlanan Fayda (Customer Benefit),</li> <li>Fiyat: Tüketiciye Ürünün Maliyeti (Customer Cost),</li> <li>Dağıtım: Tüketiciye Sağlanan Uygunluk/ Kolaylık (Customer Convenience),</li> <li>Tutundurma: Tüketici İletişimi (Customer Communication) dir</li> </ul>"
  },
  {
    "id": "3851274",
    "unitNumber": 7,
    "text": "....... “kişilerin ve örgütlerin amaçlarına ulaşabilmek için malların, hizmetlerin ve düşüncelerin yaratılması, fiyat, dağıtım ve tutundurulması faaliyetlerini planlama ve uygulaması süreci” olarak tanımlanmaktadır.<br/>Yukarıda boş bırakılan yere gelmesi gereken ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Satın alma",
      "B": "Üretim",
      "C": "Pazarlama",
      "D": "Dağıtım",
      "E": "Finanslama"
    },
    "explanation": "GİRİŞ<br/>Pazarlama, “kişilerin ve örgütlerin amaçlarına ulaşabilmek için malların, hizmetlerin ve düşüncelerin yaratılması, fiyat, dağıtım ve tutundurulması faaliyetlerini planlama ve uygulaması süreci” olarak tanımlanmaktadır."
  },
  {
    "id": "3851275",
    "unitNumber": 7,
    "text": "Pazarlamanın dünden bugüne olan gelişimi incelendiğinde ''Üretime ve Ürüne Yönelik Dönem'' kaçıncı dönemdir?",
    "correctAnswer": "A",
    "options": {
      "A": "I.Dönem",
      "B": "II.Dönem",
      "C": "III.Dönem",
      "D": "IV.Dönem",
      "E": "V.Dönem"
    },
    "explanation": "DÜNDEN BUGÜNE PAZARLAMA ANLAYIŞI<br/>Pazarlamanın dünden bugüne olan gelişimi incelendiğinde dört dönemden bahsedilmektedir. Bunlar (İçöz, 2001):<br/>• 1.Dönem (1920-1930) Üretime ve Ürüne Yönelik Dönem"
  },
  {
    "id": "3851276",
    "unitNumber": 7,
    "text": "Pazarlamanın dünden bugüne olan gelişimi incelendiğinde 1950'ler de başlayan 3. Dönemin adı aşağıdaki seçeneklerden hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Üretime ve Ürüne Yönelik Dönem",
      "B": "Satışa Yönelik Dönem",
      "C": "Toplumsal ve Çağdaş Pazarlama Dönemi",
      "D": "Pazara ve Pazarlamaya Yönelik Dönem",
      "E": "Tüketici İstek ve Beklentilerini Karşılama Dönemi"
    },
    "explanation": "DÜNDEN BUGÜNE PAZARLAMA ANLAYIŞI<br/>Pazarlamanın dünden bugüne olan gelişimi incelendiğinde dört dönemden bahsedilmektedir.<br/>Bunlar (İçöz, 2001):<br/>1.Dönem (1920-1930) Üretime ve Ürüne<br/>Yönelik Dönem<br/>• 2. Dönem (1930-1950) Satışa Yönelik<br/>Dönem<br/>• 3. Dönem (1950’ler) Pazara ve Pazarlamaya<br/>Yönelik Dönem<br/>• 4. Dönem (1970-…) Toplumsal ve Çağdaş<br/>Pazarlama Dönemi"
  },
  {
    "id": "3851277",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi üretim ve ürüne yönelik döneminin başlıca özellikleri arasında <strong>yer almaz? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bu dönemde üretilen mal ve hizmetlere olan talep arzdan daha fazladır.",
      "B": "Üretilen malların satışı ile ilgili sorun yoktur",
      "C": "Sanayi devrimi ile birlikte kitlesel üretime geçiş söz konusu olmuştur",
      "D": "Tüketicilerin istek ve beklentileri ikinci plandadır",
      "E": "Üretilen ürün ve hizmetlerin arzı, talebi aşmaya başlamıştır"
    },
    "explanation": "1. Dönem (1920-1930) Üretime ve Ürüne Yönelik Dönem<br/>''Üretilen ürün ve hizmetlerin arzı, talebi aşmaya başlamıştır'' üretim ve ürüne yönelik döneminin başlıca özellikleri arasında yer almaz"
  },
  {
    "id": "3851278",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Pazara ve Pazarlamaya Yönelik Dönem döneminin başlıca özellikleri arasında <strong>yer almaz? </strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Rekabet artmış ve sertleşmeye başlamıştır",
      "B": "Tüketiciyi yönlendirmekten daha çok bilgilendirilmesine yönelik bir anlayış hakim olmaya başlamıştır",
      "C": "Kitlesel üretim artmıştır",
      "D": "Üretilen ürün ve hizmetlerin azı, talebi önemli ölçüde aşmıştır",
      "E": "Tüketicilerin istek ve beklentileri ilk defa önemsenmeye başlamıştır"
    },
    "explanation": "3. Dönem (1950’ler) Pazara ve Pazarlamaya Yönelik Dönem<br/>''Tüketiciyi yönlendirmekten daha çok bilgilendirilmesine yönelik bir anlayış hakim olmaya başlamıştır'' Pazara ve Pazarlamaya Yönelik Dönem döneminin başlıca özellikleri arasında yer almaz."
  },
  {
    "id": "3851279",
    "unitNumber": 7,
    "text": "Pazarlamada Temel Yönetim Yaklaşımlarında ''Tüketici istek ve beklentilerinin belirlenmesi, pazarların tanınması ve araştırılması, daha sonra da pazara uygun mal ve hizmetin üretilmesi üzerinedir'' felsefesi hangi Pazarlamada Temel Yönetim Yaklaşımı anlayışında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Üretime ve satışa yönelik pazarlama anlayışı",
      "B": "Pazara ve tüketiciye dönük pazarlama anlayışı",
      "C": "Halkla ilişkiler",
      "D": "Satış geliştirme",
      "E": "Reklam"
    },
    "explanation": "Pazarlamada Temel Yönetim Yaklaşımları<br/>Pazara ve Tüketiciye Dönük Pazarlama Anlayışı: Bu anlayışın temel felsefesi, tüketici istek ve<br/>beklentilerinin belirlenmesi, pazarların tanınması ve araştırılması, daha sonra da pazara uygun mal ve hizmetin üretilmesi üzerinedir."
  },
  {
    "id": "3851280",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi pazarlamanın işlevleri <strong>yer almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Finanslama",
      "B": "Taşıma",
      "C": "Depolama",
      "D": "Standartlaştırma",
      "E": "Örgütleme"
    },
    "explanation": "Pazarlamanın İşlevleri<br/>Pazarlama işlevleri pazarın özelliklerine ve değişikliklerine göre farklılıklar göstermektedir. Pazarlama işlevleri şu şekilde açıklanabilir (Kozak, 2008):<br/>• Satınalma<br/>• Taşıma<br/>• Depolama<br/>• Standartlaştırma<br/>• Finanslama<br/>• Risk taşıma<br/>• Bilgi toplama ve yayma şeklinde işlemlerin<br/>yerine getirilmesi gerekmektedir."
  },
  {
    "id": "3851281",
    "unitNumber": 7,
    "text": "Pazarlamanın dünden bugüne olan gelişimi incelendiğinde ''Satışa Yönelik Dönem'' hangi tarihler arasındadır?",
    "correctAnswer": "B",
    "options": {
      "A": "1920-1930",
      "B": "1930-1950",
      "C": "1950’ler",
      "D": "1970'ler",
      "E": "1990'lar"
    },
    "explanation": "DÜNDEN BUGÜNE PAZARLAMA ANLAYIŞI<br/>Pazarlamanın dünden bugüne olan gelişimi incelendiğinde dört dönemden bahsedilmektedir.<br/>Bunlar (İçöz, 2001):<br/>• 1.Dönem (1920-1930) Üretime ve Ürüne<br/>Yönelik Dönem<br/>• 2. Dönem (1930-1950) Satışa Yönelik<br/>Dönem<br/>• 3. Dönem (1950’ler) Pazara ve Pazarlamaya<br/>Yönelik Dönem<br/>• 4. Dönem (1970-…) Toplumsal ve Çağdaş<br/>Pazarlama Dönemi<br/>olarak sınıflandırılmaktadır."
  },
  {
    "id": "3851282",
    "unitNumber": 7,
    "text": "Pazarlamanın dünden bugüne olan gelişiminde 4.Dönemin adı aşağıdaki seçeneklerden hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Üretime ve Ürüne Yönelik Dönem",
      "B": "Satışa Yönelik Dönem",
      "C": "Pazara ve Pazarlamaya Yönelik Dönem",
      "D": "Toplumsal ve Çağdaş Pazarlama Dönemi",
      "E": "Dijital Pazarlama Dönemi"
    },
    "explanation": "DÜNDEN BUGÜNE PAZARLAMA ANLAYIŞI<br/>Pazarlamanın dünden bugüne olan gelişimi incelendiğinde dört dönemden bahsedilmektedir.<br/>Bunlar (İçöz, 2001):<br/>• 1.Dönem (1920-1930) Üretime ve Ürüne<br/>Yönelik Dönem<br/>• 2. Dönem (1930-1950) Satışa Yönelik<br/>Dönem<br/>• 3. Dönem (1950’ler) Pazara ve Pazarlamaya<br/>Yönelik Dönem<br/>• 4. Dönem (1970-…) Toplumsal ve Çağdaş<br/>Pazarlama Dönemi<br/>olarak sınıflandırılmaktadır."
  },
  {
    "id": "3851283",
    "unitNumber": 7,
    "text": "Pazar ve pazardaki tüketicileri belirlemekten ziyade ürün üzerine ve ürünün kalitesine yoğunlaşan bir yaklaşıma verilen ad aşağıdaki seçeneklerden hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Üretime ve satışa yönelik pazarlama anlayışı",
      "B": "Pazara ve tüketiciye dönük pazarlama anlayışı",
      "C": "Standartlaştırma",
      "D": "Bilgi toplama ve yayma",
      "E": "Risk taşıma"
    },
    "explanation": "Pazarlamada Temel Yönetim Yaklaşımları<br/>Üretime ve Satışa Yönelik Pazarlama Anlayışı: Bu anlayış pazar ve pazardaki tüketicileri belirlemekten ziyade ürün üzerine ve ürünün kalitesine yoğunlaşan bir yaklaşımdır."
  },
  {
    "id": "3851284",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi/hangileri hizmet pazarlamasındaki farklılıklar arasında yer alır?<br/>I. Pazarlama Eylemlerinin Alanları<br/>II. Pazarlama Eylemlerinin Etkinliği<br/>III. Rakip Firmaların Pazar Etkinlikleri<br/>IV. Kar amacı taşıyan kuruluşların etkisi ve dolaylı rekabet",
    "correctAnswer": "E",
    "options": {
      "A": "I ve IV",
      "B": "Hepsi",
      "C": "III ve IV",
      "D": "I, III ve IV",
      "E": "I , II ve III"
    },
    "explanation": "Aşağıdakilerden hangisi/hangileri hizmet pazarlamasındaki farklılıklar arasında yer alır?<br/>I. Pazarlama Eylemlerinin Alanları<br/>II. Pazarlama Eylemlerinin Etkinliği<br/>III. Rakip Firmaların Pazar Etkinlikleri<br/>IV. Kar amacı <strong>taşımayan</strong> kuruluşların etkisi ve dolaylı rekabet"
  },
  {
    "id": "3851285",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi restoranlar için geleneksel pazarlama fikirlerinden <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Satış geliştirme",
      "B": "Dış mekân tabelaları kullanmak",
      "C": "El ilanları yaratmak",
      "D": "Büyük bir açılış etkinliğine ev sahipliği yapmak",
      "E": "Restoranınızı ayrıştırmak"
    },
    "explanation": "Restoranlar İçin Geleneksel Pazarlama Fikirleri<br/>Restoranınızı ayrıştırmak geleneksel pazarlama fikirlerinden değildir."
  },
  {
    "id": "3851286",
    "unitNumber": 7,
    "text": "İnsanların ihtiyacını karşılayan, karşılığında üretici ve aracıya para kazandıran ve pazarda değiş tokuşa tabi tutulan her türlü somut ve soyut kavrama ne denir?",
    "correctAnswer": "B",
    "options": {
      "A": "Fiyat",
      "B": "Ürün",
      "C": "Dağıtım",
      "D": "Tutundurma",
      "E": "Kişisel satış"
    },
    "explanation": "Pazarlama Karması<br/>Elemanları<br/>İnsanların ihtiyacını karşılayan, karşılığında üretici ve aracıya para kazandıran ve pazarda değiş tokuşa tabi tutulan her türlü somut ve soyut kavrama <strong>ürün</strong> denir."
  },
  {
    "id": "3851287",
    "unitNumber": 7,
    "text": "Satışın en eski şekli olup satış amacıyla satış elemanlarının alıcı ile karşı karşıya gelmesi ve alıcıya malı sözlü olarak tanıtmasına ne denir?",
    "correctAnswer": "E",
    "options": {
      "A": "Doğrudan pazarlama",
      "B": "Duyurum",
      "C": "Satış geliştirme",
      "D": "Reklam",
      "E": "Kişisel satış"
    },
    "explanation": "Tutundurma<br/>Satışın en eski şekli olup satış amacıyla satış elemanlarının alıcı ile karşı karşıya gelmesi ve alıcıya malı sözlü olarak tanıtmasına<br/><strong>kişisel satış</strong> denir."
  },
  {
    "id": "3851288",
    "unitNumber": 7,
    "text": "......, satışın en eski şekli olup satış amacıyla satış elemanlarının alıcı ile karşı karşıya gelmesi ve alıcıya malı sözlü olarak tanıtmasıdır.<br/>Yukarıda boş bırakılan yere gelmesi gereken en uygun ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Reklam",
      "B": "Satış geliştirme",
      "C": "Doğrudan pazarlama",
      "D": "Halkla ilişkiler",
      "E": "Kişisel Satış"
    },
    "explanation": "Tutundurma<br/>Kişisel Satış, satışın en eski şekli olup satış amacıyla satış elemanlarının alıcı ile karşı karşıya gelmesi ve alıcıya malı sözlü olarak tanıtmasıdır."
  },
  {
    "id": "3851289",
    "unitNumber": 7,
    "text": "Herhangi bir alanda ölçülebilir bir tepkiyi veya bir ticari işlemi etkileyebilmek için, bir yada birden fazla reklam araçlarını kullanan bir pazarlama sistemi nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ürün",
      "B": "Fiyat",
      "C": "Doğrudan pazarlama",
      "D": "Dağıtım",
      "E": "Kişisel satış"
    },
    "explanation": "Tutundurma<br/>Herhangi bir alanda ölçülebilir bir tepkiyi veya bir ticari işlemi etkileyebilmek için, bir yada birden fazla reklam araçlarını kullanan bir pazarlama sistemi <strong>doğrudan pazarlamadır</strong>."
  },
  {
    "id": "3851290",
    "unitNumber": 7,
    "text": "......, Hizmet sektöründe birbirinden farklı yapılara sahip işletmeler yer almaktadır. Her bir işletmenin kendi yapısına uygun şekilde bağlı olduğu ve uymak zorunda olduğu yönetmelikler vardır. Diğer taraftan devlet tarafından konulan vergiler, uyulması gereken kurallar (Hijyen gibi) gibi nedenler de işletmeleri fazlasıyla etkilemektedir. <br/>Yukarıda boş bırakılan yere gelebilecek en uygun ifade aşağıdaki seçeneklerden hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Rakip firmaların pazar etkinlikleri",
      "B": "Kar amacı taşımayan kuruluşların etkisi ve olaylı rekabet",
      "C": "Pazarlama eylemlerinin alanları",
      "D": "Devlet müdahalesi",
      "E": "Pazarlama eylemlerinin etkinliği"
    },
    "explanation": "Hizmet Pazarlamasındaki Farklılıklar<br/><strong>Devlet müdahalesi</strong>: Hizmet sektöründe birbirinden farklı yapılara sahip işletmeler yer almaktadır. Her bir işletmenin kendi yapısına uygun şekilde bağlı olduğu ve uymak zorunda olduğu yönetmelikler vardır. Bu nedenle diğer endüstrilerden farklı olarak devlet sürekli olarak denetlemektedir. Diğer taraftan devlet tarafından konulan vergiler, uyulması gereken kurallar (Hijyen gibi) gibi nedenler de işletmeleri fazlasıyla etkilemektedir."
  },
  {
    "id": "3851291",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi üretim ve ürüne yönelik döneminin başlıca özellikleri arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Bu dönemde üretilen mal ve hizmetlere olan talep arzdan daha fazladır.",
      "B": "Tüketicilerin istek ve beklentileri birinci plandadır.",
      "C": "Üretilen malların satışı ile ilgili sorun yaşanabilir",
      "D": "Sanayi devrimi ile birlikte bireysel üretime geçiş söz konusu olmuştur",
      "E": "Tüketici hakları ve korunmasına ilişkin konular gündeme gelmiştir"
    },
    "explanation": "1. Dönem (1920-1930) Üretime ve Ürüne Yönelik Dönem<br/>Üretim ve ürüne yönelik döneminin başlıca özellikleri aşağıdaki gibidir:<br/>• Bu dönemde üretilen mal ve hizmetlere<br/>olan talep arzdan daha fazladır.<br/>• Üretilen malların satışı ile ilgili sorun yoktur.<br/>• Sanayi devrimi ile birlikte kitlesel üretime<br/>geçiş söz konusu olmuştur.<br/>• Tüketicilerin istek ve beklentileri ikinci<br/>plandadır."
  },
  {
    "id": "3851292",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Toplumsal ve Çağdaş Pazarlama Döneminin başlıca özellikleri arasında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Üretilen malların satışı ile ilgili sorun yoktur",
      "B": "Tüketiciyi yönlendirmekten daha çok bilgilendirilmesine yönelik bir anlayış hakim olmaya başlamıştır",
      "C": "Tüketicilerin istek ve beklentileri ikinci plandadır",
      "D": "Üretilen ürün ve hizmetlerin arzı, talebi karşılayamamaktadır.",
      "E": "Firma sayısı artmış ancak rekabet artmamıştır"
    },
    "explanation": "4. Dönem (1970-…) Toplumsal ve Çağdaş Pazarlama Dönemi<br/>Toplumsal ve Çağdaş Pazarlama Döneminin en belirgin özellikleri;<br/>• İşletmeler topluma karşı sorumluluk duymaya başlamışlardır.<br/>• Tüketici hakları ve korunmasına ilişkin konular gündeme gelmiştir.<br/>• İşletmeler kar hedeflerinden önce tüketicilerin ihtiyaçlarının karşılanması gerektiği<br/>konusunu ön plana almışlardır.<br/>• Tüketiciyi yönlendirmekten daha çok bilgilendirilmesine yönelik bir anlayış hakim<br/>olmaya başlamıştır."
  },
  {
    "id": "3851293",
    "unitNumber": 7,
    "text": "Pazarlama faaliyetleri yerine getirilirken her türlü riske karşı işletmelerin dikkatli olması ve risk faktörünü en aza indirecek önlemleri alması gerekliliğine ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Taşıma",
      "B": "Satınalma",
      "C": "Depolama",
      "D": "Risk taşıma",
      "E": "Standartlaştırma"
    },
    "explanation": "Pazarlamanın İşlevleri<br/>Risk taşıma; pazarlama faaliyetleri yerine getirilirken her türlü riske karşı işletmelerin dikkatli<br/>olması ve risk faktörünü en aza indirecek önlemleri alması gereklidir."
  },
  {
    "id": "3851304",
    "unitNumber": 7,
    "text": "Pazarlamanın dünden bugüne olan gelişimi incelendiğinde dört dönemden bahsedilmektedir.<br/>Aşağıdakilerden hangisi 1970’lerden beri uygulanmakta olan pazarlamama dönemidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Toplumsal ve Çağdaş Pazarlama Dönemi",
      "B": "Üretime ve Ürüne Yönelik Dönem",
      "C": "Satışa Yönelik Dönem",
      "D": "Pazara ve Pazarlamaya Yönelik Dönem",
      "E": "Dijital Pazarlama Dönemi"
    },
    "explanation": "Pazarlamanın dünden bugüne olan gelişimi incelendiğinde dört dönemden bahsedilmektedir. Bunlar :<br/><ul> <li>1.Dönem (1920-1930) Üretime ve Ürüne Yönelik Dönem</li> <li>2. Dönem (1930-1950) Satışa Yönelik Dönem</li> <li>3. Dönem (1950’ler) Pazara ve Pazarlamaya Yönelik Dönem</li> <li>4. Dönem (1970-…) Toplumsal ve Çağdaş Pazarlama Dönemi olarak sınıflandırılmaktadır</li> </ul>"
  },
  {
    "id": "3851305",
    "unitNumber": 7,
    "text": "Talep yapısında önemli değişmelerin meydana gelmiştir. Çağdaş pazarlama anlayışının benimsenmeye başlamasıyla işletmeler tüketicilerin istek ve beklentilerine göre mal ve hizmet üretmeye başladıkları, rekabetin artmasıyla birlikte, tüketici tipleri değişmiş, tüketiciler özel ürünleri aramaya ve satın alma eğilimleri bu yönde gelişmeye başladımıştır.<br/>Yukarıda verilen gelişmeler aşağıda verilen pazarlama dönemlerinden hangisinde gerçekleşmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "(1950’ler) Pazara ve Pazarlamaya Yönelik Dönem",
      "B": "(1930-1950) Satışa Yönelik Dönem",
      "C": "(1920-1930) Üretime ve Ürüne Yönelik Dönem",
      "D": "(1970-…) Toplumsal ve Çağdaş Pazarlama Dönemi",
      "E": "(2000-…) Dijital Pazarlama Dönemi"
    },
    "explanation": "<ol start=\"3\"> <li>Dönem (1950’ler) Pazara ve Pazarlamaya Yönelik Dönem Bu dönemde talep yapısında önemli değişmeler meydana gelmiştir. Çağdaş pazarlama anlayışının benimsenmeye başlamasıyla işletmeler tüketicilerin istek ve beklentilerine göre mal ve hizmet üretmeye başlamışlardır. Rekabetin artmasıyla birlikte, tüketici tipleri değişmiş, tüketiciler özel ürünleri aramaya başlamış ve satın alma eğilimleri bu yönde gelişmeye başlamıştır. Konfor ve statüye yönelik talepte değişiklikler oluşmuştur. Doğru pazarlamanın tüketicilerin demografik özelliklerinin, değer yargılarının, istek ve beklentilerinin bilinmesi ile başlayacağı düşüncesi önem kazanmaya başlamıştır. Bu anlayışın kabul görmesi ile birlikte işletmenin örgüt yapısında da önemli değişiklikler meydana gelmiştir.</li> </ol>"
  },
  {
    "id": "3851306",
    "unitNumber": 7,
    "text": "Pazarlama tanımlarına bakıldığında temel ortak noktalar bulunmaktadır. Bunlar aşağıdaki seçeneklerden hangisinde <u>doğru</u> verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Üretici, tüketici, mal ve hizmetler",
      "B": "Müşteri ilişkileri, fiyat, satış",
      "C": "Satış, reklam, dağıtım ve fiyat",
      "D": "Müşteri ilişkileri, satış ve kar",
      "E": "Yönetim fonksiyonu, çağdaş yaklaşımlar ve satış"
    },
    "explanation": "Tanımlara bakıldığında temelde ortak noktalarının üç ögede toplandığı görülecektir: Bunlar; üretici, tüketici, mal ve hizmetlerdir. Pazarlama bu üç öge arasında uygulamaları kapsayan süreçler bütünüdür."
  },
  {
    "id": "3851307",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi pazarlamanın işlevlerinden biri <u>değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Üretim",
      "B": "Satınalma",
      "C": "Taşıma",
      "D": "Depolama",
      "E": "Finanslama"
    },
    "explanation": "Pazarlama işlevleri pazarın özelliklerine ve değişikliklerine göre farklılıklar göstermektedir. Pazarlama işlevleri şu şekilde açıklanabilir: • Satınalma • Taşıma • Depolama • Standartlaştırma • Finanslama • Risk taşıma • Bilgi toplama ve yayma şeklinde işlemlerin yerine getirilmesi gerekmektedir"
  },
  {
    "id": "3851308",
    "unitNumber": 7,
    "text": "Hizmetin elle tutulmaması, görülemez, duyulamaz, bir ölçü birimiyle ifade edilemez, sergilenemez, paketlenemez ve taşınamaz olma özelliği aşağıdakilerden hangisiyle ifade edilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Soyutluk",
      "B": "Ayrılmazlık",
      "C": "Heterojenlik",
      "D": "Emek ve ilişki yoğunluk",
      "E": "Değişken talep"
    },
    "explanation": "Hizmetin soyut (dayanıksız) olması demek, hizmetin elle tutulmaması, görülemez, duyulamaz, bir ölçü birimiyle ifade edilemez, sergilenemez, paketlenemez ve taşınamaz olması anlamına gelmektedir."
  },
  {
    "id": "3851309",
    "unitNumber": 7,
    "text": "Yeme-içme, saç kesimi, ulaşım, sağlık hizmetleri gibi birçok hizmet türünde tüketicinin bizzat bulunması, üretim sürecine katılması hizmetin hangi özelliğinin sonucudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Ayrılmazlık",
      "B": "Soyutluk",
      "C": "Değişken talep",
      "D": "Türdeşlik",
      "E": "Emek ve ilişki yoğunluk"
    },
    "explanation": "Eş Zamanlı Üretim ve Tüketim (Ayrılmazlık): Yeme-içme, saç kesimi, ulaşım, sağlık hizmetleri gibi birçok hizmet türünde tüketicinin bizzat bulunması, üretim sürecine katılması gerekmektedir."
  },
  {
    "id": "3851310",
    "unitNumber": 7,
    "text": "Hizmette kalite ve performansın insana bağımlı olması hizmetin hangi özelliğine işaret eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Emek ve ilişki yoğunluk",
      "B": "Ayrılmazlık",
      "C": "Soyutluk",
      "D": "Değişken talep",
      "E": "Türdeşlik"
    },
    "explanation": "Emek organizasyonun etkinliğini sağlayan temel kaynaktır. Emek-yoğun ve ilişki-yoğun özellikler taşıyan hizmette kalite ve performans da insana bağımlıdır."
  },
  {
    "id": "3851311",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi tutundurma araçlarından biri <u>değildir?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Üretim",
      "B": "reklam",
      "C": "Satış geliştirme",
      "D": "Kişisel satış",
      "E": "Halkla ilişkiler"
    },
    "explanation": "Tutundurma araçları şu şekildedir:<br/>• Reklam<br/>• Satış geliştirme <br/>• Halkla ilişkiler ve Duyurum<br/>• Kişisel satış ve <br/>• Doğrudan pazarlamadır"
  },
  {
    "id": "3851312",
    "unitNumber": 7,
    "text": "Bir mal veya hizmetin üreticiden tüketiciye doğru ulaşmasında kullanılan yöntem ve araçlara ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dağıtım kanalı",
      "B": "Ürün",
      "C": "Tutundurma",
      "D": "Fiyatlama",
      "E": "Satış"
    },
    "explanation": "Genel olarak dağıtım kanalları, alıcı ya da kullanıcı işletmeye mal ya da hizmet sunma işlevini yerine getiren işletmeler için kullanılan bir kavramdır. Dağıtım kanalı, bir mal veya hizmetin üreticiden tüketiciye doğru ulaşmasında kullanılan yöntem ve araçlar"
  },
  {
    "id": "3851313",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi genişletilmiş pazarlama karması elemanlarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "İnsan",
      "B": "Ürün",
      "C": "Fiyat",
      "D": "Dağıtım",
      "E": "Tutundurma"
    },
    "explanation": "Geleneksel Pazarlama karmasının hizmet işletmelerinde zaman zaman yetersiz kalması hatta bazı durumlarda uygun olmamasından dolayı genişletildiğinden yukarıda bahsedilmişti. Genişletilmiş pazarlama karması elemanları; insan, fiziksel kanıtlar ve süreçtir."
  },
  {
    "id": "3851334",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Toplumsal ve Çağdaş Pazarlama Dönemi'nin belirgin özelliklerinden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Üretilen malların satışı zorlaşmaya başlamıştır.",
      "B": "Tüketicilerin istek ve beklentileri ikinci plandadır.",
      "C": "Tüketici hakları ve korunmasına ilişkin konular gündeme gelmiştir.",
      "D": "Tüketiciyi yönlendirmeye yönelik bir anlayış hakimdir.",
      "E": "Mal ve hizmetlere olan talep arzdan daha fazladır."
    },
    "explanation": "Bu dönemde İşletmeler topluma karşı sorumluluk duymaya başlamışlardır ve Tüketici hakları ve korunmasına ilişkin konular gündeme gelmiştir."
  },
  {
    "id": "3851336",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi genişletilmiş pazarlama karması elemanlarından biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ürün",
      "B": "Fiyat",
      "C": "Tutundurma",
      "D": "Fiziksel kanıtlar",
      "E": "Dağıtım"
    },
    "explanation": "Genişletilmiş pazarlama karması elemanları; insan, fiziksel kanıtlar ve süreçtir."
  },
  {
    "id": "3851244",
    "unitNumber": 8,
    "text": "İş analizinde bilgi toplama yöntemlerinden hangisi bir işin nasıl yapıldığını görme ve görerek izleme yoluyla belirlemeye çalışma süreci olarak tanımlanabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Daha önceki iş tanımlarının incelenmesi",
      "B": "Görüşme yöntemi",
      "C": "Gözlem yöntemi",
      "D": "Anket-soru formu yöntemi",
      "E": "Günlük tutturma yöntemi"
    },
    "explanation": "Gözlem yöntemi, bir işin nasıl yapıldığını görme ve görerek izleme yoluyla belirlemeye çalışma süreci olarak tanımlanabilir. Doğru Cevap C’dir."
  },
  {
    "id": "3851245",
    "unitNumber": 8,
    "text": "İş analizinde bilgi toplama yöntemlerinden hangisinde çalışanların hangi işi ne kadar sürede, nasıl yaptıklarının kaydedilmesi istenir?",
    "correctAnswer": "E",
    "options": {
      "A": "Daha önceki iş tanımlarının incelenmesi",
      "B": "Görüşme yöntemi",
      "C": "Gözlem yöntemi",
      "D": "Anket-soru formu yöntemi",
      "E": "Günlük tutturma yöntemi"
    },
    "explanation": "Günlük tutturma yöntemi: Analizi yapılacak işte çalışan kişiye günlük aktivitelerini kayıt altına aldırmayla gerçekleşen bir yöntemdir. Burada çalışanların hangi işi ne kadar sürede, nasıl yaptıklarının kaydedilmesi istenir. Doğru Cevap E’dir."
  },
  {
    "id": "3851246",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi insan kaynakları planlamasını etkileyen içsel faktörlerdendir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ekonomik koşullar",
      "B": "Yasalar",
      "C": "İşlerinin kapsamının değişmesi",
      "D": "Teknolojik gelişmeler",
      "E": "Demografik değişim"
    },
    "explanation": "Ekonomik koşullar, yasalar, teknolojik değişim ve demografik değişim insan kaynakları planlamasını etkileyen dışsal faktörlerdir. İşlerin kapsamının değişmesi içsel faktörlerdendir. Doğru cevap C’dir."
  },
  {
    "id": "3851247",
    "unitNumber": 8,
    "text": "Aşağıdaki hangi personel gereksinimi İşletmenin ekonomik amaçlarına ulaşabilmesi için gereken işi fiilen gerçekleştiren iş gücüne olan gereksinimdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ek personel gereksinimi",
      "B": "Yeni personel gereksinimi",
      "C": "Yedek personel gereksinimi",
      "D": "Gerçek personel gereksinimi",
      "E": "Ekstra personel gereksinimi"
    },
    "explanation": "Gerçek Personel Gereksinimi: İşletmenin ekonomik amaçlarına ulaşabilmesi için gereken işi fiilen gerçekleştiren iş gücüne olan gereksinimdir. Doğru cevap D’dir."
  },
  {
    "id": "3851248",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi kurum içi kaynaklara başvurmanın avantajlarındandır?",
    "correctAnswer": "E",
    "options": {
      "A": "Kurum içi personel temininde terfi ve nakil edilecek personelin gönüllü olmaması",
      "B": "Mevcutla yetinmenin yol açacağı sorunlar",
      "C": "Çalışanların “nasıl olsa terfi alacağım” düşüncesiyle çaba azaltması",
      "D": "İç kaynaklara başvurmanın istihdama sınırlı katkısının olması",
      "E": "Kurum içi uyumlu çalışma ve düşük işgören devir oranı"
    },
    "explanation": "Kurum içi uyumlu çalışma ve düşük işgören devir oranı, kurum içi kaynaklara başvurmanın avantajlarındandır. Doğru cevap E’dir."
  },
  {
    "id": "3851249",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi kurum dışı kaynaklara başvurmanın dezavantajlarındandır?",
    "correctAnswer": "D",
    "options": {
      "A": "Verilen iş ilanları aynı zamanda tanıtım malzemesi olur",
      "B": "İşletmeye yeni bakış açısı ve fikirler girer",
      "C": "İK çalışanları adaylarla görüşürken rakip işletmelerden ve sektörden haberdar olurlar",
      "D": "Örgütsel çatışmaların artması",
      "E": "Bazen mevcut işgöreni eğitmekten daha ucuz olabilir"
    },
    "explanation": "Örgütsel çatışmaların artması kurum dışı kaynaklara başvurmanın dezavantajlarındandır. Doğru cevap D’dir"
  },
  {
    "id": "3851250",
    "unitNumber": 8,
    "text": "Adayın yapacağı iş baskı altında çalışmayı gerektiriyorsa adayın iş başında karşılaşabileceği olumsuz durumlarda gösterebileceği tepkileri ölçmek amacıyla yapılan görüşme yöntemine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Karma görüşme",
      "B": "Baskılı görüşme",
      "C": "Grup görüşmesi",
      "D": "Sıralı görüşme",
      "E": "Standart görüşme"
    },
    "explanation": "Baskılı görüşme: Adayın yapacağı iş baskı altında çalışmayı gerektiriyorsa adayın iş başında karşılaşabileceği olumsuz durumlarda gösterebileceği tepkileri ölçmek amacıyla yapılır. Doğru cevap B’dir."
  },
  {
    "id": "3851251",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi işletmelerde eğitimin personele yararlarındandır?",
    "correctAnswer": "D",
    "options": {
      "A": "Verimliliği artırır",
      "B": "Amaç birliği sağlar",
      "C": "İşten ayrılmaları azaltır",
      "D": "Motivasyon sağlar",
      "E": "Örgüt içi iletişimi güçlendirir"
    },
    "explanation": "İşletmelerde eğitim, verimliliği artırır, amaç birliği sağlar, işten ayrılmaları azaltır, örgüt içi iletişimi güçlendirir bu maddeler işletme yararınadır. Motivasyon sağlaması personel yararına olan şıktır. Doğru cevap D’dir"
  },
  {
    "id": "3851252",
    "unitNumber": 8,
    "text": "Astların değerlendirme amiri tarafından başarılarına göre sıralandığı performans değerlendirme yöntemi hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sıralama yöntemi",
      "B": "İkili karşılaştırma yöntemi",
      "C": "Zorunlu dağılım yöntemi",
      "D": "Kritik olay yöntemi",
      "E": "Yetenek yaklaşımı yöntemi"
    },
    "explanation": "Sıralama Yöntemi: Astların değerlendirme amiri tarafından başarılarına göre sıralandığı yöntemdir. Doğru cevap A’dır."
  },
  {
    "id": "3851253",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi işletmelerde ücretlendirmeyi etkileyen dış faktörlerdendir?",
    "correctAnswer": "E",
    "options": {
      "A": "Personelin performansı",
      "B": "Personelin kıdemi",
      "C": "İşletmenin hedefleri",
      "D": "İşletmenin ücret politikaları",
      "E": "Toplu pazarlıklar / sendikalar"
    },
    "explanation": "Toplu pazarlıklar / sendikalar işletmelerde ücretlendirmeyi etkileyen dış faktörlerdendir. Doğru cevap E’dir."
  },
  {
    "id": "3851264",
    "unitNumber": 8,
    "text": "İş dünyasında göz ardı edilen “insan” faktörü'' hangi yıllardan sonra önem kazanmaya başlamıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "1960'lar",
      "B": "1970'ler",
      "C": "1980'ler",
      "D": "1990'lar",
      "E": "1950'ler"
    },
    "explanation": "GİRİŞ<br/>İş dünyasında 1980’lere kadar göz ardı edilen “insan” faktörü, 1980’lerden sonra önem kazanmaya başlamıştır"
  },
  {
    "id": "3851265",
    "unitNumber": 8,
    "text": "1980'lerden sonra “insan kaynakları yönetimi” adıyla kullanılan kavramın bu yıllardan önce kullanılan ismi nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "İşgücü planlaması",
      "B": "Personel seçimi",
      "C": "Performans değerleme",
      "D": "Personel yönetimi",
      "E": "Ücret yönetimi"
    },
    "explanation": "GİRİŞ<br/>İş dünyasında 1980’lere kadar göz ardı edilen “insan” faktörü, 1980’lerden sonra önem kazanmaya başlamıştır. Bu tarihe kadar “personel yönetimi” olarak kullanılan kavram daha sonraları “insan kaynakları yönetimi” adıyla kullanılır."
  },
  {
    "id": "3851266",
    "unitNumber": 8,
    "text": ".........; geniş bilgi teknolojileri ve iş bilgisine sahip kişilerdir. Temel görevleri iş ihtiyaçlarını karşılayan bilgi teknolojileri çözümlerinin uygulanmasını sağlamaktadır.<br/>Yukarıda yer alan boşluğa uygun ifade aşağıdaki seçeneklerin hangisinde doğru olarak verilmilştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Departman müdürü",
      "B": "İş Analisti",
      "C": "İşletme müdürü",
      "D": "Kısım şefi",
      "E": "Personel"
    },
    "explanation": "YİYECEK İÇECEK İŞLETMELERİNDE İŞ ANALİZİ<br/>İş Analisti; geniş bilgi teknolojileri ve iş bilgisine sahip kişilerdir. Temel görevleri iş ihtiyaçlarını karşılayan bilgi teknolojileri çözümlerinin uygulanmasını sağlamaktadır."
  },
  {
    "id": "3851267",
    "unitNumber": 8,
    "text": "Analizi yapılacak işte çalışan kişiye günlük aktivitelerini kayıt altına aldırmayla gerçekleşen yönteme verilen ad nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Günlük tutturma yöntemi",
      "B": "Görüşme yöntemi",
      "C": "İş analizi",
      "D": "Daha önceki iş tanımlarının incelenmesi",
      "E": "Bilgi toplama"
    },
    "explanation": "İş Analizinde Bilgi Toplama Yöntemleri<br/>Günlük tutturma yöntemi: Analizi yapılacak işte çalışan kişiye günlük aktivitelerini kayıt altına<br/>aldırmayla gerçekleşen bir yöntemdir."
  },
  {
    "id": "3851268",
    "unitNumber": 8,
    "text": "Veri toplamak adına en etkili yöntem aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Anket-soru formu yöntemi",
      "B": "Daha önceki iş tanımlarının incelenmesi",
      "C": "Kayıt tutma bilgisi",
      "D": "Günlük tutturma yöntemi",
      "E": "Görüşme yöntemi"
    },
    "explanation": "İş Analizinde Bilgi Toplama Yöntemleri<br/>Görüşme yöntemi: Veri toplamak adına en etkili yöntemdir."
  },
  {
    "id": "3851269",
    "unitNumber": 8,
    "text": "......, İşletme içinde belirli bir işi yapacak olan kişide bulunması gereken öğrenim, iş tecrübesi, iş becerisi gibi beşerî nitelikleri belirten ve iş analizi sonucunda elde edilen veriler doğrultusunda hazırlanan yazılı belgelerdir.<br/>Yukarıdaki boşluğa gelen ifade aşağıdaki seçeneklerin hangisinde doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "İş tanımı",
      "B": "İş gerekleri",
      "C": "İş analizi",
      "D": "Sorumluluk gerekleri",
      "E": "Araç, gereç ve donanım bilgisi"
    },
    "explanation": "İş Analizinde Bilgi Toplama Yöntemleri<br/>İş gerekleri, İşletme içinde belirli bir işi yapacak olan kişide bulunması gereken öğrenim, iş tecrübesi, iş becerisi gibi beşerî nitelikleri belirten ve iş analizi sonucunda elde edilen veriler doğrultusunda hazırlanan yazılı belgedir."
  },
  {
    "id": "3851270",
    "unitNumber": 8,
    "text": "İşletmenin şu an ki ve gelecekte arzuladığı duruma uygun insan kaynağını belirlemesine ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "İş Gereklerinin Hazırlanması",
      "B": "İş Tanımı",
      "C": "Gözlem yöntemi",
      "D": "İnsan Kaynakları Planlaması",
      "E": "Personel seçimi"
    },
    "explanation": "YİYECEK İÇECEK İŞLETMELERİNDE İNSAN KAYNAKLARI PLANLAMASI<br/>İnsan Kaynakları Planlaması; işletmenin şu an ki ve gelecekte arzuladığı duruma uygun insan kaynağını belirlemesidir."
  },
  {
    "id": "3851271",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi İnsan Kaynakları Planlamasını Etkileyen Dışsal Faktörler arasında<strong> yer almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ekonomik koşullar",
      "B": "Yasalar",
      "C": "Teknolojik gelişmeler",
      "D": "Demografik değişim",
      "E": "Yeni Personel Gereksinimi"
    },
    "explanation": "İK Planlamasını Etkileyen Dışsal Faktörler<br/>''Yeni Personel Gereksinimi'' İnsan Kaynakları Planlamasını Etkileyen Dışsal Faktörler arasında yer almaz."
  },
  {
    "id": "3851272",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi ''Kurum İçi Kaynaklara Başvurmanın Avantajları'' arasında <strong>yer almaz?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Hızlı bir şekilde personel temini",
      "B": "Düşük maliyetle veya maliyetsiz olarak personel temini",
      "C": "İç kaynaklara başvurmanın istihdama sınırlı katkısının olması",
      "D": "Kariyer imkânı sağlaması açısından personele motivasyon",
      "E": "Yeteneklerin daha iyi değerlendirilmesi"
    },
    "explanation": "Yiyecek İçecek İşletmelerinde Personel Bulma<br/>İç kaynaklara başvurmanın istihdama sınırlı katkısının olması ''Kurum İçi Kaynaklara Başvurmanın Avantajları'' arasında yer almaz."
  },
  {
    "id": "3851273",
    "unitNumber": 8,
    "text": ".......; değerlendirilen kişinin tek bir olumlu ya da olumsuz hareketlerine dayalı değerlendirme etkisiyle oluşan hataları ifade etmektedir.<br/>Yukarıdaki cümlede boş bırakılan yere gelmesi gereken ifade aşağıdaki seçeneklerin hangisinde doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Halo ve Horn etkisi",
      "B": "Kontrast etkisi",
      "C": "Teknik sorunlar",
      "D": "Yüksek endişe ve olumsuz sonuçlarda duygusal düşüşler",
      "E": "Yakın zaman etkisi"
    },
    "explanation": "YİYECEK İÇECEK İŞLETMELERİNDE PERFORMANS DEĞERLEME VE ÜCRETLEME<br/>Halo ve Horn etkisi; değerlendirilen kişinin tek bir olumlu ya da olumsuz hareketlerine dayalı değerlendirme etkisiyle oluşan hataları ifade etmektedir."
  },
  {
    "id": "3851294",
    "unitNumber": 8,
    "text": "Belirli bir işin en küçük parçalarıyla ayrıntılı olarak tanımlanıp incelenmesi sürecine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "İş analizi",
      "B": "Kariyer planlaması",
      "C": "Performans değerlendirme",
      "D": "Ücretlendirme",
      "E": "Personel bulma ve seçme"
    },
    "explanation": "İş analizi belirli bir işin en küçük parçalarıyla ayrıntılı olarak tanımlanıp incelenmesi süreci olarak da ifade edilebilir."
  },
  {
    "id": "3851295",
    "unitNumber": 8,
    "text": "Basit ve en az maliyetli olan iş analizi bilgi toplama yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gözlem yöntemi",
      "B": "Daha önceki iş tanımlarının incelenmesi",
      "C": "Görüşme yöntemi",
      "D": "Anket-soru formu yöntemi",
      "E": "Günlük tutturma yöntemi:"
    },
    "explanation": "Gözlem yöntemi: Gözlem yöntemi, bir işin nasıl yapıldığını görme ve görerek izleme yoluyla belirlemeye çalışma süreci olarak tanımlanabilir. Bu yöntem basit ve en az maliyetli olan yöntemdir"
  },
  {
    "id": "3851296",
    "unitNumber": 8,
    "text": "Aşağıda verilenlerden hangisi servis görevlisi olarak kaptanın iş tanımı kapsamında yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Yiyecek ve içecek siparişi alma",
      "B": "Genel turizm bilgisi",
      "C": "El becerisi",
      "D": "Problem çözme becerisi",
      "E": "Hijyen sanitasyon bilgisi"
    },
    "explanation": "Yiyecek içecek işletmesinde çalışan servis görevlisi kaptan 4. seviye olup iş tanımı şu şekildedir: Konaklama, eğlence ve yeme içme işletmelerinde işletme politika ve izlekleri doğrultusunda salon ve masa düzenlemesi, misafir karşılama, rezervasyon alma, yiyecek ve içecek siparişi alma, özel teknikler kullanarak çeşitli yiyecek ve içecekleri servise hazırlama ve servis yapma, sorumlu olduğu servis istasyonları, barlar ve mutfak arasında koordinasyonu sağlama, servis alanına ilişkin aktiviteleri (düğün, ziyafet, kokteyl gibi) yürütülmesinde servis yöneticisine (Seviye 5) yardımcı olma, hesap alma ve kapama işlemlerini gerçekleştirme"
  },
  {
    "id": "3851297",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi örgütte oluşabilecek personel ihtiyaçlarının tespitinden, personellerin gerekli işe yerleştirilip geliştirilmesine kadar organizasyonun sistematik bir şekilde hayatını sürdürmesine yardımcı olur?",
    "correctAnswer": "A",
    "options": {
      "A": "İnsan kaynakları planlaması",
      "B": "İş analizi",
      "C": "İş planlaması",
      "D": "Performans değerlendirme",
      "E": "Kariyer planlaması"
    },
    "explanation": "İnsan kaynakları planlaması örgütte oluşabilecek personel ihtiyaçlarının tespitinden, personellerin gerekli işe yerleştirilip geliştirilmesine kadar organizasyonun sistematik bir şekilde hayatını sürdürmesine yardımcı olur."
  },
  {
    "id": "3851298",
    "unitNumber": 8,
    "text": "Uluslararası yapıya bürünen yiyecek içecek işletmeleri çalışanları birden fazla yabancı dil bilen ve mutfak konusunda iyi eğitimli kişilerden oluşmaya başlamıştır.<br/>Bu durum insan kaynakları planlamasını etkileyen dışsal faktörlerden hangisine örnektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Demografik değişimler",
      "B": "Yasalar",
      "C": "Teknolojik gelişmeler",
      "D": "Ekonomik koşullar",
      "E": "Gerçek personel gereksinimi"
    },
    "explanation": "Demografik değişim: İşgücünde yaş, cinsiyet, eğitim durumu gibi unsurlar giderek değişim göstermektedir. Örneğin uluslararası yapıya bürünen yiyecek içecek işletmeleri çalışanları birden fazla yabancı dil bilen ve mutfak konusunda iyi eğitimli kişilerden oluşmaya başlamıştır. Bu tür işletmelerin sayısı arttıkça mutfak çalışanlarının demografik özellikleri de değişmektedir"
  },
  {
    "id": "3851299",
    "unitNumber": 8,
    "text": "Tam kapasite çalışmaları, üretimde meydana gelen aksamalar, postalar hâlinde çalışma uygulamaları, fazla mesailerin işverene yük olması, devamsızlık rotasyonlarındaki artış, yıllık izin kullanımındaki aksamalar gibi sebeplerle ortaya çıkan personel gereksinimi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yedek personel gereksinimi",
      "B": "Gerçek personel gereksinimi",
      "C": "Yeni personel gereksinimi",
      "D": "Ek personel gereksinimi",
      "E": "Özel personel gereksinimi"
    },
    "explanation": "Yedek Personel Gereksinimi: Tam kapasite çalışmaları, üretimde meydana gelen aksamalar, postalar hâlinde çalışma uygulamaları, fazla mesailerin işverene yük olması, devamsızlık rotasyonlarındaki artış, yıllık izin kullanımındaki aksamalar gibi sebeplerle ortaya çıkan gereksinimdir."
  },
  {
    "id": "3851300",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi personel bulmada kurum içi kaynaklardan faydalanmanın dezavantajlarındandır?",
    "correctAnswer": "A",
    "options": {
      "A": "İstihdama sınırlı bir katkı sağlar.",
      "B": "Düşük maliyetle veya maliyetsiz olarak personel temini sağlar.",
      "C": "Kariyer imkânı açısından personele motivasyon sağlar.",
      "D": "Personel örgüt kültürüne kolay uyum sağlar.",
      "E": "Yeteneklerin daha iyi değerlendirilmesini sağlar."
    },
    "explanation": "Kurum İçi Kaynaklara Başvurmanın avantajları şunlardır;<br/>• Hızlı bir şekilde personel temini • Düşük maliyetle veya maliyetsiz olarak personel temini • Kariyer imkânı sağlaması açısından personele motivasyon • Kurum içi uyumlu çalışma ve düşük işgören devir oranı • Yeteneklerin daha iyi değerlendirilmesi • Örgüt kültürüne kolay uyum • İyi performansın teşvik edilmesi, • Yükseltmelerin daha etkili olması • Dış kaynaklardan sağlanmasına göre eğitim maliyetlerinin daha düşük olması<br/>Kurum İçi Kaynaklara Başvurmanın Dezavantajları ise şunlardır;<br/>• Personel seçiminde kullanılan kriterlerin belirsizliği veya yanlışlığı • Kurum içinden sağlanmasının yenilik ve değişimi engellemesi • Kurum içi personel temininde terfi ve nakil edilecek personelin gönüllü olmaması • Mevcutla yetinmenin yol açacağı sorunlar • Çalışanların “nasıl olsa terfi alacağım” düşüncesiyle çaba azaltması • İç kaynaklara başvurmanın istihdama sınırlı katkısının olması"
  },
  {
    "id": "3851301",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi işletmelerin personel bulmada kullandıkları dış kaynaklar biri <u>değildir?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Kurum personeli",
      "B": "Eğitim kurumları ve alan okulları",
      "C": "Rakip kurumlar ve diğer firmalar",
      "D": "İnternet",
      "E": "Dış kaynak kullanımı (outsourcing)"
    },
    "explanation": "Personel bulmada kullanılan diğer yöntem dış kaynaklardan yararlanmadır. İşletmelerin personel bulmada kullandıkları dış kaynaklar şu şekilde sıralanabilir (Çolakoğlu ve Kılıç 2005; Ertürk, 2018): • Eğitim kurumları ve alan okulları • Rakip kurumlar ve diğer firmalar • Kurumun aradığı niteliklere sahip serbest meslek sahipleri • Dış kaynak kullanımı (outsourcing) • Gazete, dergi, radyo, televizyon ilanları • Çeşitli yöntemlerle doğrudan kuruma yapılan baş- vurular • Danışmanlık şirketleri • Kurum personeli veya kurumun ilişkide bulunduğu kişilerin tavsiyeleri • İş ve işçi bulma kurumları • İnterne"
  },
  {
    "id": "3851302",
    "unitNumber": 8,
    "text": "Personel seçmede adaylara farklı sorular yöneltilerek adayın ilave edebileceği<br/>konuları gündeme getirmesine fırsat tanınan görüşme türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Serbest görüşme",
      "B": "Standart görüşme",
      "C": "Baskılı görüşme",
      "D": "Grup görüşmesi",
      "E": "Sıralı görüşme"
    },
    "explanation": "Serbest görüşme: Esnek bir görüşmedir. Adaylara farklı sorular yöneltilerek adayın ilave edebileceği konuları gündeme getirmesine fırsat tanınır."
  },
  {
    "id": "3851303",
    "unitNumber": 8,
    "text": "Personel seçiminde iki ya da daha fazla mülakat tekniğinin birlikte gerçekleştirildiği görüşme türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Karma görüşme",
      "B": "Baskılı görüşme",
      "C": "Grup görüşmesi",
      "D": "Problem çözme görüşmesi",
      "E": "Sıralı görüşme"
    },
    "explanation": "Karma görüşme: İki ya da daha fazla mülakat tekniğinin birlikte gerçekleştirildiği görüşmelerdir."
  },
  {
    "id": "3851314",
    "unitNumber": 8,
    "text": "Yiyecek içecek işletmelerinde personel seçiminde adayların tamamına aynı sorular sorularak objektiflik ve zaman tasarrufu açısından avantajı olan görüşme türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Baskılı görüşme",
      "B": "Serbest görüşme",
      "C": "Standart görüşme",
      "D": "Karma görüşme",
      "E": "Problem çözme görüşmesi"
    },
    "explanation": "Yiyecek İçecek İşletmelerinde Personel Seçme<br/>Adayların tamamına aynı sorular sorularak objektiflik ve zaman tasarrufu açısından avantajı olan görüşme türü standart görüşme denir."
  },
  {
    "id": "3851315",
    "unitNumber": 8,
    "text": "Kariyer engellerinde kadın çalışanların üst kademelere geçmesini engelleyen, görünmeyen bariyere ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Cam tavan",
      "B": "Beceri eksikliği",
      "C": "İkinci iş",
      "D": "Gözden düşme",
      "E": "Beceri eksikliği"
    },
    "explanation": "Bireysel Kariyer Planlama<br/>Kadın çalışanların üst kademelere geçmesini engelleyen, görünmeyen bariyere <strong>cam tavan </strong>denir."
  },
  {
    "id": "3851316",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi performans değerlemede kullanılan klasik yöntemlerden <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sıralama yöntemi",
      "B": "Zorunlu Dağılım yöntemi",
      "C": "Kritik olay yöntemi",
      "D": "Yetenek yaklaşımı yönetimi",
      "E": "Kariyer planlama yönetimi"
    },
    "explanation": "Yiyecek İçecek İşletmelerinde Performans değerleme ve ücretleme<br/>Kariyer planlama yönetimi performans değerlemede kullanılan klasik yöntemlerden değildir."
  },
  {
    "id": "3851317",
    "unitNumber": 8,
    "text": "Değerlendirilen kişinin tek bir olumlu ya da olumsuz hareketlerine dayalı değerlendirme etkisiyle oluşan hataları ifade etmesine ......... denir.<br/>Yukarıda boş bırakılan yere gelebilecek en uygun ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kontrast etkisi",
      "B": "Kişisel önyargılar",
      "C": "Yakın zaman etkisi",
      "D": "Halo ve Horn etkisi",
      "E": "Değişken standartlar"
    },
    "explanation": "Yiyecek İçecek İşletmelerinde Performans değerleme ve ücretleme<br/>Değerlendirilen kişinin tek bir olumlu ya da olumsuz hareketlerine dayalı değerlendirme etkisiyle oluşan hataları ifade etmesine Halo ve Horn etkisi denir."
  },
  {
    "id": "3851318",
    "unitNumber": 8,
    "text": "Performans değerlemede önceden belirlenen çiftlerin başarı değerlendirme kartlarında (+) ve (-) işaretleriyle değerlendirilmesine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "İkili karşılaştırma yöntemi",
      "B": "Zorunlu dağılım yöntemi",
      "C": "Grafik dereceleme yöntemi",
      "D": "Kritik olay yöntemi",
      "E": "Davranışsal sınıflandırma ölçeği yöntemi"
    },
    "explanation": "Yiyecek İçecek İşletmelerinde Performans Değerleme ve Ücretleme<br/>Önceden belirlenen çiftlerin başarı değerlendirme kartlarında + ve - işaretleriyle değerlendirilmesine ne ad ikili karşılaştırma yöntemi denir."
  },
  {
    "id": "3851319",
    "unitNumber": 8,
    "text": "İş değerleme ilk defa hangi ülkede yapılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Birleşik Krallık",
      "B": "ABD",
      "C": "Fransa",
      "D": "Almanya",
      "E": "İtalya"
    },
    "explanation": "Ücretleme<br/>İş değerleme ilk defa ABD’de 1871 yılında yapılmıştır"
  },
  {
    "id": "3851320",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi işletmelerin personel bulmada kullandıkları dış kaynak yöntemlerinden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "İç kaynak kullanımları",
      "B": "Çeşitli yöntemlerle doğrudan kuruma yapılan başvurular",
      "C": "İyi performansın teşvik edilmesi",
      "D": "Kariyer imkânı sağlaması açısından personele motivasyon",
      "E": "Örgüt kültürüne kolay uyum"
    },
    "explanation": "Yiyecek İçecek İşletmelerinde Personel Bulma<br/>Personel bulmada kullandıkları dış kaynaklardan işletmelerin personel çeşitli yöntemlerlerinden biri doğrudan kuruma yapılan başvurulardır."
  },
  {
    "id": "3851321",
    "unitNumber": 8,
    "text": "Hangisi İK (İnsan Kaynakları) planlamasını etkileyen dışsal faktörler arasında<strong> yer almaz?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Ekonomik koşullar",
      "B": "Yasalar",
      "C": "Teknolojik gelişmeler",
      "D": "Yeni Personel Gereksinimi",
      "E": "Demografik değişim"
    },
    "explanation": "Yeni personel değişimi İK planlamasını etkileyen dışsal faktörler arasında<strong> yer almaz.</strong>"
  },
  {
    "id": "3851322",
    "unitNumber": 8,
    "text": "İş analizi veri toplama yöntemleri arasında en fazla zaman harcanan ve periyotlara yayıldığı için maliyeti de oldukça yüksek olan yöntem aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Görüşme yöntemi",
      "B": "Günlük tutturma yöntemi",
      "C": "Anket-soru formu yöntemi",
      "D": "Gözlem yöntemi",
      "E": "Kritik olaylar yöntemi"
    },
    "explanation": "İş Analizinde Bilgi Toplama Yöntemleri<br/>İş analizi veri toplama yöntemleri arasında en fazla zaman ve periyotlara yayıldığı için maliyeti de oldukça yüksek olan yöntem <strong>günlük</strong> <strong>tutturma yöntemidir</strong>."
  },
  {
    "id": "3851323",
    "unitNumber": 8,
    "text": "İş analizinde bilgi toplama yöntemleri arasında veri toplamakta en etkili olan yöntem aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Görüşme yöntemi",
      "B": "Gözlem yöntemi",
      "C": "Anket-soru formu yöntemi",
      "D": "Günlük tutturma yöntemi",
      "E": "Kritik olaylar yöntemi"
    },
    "explanation": "İş analizinde bilgi toplama yöntemleri arasında veri toplamakta en etkili olan yöntem <strong>görüşme yöntemidir</strong>."
  },
  {
    "id": "3851324",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi yiyecek içecek işletmelerinde yapılan iş analizinin amaçlarından biri <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "İş ve araç gereç dizaynı",
      "B": "Personel seçimi",
      "C": "Ücret yönetimi",
      "D": "Belirsizliklerden kaynakların sorunların azaltılması",
      "E": "Yemeklerin ve içeceklerin hazırlanması"
    },
    "explanation": "Örgüt yapısının oluşturulması, iş ve araç gereç dizaynı, personel seçimi, personel eğitimi, performans değerleme, işgücü planlaması, ücret yönetimi, belirsizlikten kaynaklanan sorunların azal\u0002tılması iş analizinin amaçları arasındadır. Doğru cevap E'dir."
  },
  {
    "id": "3851325",
    "unitNumber": 8,
    "text": "İş analizinde, pozisyonla ilgili uzman kişilerin çağırıldığı ve pozisyonla ilgili spesifik iş karakteristiklerinin istendiği bilgi toplama yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yönetici belirleme yöntemi",
      "B": "Kritik olaylar yöntemi",
      "C": "Teknik görüşme yöntemi",
      "D": "Günlük tutturma yöntemi",
      "E": "Anket-soru formu yöntemi"
    },
    "explanation": "Pozisyonla ilgili uzman kişilerin çağrıldığı ve pozisyonla ilgili spesifik iş karakteristiklerinin istendiği yönteme teknik görüşme yöntemi denir. Doğru cevap C'dir."
  },
  {
    "id": "3851326",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi insan kaynakları planlamasının amaçlarından biri <u>değildir?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Teknolojik ve çevresel değişimlere uyum sağlamak",
      "B": "Yönetici personele duyulan gereksinimi belirlemek",
      "C": "Gerekli görev sayısını belirlemek",
      "D": "Gerekli malzemeyi temin etmek",
      "E": "Çalışanların yeteneklerinden en iyi şekilde yararlanmak"
    },
    "explanation": "İnsan kaynakları planlamasının amaçları; teknolojik ve çevresel değişimlere uyum sağlamak, yönetici personele duyulan gereksinimi be\u0002lirlemek, eldeki verilerle gerekli personel sayısını be\u0002lirlemek, gerekli görev sayısını belirlemek, çalışanların yeteneklerinden en iyi şekilde yararlanmak, personel sağlamada kullanılacak kaynakları belirlemektir. Doğru cevap D'dir."
  },
  {
    "id": "3851327",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi insan kaynaklarının personel bulmak için kurum içi kaynaklara başvurmasının dezavantajlarından biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hızlı bir şekilde personel temini",
      "B": "Kurum içi uyumlu çalışma ve düşük işgören devir oranı",
      "C": "Yükseltmelerin daha etkili olması",
      "D": "İç kaynaklara başvurmanın istihdama sınırlı katkısının olması",
      "E": "Dış kaynaklardan sağlanmasına göre eğitim maliyetlerinin daha düşük olması"
    },
    "explanation": "İnsan kaynaklarının personel bulmak için kurum için kaynaklara başvurmasının avantajları; hızlı bir şekilde personel temini, düşük maliyetle veya maliyetsiz olarak personel temini, kariyer imkânı sağlaması açısından personele motivasyon, kurum içi uyumlu çalışma ve düşük işgören devir oranı, yeteneklerin daha iyi değerlendirilmesi, örgüt kültürüne kolay uyum, iyi performansın teşvik edilmesi, yükseltmelerin daha etkili olması, dış kaynaklardan sağlanmasına göre eğitim maliyetlerinin daha düşük olmasıdır. Doğru cevap D'dir."
  },
  {
    "id": "3851328",
    "unitNumber": 8,
    "text": "Adayın farklı zamanlarda görüşmecilerle tek tek görüştüğü, böylece görüşmecilerin birbirinden etkilenmediği personel seçe işleminde yararlanılan görüşme yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Baskılı görüşme",
      "B": "Grup görüşmesi",
      "C": "Problem çözme görüşmesi",
      "D": "Sıralı görüşme",
      "E": "Karma görüşme"
    },
    "explanation": "Sıralı görüşmede, aday farklı zamanlarda görüşmecilerle tek tek görüşür. Böylece görüşmeciler birbirin\u0002den etkilenmez. Doğru cevap D'dir."
  },
  {
    "id": "3851329",
    "unitNumber": 8,
    "text": "İşletmelerdeki eğitim programları planlanmasında uygulanan temel basamaklardan ilki aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Eğitim politikasının saptanması",
      "B": "Eğitim ihtiyaç ve amaçlarının saptanması",
      "C": "Eğitim önceliklerinin belirlenmesi",
      "D": "Eğitim programlarının hazırlanması",
      "E": "Eğitim yöntem ve materyallerinin belirlenmesi"
    },
    "explanation": "İşletmelerde eğitim programları planlanmasında uygulanan temel basamaklar sırasıyla eğitim politikasının saptanması, eğitim ihtiyaç ve amaçlarının saptanması, eğitim önceliklerinin belirlenmesi, eğitim programlarının hazırlanması, eğitim yöntem ve materyallerinin belirlenmesi, bütçenin ayarlanması, eğitimin uygulanması ve eğitimin değerlendirilmesi şeklindedir. Doğru cevap A'dır."
  },
  {
    "id": "3851330",
    "unitNumber": 8,
    "text": "Personelin işletme içinde kendi işinden başka bir görevde işin öğretilmesi amacıyla geçici bir süre çalıştırılmasına ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "İş üzerinde öğrenme",
      "B": "İş değiştirme-rotasyon",
      "C": "Coaching (Yönlendirme)",
      "D": "Yetki devri (yetki göçerimi)",
      "E": "Staj"
    },
    "explanation": "Personelin işletme içinde kendi işinden başka bir görevde işin öğretilmesi amacıyla geçici bir süre çalıştırılmasına iş değiştirme-rotasyon adı verilir. Doğru cevap B'dir."
  },
  {
    "id": "3851331",
    "unitNumber": 8,
    "text": "Kadın çalışanların üst kademelere geçmesini engelleyen, görünmeyen bariyere ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tükenmişlik",
      "B": "Cinsel ayrımcılık",
      "C": "Cam tavan",
      "D": "İkinci iş",
      "E": "Çift kariyerli eşler"
    },
    "explanation": "Cam tavan, kadın çalışanların üst kademe\u0002lere geçmesini engelleyen, görünmeyen ba\u0002riyerdir. Doğru cevap C'dir."
  },
  {
    "id": "3851332",
    "unitNumber": 8,
    "text": "İşgörenlerin belirlenmiş olan kriterlere göre 1'den 5'e kadar dereceleri olan bir cetvel üzerinden değerlendirilmelerine dayanan yönteme ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sıralama yöntemi",
      "B": "Zorunlu dağılım yöntemi",
      "C": "Grafik dereceleme yöntemi",
      "D": "Kritik olay yöntemi",
      "E": "Yetenek yaklaşımı yöntemi"
    },
    "explanation": "Grafik dereceleme yönteminde işgörenler, belirlenmiş olan kriterlere göre 1’den 5’e kadar dereceleri olan bir cetvel üzerinden değerlendirilir. Doğru cevap C'dir."
  },
  {
    "id": "3851333",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi işletmelerde ücretlemeyi etkileyen iç faktörlerden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Teknolojik değişimler",
      "B": "İşgücü piyasasındaki arz-talep dengesi",
      "C": "Yaşam maliyeti",
      "D": "Piyasaya hakim olan ücret düzeyleri",
      "E": "Örgütün yapısı ve kültürü"
    },
    "explanation": "İşletmelerde ücretlemeyi etkileyen iç faktörler; personelin bilgi, beceri ve yetenekleri, personelin performansı, personelin kıdemi, işletmenin ücret stratejileri, işletmenin ücret politikaları, işletmenin ödeme gücü, büyüklüğü, örgüt yapısı ve kültürü, işletmenin hedefleri ve işletmenin yönetim tarzıdır. Doğru cevap E'dir."
  }
]