[
  {
    "id": "2912910",
    "unitNumber": 1,
    "text": "Başkaları vasıtasıyla örgütsel faaliyetlerin yerine getirilmesinin sağlanması aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Liderlik",
      "B": "Denetim",
      "C": "Yönetim",
      "D": "Planlama",
      "E": "Koordinasyon"
    },
    "explanation": "Yönetim, başkaları vasıtasıyla örgütsel faaliyetlerin yerine getirilmesinin sağlanmasıdır."
  },
  {
    "id": "2912911",
    "unitNumber": 1,
    "text": "Örgütsel hedeflere ulaşmak üzere kaynakların en iyi ve en uygun şekilde kullanılması aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Karlılık",
      "B": "Denetim",
      "C": "Verimlilik",
      "D": "Etkinlik",
      "E": "Etkililik"
    },
    "explanation": "Etkinlik, örgütsel hedeflere ulaşmak üzere kaynakların en iyi ve en uygun şekilde kullanılmasıdır."
  },
  {
    "id": "2912912",
    "unitNumber": 1,
    "text": "Yönetim sürecinin ilk fonksiyonu aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Planlama",
      "B": "Denetim",
      "C": "Örgütleme",
      "D": "Yöneltme",
      "E": "Koordinasyon"
    },
    "explanation": "Planlama, yönetim sürecinin ilk fonksiyonudur."
  },
  {
    "id": "2912913",
    "unitNumber": 1,
    "text": "Temel olarak yöneticilerin kurmak ve devamlılığını sağlamak durumunda olduğu yapılar ve sistemler ile ilgili yönetim fonksiyonu aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yöneltme",
      "B": "Örgütleme",
      "C": "Planlama",
      "D": "Koordinasyon",
      "E": "Denetim"
    },
    "explanation": "Örgütleme temel olarak yöneticilerin kurmak ve devamlılığını sağlamak durumunda olduğu yapılar ve sistemler ile ilgili yönetim fonksiyonudur."
  },
  {
    "id": "2912914",
    "unitNumber": 1,
    "text": "Üretim sürecinde kullanılan makine ve ekipmanlar hangi kaynaklar arasında yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Hammadde",
      "B": "Beşeri kaynaklar",
      "C": "Parasal kaynaklar",
      "D": "Doğal kaynaklar",
      "E": "Sermaye kaynakları"
    },
    "explanation": "Sermaye kaynakları ise üretim sürecinde kullanılan makine ve ekipmanlardır."
  },
  {
    "id": "2912915",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi yöneticilerin karar verici rolleri arasında <strong>yer almamaktadır</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilgi yayma",
      "B": "Sorun çözme",
      "C": "Girişimci",
      "D": "Arabulucu",
      "E": "Kaynak tahsis etme"
    },
    "explanation": "Bilgi yayma, haberleşme rolleri arasında yer almaktadır."
  },
  {
    "id": "2912916",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi yöneticinin bireyler arası rolleri arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Bilgi yayma",
      "B": "Sözcülük etme",
      "C": "Kaynak tahsis etme",
      "D": "Sorun çözme",
      "E": "İrtibat sağlama"
    },
    "explanation": "İrtibat sağlayıcı, yöneticilerin bireylerarası rolleri arasında yer almaktadır.<br/>Bireyler arası roller, yöneticinin örgütü başarılı bir şekilde yönetebilmesi için gerekli olan bireyler arası ilişkileri ve davranışları temsil etmektedir. Bunlar; temsil, liderlik ve irtibat sağlayıcılıktır. 11. sayfada kaynak kitapta açıklanmaktadır."
  },
  {
    "id": "2912917",
    "unitNumber": 1,
    "text": "Yöneticinin yönetmekte olduğu örgütü ve çevreyi daha iyi anlayabilmek için gerekli bilgileri araması ve bu bilgiyi elde etmesi hangi rolü ifade etmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bilgi yayma rolü",
      "B": "Monitör rolü",
      "C": "Sözcü rolü",
      "D": "Lider rolü",
      "E": "Temsil rolü"
    },
    "explanation": "Monitör rolüne göre yönetici yönetmekte olduğu örgütü ve çevreyi daha iyi anlayabilmek için gerekli bilgileri arar ve bu bilgiyi elde eder."
  },
  {
    "id": "2912918",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi yöneticilerin sahip olması gereken kavramsal beceriler arasında yer almaktdır?",
    "correctAnswer": "D",
    "options": {
      "A": "İlişki geliştirebilme",
      "B": "Çalışanların gelişimini destekleyebilme",
      "C": "Tekniği ve ekipmanı kullanabilme",
      "D": "Sorunları nedenleri ile birlikte tanımlayabilme",
      "E": "Örgüt içerisindeki bireylerin motivasyonlarını artırabilme"
    },
    "explanation": "\"Sorunları nedenleri ile birlikte tanımlayabilme\", yöneticilerin sahip olması gereken kavramsal beceriler arasında yer almaktadır."
  },
  {
    "id": "2912919",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi yönetim faaliyetlerini etkileyen güncel değişimler arasında <strong>yer almamaktadır</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Teknolojik değişimler",
      "B": "Küreselleşme",
      "C": "Rekabet",
      "D": "İş gücünün farklılaşması",
      "E": "Etik ve sosyal sorumluluk"
    },
    "explanation": "Her dönem işletmeleri etkileyen 'rekabet' güncel değişimler arasında yer almamaktadır."
  },
  {
    "id": "2912920",
    "unitNumber": 1,
    "text": "Aşağıdaki seçeneklerin hangisinde, yönetim fonksiyonları doğru sırayla verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Planlama, örgütleme, liderlik/yöneltme ve denetim.",
      "B": "Liderlik, örgütleme, planlama ve denetim.",
      "C": "Planlama, örgütleme, denetim ve liderlik/yöneltme.",
      "D": "Planlama, liderlik/yöneltme, örgütleme ve denetim.",
      "E": "Denetim, yöneltme, örgütleme ve planlama."
    },
    "explanation": "Yönetim fonksiyonları planlama, örgütleme, liderlik/yöneltme ve denetim olarak sıralamak mümkündür. Doğru yanıt A'dır."
  },
  {
    "id": "2912921",
    "unitNumber": 1,
    "text": "\"Örgütler açısından bakıldığında, ölçeğinden ve faaliyet alanından bağımsız olarak tüm örgütlerin çevrelerinde bulunan dört temel kaynak türünden yararlandığını söyleyebiliriz.\"<br/>Aşağıdakilerden hangisi bu temel dört kaynaktan birisi <strong><u>değildir?</u></strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İnsan kaynakları",
      "B": "İş gücü kaynakları",
      "C": "Finansal kaynaklar",
      "D": "Fiziksel kaynaklar",
      "E": "Bilgi"
    },
    "explanation": "Duruma örgütler açısından bakıldığında, ölçeğinden ve faaliyet alanından bağımsız<br/>olarak tüm örgütlerin çevrelerinde bulunan dört temel kaynak türünden yararlandığını<br/>söyleyebiliriz. Bu kaynaklar; insan kaynakları, finansal kaynaklar, fiziksel kaynaklar ve<br/>bilgi olarak sıralanabilir. Yetenek ve iş gücü insan kaynakları içerisinde değerlendirilebilir. Doğru yanıt B'dir."
  },
  {
    "id": "2912922",
    "unitNumber": 1,
    "text": "Yerel bir marketi göz önüne alındığında; tedarikçilerin fiyat listesi, rakiplerin gazete reklamları, örgüt içerisinde kullanılan kaynaklardan hangisinin kapsamına girmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "İnsan kaynakları",
      "B": "Fiziksel kaynaklar",
      "C": "Bilgi kaynakları",
      "D": "Finansal kaynakları",
      "E": "İş gücü ve yetenek kaynakları"
    },
    "explanation": "Yerel bir market işletmesi göz önüne alındığında;<br/>İnsan Kaynakları: Kasiyer, taşıma personeli vb. <br/>Finansal Kaynaklar: Kar, işletme sahibinin yatırımları vb.<br/>Fiziksek Kaynaklar: Bina, dükkan,raflar, vitrin vb.<br/>Bilgi Kaynakları: Tedarikçilerin fiyat listesi, rakiplerin gazete reklamları vb. şeklinde sınıflandırmak mümkündür. Doğru yanıt C'dir."
  },
  {
    "id": "2912923",
    "unitNumber": 1,
    "text": "\"Etkililik\" ve \"Etkinlik\" kavramlarının <u><strong>her ikisini de doğru biçimde</strong></u> tanımlayan seçenek hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Etkililik, var olan malzemenin ve kaynakların amaç çeşitliliği doğrultusunda kullanılmasıdır. Etkinlik ise çalışanların motivasyonunu arttırıcı faaliyetlerdir.",
      "B": "Etkililik, en yüksek kâr oranını sağlamaktır. Etkinlik ise insan kaynağına yatırım yapılan sosyal faaliyetlerdir.",
      "C": "Etkililik, kurum vizyonunun harekete geçirilmesidir. Etkinlik ise eşitlikçi tedarik yöntemlerinin uygulanmasıdır.",
      "D": "Etkililik, doğru kararların alınması ve başarıyla uygulanmasıdır. Etkinlik ise kaynakların en iyi ve en uygun şekilde kullanılmasıdır.",
      "E": "Etkinlik rasyonel örgütsel davranışların belirlenmesidir. Etkililik, ise kaynak tahsisinde sezgisel karar süreçlerinin kullanılmasıdır."
    },
    "explanation": "Etkililik, özetle doğru kararların alınması ve bu kararların başarı ile uygulanması olarak tanımlanabilir. Diğer bir deyişle etkililik, örgütün önceden belirlenmiş olan hedeflere ulaşma düzeyini gösterir. Etkinlik kavramı ise daha çok kaynak kullanımı ile ilgili bir kavramdır. Örgütün etkin olması, yukarıda bahsedilen kaynakların en iyi ve uygun şekilde, diğer bir deyişle optimum kullanılması anlamına gelmektedir.<br/>Doğru yanıt D'dir."
  },
  {
    "id": "2912924",
    "unitNumber": 1,
    "text": "Örgütsel hedeflerin tanımlanması ve bu hedeflere ulaşabilmek için atılacak adımların belirlenmesi hangi yönetim fonksiyonunu kapsamaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yöneltme",
      "B": "Liderlik",
      "C": "Denetim",
      "D": "Örgütleme",
      "E": "Planlama"
    },
    "explanation": "Planlama, örgütsel hedeflerin tanımlanması ve bu hedeflere ulaşabilmek için atılacak adımların belirlenmesidir. Doğru yanıt E'dir."
  },
  {
    "id": "2912925",
    "unitNumber": 1,
    "text": "Örgüt içerisinde yapılacak işlerin tanımlanması, bu işleri yerine getirecek kişilerin istihdam edilmesi, örgüt içerisindeki yetki ilişkilerinin tanımlanması, komuta zincirinin kurulması hangi yönetim fonksiyonunu kapsamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Örgütleme",
      "B": "Planlama",
      "C": "Liderlik",
      "D": "Yöneltme",
      "E": "Denetim"
    },
    "explanation": "Örgütleme, yönetim sürecinin ikinci fonksiyonudur. Örgütleme fonksiyonu kapsamında<br/>öncelikle örgüt içerisinde yapılacak işlerin tanımlanması, bu işleri yerine getirecek kişilerin istihdam edilmesi, örgüt içerisindeki yetki ilişkilerinin tanımlanması, komuta zincirinin kurulması ve personelin çalışmalarının koordine edilmesi gibi faaliyetler yerine<br/>getirilecektir. Doğru yanıt A'dır."
  },
  {
    "id": "2912926",
    "unitNumber": 1,
    "text": "Diğer tüm yönetim fonksiyonları ile ilişkili olmakla birlikte özellikle planlama fonksiyonundan ayrı düşünülemeyecek olan yönetim fonksiyonu aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Liderlik",
      "B": "Denetim",
      "C": "Örgütleme",
      "D": "Yöneltme",
      "E": "Yöneticilik"
    },
    "explanation": "Denetim fonksiyonu, diğer tüm yönetim fonksiyonları ile ilişkili olmakla birlikte özellikle planlama fonksiyonundan ayrı düşünülemeyecek olan bir fonksiyondur. Doğru yanıt B'dir."
  },
  {
    "id": "2912927",
    "unitNumber": 1,
    "text": "Yöneticinin örgütsel amaçlara ulaşmak amacıyla kullanacağı kaynaklar temelde dört<br/>grupta incelenmektedir. Aşağıdakilerden hangisi bu kaynaklardan birisi <u><strong>değildir? </strong></u>",
    "correctAnswer": "C",
    "options": {
      "A": "Beşerî kaynaklar",
      "B": "Parasal kaynaklar",
      "C": "Emek",
      "D": "Ham madde",
      "E": "Sermaye"
    },
    "explanation": "Yöneticinin örgütsel amaçlara ulaşmak amacıyla kullanacağı kaynakları temelde dört<br/>grupta inceleyebiliriz. Bu kaynaklar şunlardır:<br/>1. Beşerî kaynaklar<br/>2. Parasal kaynaklar<br/>3. Ham madde<br/>4. Sermaye<br/>Emek kavramı beşeri kaynakların içinde yer almaktadır. Doğru yanıt C'dir."
  },
  {
    "id": "2912928",
    "unitNumber": 1,
    "text": "Yöneticilik rolleri içerisinde bulunan karar verici roller, dört farklı rol ile yerine getirilmektedir. Aşağıdakilerden hangisi bunlardan birisi <u><strong>değildir? </strong></u>",
    "correctAnswer": "D",
    "options": {
      "A": "Girişimci Rolü",
      "B": "Sorun Çözme Rolü",
      "C": "Kaynak Tahsis Etme Rolü",
      "D": "Lider Rolü",
      "E": "Ara Bulucu Rolü"
    },
    "explanation": "Karar verici roller, yöneticilerin örgütün tamamını ya da bir bölümünü etkileyecek kararlar almaları ile ilişkili rollerdir. Bunlar; girişimci rolü, sorun çözme rolü, kaynak tahsis etme rolü, ara bulucu rolüdür. Liderlik rolü, bireyler arası ilişki kapsamındadır. Doğru yanıt D'dir."
  },
  {
    "id": "2912929",
    "unitNumber": 1,
    "text": "\"Farklı niteliklere ve becerilere sahip bireylerin bu farklılıklarının etkili bir şekilde bir araya getirilmesi, standart ve kalıplaşmış uygulamaların kırılabilmesi için önemli fırsatlar sunabilmektedir. \"<br/>Yukarıda verilen öncül bilgi yönetim faaliyetlerini etkileyen güncel değişimlerden hangisinin kapsamındadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Küreselleşme",
      "B": "Teknolojik Değişimler",
      "C": "Küresel Isınma",
      "D": "Etik ve Sosyal Sorumluluk",
      "E": "İş Gücünün Farklılaşması"
    },
    "explanation": "İş gücü yapısı içerisindeki farklılıkların işletme lehine kullanılabilmesi için yollar aranmalıdır. Farklı niteliklere ve becerilere sahip bireylerin bu farklılıklarının<br/>etkili bir şekilde bir araya getirilmesi, standart ve kalıplaşmış uygulamaların kırılabilmesi için önemli fırsatlar sunabilmektedir. Eğer bu farklılıklar örgütsel amaçlara ulaşmak üzere etkili bir şekilde yönetilebilirse işletmeye önemli üstünlükler kazandıracaktır. Doğru yanıt E'dir."
  },
  {
    "id": "2912930",
    "unitNumber": 1,
    "text": "Doğru kararların alınması ve bu kararların başarıyla uygulanması aşağıdaki kavramlardan hangisiyle ifade edilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Etkinlik",
      "B": "Etkililik",
      "C": "Verimlik",
      "D": "Karlılık",
      "E": "Liderlik"
    },
    "explanation": "Etkililik, doğru kararların alınması ve bu kararların başarıyla uygulanmasıdır. Doğru cevap B'dir."
  },
  {
    "id": "2912931",
    "unitNumber": 1,
    "text": "\"Örgütsel hedeflerin tanımlanması ve bu hedeflere ulaşabilmek için atılacak adımların belirlenmesi\" ifadesi yönetim fonksiyonlarından hangisini ifade etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Planlama",
      "B": "Örgütleme",
      "C": "Yöneltme",
      "D": "Yürütme",
      "E": "Denetim"
    },
    "explanation": "Planlama, örgütsel hedeflerin tanımlanması ve bu hedeflere ulaşabilmek için atılacak adımların belirlenmesidir. Doğru cevap A'dır."
  },
  {
    "id": "2912932",
    "unitNumber": 1,
    "text": "Örgütsel hedeflere ulaşmak üzere kaynakların en iyi ve en uygun şekilde kullanılması aşağıdaki kavramlardan hangisiyle ifade edilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Etkililik",
      "B": "Verimlik",
      "C": "Karlılık",
      "D": "Etkinlik",
      "E": "Yöneticilik"
    },
    "explanation": "Etkinlik, örgütsel hedeflere ulaşmak üzere kaynakların en iyi ve en uygun şekilde kullanılmasıdır. Doğru cevap D'dir."
  },
  {
    "id": "2912933",
    "unitNumber": 1,
    "text": "Örgüt içerisinde yapılacak işlerin tanımlanması, bu işleri yerine getirecek kişilerin istihdam edilmesi, örgüt içerisindeki yetki ilişkilerinin tanımlanması, komuta zincirinin kurulması ve personelin çalışmalarının koordine edilmesi faaliyetleri yönetimin hangi fonksiyonunu ifade eder?",
    "correctAnswer": "B",
    "options": {
      "A": "Planlama",
      "B": "Örgütleme",
      "C": "Yöneltme",
      "D": "Yürütme",
      "E": "Denetim"
    },
    "explanation": "Örgütleme fonksiyonu kapsamında öncelikle örgüt içerisinde yapılacak işlerin tanımlanması, bu işleri yerine getirecek kişilerin<br/>istihdam edilmesi, örgüt içerisindeki yetki ilişkilerinin tanımlanması, komuta zincirinin kurulması ve personelin çalışmalarının koordine edilmesi gibi faaliyetler yerine getirilmektedir. Doğru cevap B'dir."
  },
  {
    "id": "2912934",
    "unitNumber": 1,
    "text": "Temel olarak çalışanların ortak örgütsel hedeflere doğru yönlendirilmesi ve harekete geçirilmesine ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Planlama",
      "B": "Örgütleme",
      "C": "Liderlik",
      "D": "Denetim",
      "E": "Organizasyon"
    },
    "explanation": "Liderlik, temel olarak çalışanların ortak örgütsel hedeflere doğru yönlendirilmesi ve harekete geçirilmesidir."
  },
  {
    "id": "2912935",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi yöneticinin bireyler arası rollerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Temsil",
      "B": "Sorun çözme",
      "C": "Bilgi Sağlama",
      "D": "Sözcü",
      "E": "Girişimci"
    },
    "explanation": "Bireylerarası Roller;<br/><ul> <li>Temsil</li> <li>Lider</li> <li>İrtibat sağlayıcı</li> </ul> Doğru cevap A'dır."
  },
  {
    "id": "2912936",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi yöneticinin karar verici rollerinden biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Girişimci",
      "B": "Sorun Çözme",
      "C": "Kaynak Tahsis Etme",
      "D": "Arabulucu",
      "E": "Sözcü"
    },
    "explanation": "Karar Verici Roller;<br/><ul> <li>Girişimci</li> <li>Sorun çözme</li> <li>Kaynak tahsis etme</li> <li>Arabulucu</li> </ul> Doğru cevap E'dir."
  },
  {
    "id": "2912937",
    "unitNumber": 1,
    "text": "Yöneticilerin biçimsel emir-komuta zinciri dışında kalan kişi ve kurumlarla olan iletişimine ilişkin rolü aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sözcü Rolü",
      "B": "Temsil Rolü",
      "C": "Bilgi Yayma Rolü",
      "D": "Lider Rolü",
      "E": "İrtibat Sağlayıcı Rolü"
    },
    "explanation": "İrtibat sağlayıcı rolü, yöneticilerin biçimsel emir-komuta zinciri dışında kalan kişi ve kurumlarla olan iletişimine ilişkin bir roldür. Doğru cevap E'dir."
  },
  {
    "id": "2912938",
    "unitNumber": 1,
    "text": "Örgüt içerisinde faaliyet gösteren ekipler içerisinde yaşanabilecek çatışmaların çözümlenebilmesi ya da örgütün bütününü etkileyen daha büyük ölçekli anlaşmazlıkların giderilebilmesi yöneticinin hangi rolünü ifade etmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ara bulucu Rolü",
      "B": "Girişimci Rolü",
      "C": "Sorun Çözme Rolü",
      "D": "Lider Rolü",
      "E": "İrtibat Sağlayıcı Rolü"
    },
    "explanation": "Sorun Çözme Rolü: Örgüt içerisinde çeşitli nedenlerden dolayı çatışmaların ve anlaşmazlıkların olması kaçınılmazdır. Bu noktada yöneticinin sorun çözücü rolü devreye girer. Yönetici örgüt içerisinde yaşanabilecek olası çatışmaları en etkili şekilde yönetmek zorundadır. Örgüt içerisinde faaliyet gösteren ekipler içerisinde yaşanabilecek çatışmaların çözümlenebilmesi ya da örgütün bütününü etkileyen daha büyük ölçekli anlaşmazlıkların giderilebilmesi yöneticinin sahip olduğu idari becerileri ortaya koymaktadır. Doğru cevap C'dir."
  },
  {
    "id": "2912939",
    "unitNumber": 1,
    "text": "Yöneticilerin diğer bireylerle iletişim kurabilme, ilişki geliştirebilme, ekip kurabilme, çalışanların gelişimini destekleyebilme, çatışmaları yönetebilme ve örgüt içerisindeki bireylerin motivasyonunu artırabilme becerileri aşağıdakilerden hangisiyle ifade edilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kavramsal Beceriler",
      "B": "Stratejik Beceriler",
      "C": "Teknik Beceriler",
      "D": "Beşeri Beceriler",
      "E": "Finansal Beceriler"
    },
    "explanation": "Beşeri beceriler, yöneticilerin diğer bireylerle iletişim kurabilme, ilişki geliştirebilme, ekip kurabilme, çalışanların gelişimini destekleyebilme, çatışmaları yönetebilme ve örgüt içerisindeki bireylerin motivasyonunu artırabilme becerilerini ifade etmektedir. Doğru cevap D'dir."
  },
  {
    "id": "2912940",
    "unitNumber": 1,
    "text": "Günümüzün işletmecilik koşulları düşünüldüğünde yönetim faaliyetinin etkili bir biçimde yerine getirilmesi önemlidir bu nasıl elde edilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çevresel koşulları iyi anlayarak",
      "B": "Nitelikli yöneticilerin varlığıyla",
      "C": "Tüm süreçleri sırasına göre bütünleyerek",
      "D": "Örgütlerin hep ayakta olmasını sağlayarak",
      "E": "Yöneticilik ve yönetim kavramlarını insan hayatına ekleyerek"
    },
    "explanation": "Örgütler için yönetim ve yöneticilik kavramları özel bir öneme sahip kavramlardır. Özellikle de günümüz işletmecilik koşulları düşünüldüğünde yönetim faaliyetlerinin en etkili ve en etkin şekilde yerine getirilmesi ve bu süreci en iyi şekilde yönetecek nitelikli yöneticilerin varlığı son derece önemlidir."
  },
  {
    "id": "2912941",
    "unitNumber": 1,
    "text": "Günümüzde örgütlerin pek çoğu <strong><em>belirsizliğin</em></strong> yüksek olduğu, karmaşık çevre koşullarının bulunduğu ortamlara sahiptirler ve faaliyetlerini bu koşullar altında yapmaktadırlar. Buna göre aşağıdakilerden hangisi <strong><em>yanlıştır</em></strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Örgütün çevresel değişimlere uyum gösterebilmesi nitelikli yöneticilere bağlıdır",
      "B": "Örgütlerdeki yöneticiler uygulanan süreçler boyunca diğer bireylerle birlikte çalışmak zorundadır",
      "C": "Çevresel koşulların bu yapısı sebebiyle işletmelerin ayakta kalabilmesi için nitelikli yöneticiler gereklidir",
      "D": "Çalışanları difonksiyonel birimlere ayırmak, eşgüdümü sonlandırmak yöneticinin görevleridir",
      "E": "Çevresel koşullar ve bu koşulların yaratacağı olası etkilerin izlenmesi ve örgüt için gerekli olan stratejilerin belirlenmesi gereklidir"
    },
    "explanation": "Örgütlerin pek çoğu belirsizliğin yüksek olduğu ve karmaşık çevre koşullarında faaliyet göstermektedirler. Bu çevresel koşullar içerisinde örgütlerin ayakta kalabilmesi büyük ölçüde nitelikli yöneticilerin varlığına bağlıdır. Çünkü çevresel koşulları ve bu koşulların yaratabileceği olası etkileri izleyen ve gerekli stratejileri belirleyerek örgütün bu çevresel değişimlere uyum göstermesini sağlayan temel faktör yöneticilerdir. Örgütün farklı kademelerinde görev alan yöneticiler tüm bu süreç boyunca örgüt içerisindeki diğer bireylerle birlikte uyumlu bir şekilde çalışabilmeli ve çalışanları örgütsel amaçların etrafında toplayabilmelidir."
  },
  {
    "id": "2912942",
    "unitNumber": 1,
    "text": "İşletme yöneticileri örgüt içinde planlama, örgütleme, liderlik ve denetim gibi temel fonksiyonları yerine getirirler, bunları nasıl başarırlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Küreselleşme ile",
      "B": "İş gücünün farklılaşması ile",
      "C": "Sahip oldukları farklı roller ile",
      "D": "Teknolojik değişimlerin sonucunda",
      "E": "Örgütlerin hızlı ve doğru adımlar atmasıyla"
    },
    "explanation": "İşletme yöneticileri örgüt içerisinde sahip oldukları farklı roller ile planlama, örgütleme, liderlik/yöneltme ve denetim olarak isimlendirebileceğimiz temel yönetim fonksiyonlarını yerine getirirler."
  },
  {
    "id": "2912943",
    "unitNumber": 1,
    "text": "Günümüz örgütlerini derinden etkileyen konular ortaya çıkmıştır, aşağıdakilerden hangisi bu konulardan birisi değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Küreselleşme",
      "B": "Teknolojik değişimler",
      "C": "İş gücünün farklılaşması",
      "D": "Koşullar içerisinde olma",
      "E": "Etik ve sosyal sorumluluk"
    },
    "explanation": "Bu fonksiyonların farklı kademelerde görev yapan yöneticiler tarafından en etkili ve en etkin şekilde yerine getirilebilmesi, küreselleşme, teknolojik değişimler, işgücünün farklılaşması ve etik ve sosyal sorumluluk gibi yönetim faaliyetlerini derinden etkileyen konularda örgütlerin hızlı ve doğru adımlar atabilmesine olanak sağlayacaktır"
  },
  {
    "id": "2912944",
    "unitNumber": 1,
    "text": "“Yönetim” tüm örgütler için geçerli olan temel konulardan birisidir, içerisinde de pek çok faaliyeti barındırır, aşağıdaki faaliyetlerden hangisi “yönetim” konusu içinde değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Personelin motivasyonunun sağlanması",
      "B": "Örgütlerin planlara uygun olup olmadığının belirlenmesi",
      "C": "Örgüt içindeki işlerin ne şekilde yerine getirileceğinin planlanması",
      "D": "Çalışanlara örgüt hedeflerine uygun olarak çalışmalarının sağlanması",
      "E": "Örgütsel etkinlik sağlanabilmesi için gerekli örgütsel faaliyetlerin yerine getirilmesi"
    },
    "explanation": "Yönetim tüm örgütler için geçerli olan temel konulardan biridir. Örgüt içerisindeki işlerin ne şekilde yerine getirileceğinin planlanması, örgütsel etkinliğin ve etkililiğin sağlanabilmesi için gerekli örgütleme faaliyetlerinin yerine getirilmesi, personelin motivasyonunun sağlanması, çalışanlara örgütsel hedeflere uygun olarak çalışmalarının<br/>sağlanması ve nihayet örgütün planlanan sonuçlara ulaşma sürecinde göstermiş olduğu performansın izlenmesi ve değerlendirilmesi yönetim kavramı içerisinde düşünülmesi gereken faaliyetleri özetlemektedir."
  },
  {
    "id": "2912945",
    "unitNumber": 1,
    "text": "Örgüt içindeki yönetim faaliyeti temel dört fonksiyon ile yapılır bunlar planlama, örgütleme, liderlik/yöneltme ve denetimdir ve örgütler bütün bunları yaparken dört kaynaktan faydalanırlar aşağıdakilerden hangisi bu kaynaklardan birisi değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Öz kaynaklar",
      "B": "Bilgi kaynakları",
      "C": "İnsan kaynakları",
      "D": "Fiziksel kaynaklar",
      "E": "Finansal kaynaklar"
    },
    "explanation": "Duruma örgütler açısından bakıldığında, ölçeğinden ve faaliyet alanından bağımsız olarak tüm örgütlerin çevrelerinde bulunan dört temel kaynak türünden yararlandığını söyleyebiliriz. Bu kaynaklar; insan kaynakları, finansal kaynaklar, fiziksel kaynaklar ve bilgi olarak sıralanabilir."
  },
  {
    "id": "2912946",
    "unitNumber": 1,
    "text": "Örgütlerin ölçeğine göre yararlandığı kaynaklardan birisi olan “finansal kaynaklar” hangi kaynaklardır?",
    "correctAnswer": "D",
    "options": {
      "A": "Etkili kararlar",
      "B": "Yerel market",
      "C": "Ekonomik tahminler",
      "D": "Sermaye kaynakları",
      "E": "Şube personeli, yöneticiler"
    },
    "explanation": "Finansal kaynaklar ile ifade edilmek istenen, örgütün mevcut ve uzun dönemli faaliyetlerini finanse edecek sermaye kaynaklarıdır."
  },
  {
    "id": "2912947",
    "unitNumber": 1,
    "text": "Örgütlerde kullanılan kaynaklardan birisi olan ham madde, ofis ve üretim tesisleri, ekipmanlar ve donanımlar hangi kaynak grubu içindedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bina kaynakları",
      "B": "Tesis kaynakları",
      "C": "Çeşitli kaynaklar",
      "D": "Örgüt kaynakları",
      "E": "Fiziksel kaynaklar"
    },
    "explanation": "Fiziksel kaynaklara dahil olan kaynaklar ise ham madde, ofis ve üretim tesisleri ile ekipman ve donanımlardır."
  },
  {
    "id": "2912948",
    "unitNumber": 1,
    "text": "Örgütler farklı türde çok sayıda kaynağı kullanırlar ve bu kaynakların kullanımında yöneticilere önemli görevler düşer, tüm farklı türdeki kaynaklar birleştirilir ve koordine edilir bunun için temel yönetim fonksiyonları kullanılır, aşağıdakilerden hangisi bu fonksiyonlardan birisi değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Süreç",
      "B": "Liderlik",
      "C": "Planlama",
      "D": "Denetim",
      "E": "Örgütleme"
    },
    "explanation": "Yukarıdaki tablodan da anlaşılabileceği üzere örgütler farklı türde kaynakları kullanırlar. Bu kaynakların kullanımında yöneticilere önemli görevler düşmektedir. Yöneticiler tüm farklı türdeki kaynakları birleştirmek ve koordine etmek üzere yukarıda ifade edilen temel yönetim fonksiyonlarını (planlama, örgütleme, liderlik ve denetim) kullanırlar."
  },
  {
    "id": "2912949",
    "unitNumber": 1,
    "text": "Yönetim faaliyeti bir süreçtir ve çeşitli kaynakların en iyi ve uygun şekilde optimum kullanımı gereklidir, bu kullanımı ilgilendiren birinci kavram “etkililiktir” ikincisi nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Etkinlik",
      "B": "Etkenlik",
      "C": "Başarılı örgütler",
      "D": "Önemli görevler",
      "E": "Farklı türde kaynaklar"
    },
    "explanation": "Bu noktada etkin ve etkili kavramlarına ilişkin bilgi vermek yararlı olacaktır. Etkililik, özetle doğru kararların alınması ve bu kararların başarı ile uygulanması olarak tanımlanabilir. Diğer bir deyişle etkililik, örgütün önceden belirlenmiş olan hedeflere ulaşma düzeyini gösterir. Etkinlik kavramı ise daha çok kaynak kullanımı ile ilgili bir kavramdır. Örgütün etkin olması, yukarıda bahsedilen kaynakların en iyi ve uygun<br/>şekilde, diğer bir deyişle optimum kullanılması anlamına gelmektedir."
  },
  {
    "id": "2912950",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi temel kaynak türlerinden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "İnsan kaynakları",
      "B": "Finansal kaynaklar",
      "C": "Fiziksel kaynaklar",
      "D": "Öz kaynaklar",
      "E": "Bilgi kaynakları"
    },
    "explanation": "Duruma örgütler açısından bakıldığında, ölçeğinden ve faaliyet alanından bağımsız olarak tüm örgütlerin çevrelerinde bulunan dört temel kaynak türünden yararlandığını söyleyebiliriz. Bu kaynaklar; insan kaynakları, finansal kaynaklar, fiziksel kaynaklar ve bilgi olarak sıralanabilir."
  },
  {
    "id": "2912951",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi doğru kararların alınması ve kararların başarıyla uygulamasını ifade eder?",
    "correctAnswer": "B",
    "options": {
      "A": "Etkinlik",
      "B": "Etkililik",
      "C": "Liderlik",
      "D": "Örgütleme",
      "E": "Eşgüdüm"
    },
    "explanation": "<strong>Etkililik</strong>, doğru kararların alınması ve bu kararların başarıyla uygulanmasıdır."
  },
  {
    "id": "2912952",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Fayol’un güncel yönetim fonksiyonlarından biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Planlama",
      "B": "Örgütleme",
      "C": "İletişim",
      "D": "Yöneltme",
      "E": "Denetim"
    },
    "explanation": "Fayol söz konusu fonksiyonları planlama, örgütleme, koordinasyon, komuta etme ve denetim olarak sıralamıştır. Fakat günümüzde Fayol’un bu sınıflaması kısmen değişime uğramıştır. Bu değişimlerden ilki komuta etme fonksiyonunun liderlik/yöneltme olarak anılmaya başlamasıdır. Diğer ise aslında diğer bütün fonksiyonların içerisinde varlığını sürdürmeye devam eden koordinasyon fonksiyonunun listeden çıkartılmasıdır. Bu ufak değişimlerin ardından Fayol’un yönetim fonksiyonları günümüzde planlama, örgütleme, liderlik/yöneltme ve denetim olarak sıralanmaktadır"
  },
  {
    "id": "2912953",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi yönetsel rollerden karar verici rollerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sorun çözme",
      "B": "Sözcü",
      "C": "Monitör",
      "D": "Temsil",
      "E": "Lider"
    },
    "explanation": "<strong>Karar Verici Roller</strong><br/><ul> <li>Girişimci</li> <li>Sorun çözme</li> <li>Kaynak tahsis etme</li> </ul> • Arabulucu"
  },
  {
    "id": "2912954",
    "unitNumber": 1,
    "text": "Aşağıdaki yönetsel rollerden hangisi “Örgüt içerisindeki değişim çabalarını başlatmak ve bu çabalara liderlik etmeyi” ifade etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Girişimci rolü",
      "B": "Sorun çözme rolü",
      "C": "Sözcü rolü",
      "D": "Arabulucu rolü",
      "E": "Monitör rolü"
    },
    "explanation": "<strong><em>Girişimci Rolü</em></strong><br/>Yöneticilerin en önemli rollerinden biri de örgüt içerisindeki değişim çabalarını başlatmak ve bu çabalara liderlik etmektir. Değişim sürecinin yönetilmesi, bu noktada çıkabilecek olası sorunların çözüme kavuşturulması, yeni fikirlerin üretilmesi, çalışanların yeni fikir üretebilmeleri için yenilikçi ve yaratıcı bir örgüt kültürünün oluşturulması ve yenilikçi fikirlerin değerlendirilerek uygulama sürecinin yönetilmesi gibi işlevler girişimci rolü içerisinde değerlendirilebilir."
  },
  {
    "id": "2912955",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi yöneticilerin beşeri becerilerinden biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "İlişki geliştirebilme",
      "B": "Stratejik karar alabilme",
      "C": "Ekip kurabilme",
      "D": "Motivasyonu artırabilme",
      "E": "Çalışanların gelişimini destekleyebilme"
    },
    "explanation": "Beşerî beceriler, yöneticilerin diğer bireylerle iletişim kurabilme, ilişki geliştirebilme, ekip kurabilme, çalışanların gelişimini destekleyebilme, çatışmaları yönetebilme ve örgüt içerisindeki bireylerin motivasyonunu arttırabilme becerilerini ifade etmektedir. Yöneticilerin örgütsel amaçlara bireylerin ortak çabasını yönlendirerek ulaşabileceği düşünüldüğünde, beşerî becerilerin önemi bir defa daha vurgulanmış olmaktadır. Bu noktada daha önce de ifade edildiği üzere beşerî beceriler her kademedeki yönetici için eşit derecede önemlidir. Beşerî becerilerden yoksun olan bir yöneticinin örgütsel hedeflere ulaşılabilmesi için çalışanları ortak bir paydada buluşturabilmesi son derece zordur."
  },
  {
    "id": "2912956",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi yöneticilerin kavramsal becerilerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bütünü görebilme",
      "B": "Plan yapabilme",
      "C": "Operasyonel çözüm geliştirebilme",
      "D": "Karmaşık bilgileri kullanabilme",
      "E": "Ekipman kullanabilme"
    },
    "explanation": "Kavramsal beceriler, bütünü görebilme, plan yapabilme, karmaşık bilgileri kullanabilme, sorunları nedenleri ile birlikte tanımlayabilme ve bu sorunlara stratejik ve operasyonel çözümler geliştirebilme becerilerini ifade eder."
  },
  {
    "id": "2912957",
    "unitNumber": 1,
    "text": "Katz’a göre kavramsal becerilere öncelikli olarak sahip olması gerekenler aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Alt kademe yöneticiler",
      "B": "Orta kademe yöneticiler",
      "C": "Üst yönetim",
      "D": "İşçiler",
      "E": "Departman yöneticileri"
    },
    "explanation": "Her ne kadar bu beceriler birbirleri ile yakından ilişkili olsa da, Katz’a göre bu beceri setlerinin ayrı ayrı incelenmesinde yarar vardır. Çünkü teknik beceriler en fazla alt kademe yöneticiler için önemli iken, üst kademe yöneticiler için daha çok kavramsal beceriler önem kazanmaktadır. Bununla birlikte beşeri beceriler tüm kademelerdeki yöneticiler için aynı öneme sahiptir."
  },
  {
    "id": "2912958",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Pazarlama müdürü</li> <li>Genel müdür</li> <li>Ar-Ge müdürü</li> <li>İnsan kaynakları müdürü</li> <li>Finans müdürü</li> </ol> Yukarıdakilerden hangisi/hangileri fonksiyonel yöneticilere örnek gösterilebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II ve V",
      "B": "II, III ve IV",
      "C": "III, IV ve V",
      "D": "I, III, IV ve V",
      "E": "I, II, III, IV ve V"
    },
    "explanation": "<strong>Fonksiyonel yöneticiler</strong>, bir tek fonksiyonel işlevi yerine getiren bölümlerin ve bu bölümlerde görev yapan benzer eğitim ve niteliklere sahip bireylerin yönetilmesinden sorumlu yöneticilerdir.<br/>Pazarlama, finans, insan kaynakları, Ar-Ge gibi bölümler fonksiyonel bölümler olarak düşünülebilir. Bu bölümleri yöneten yöneticiler ise fonksiyonel yöneticilerdir.<br/>Yatay sınıflandırma içerisinde kendisine yer bulan bir diğer yönetici grubu ise genel yöneticilerdir."
  },
  {
    "id": "2912959",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi yöneticilerin biçimsel emir-komuta zinciri dışında kalan kişi ve kurumlarla olan iletişimine ilişkin rollerini tanımlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Girişimci rolü",
      "B": "Sorun çözme rolü",
      "C": "İrtibat sağlayıcı rolü",
      "D": "Arabulucu rolü",
      "E": "Monitör rolü"
    },
    "explanation": "İrtibat sağlayıcı rolü, yöneticilerin biçimsel emir-komuta zinciri dışında kalan kişi ve kurumlarla olan iletişimine ilişkin bir roldür. Yöneticilerin bu bağlamda ilişki kurduğu kişiler yalnızca işletmedeki diğer yöneticiler değil müşteriler, tedarikçiler, kamu görevlileri ve diğer örgütlerde çalışan yöneticiler olarak da ifade edilebilir."
  },
  {
    "id": "2912960",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi örgütleri ve farklı dönemlerdeki yönetim uygulamalarını etkileyen faktörlerden biri sayılmaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Sosyal",
      "B": "Politik",
      "C": "Ekonomik",
      "D": "Teknolojik",
      "E": "Astrolojik"
    },
    "explanation": "Örgütler ve farklı dönemlerdeki yönetim uygulamaları sosyal, politik, ekonomik ve teknolojik faktörlerin etkisi altında şekillenir. Doğru cevap E'dir."
  },
  {
    "id": "2912961",
    "unitNumber": 2,
    "text": "İş gücünün daha verimli kullanılmasına yönelik önerileri kapsayan yönetim yaklaşımı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilimsel Yönetim Yaklaşımı",
      "B": "Yönetim Süreci Yaklaşımı",
      "C": "Bürokrasi Yaklaşımı",
      "D": "Davranışsal Yaklaşım",
      "E": "Sistem yaklaşımı"
    },
    "explanation": "Bilimsel yönetim yaklaşımı, iş gücünün daha verimli kullanılmasına yönelik önerileri kapsar. Doğru cevap A'dır."
  },
  {
    "id": "2912962",
    "unitNumber": 2,
    "text": "Yönetim süreci yaklaşımının öncüsü aşağıdaki kişilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Frederick W.Taylor",
      "B": "Max Weber",
      "C": "Henri Fayol",
      "D": "Mary Parker Follett",
      "E": "Elton Mayo"
    },
    "explanation": "Yönetim süreci yaklaşımı denildiğinde akla gelen en önemli isim ise Fransız yönetici ve maden mühendisi Henri Fayol (1841-1925)’dur. Bu yaklaşımın temel olarak yönetsel işlevlere odaklanan çok daha kapsamlı bir yaklaşım olduğu söylenebilir. Fayol ayrıca bugün bile kullanmakta olduğumuz yönetim fonksiyonları sınıflandırmasını yapan kişidir. Doğru cevap C'dir."
  },
  {
    "id": "2912963",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Henri Fayol'un geliştirdiği yönetim ilkelerinden biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "İş bölümü ilkesi",
      "B": "Merkeziyetçilik ilkesi",
      "C": "Yetki ve sorumluluk ilkesi",
      "D": "Denetim alanı ilkesi",
      "E": "Bürokrasi ilkesi"
    },
    "explanation": "Fayol'un yönetim ilkeleri şunlardır;<br/><ol> <li>İş bölümü ilkesi</li> <li>Merkeziyetçilik ilkesi</li> <li>Yetki ve sorumluluk ilkesi</li> <li>Denetim alanı ilkesi</li> <li>Disiplin ilkesi</li> <li>Düzen ilkesi</li> <li>Komuta birliği ilkesi</li> <li>Hakkaniyet ilkesi</li> <li>Kumanda birliği ilkesi</li> <li>Personelin sürekliliği ilkesi</li> <li>Genel çıkarların üstünlüğü ilkesi</li> <li>İnisiyatif ilkesi</li> <li>Ücretlendirme ilkesi</li> <li>Birlik ve beraberlik ruhu ilkesi</li> </ol> Doğru cevap E'dir."
  },
  {
    "id": "2912964",
    "unitNumber": 2,
    "text": "Alım, satım ve değişim ile ilgili faaliyetleri hangi faaliyet grubuna girmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Teknik",
      "B": "Ticari",
      "C": "Finansal",
      "D": "Muhasebe",
      "E": "Yönetsel"
    },
    "explanation": "Fayol endüstriyel bir girişimin yerine getirmesi gereken tüm faaliyetlerin altı sınıfta incelenebileceğini ifade etmiştir. Bu faaliyetler şöyle sıralanabilir:<br/>1. Teknik: Üretim ile ilgili faaliyetler<br/>2. Ticari: Alım, satım ve değişim ile ilgili faaliyetler<br/>3. Finansal: Sermaye bulunması ve en optimum kullanımı ile ilgili faaliyetler<br/>4. Güvenlik: Mülkiyetin ve bireylerin korunması ile ilgili faaliyetler<br/>5. Muhasebe: Parasal konulara ilişkin sayısal ve istatistiksel analiz ile ilgili faaliyetler<br/>6. Yönetsel: Planlama, örgütleme, yöneltme, koordinasyon ve denetim ile ilgili faaliyetler<br/>Doğru cevap B'dir."
  },
  {
    "id": "2912965",
    "unitNumber": 2,
    "text": "Hawthorne araştırmaları aşağıdaki kişilerden hangisinin öncülüğünde yapılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Elton Mayo",
      "B": "Max Weber",
      "C": "Douglas McGregor",
      "D": "Ludwig von Bertalanffy",
      "E": "Mary Parker Follett"
    },
    "explanation": "Hawthorne araştırmaları, 1924-1932 yılları arasında Chicago’da bulunan Western Electric işletmesinde gerçekleştirilmiştir. Çalışma, Harvard Business School’dan Elton Mayo tarafından yürütülmüştür. Doğru cevap A'dır."
  },
  {
    "id": "2912966",
    "unitNumber": 2,
    "text": "Ortak bir amaca ulaşmak üzere karşılıklı bağımlılık ilişkisine sahip parçalardan oluşan bütüne ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Entropi",
      "B": "Negatif Entropi",
      "C": "Sistem",
      "D": "Sinerji",
      "E": "Uyum"
    },
    "explanation": "Sistem, ortak bir amaca ulaşmak üzere karşılıklı bağımlılık ilişkisine sahip parçalardan oluşan bir bütündür. Doğru cevap C'dir."
  },
  {
    "id": "2912967",
    "unitNumber": 2,
    "text": "Bir sistemin bozulma eğilimi göstermesi ve sonunda ortadan kalkması durumunu ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Açık sistem",
      "B": "Kapalı sistem",
      "C": "Sinerji",
      "D": "Entropi",
      "E": "Negatif entropi"
    },
    "explanation": "Entropi, bir sistemin bozulma eğilimi göstermesi ve sonunda ortadan kalkması durumunu ifade eder. Doğru cevap D'dir."
  },
  {
    "id": "2912968",
    "unitNumber": 2,
    "text": "Bütünün kendisinin, parçalarının toplamından daha büyük olduğunu ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Açık sistem",
      "B": "Bürokratik örgüt",
      "C": "Uyum",
      "D": "Entropi",
      "E": "Sinerji"
    },
    "explanation": "Sinerji, bütünün kendisinin, parçalarının toplamından daha büyük olduğunu ifade eden bir tanımlamadır. Doğru cevap E'dir."
  },
  {
    "id": "2912969",
    "unitNumber": 2,
    "text": "Klasik yönetim yaklaşımlarının örgütsel sorunlara en iyi çözüm arayışının aksine, böyle bir en iyi yolun ya da<br/>çözümün var olmadığı görüşünü savunan yaklaşım aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Neo-klasik yaklaşım",
      "B": "Durumsallık yaklaşımı",
      "C": "Davranışsal yaklaşım",
      "D": "Sistem yaklaşımı",
      "E": "Bürokratik yaklaşım"
    },
    "explanation": "Durumsallık yaklaşımı, klasik yönetim yaklaşımlarının örgütsel sorunlara en iyi çözüm arayışının aksine, böyle bir en iyi yolun ya da çözümün var olmadığı görüşünü savunur. Doğru cevap B'dir."
  },
  {
    "id": "2912970",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi örgütleri ve farklı dönemlerdeki yönetim uygulamalarını etkileyen faktörlerden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ekonomik faktörler",
      "B": "Teknolojik faktörler",
      "C": "Sosyal faktörler",
      "D": "Psikolojik faktörler",
      "E": "Politik faktörler"
    },
    "explanation": "Psikolojik faktörler, örgütleri ve farklı dönemlerdeki yönetim uygulamalarını etkileyen faktörlerden biri değildir."
  },
  {
    "id": "2912971",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi klasik yönetim anlayışını temsil eden yaklaşımlardan biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bilimsel Yönetim Yaklaşımı",
      "B": "Sistematik Yönetim Yaklaşımı",
      "C": "Durumsallık yaklaşımı",
      "D": "Yönetim Süreci Yaklaşımı",
      "E": "Bürokrasi Yaklaşımı"
    },
    "explanation": "Durumsallık yaklaşımı, klasik yönetim anlayışını temsil eden yaklaşımlardan biri değildir."
  },
  {
    "id": "2912972",
    "unitNumber": 2,
    "text": "Weber, ideal bürokrasi görüşünün temel niteliklerini belirlemiş ve bu niteliklerin olası üstünlüklerini de açıklamıştır. Aşağıdakilerden hangisi ideal bürokrasi yaklaşımının nitelikleri ve üstünlükleri arasında yer almamaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yönetsel Hiyerarşi",
      "B": "Kariyer Yönelimi",
      "C": "Gayrişahsilik",
      "D": "İş Bölümü",
      "E": "Ekonomik özgürlük"
    },
    "explanation": "Ekonomik özgürlük, ideal bürokrasi yaklaşımının nitelikleri ve üstünlükleri arasında yer almamaktadır."
  },
  {
    "id": "2912973",
    "unitNumber": 2,
    "text": "Hawthorne Araştırmaları'nda hangi iki durum arasındaki ilişkinin öncelikli olarak incelenmesi hedeflenmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kalite ve Çalışan",
      "B": "Yönetici ve Performans",
      "C": "Çalışma Koşulları ve Verimlilik",
      "D": "Çalışan ve Etkililik",
      "E": "Kalite ve Ekonomik Yapı"
    },
    "explanation": "Hawthorne araştırmalarında öncelikli olarak, verimlilik ve çalışma koşulları arasındaki ilişkilerin incelenmesi hedeflenmiş ve temelde klasik yönetim düşüncesinin varsayımları ile<br/>yola çıkılmıştır."
  },
  {
    "id": "2912974",
    "unitNumber": 2,
    "text": "Aşağıdaki düşüncelerden hangisi Davranışsal Yönetim Yaklaşımı'nın en önemli isimlerden biri olan Mary Parker Follett'e ait olamaz?",
    "correctAnswer": "C",
    "options": {
      "A": "Yöneticilerin çalışanlarının motivasyonunu arttırmak için ne şekilde davranmaları gerektiğini bilmesi gerekmektedir.",
      "B": "Örgütsel hedeflerin gerçekleştirilmesine yönelik olarak çalışanların bağlılıklarının nasıl arttırılabileceği incelenmelidir.",
      "C": "Bilginin toplanması, kullanılması, paylaşılması ve analiz edilmesi ile ilgili belirli araçların geliştirilmesi gerekmektedir.",
      "D": "Çalışanların yüksek performans sergilemeleri için nasıl cesaretlendirilmeleri gerektiği incelenmelidir.",
      "E": "Yöneticilerin çalışanlara ne şekilde davranmaları gerektiği üzerine çalışma yapılmalıdır."
    },
    "explanation": "\"Bilginin toplanması, kullanılması, paylaşılması ve analiz edilmesi ile ilgili belirli araçların geliştirilmesi gerekmektedir.\" ifadesi Davranışsal Yönetim Yaklaşımı içinde değerlendirilemez. Bu ifade Sistematik Yönetim Yaklaşımı düşüncesi içerisinde değerlendirilebilir."
  },
  {
    "id": "2912975",
    "unitNumber": 2,
    "text": "\"Yönetsel karar alma süreçlerinde bilimsel metodolojiyi temel alan bir dizi yöntemin kullanılmasına ilişkin bakış açısını yansıtan bir yaklaşımdır. Günümüzde genel olarak yönetim bilimi ya da yöneylem araştırması adını almaktadır. Yaklaşımın sıklıkla kullandığı sayısal araçlar ve teknikler arasında istatistik, doğrusal programlama, şebeke analizi, karar ağaçları ve bilgisayar simülasyonları bulunmaktadır.\" <br/>Yukarıda açıklaması yapılan yönetim yaklaşımı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sistem Yaklaşımı",
      "B": "Sayısal Yönetim Yaklaşımı",
      "C": "Durumsallık Yaklaşımı",
      "D": "Davranışsal Yönetim Yaklaşımı",
      "E": "Yönetim Süreci Yaklaşımı"
    },
    "explanation": "Sayısal Yönetim Yaklaşımı, yönetsel karar alma süreçlerinde bilimsel metodolojiyi temel alan bir dizi yöntemin kullanılmasına ilişkin bakış açısını yansıtan bir yaklaşımdır. Günümüzde genel olarak yönetim bilimi ya da yöneylem araştırması adını almaktadır. Yaklaşımın sıklıkla kullandığı sayısal araçlar ve teknikler arasında istatistik, doğrusal programlama, şebeke analizi, karar ağaçları ve bilgisayar simülasyonları bulunmaktadır."
  },
  {
    "id": "2912976",
    "unitNumber": 2,
    "text": "Sistem yaklaşımı içerisinde yer alan, kendi kendine yeterli olabilen ve aynı zamanda yaşamını sürdürebilmek için dış çevreye bağımlı olan sistemler olarak ifade edilen sistemlere ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Uzun ve Kısa Sistemler",
      "B": "Ucuz ve Pahalı Sistemler",
      "C": "Açık ve Kapalı Sistemler",
      "D": "Nesnel ve Öznel Sistemler",
      "E": "Güvenli ve Geçerli Sistemler"
    },
    "explanation": "Açık ve Kapalı Sistemler. Kapalı sistemler kendi kendine yeterli olabilen sistemlerdir. Açık sistemler ise yaşamını sürdürebilmek için dış çevreye bağımlı olan sistemlerdir."
  },
  {
    "id": "2912977",
    "unitNumber": 2,
    "text": "Klasik yönetim yaklaşımlarının örgütsel sorunlara en iyi çözüm arayışının aksine, böyle bir en iyi yolun ya da çözümün var olmadığı görüşünü savunan, yöneticilerin gerçekleştirdiği uygulamaların, verili bir dizi duruma göre koşulsal ya da durumsal olarak belirlendiğini söyleyen yaklaşım aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sistem Yaklaşımı",
      "B": "Klasik Yönetimi Yaklaşımı",
      "C": "Sayısal Yönetim Yaklaşımı",
      "D": "Durumsallık Yaklaşımı",
      "E": "Bürokrasi Yaklaşımı"
    },
    "explanation": "Durumsallık Yaklaşımı, klasik yönetim yaklaşımlarının örgütsel sorunlara en iyi çözüm arayışının aksine, böyle bir en iyi yolun ya da çözümün var olmadığı görüşünü savunan, yöneticilerin gerçekleştirdiği uygulamaların, verili bir dizi duruma göre koşulsal ya da durumsal olarak belirlendiği yaklaşımdır."
  },
  {
    "id": "2912978",
    "unitNumber": 2,
    "text": "Bütünün kendisinin, parçalarının toplamından daha büyük olduğuna ilişkin bir kavram olarak belirtilen ve örgüt içerisinde iş birliği zihniyetiyle birlik içerisinde çalışmanın önemini vurgulayan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sinerji",
      "B": "Entropi",
      "C": "Açık ve Kapalı Sistemler",
      "D": "Geri bildirim",
      "E": "Negatif Entropi"
    },
    "explanation": "Sinerji, bütünün kendisinin, parçalarının toplamından daha büyük olduğuna ilişkin kavramsal bir tanımlamadır. Sistem yaklaşımının temel kavramlarından biri olan sinerji, yöneticiler için de son derece önemli bir kavramdır. Çünkü, sinerji kavramı örgüt içerisinde iş birliği zihniyetiyle birlik içerisinde çalışmanın önemini vurgulamaktadır."
  },
  {
    "id": "2912979",
    "unitNumber": 2,
    "text": "Aşağıdakilerden düşünürlerden hangisi Yönetim Süreci Yaklaşımı'nın en önemli ismi olarak belirtilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Max Weber",
      "B": "Henry Gantt",
      "C": "Harrington Emerson",
      "D": "Henri Fayol",
      "E": "Frederick W. Taylor"
    },
    "explanation": "Henri Fayol, yönetim süreci yaklaşımı denildiğinde akla gelen en önemli isim, Fransız yönetici ve maden mühendisidir."
  },
  {
    "id": "2912980",
    "unitNumber": 2,
    "text": "Devlet tarafından bilgi ve iletişim sektörünü ilgilendiren bir konuda yapılan değişiklikler, ilgili sektörde faaliyet gösteren işletmelerin faaliyetlerini yakından etkilemesi hangi faktörler kapsamında değerlendirilebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ekonomik faktörler",
      "B": "Teknolojik faktörler",
      "C": "Sosyal faktörler",
      "D": "Coğrafi faktörler",
      "E": "Politik faktörler"
    },
    "explanation": "Devlet tarafından bilgi ve iletişim sektörünü ilgilendiren bir konuda yapılan değişiklikler, ilgili sektörde faaliyet gösteren işletmelerin faaliyetlerini yakından etkilemesi politik faktörler kapsamında değerlendirilebilir."
  },
  {
    "id": "2912981",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi klasik yönetim yaklaşımları arasında<strong> yer almamaktadır</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Sayısal yönetim yaklaşımı",
      "B": "Bilimsel yönetim yaklaşımı",
      "C": "Sistematik yönetim yaklaşımı",
      "D": "Yönetim süreci yaklaşımı",
      "E": "Bürokrasi yaklaşımı"
    },
    "explanation": "Sayısal yönetim yaklaşımı, klasik yönetim yaklaşımları arasında yer almamaktadır."
  },
  {
    "id": "2912982",
    "unitNumber": 2,
    "text": "Örgütsel faaliyetleri düzenleyen ve koordinasyonu kuvvetlendiren belli prosedürlerin ve süreçlerin geliştirilmesi çabası aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bürokrasi yaklaşımı",
      "B": "Sistematik yönetim yaklaşımı",
      "C": "Yönetim süreci yaklaşımı",
      "D": "Bilimsel yönetim yaklaşımı",
      "E": "Sistem yaklaşımı"
    },
    "explanation": "Sistematik yönetim yaklaşımı, örgütsel faaliyetleri düzenleyen ve koordinasyonu kuvvetlendiren belli prosedürlerin ve süreçlerin geliştirilmesi çabasıdır."
  },
  {
    "id": "2912983",
    "unitNumber": 2,
    "text": "Yönetim süreci yaklaşımındaki en önemli isim aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Adam Smith",
      "B": "Frederick W. Taylor",
      "C": "Henry Gannt",
      "D": "Henri Fayol",
      "E": "Max Weber"
    },
    "explanation": "Yönetim süreci yaklaşımı denildiğinde akla gelen en önemli isim ise Fransız yönetici ve maden mühendisi Henri Fayol (1841-1925)’dur."
  },
  {
    "id": "2912984",
    "unitNumber": 2,
    "text": "Max Weber tarafından ortaya konulan yaklaşım aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bilimsel yönetim yaklaşımı",
      "B": "Yönetim süreci yaklaşımı",
      "C": "Bürokrasi yaklaşımı",
      "D": "Sistem yaklaşımı",
      "E": "Sistematik yönetim yaklaşımı"
    },
    "explanation": "Bürokrasi yaklaşımı Alman sosyolog Max Weber (1864-1920) tarafından ortaya konulmuştur."
  },
  {
    "id": "2912985",
    "unitNumber": 2,
    "text": "Bugün yaygın olarak kullanılan çapraz fonksiyonel yapının fikir öncüsü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mary Parker Follett",
      "B": "Max Weber",
      "C": "Adam Smith",
      "D": "Henri Fayol",
      "E": "Frederick W. Taylor"
    },
    "explanation": "Follett ayrıca bugün yaygın olarak kullanılan çapraz fonksiyonel yapının da fikir öncüsüdür."
  },
  {
    "id": "2912986",
    "unitNumber": 2,
    "text": "İş yerindeki bireylerin sosyal ve kendini gerçekleştirme ihtiyaçlarına daha fazla dikkat etmeleri gerektiğinden bahseden aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bilimsel yönetim yaklaşımı",
      "B": "Yönetim süreci yaklaşımı",
      "C": "Sistem yaklaşımı",
      "D": "Bürokrasi yaklaşımı",
      "E": "X ve Y teorileri"
    },
    "explanation": "McGregor’un önemli çalışmalarından biri olan “The Human Side of Enterprise” isimli kitabında yöneticilerin iş yerindeki bireylerin sosyal ve kendini gerçekleştirme ihtiyaçlarına daha fazla dikkat etmeleri gerektiğinden bahsetmiştir. Bu kitap X ve Y Teorilerinin altyapsını oluşturmuştur."
  },
  {
    "id": "2912987",
    "unitNumber": 2,
    "text": "Temelde “eğer-ise (if-then)” ilişkisine dayanan yaklaşım aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "X ve Y teorileri",
      "B": "Sistem yaklaşımı",
      "C": "Durumsallık yaklaşımı",
      "D": "Hawthorne araştırmaları",
      "E": "Sayısal yönetim yaklaşımı"
    },
    "explanation": "Durumsallık yaklaşımı temelde “eğer-ise (if-then)” ilişkisine dayanır."
  },
  {
    "id": "2912988",
    "unitNumber": 2,
    "text": "Hawthorne araştırmalarını yürüten araştırmacı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Henri Fayol",
      "B": "Elton Mayo",
      "C": "Max Weber",
      "D": "Frederick W. Taylor",
      "E": "Douglas McGregor"
    },
    "explanation": "Hawthorne araştırmaları, Harvard Business School’dan Elton Mayo tarafından yürütülmüştür."
  },
  {
    "id": "2912989",
    "unitNumber": 2,
    "text": "Örgütsel verimliliği arttırıcı önlemlerin geliştirilmesi ve işletme sorunlarını çözmeye yönelik en iyi yöntemin ya da diğer bir deyişle en iyi örgüt yapısının bulunması olan aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Durumsallık yaklaşımı",
      "B": "Sayısal yönetim yaklaşımı",
      "C": "Sistem yaklaşımı",
      "D": "Klasik yönetim yaklaşımları",
      "E": "Davranışsal yönetim yaklaşımları"
    },
    "explanation": "Klasik yönetim yaklaşımlarının hareket noktası, örgütsel verimliliği arttırıcı önlemlerin geliştirilmesi ve işletme sorunlarını çözmeye yönelik en iyi yöntemin ya da diğer bir deyişle en iyi örgüt yapısının bulunmasıdır."
  },
  {
    "id": "2912990",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi yönetim uygulamalarını etkileyen ekonomik faktörlerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Enflasyon oranları",
      "B": "Gereksinimler",
      "C": "İnançlar",
      "D": "Tutumlar",
      "E": "Değerler"
    },
    "explanation": "Ekonomik faktörler, örgütlerin içinde faaliyet göstermekte olduğu ekonomik koşulların doğasını, yapısını ve kaynakların dağılımını belirleyen faktörlerdir. Örneğin; işsizlik oranları, yürürlükte olan mali politikalar ve düzenlemeler, enflasyon oranları, faiz oranları ve genel ekonomik koşullar (ör. kriz, durgunluk vb.) başlıca ekonomik faktörler arasında sayılabilir."
  },
  {
    "id": "2912991",
    "unitNumber": 2,
    "text": "\"Örgütsel faaliyetleri düzenleyen ve koordinasyonu kuvvetlendiren belli prosedürlerin ve süreçlerin geliştirilmesi çabasıdır\" hangi yönetim yaklaşımı ile açıklanabilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Stratejik yönetim yaklaşımı",
      "B": "Sistematik yönetim yaklaşımı",
      "C": "Yönetim süreci yaklaşımı",
      "D": "Durumsallık yaklaşımı",
      "E": "Bilimsel yaklaşım"
    },
    "explanation": "Sistematik yönetim yaklaşımı, örgütsel faaliyetleri düzenleyen ve koordinasyonu kuvvetlendiren belli prosedürlerin ve süreçlerin<br/>geliştirilmesi çabasıdır."
  },
  {
    "id": "2912992",
    "unitNumber": 2,
    "text": "İş gücünün daha verimli kullanılmasına yönelik önerileri kapsayan yönetim yaklaşımı hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sayısal yaklaşım",
      "B": "Bürokrasi yaklaşımı",
      "C": "Yönetim süreci yaklaşımı",
      "D": "Bilimsel yönetim yaklaşımı",
      "E": "Sistem yaklaşımı"
    },
    "explanation": "Bilimsel yönetim yaklaşımı, iş gücünün daha verimli kullanılmasına yönelik önerileri kapsar."
  },
  {
    "id": "2912993",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Fayol'a göre yöneticinin işlevlerinden biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yöneltme",
      "B": "Koordinasyon",
      "C": "Pazarlama",
      "D": "Planlama",
      "E": "Denetim"
    },
    "explanation": "Fayol’a göre herhangi bir yöneticinin işlevleri planlama, örgütleme, yöneltme, koordinasyon ve denetim olarak sıralanabilir."
  },
  {
    "id": "2912994",
    "unitNumber": 2,
    "text": "Endüstriyel bir girişimde Üretim ile ilgili faaliyetleri Fayol hangi başlık altında ele almıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Teknik",
      "B": "Ticari",
      "C": "Finansal",
      "D": "Güvenlik",
      "E": "Muhasebe"
    },
    "explanation": "Fayol endüstriyel bir girişimin yerine getirmesi gereken tüm faaliyetlerin altı sınıfta incelenebileceğini ifade etmiştir. Bu faaliyetler şöyle sıralanabilir:<br/><ul> <li>Teknik: Üretim ile ilgili faaliyetler</li> <li>Ticari: Alım, satım ve değişim ile ilgili faaliyetler</li> <li>Finansal: Sermaye bulunması ve en optimum kullanımı ile ilgili faaliyetler</li> </ul>"
  },
  {
    "id": "2912995",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi ideal bürokrasi yaklaşımının nitelik ve üstünlüklerinden birisi değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "İş bölümü",
      "B": "Yönetsel hiyerarşi",
      "C": "Biçimsel tercih",
      "D": "Kariyer yönelimi",
      "E": "Etkili halkla ilişkiler"
    },
    "explanation": "İdeal bürokrasi yaklaşımının nitelikleri ve üstünlüklerini aşağıdaki gibi sıralamak mümkündür;<br/><ul> <li>İş bölümü</li> <li>Yönetsel hiyerarşi</li> <li>Biçimsel tercih</li> <li>Kariyer yönelimi</li> <li>Biçimsel kurallar ve diğer denetim mekanizmaları</li> <li>Gayrişahsilik</li> </ul>"
  },
  {
    "id": "2912996",
    "unitNumber": 2,
    "text": "Hawthorne araştırmalarının öncüsü Avusturya kökenli sosyolog aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Elton Mayo",
      "B": "McGregor",
      "C": "Mary Parker",
      "D": "Frederick W. Taylor",
      "E": "Fayol"
    },
    "explanation": "Hawthorne araştırmaları, 1924-1932 yılları arasında Chicago’da bulunan Western Electric işletmesinde gerçekleştirilmiştir. Çalışma, Harvard Business School’dan Elton Mayo tarafından yürütülmüştür. Elton Mayo, aslen Avusturya kökenli bir sosyologtur."
  },
  {
    "id": "2912997",
    "unitNumber": 2,
    "text": "Yönetsel karar alma süreçlerinde bilimsel metodolojiyi temel alan bir dizi yöntemin kullanılmasına ilişkin bakış açısını yansıtan yaklaşım hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Klasik yönetim yaklaşımı",
      "B": "Davranışsal yönetim yaklaşımı",
      "C": "Sayısal yönetim yaklaşımı",
      "D": "Sistem yaklaşımı",
      "E": "Durumsallık yaklaşımı"
    },
    "explanation": "Sayısal yönetim yaklaşımı, yönetsel karar alma süreçlerinde bilimsel metodolojiyi temel alan bir dizi yöntemin kullanılmasına ilişkin bakış açısını yansıtan bir yaklaşımdır."
  },
  {
    "id": "2912998",
    "unitNumber": 2,
    "text": "Bütünün kendisinin, parçalarının toplamından daha büyük olduğunu ifade eden kavram hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Açık sistem",
      "B": "Entropi",
      "C": "Negatif entropi",
      "D": "Sinerji",
      "E": "Alt sistem"
    },
    "explanation": "Sinerji; bütünün kendisinin, parçalarının toplamından daha büyük olduğunu ifade eden bir tanımlamadır."
  },
  {
    "id": "2912999",
    "unitNumber": 2,
    "text": "Temellendiği düşünce \"eğer/ise\" ilişkisi olan yönetim yaklaşımı hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sistem yaklaşımı",
      "B": "Durumsallık yaklaşımı",
      "C": "Bürokrasi yaklaşımı",
      "D": "Sayısal yaklaşım",
      "E": "Klasik yönetim yaklaşımı"
    },
    "explanation": "Durumsallık yaklaşımı, klasik yönetim yaklaşımlarının örgütsel sorunlara en iyi çözüm arayışının aksine, böyle bir en iyi yolun ya da çözümün var olmadığı görüşünü savunur. Durumsallık yaklaşımına göre yöneticilerin gerçekleştirdiği uygulamalar, verili bir dizi duruma göre koşulsal ya da durumsal olarak belirlenmektedir. Temelde bu yaklaşım “eğerise (if-then)” ilişkisine dayanır."
  },
  {
    "id": "2913000",
    "unitNumber": 2,
    "text": "\"Son yıllarda artan obezite sorunları bazı işletmeler için yeni fırsatlar sunarken bazı işletmelerin ise ortadan kalkmasına kadar gidebilecek sonuçlar üretmektedir. Böyle bir ortamda organik,düşük kalorili ve lezzetini koruyan ürünlere ilişkin talebin artması beklenebilir.\"<br/>Yukarıda verilen öncül bilgi ışığında, yönetim uygulamalarını etkileyen hangi faktörden söz edilebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sosyal",
      "B": "Ekonomik",
      "C": "Politik",
      "D": "Teknolojik",
      "E": "Finansal"
    },
    "explanation": "Sosyal faktörler ile makro faktörler ifade edilmektedir. Bunlar arasında öncelikli olarak<br/>toplumsal, kültürel ve tarihî bağlamdaki faktörler sayılabilir. Örneğin, son yıllarda artan obezite sorunları nedeniyle beslenme alışkanlıklarına ilişkin olarak değişen toplumsal algılar bazı işletmeler için yeni fırsatlar sunarken bazı işletmelerin ise ortadan kalkmasına kadar gidebilecek sonuçlar üretmektedir. Böyle bir ortamda organik, düşük kalorili ve lezzetini koruyan ürünlere ilişkin talebin artması beklenebilir. Doğru yanıt A'dır."
  },
  {
    "id": "2913001",
    "unitNumber": 2,
    "text": "Türkiye'de, bir çok ülkede faaliyet gösteren, yolcu taşımacılığı hizmeti veren UBER'e erişim mahkeme kararı ile engellenmiştir. Bu durum yönetim olgusu faktörlerinden hangisine örnek olarak verilebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sosyal",
      "B": "Politik",
      "C": "Ekonomik",
      "D": "Teknolojik",
      "E": "Kültürel"
    },
    "explanation": "Politik faktörler, ilgili toplumdaki siyasi ve yasal kurumların örgütler ve bireyler üzerindeki etkisini ifade eder. Bir ülkede geçerli yasa ve düzenlemelerde gerçekleşebilecek birtakım değişimler örgütlerdeki yönetim uygulamalarına yansır. Bu tür değişimlerin kökeninde büyük ölçüde politik yapıdaki gelişmeler bulunmakta ve bu değişimler işletmelerin faaliyetlerini önemli ölçüde etkileyebilmektedir. Doğru yanıt B'dir."
  },
  {
    "id": "2913002",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi, klasik yönetim anlayışını temsil eden yaklaşımlardan birisi <strong><u>değildir?</u></strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sistematik yönetim yaklaşımı",
      "B": "Bilimsel yönetim yaklaşımı",
      "C": "Durumsallik yaklaşımı",
      "D": "Bürokrasi yaklaşımı",
      "E": "Yönetim süreci yaklaşımı"
    },
    "explanation": "Klasik yönetim anlayışını temsil eden yaklaşımları sistematik yönetim yaklaşımı, bilimsel yönetim yaklaşımı, bürokrasi yaklaşımı, yönetim süreci yaklaşımı olarak isimlendirebiliriz. Doğru yanıt C'dir."
  },
  {
    "id": "2913003",
    "unitNumber": 2,
    "text": "İş gücünün daha verimli kullanılmasına yönelik önerileri kapsayan yönetim yaklaşımı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bürokrasi yaklaşımı",
      "B": "Yönetim süreci yaklaşımı",
      "C": "Sistematik yönetim yaklaşımı",
      "D": "Bilimsel yönetim yaklaşımı",
      "E": "İş gücüne dayalı yönetim yaklaşımı"
    },
    "explanation": "Bilimsel yönetim yaklaşımı, iş gücünün daha verimli kullanılmasına yönelik önerileri kapsar. Doğru yanıt D'dir."
  },
  {
    "id": "2913004",
    "unitNumber": 2,
    "text": "\"Sistematik yönetim yaklaşımından farklı olarak çalışanların yaptıkları işlerden ve iş gücü verimliliğinden çok örgütün tamamına odaklanmıştır. Bu yaklaşımda akla gelen en önemli isim ise Fransız yönetici ve maden mühendisi Henri Fayol (1841-1925)’dur.\" <br/>Yukarıda verilen bilgiler hangi yönetim yaklaşımına aittir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sistematik Yönetim Yaklaşımı",
      "B": "Bilimsel Yönetim Yaklaşımı",
      "C": "Durumsallık Yaklaşımı",
      "D": "Modern Yönetim Teorisi",
      "E": "Yönetim Süreci Yaklaşımı"
    },
    "explanation": "Yönetim süreci yaklaşımı sistematik ve bilimsel yönetim yaklaşımından farklı olarak çalışanların yaptıkları işlerden ve iş gücü verimliliğinden çok örgütün tamamına odaklanmıştır. Yönetim süreci yaklaşımı denildiğinde akla gelen en önemli isim ise Fransız yönetici ve maden mühendisi Henri Fayol (1841-1925)’dur. Bu yaklaşımın temel olarak yönetsel işlevlere odaklanan çok daha kapsamlı bir yaklaşım olduğu söylenebilir. Doğru yanıt E'dir."
  },
  {
    "id": "2913005",
    "unitNumber": 2,
    "text": "“Ticaret, eğer insan doğasını ve sosyal güdüleri dikkate almayan işletmecilik yöntemlerini benimserse, grevlerin ve sabotajların [endüstride] sıradan olaylara dönüşmesini bekleyebiliriz.\"<br/>Bu sözü söyleyen birisinin hangi yönetim anlayışını benimsemesi beklenir?",
    "correctAnswer": "A",
    "options": {
      "A": "Davranışsal",
      "B": "Sayısal",
      "C": "Sistemsel",
      "D": "Durumsal",
      "E": "Finansal"
    },
    "explanation": "“Ticaret, eğer insan doğasını ve sosyal güdüleri dikkate almayan işletmecilik yöntemlerini benimserse, grevlerin ve sabotajların [endüstride] sıradan olaylara dönüşmesini bekleyebiliriz.” <br/>Hawthorne araştırmaları, klasik yönetimin öne sürdüğü çalışma koşulları ile verimlilik arasındaki ilişkileri bir üst noktaya taşımış ve verimlilik üzerinde sosyal ve psikolojik faktörlerin de son derece önemli rol oynağını göstermiştir. Bu sayede beşerî faktörleri ön plana alan davranışsal yönetim yaklaşımlarının temelleri atılmıştır. Doğru yanıt A'dır."
  },
  {
    "id": "2913006",
    "unitNumber": 2,
    "text": "“The Human Side of Enterprise\" isimli eser kime aittir?",
    "correctAnswer": "B",
    "options": {
      "A": "Adam Smith",
      "B": "Douglas McGregor",
      "C": "Elton Mayo",
      "D": "Mahfi Eğilmez",
      "E": "Frederick W. Taylor"
    },
    "explanation": "McGregor’un önemli çalışmalarından biri olan “The Human Side of Enterprise” isimli kitabında yöneticilerin iş yerindeki bireylerin sosyal ve kendini gerçekleştirme ihtiyaçlarına daha fazla dikkat etmeleri gerektiğinden bahsetmiştir. Doğru yanıt B'dir."
  },
  {
    "id": "2913007",
    "unitNumber": 2,
    "text": "\"Yaklaşımın sıklıkla kullandığı sayısal araçlar ve teknikler arasında istatistik, doğrusal programlama, şebeke analizi, karar ağaçları ve bilgisayar simülasyonları bulunmaktadır.\"<br/>Yukarı da hangi yönetim yaklaşımından söz edilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sistem Yönetim Yaklaşımı",
      "B": "Durumsal Yönetim Yaklaşımı",
      "C": "Sayısal Yönetim Yaklaşımı",
      "D": "Finansal Yönetim Yaklaşımı",
      "E": "Klasik Yönetim Yaklaşımı"
    },
    "explanation": "Sayısal yönetim yaklaşımı, yönetsel karar alma süreçlerinde bilimsel metodolojiyi temel alan bir dizi yöntemin kullanılmasına ilişkin bakış açısını yansıtan bir yaklaşımdır. Günümüzde sayısal yaklaşımlar genel olarak yönetim bilimi ya da yöneylem araştırması<br/>adını almaktadır. Yaklaşımın sıklıkla kullandığı sayısal araçlar ve teknikler arasında istatistik, doğrusal programlama, şebeke analizi, karar ağaçları ve bilgisayar simülasyonları bulunmaktadır. Doğru yanıt C'dir."
  },
  {
    "id": "2913008",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi sistem yaklaşımının temel kavramlarından birisi <u><strong>değildir? </strong></u>",
    "correctAnswer": "D",
    "options": {
      "A": "Açık ve kapalı sistem",
      "B": "Entropi ve negatif entropi",
      "C": "Sinerji",
      "D": "Kinesiyoloji",
      "E": "Alt sistemler arasındaki karşılıklı bağımlılık ilişkisi"
    },
    "explanation": "Sistem yaklaşımından bahsedildiğinde bazı temel kavramların da vurgulanmasında<br/>yarar vardır. Açık ve kapalı sistem, entropi ve negatif entropi, sinerji ve alt sistemler arasındaki karşılıklı bağımlılık ilişkisi bu temel kavramlar olarak ifade edilebilir. Dopru yanıt D'dir."
  },
  {
    "id": "2913009",
    "unitNumber": 2,
    "text": "Örgütsel sorunlara en iyi çözüm arayışının aksine, böyle bir en iyi yolun ya da çözümün var olmadığı görüşünü savunan yaklaşım aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Klasik Yaklaşım",
      "B": "Davranışsal Yaklaşım",
      "C": "Sayısal Yaklaşım",
      "D": "Sistem Yaklaşımı",
      "E": "Durumsallık Yaklaşımı"
    },
    "explanation": "Durumsallık yaklaşımı, klasik yönetim yaklaşımlarının örgütsel sorunlara en iyi çözüm<br/>arayışının aksine, böyle bir en iyi yolun ya da çözümün var olmadığı görüşünü savunur.<br/>Durumsallık yaklaşımına göre yöneticilerin gerçekleştirdiği uygulamalar, verili bir dizi<br/>duruma göre koşulsal ya da durumsal olarak belirlenmektedir. Doğru yanıt E'dir."
  },
  {
    "id": "2913010",
    "unitNumber": 3,
    "text": "\"_____ _____, örgütün (işletmenin) bir bölümünü ya da bütününü etkileme potansiyeline sahip tüm faktörler olarak tanımlanabilmektedir.\"<br/>Aşağıdakilerden hangisi yukarıda boş bırakılan yere gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Örgütsel Çevre",
      "B": "İnsan Kaynakları",
      "C": "Sosyal Çevre",
      "D": "Fiziksel Çevre",
      "E": "Yönetim kadrosu"
    },
    "explanation": "söz konusu tanım örgütsel çevre kavramının tanımıdır<br/><strong>örgütsel çevre,</strong> örgütün (işletmenin) bir bölümünü ya da bütününü etkileme potansiyeline sahip tüm faktörler olarak tanımlanabilir"
  },
  {
    "id": "2913011",
    "unitNumber": 3,
    "text": "I. Liderlik ve Yönetim<br/>II. Örgüt Kültürü<br/>III. Müşteri<br/>IV. Tesis<br/>V. İnsan Kaynakları<br/>Yukarıda verilenlerden hangisi/hangileri örgütün iç çevre faktörlerindendir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I ve II",
      "B": "Yalnız I, II ve V",
      "C": "Yalnız II, III ve V",
      "D": "Yalnız I, III, IV ve V",
      "E": "Yalnız II, III, IV ve V"
    },
    "explanation": "Liderlik ve yönetim, örgüt kültürü ve insan kaynakları iç çevre faktörlerindendir<br/>İç çevre faktörleri olarak liderlik ve yönetim tarzı, örgüt kültürü, insan kaynakları, örgüt yapısı, işletmenin sahip olduğu varlıklar, finansal güç ve operasyonel ve yönetsel süreçler sayılabilir."
  },
  {
    "id": "2913012",
    "unitNumber": 3,
    "text": "I. Politik Faktörler<br/>II. Ekonomik Faktörler<br/>III. Eğitim Faktörü<br/>IV. Sosyal Faktörler<br/>V. Teknolojik Faktörler<br/>Yukarıdakilerden hangisi/hangileri genel çevre kapsamında ele alınmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I ve II",
      "B": "Yalnız II, III, IV ve V",
      "C": "Yalnız I, II, IV ve V",
      "D": "Yalnız II ve V",
      "E": "Yalnız III, IV ve V"
    },
    "explanation": "Politik faktörler, ekonomik faktörler, sosyal faktörler ve teknolojik faktörleri ayrıntılı inceleyebilirsiniz<br/>Politik faktörler, ekonomik faktörler, sosyal faktörler ve teknolojik faktörler işletme üzerinde etkilidir."
  },
  {
    "id": "2913013",
    "unitNumber": 3,
    "text": "PEST analizi aşağıdakilerden hangisinde doğru olarak açıklanmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "PEST örgütlerin yerel yönetimlerle olan ilişkilerini analiz eden bir tekniktir",
      "B": "PEST Örgütlerde insan kaynaklarının performansının ölçülmesine ilişkin bir analiz tekniğidir",
      "C": "PEST işletmenin hukuksal düzeninin analiz edilmesinde kullanılan bir analiz yaklaşımıdır",
      "D": "Genel çevrenin analizi; politik faktörler, ekonomik faktörler, sosyal faktörler ve teknolojik faktörler olan dört temel faktörün baş harflerinden oluşan PEST analizi olarak adlandırılır.",
      "E": "PEST analizi, paternalis, eşitlikçi, sosyal ve teokratik liderlik biçemlerinin incelenmesini irdelenmesini ifade eder."
    },
    "explanation": "PEST analizi, politik, ekonomik, sosyal ve teknolojik çevre faktörlerinin irdelenmesini ifade eder.<br/>Genel çevrenin analizi; politik faktörler, ekonomik faktörler, sosyal faktörler ve teknolojik faktörler olan dört temel faktörün baş harflerinden oluşan PEST analizi olarak adlandırılır."
  },
  {
    "id": "2913014",
    "unitNumber": 3,
    "text": "işletmeye ham madde, yarı mamul, enerji gibi her türlü girdiyi temin eden kişi, işletme ya da kuruluşlara ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Müşteri",
      "B": "Pazarlamacı",
      "C": "Toptancı",
      "D": "İşletmecş",
      "E": "Tedarikçi"
    },
    "explanation": "Tedarikçiler, işletmeye ham madde, yarı mamul, enerji gibi her türlü girdiyi temin eden kişi, işletme ya da kuruluşlardır. Bir işletme için, önceden belirlenmiş standartlara uygun üretim düzeyinin devamlılığı açısından tedarikçilerle kurulan ilişkilerin yönetimi son derece önemlidir. Çünkü işletmeler siparişlerine, pazarlama ve dağıtım alanlarına göre üretim yaparlar.<br/>İşletmeye ham madde, yarı mamul, enerji gibi her türlü girdiyi temin eden kişi, işletme ya da kuruluşlara tedarikçi olarak adlandırılmaktadır"
  },
  {
    "id": "2913015",
    "unitNumber": 3,
    "text": "I. Sosyal Değerler<br/>II. Yönetim yaklaşımı<br/>III. Normlar<br/>IV. Kültür<br/>V. İnançlar<br/>yukarıdakilerden hangisi/hangileri örgüt kültürünün öğelerindendir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnız I, III ve V",
      "B": "Yalnız II, III ve IV",
      "C": "Yalnız III, IV ve V",
      "D": "Yalnız I, IV ve V",
      "E": "Yalnız I, II ve III"
    },
    "explanation": "Örgüt kültürü bir grubun dış adaptasyon ve iç entegrasyon ile ilgili belirli sorunlarla başa çıkmayı öğrenirken bulduğu, keşfettiği veya geliştirdiği birtakım temel varsayımlardır. Bu varsayımlar değerli kabul edilebilecek kadar işe yarar olmuşlardır ve bunun için organizasyona yeni katılan elemanlara, aynı problemlerle karşılaştıkları zaman doğru şekilde düşünmek, algılamak ve hissetmek için öğretilirler.<br/>Örgüt kültürü; örgüt üyelerinin paylaştığı sosyal değerler, standartlar, normlar, inançlar, hikâyeler, semboller ve anlayışlar topluluğudur"
  },
  {
    "id": "2913016",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi örgüt kültürünün özellikleri arasında yer almaz?",
    "correctAnswer": "B",
    "options": {
      "A": "Örgüt kültürü organizasyon üyelerince paylaşılır.",
      "B": "Örgüt kültürü örgütler için somut bir kavramdır",
      "C": "Örgüt kültürü öğrenilir.",
      "D": "Örgüt kültürü çeşitli ihtiyaçları giderme özelliğine sahiptir.",
      "E": "Örgüt kültürü değişebilir"
    },
    "explanation": "Örgüt kültürü, organizasyonu bir arada tutan bir sistemdir. Gözle görülüp, elle tutulamaz, soyuttur. Ancak yansımaları somut bir şekilde görülebilir.<br/>Örgüt kültürü somut değil soyut bir kavramdır"
  },
  {
    "id": "2913017",
    "unitNumber": 3,
    "text": "İşe yeni giren çalışanların, işletme içinde etkin bir şekilde çalışabilmesi için gerekli tutumları, bilgiyi, becerileri ve davranışları öğrendikleri sürece ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "İnsan kaynaklarının geliştirilmesi",
      "B": "Hizmetiçi eğitim",
      "C": "Davranış Yönetimi",
      "D": "Sosyalizasyon",
      "E": "Kültürleme"
    },
    "explanation": "Sosyalizasyon aslında bir nevi çalışanların örgüte oryantasyonunu sağlamadır<br/>Sosyalizasyon işe yeni giren çalışanların, işletme içinde etkin<br/>bir şekilde çalışabilmesi için gerekli tutumları, bilgiyi, becerileri<br/>ve davranışları öğrendikleri bir süreçtir."
  },
  {
    "id": "2913018",
    "unitNumber": 3,
    "text": "I. Yenilikçi Kültürler<br/>II. Agresif Kültürler<br/>III. Sosyal Kültürler<br/>IV. İstikrarlı Kültürler<br/>yukarıdakilerden hangisi/hangileri örgüt kültürlerinin sınıflandırılmasında yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "I, II ve IV",
      "D": "II, III ve IV",
      "E": "III ve IV"
    },
    "explanation": "Yenilikçi kültürler, agresif kültürler, çıktı odaklı kültürler, istikrarlı kültürler, insan odaklı kültürler, takım odaklı kültürler örgüt kültürü sınıflandırmalarıdır<br/>Sosyal kültürler kavramı dışında kalanlar örgüt kültürleri sınıflandırması arasında yer alır"
  },
  {
    "id": "2913019",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi örgüt içi etik dışı davranışlara örnektir?",
    "correctAnswer": "E",
    "options": {
      "A": "Birim yöneticisinin astlarının iş doyum düzeylerinin arttırılmasına ilişkin içsel motivasyon araçlarını etkili bir şekilde kullanması",
      "B": "İnsan kaynakları yöneticisinin ödül sistemini tüm işgörenlere aynı standartlar çerçevesinde uygulaması",
      "C": "bir işgörenin kendisine tanımlanan görevi yerinde ve zamanında yerine getirmesi",
      "D": "Çalışanların din, dil, ırk ayrımı yapılmaksızın çalışma koşullarının iyileştirilmesi",
      "E": "Yöneticilik konumunda olan birinin akrabası olan birinin mesai saatlerine uymama davranışına göz yumması"
    },
    "explanation": "Ayrımcılık: Bir grup insana karşı, adaletsiz ve zarar verecek biçimdeki her türlü davranış ayrımcılık olarak tanımlanır.<br/>Yöneticilik konumunda olan birinin akrabası olan birinin mesai saatlerine uymama davranışına göz yumması \"ayrımcılık\" olarak etik dışı davranış kapsamında ele alınmalıdır"
  },
  {
    "id": "2913020",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi işletmenin bir bölümünü ya da bütününü etkileme potansiyeline sahip tüm faktörler olarak ifade edilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "İş çevresi",
      "B": "Genel çevre",
      "C": "İç çevre",
      "D": "Dış çevre",
      "E": "Örgütsel çevre"
    },
    "explanation": "Örgütsel çevre, örgütün (işletmenin) bir bölümünü ya da bütününü etkileme potansiyeline sahip tüm faktörler olarak tanımlanabilir."
  },
  {
    "id": "2913021",
    "unitNumber": 3,
    "text": "Aşağıdaki hangisi işletme faaliyetleri ve başarısı üzerinde doğrudan etkiye sahip faktörlerden oluşan çevreyi ifade etmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "İş çevresi",
      "B": "Genel çevre",
      "C": "Örgütsel çevre",
      "D": "Dış çevre",
      "E": "İç çevre"
    },
    "explanation": "İç çevre, işletme faaliyetleri ve başarısı üzerinde <em>doğrudan </em>etkiye sahip faktörlerden oluşan çevreyi ifade etmekte olup, işletme yönetiminin bu faktörleri kontrol etme konusunda gücü ve inisiyatifi vardır."
  },
  {
    "id": "2913022",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi liderlik ve yönetim tarzı gibi faktör konularını barındıran bir çevre unsurudur?",
    "correctAnswer": "E",
    "options": {
      "A": "İş çevresi faktörleri",
      "B": "Genel çevre faktörleri",
      "C": "Örgütsel çevre faktörleri",
      "D": "Dış çevre faktörleri",
      "E": "İç çevre faktörleri"
    },
    "explanation": "<strong>İç çevre faktörleri </strong>olarak liderlik ve yönetim tarzı, örgüt kültürü, insan kaynakları, örgüt yapısı, işletmenin sahip olduğu varlıklar, finansal güç ve operasyonel ve yönetsel süreçler sayılabilir."
  },
  {
    "id": "2913023",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi işletmede çalışanların paylaştığı değer, norm, inanç gibi unsurları ifade etmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "İnsan kaynakları",
      "B": "Örgüt yapısı",
      "C": "İşletmenin sahip olduğu varlıklar",
      "D": "Yönetim tarzı",
      "E": "Örgüt kültürü"
    },
    "explanation": "<strong>İç çevre faktörleri </strong>olarak liderlik ve yönetim tarzı, örgüt kültürü, insan kaynakları, örgüt yapısı, işletmenin sahip olduğu varlıklar, finansal güç ve operasyonel ve yönetsel süreçler sayılabilir. Örgüt kültürü, kısaca, işletmede çalışanların paylaştığı değer, norm, inanç, varsayım gibi unsurlara işaret eder."
  },
  {
    "id": "2913024",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi işletmenin performansını dolaylı yoldan etkileyen faktörleri ifade eden bir çevredir?",
    "correctAnswer": "E",
    "options": {
      "A": "İş çevresi",
      "B": "Genel çevre",
      "C": "Örgütsel çevre",
      "D": "İç çevre",
      "E": "Dış çevre"
    },
    "explanation": "<strong>Dış çevre, </strong>işletmenin performansını dolaylı yoldan etkileyen faktörler, koşullar, güçler ve olayları ifade etmekte olup, işletmelerin de dış çevre faktörleri üzerindeki etkisi hemen hemen yok gibidir. Başka bir deyişle <strong>dış çevre, </strong>işletmenin dışında kalan ancak işletmenin amaçlarına ulaşmasını etkileyen tüm faktörlerdir."
  },
  {
    "id": "2913025",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi PEST analizinin yapıldığı bir çevredir?",
    "correctAnswer": "E",
    "options": {
      "A": "Örgütsel çevre",
      "B": "İş çevresi",
      "C": "İç çevre",
      "D": "Dış çevre",
      "E": "Genel çevre"
    },
    "explanation": "Genel çevre denildiğinde genellikle dört faktörün işletme üzerindeki etkileri dile getirilmektedir. Bu faktörleri aşağıdaki gibi sıralamak mümkündür:<br/><ul> <li>(P) Politik faktörler</li> <li>(E) Ekonomik faktörler</li> <li>(S) Sosyal faktörler</li> <li>(T) Teknolojik faktörler</li> </ul>"
  },
  {
    "id": "2913026",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi görev çevresi ya da sektörel çevre olarak da anılan bir çevredir?",
    "correctAnswer": "E",
    "options": {
      "A": "Örgütsel çevre",
      "B": "Genel çevre",
      "C": "İç çevre",
      "D": "Dış çevre",
      "E": "İş çevresi"
    },
    "explanation": "<strong>İş çevresi (Görev Çevresi/Sektörel Çevre) </strong>işletmenin dış genel çevresinin altında ve onun bir parçası olarak iş adamlarına ve işletmelere daha yakın olan ve genel çevreye göre işletmenin performansı üzerinde daha doğrudan bir etkiye sahip olan çevredir. Bir işletmenin içinde bulunduğu sektör, birbiriyle aynı ya da benzer, birbirini tamamlayıcı ürünleri üreten, bu ürünlerin girdilerini tedarik eden ve dağıtımını yapan, bu işlevleri yaparken birbiriyle iş birliği yapan veya rekabet eden işletmelerden oluşur. Bu işletmeler benzer ürünlerini aynı müşterilere kabul ettirmek için bir mücadele içindedirler. İş çevresinin önemli faktörleri arasında tüketiciler, müşteriler, tedarikçiler, rakipler, ikame ürünleri üreten işletmeler, tamamlayıcı ürün üreten işletmeler ve iş gücü piyasaları sayılabilir."
  },
  {
    "id": "2913027",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi örgüt kültürünün özelliklerini <strong><u>tam ve doğru olarak</u></strong> ifade etmektedir?<br/><ol type=\"I\"><br/><li>Örgüt kültürü organizasyon üyelerince paylaşılır</li><br/><li>Örgüt kültürü öğrenilir</li><br/><li>Örgüt kültürü çeşitli ihtiyaçları giderme özelliğine sahiptir</li><br/><li>Örgüt kültürü değişebilir</li><br/><li>Örgüt kültürü soyut bir kavramdır</li><br/></ol>",
    "correctAnswer": "E",
    "options": {
      "A": "I, II",
      "B": "I, II, III",
      "C": "I, III, V",
      "D": "II, III, IV, V",
      "E": "I, II, III, IV, V"
    },
    "explanation": "Örgüt kültürünün özelliklerini aşağıdaki gibi sıralayabiliriz:<br/><ul><br/><li><em> Örgüt kültürü organizasyon üyelerince paylaşılır</em>. Örgüt kültürü organizasyon üyeleri tarafından birlikte oluşturulur ve paylaşılır.</li><br/><li><em> Örgüt kültürü öğrenilir</em>. Örgüt kültürü, organizasyon üyelerince, organizasyona girdikleri andan itibaren ve diğer bireylerle etkileşime geçerek öğrenilir.</li><br/><li><em> Örgüt kültürü çeşitli ihtiyaçları giderme özelliğine sahiptir</em>. Örgüt kültürü organizasyon üyelerinin maddi ve manevi ihtiyaçlarını giderir. Yani örgüt kültürü organizasyon üyelerinin psikolojik gereksinmelerini karşılayarak, bireylerin daha verimli olmasını dolayısıyla da maddi olarak daha fazla tatmin olmasını sağlar.</li><br/><li><em> Örgüt kültürü değişebilir</em>. Organizasyonun iç ve dış çevresinde meydana gelen değişim zamanla örgüt kültürünün de değişmesine neden olur.</li><br/><li><em> Örgüt kültürü soyut bir kavramdır</em>. Örgüt kültürü, organizasyonu bir arada tutan bir sistemdir. Gözle görülüp, elle tutulamaz, soyuttur. Ancak yansımaları görülebilir.</li><br/></ul>"
  },
  {
    "id": "2913028",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bir işletmenin kültürünün ortaya çıkışındaki faktörler arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kurucunun değerleri",
      "B": "Performans değerlendirme",
      "C": "Personelin rasyonalizasyonu",
      "D": "Kaymak bağımlılığı",
      "E": "İşletmenin sektörden talepleri"
    },
    "explanation": "Bir işletmenin (örgütün) kültürünün ortaya çıkışındaki en önemli faktörler arasında işletmenin kurucusunun değerleri, tercihleri ve sektörün işletmeden talepleri vardır."
  },
  {
    "id": "2913029",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bir işletme yönetiminin uyması gereken etik ilkelere örnektir?",
    "correctAnswer": "E",
    "options": {
      "A": "İhmal",
      "B": "Ayrımcılık",
      "C": "Kayırma",
      "D": "Mobbing",
      "E": "İnsan hakları"
    },
    "explanation": "Başarılı bir liderlik ve etkin bir yönetim faaliyeti için işletme yönetiminde etik ilkelere uymak bir zorunluluktur. Aşağıda etik ilkelere örnekler sunulmaktadır:<br/><ul> <li>Adalet: Genel olarak adalet, eşitlere eşit davranmayı içerir. Kurum açısından adalet, personele, kuruma katkıları oranında haklarını; kurallara aykırı davranmaları oranında da ceza verilmesidir.</li> <li>Eşitlik: Yararların, sıkıntıların, hizmetlerin dağıtılmasında uygulanacak sınırların belirlenmesini içerir.</li> <li>Doğruluk ve dürüstlük: Doğruluk gerçeği söylemek, yani sözleri gerçeğe uydurmaktır. Dürüstlük ise gerçeği söylenene uydurmak, yani verilen söze bağlı kalmak ve beklentileri gerçekleştirmektir.</li> <li>Tarafsızlık: Tarafsızlık ya da nesnellik, insanın bireyleri ya da nesneleri oldukları gibi görebilmesi ve bu görüntüyü bireyin kendi istek ve korkuları ile oluşturduğu görüntüden ayırabilmesidir.</li> <li>Sorumluluk: Belirli bir görevin istenilen nitelik ve nicelikte yerine getirilmesidir.</li> <li>İnsan hakları: İnsanın insan olma özelliği nedeniyle sahip olduğu; dokunulmaz, devredilmez ve vazgeçilmez nitelikte, kişiliğe bağlı haklardır. İnsan haklarının iyi anlaşılması ve bireylerin bu haklarına saygılı olmasıdır.</li> <li>Olumlu insan ilişkileri: Hem amaçlanan üretimin gerçekleştirilmesi, hem de personelin doyumunun sağlanması açısından gereklidir. Bu anlamda yönetimde insan ilişkileri; insanlar için, insanlarla birlikte etkili biçimde çalışabilme becerisidir.</li> </ul>"
  },
  {
    "id": "2913030",
    "unitNumber": 3,
    "text": "Örgütün bir bölümünü yada bütününü etkileme potansiyeline sahip tüm faktörleri ifade eden kavram hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Örgütsel çevre",
      "B": "İç çevre",
      "C": "dış çevre",
      "D": "Örgüt kültürü",
      "E": "İnsan kaynakları"
    },
    "explanation": "Örgütün bir bölümünü yada bütününü etkileme potansiyeline sahip tüm faktörleri ifade eden kavram örgütsel çevredir."
  },
  {
    "id": "2913031",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi iç çevre faktörleri arasında yer almaz?",
    "correctAnswer": "A",
    "options": {
      "A": "işletmenin dışında kalan koşullar",
      "B": "Örgüt kültürü",
      "C": "Liderlik ve yönetim tarzı",
      "D": "İnsan kaynakları",
      "E": "Örgüt yapısı"
    },
    "explanation": "İşletmenin dışında kalan koşullar iş çevre faktörleri arasında yer almaz."
  },
  {
    "id": "2913032",
    "unitNumber": 3,
    "text": "İşletmede çalışanların paylaştığı değer, norm, inanç ve varsayım gibi unsurların bütününe ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Örgüt kültürü",
      "B": "Örgüt yapısı",
      "C": "İç çevre faktörleri",
      "D": "Dış çevre faktörleri",
      "E": "Yönetsel süreçler"
    },
    "explanation": "İşletmede çalışanların paylaştığı değer, norm, inanç ve varsayım gibi unsurların bütününe örgüt kültürü adı verilir."
  },
  {
    "id": "2913033",
    "unitNumber": 3,
    "text": "aşağıdakilerden hangisi iş çevresi içinde yer almaz?",
    "correctAnswer": "A",
    "options": {
      "A": "Teknolojik faktörler",
      "B": "Tamamlayıcı ürün üreticileri",
      "C": "İkame ürün üreticileri",
      "D": "Alıcılar",
      "E": "Rakipler"
    },
    "explanation": "teknolojik faktörler iş çevresi içinde yer almaz."
  },
  {
    "id": "2913034",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi işletmelerin faaliyet gösterdiği ortamlardaki yasal ve düzenleyici değişkenleri ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Politik faktörler",
      "B": "Sosyal faktörler",
      "C": "Teknolojik faktörler",
      "D": "Ekonomik faktörler",
      "E": "Ekolojik faktörler"
    },
    "explanation": "Politik faktörler işletmelerin faaliyet gösterdiği ortamlardaki yasal ve düzenleyici değişkenleri ifade eder."
  },
  {
    "id": "2913035",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi girdileri çıktılara dönüştüren araçlardır?",
    "correctAnswer": "A",
    "options": {
      "A": "Teknolojik faktörler",
      "B": "Sosyal faktörler",
      "C": "Politik faktörler",
      "D": "Ekonomik faktörler",
      "E": "Çevresel faktörler"
    },
    "explanation": "teknolojik faktörler girdileri çıktılara dönüştüren araçlardır."
  },
  {
    "id": "2913036",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi örgüt kültürünün özelliklerinden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Örgüt kültürünün somut bir kavram olması",
      "B": "Organizasyon üyelerince paylaşılması",
      "C": "Örgüt kültürünün öğrenilmesi",
      "D": "Çeşitli ihtiyaçları giderme özelliğine sahip olması",
      "E": "Örgüt kültürünün değişebilmesi"
    },
    "explanation": "Somut bir kavram olması örgüt kültürünün özelliklerinden biri değildir."
  },
  {
    "id": "2913037",
    "unitNumber": 3,
    "text": "Örgütte uygulanmakta olan teoriler ve felsefeler örgüt kültürünün öğelerinden hangisini oluşturmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Temel varsayımlar",
      "B": "değerler sistemi",
      "C": "Örgüt tarihi",
      "D": "Maddi nesneler",
      "E": "Sosyal ve fiziki çevre"
    },
    "explanation": "Örgütde uygulanmakta olan teoriler ve felsefeler örgüt kültürünün öğelerinden temel varsayımlar birdir."
  },
  {
    "id": "2913038",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi tahmin edilebilir kural odaklı ve bürokratik özelliklere sahip olan örgüt kültürüdür?",
    "correctAnswer": "A",
    "options": {
      "A": "İstikrarlı kültürler",
      "B": "Çıktı odaklı kültürler",
      "C": "Agresif kültürler",
      "D": "Yenilikci kültürler",
      "E": "İnsan odaklı kültürler"
    },
    "explanation": "İstikrarlı kültürler tahmin edilebilir kural odaklı ve bürokratik özelliklere sahip olan örgüt kültürüdür."
  },
  {
    "id": "2913039",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Carroll ' a göre sosyal sorumluluk kavramının boyutlarından biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Siyasal",
      "B": "Etik",
      "C": "Yasal",
      "D": "Gönüllü",
      "E": "Ekonomik"
    },
    "explanation": "Siyasal, Carroll ' a göre sosyal sorumluluk kavramının boyutlarından biri değildir."
  },
  {
    "id": "2913040",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi işletmede çalışanların paylaştığı değer, norm, inanç, varsayım gibi unsurların işletme faaliyetlerini etkilediği düşünülen iç çevre faktörüdür?",
    "correctAnswer": "B",
    "options": {
      "A": "liderlik ve yönetim",
      "B": "örgüt kültürü",
      "C": "insan kaynakları",
      "D": "örgüt yapısı",
      "E": "işletme varlıkları"
    },
    "explanation": "Örgüt kültürü, kısaca, işletmede çalışanların paylaştığı değer, norm, inanç, varsayım gibi unsurlara işaret eder. İşletme çalışanlarının iş yapma biçimleri, tutum ve davranışları örgüt kültürüyle doğrudan ilgilidir. Aynı zamanda örgüt kültürü işletmenin amaçlarına ulaşması bakımından bir araç işlevi görür."
  },
  {
    "id": "2913041",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi işletmelerin dış çevre faktörlerinden iş çevresi başlığı altında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "teknolojik çevre",
      "B": "ekonomik çevre",
      "C": "politik çevre",
      "D": "sosyo-kültürel çevre",
      "E": "tedarikçiler"
    },
    "explanation": "işletmelerin dış çevre faktörlerinden iş çevresi başlığında değerlendirilen faktörler şunlardır:<br/>-tedarikçiler<br/>-alıcılar<br/>-rakipler<br/>-ikame ürün üreticileri<br/>-tamamlayıcı ürün üreticileri"
  },
  {
    "id": "2913042",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi işletmelerin üzerinde durması gereken sosyo-kültürel değişiklere örnek olarak verilebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Emtia borsalarındaki arz dalgalanması",
      "B": "Asgari ücrete dair yeni zam oranlarının belirlenmesi",
      "C": "Kadınların iş hayatına daha fazla katılması",
      "D": "Enflasyon tahminlerinin konsolide edilmesi",
      "E": "Akaryakıt taleplerinin daralması"
    },
    "explanation": "Kadının her geçen artan bir şekilde iş gücüne katılımı da önemli bir sosyokültürel gelişmedir. Bu gelişme işletmelerin sadece istihdam, ücret ve insan kaynakları politikalarını etkilemekle kalmamış, çalışan kadınlar için yeni ürün ve hizmetlerin geliştirilmesine de sebep olmuştur."
  },
  {
    "id": "2913043",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi müşteri özelliklerini belirlemekte kullanılan ölçütlerden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "yaş",
      "B": "medeni durum",
      "C": "gelir seviyesi",
      "D": "devlet politikaları",
      "E": "sosyal statü"
    },
    "explanation": "Müşteri özelliklerini belirlemekte kullanılan ölçütler arasında yaş, cinsiyet, medeni durum, gelir düzeyi, istihdam durumu, sosyal statü, tüketim alışkanlıkları, üründen beklentiler, teşvik uygulamaları, satın alma güdüleri, vb. vardır."
  },
  {
    "id": "2913044",
    "unitNumber": 3,
    "text": "Eğer bir işletmenin girdilerini sağladığı alternatif tedarikçilerin sayısı fazla ise aşağıdakilerden hangisinin olması beklenir?",
    "correctAnswer": "A",
    "options": {
      "A": "işletmenin tedarikçiler üzerinde daha fazla pazarlık gücü",
      "B": "tedarikçilerin işletmeye sundukları girdi üzerinde daha fazla kontrole sahip olması",
      "C": "tedarikçilerin işletmelerle ortak olma isteği",
      "D": "tedarikçilerin işletmeyi satın alma gibi stratejileri geliştirmeleri",
      "E": "işletmelerin yeni anlaşmalar için elinin zayıflaması"
    },
    "explanation": "Eğer bir işletmenin girdilerini sağladığı alternatif tedarikçilerin sayısı fazla ise ilgili işletmenin tedarikçiler üzerinde daha fazla pazarlık gücü olacaktır."
  },
  {
    "id": "2913045",
    "unitNumber": 3,
    "text": "Birinin kullanımı diğerinin kullanımını da gerektiren veya birlikte kullanımından daha fazla fayda sağlanan ürünleri ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "ikame ürün",
      "B": "eksik ürün",
      "C": "tamamlayıcı ürün",
      "D": "ayıplı ürün",
      "E": "endüstriyel ürün"
    },
    "explanation": "Tamamlayıcı ürün, birinin kullanımı diğerinin kullanımını da gerektiren veya bir- likte kullanımından daha fazla fayda sağlanan ürünleri ifade eder. Tamamlayıcılık ilişkisi zorunlu olabileceği gibi isteğe bağlı da olabilir."
  },
  {
    "id": "2913046",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi örgüt kültürünün özelliklerinden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Örgüt kültürü organizasyon üyelerince paylaşılır",
      "B": "Örgüt kültürü öğrenilir.",
      "C": "Örgüt kültürü çeşitli ihtiyaçları giderme özelliğine sahiptir",
      "D": "Örgüt kültürü değişemez",
      "E": "Örgüt kültürü soyut bir kavramdır"
    },
    "explanation": "Örgüt kültürü değişebilir. Organizasyonun iç ve dış çevresinde meydana gelen değişim zamanla örgüt kültürünün de değişmesine neden olur."
  },
  {
    "id": "2913047",
    "unitNumber": 3,
    "text": "Bir işletmenin üretmiş olduğu ürünlerin deneylerinde hayvanlara zarar verilmediğinin altını çizen bir duyurum yaparak hangi tür sosyal sorumluluk yaklaşımını kullanmış olur?",
    "correctAnswer": "A",
    "options": {
      "A": "reaktif stratejiler",
      "B": "savunma stratejileri",
      "C": "uyum stratejileri",
      "D": "proaktif stratejiler",
      "E": "kültürel stratejiler"
    },
    "explanation": "Sosyal sorumluluk duyarlılığı bulunmayan ve bu tür faaliyetlerden kaçınan işletmelerde uygulanan bir stratejidir. Bu stratejiyi izleyen bir işletme, ürünleri ve faaliyetleri konusunda kamusal tepki ve suçlamalara karşı kendisini savunmak üzere bilgilendirme, laboratuvar testleri sonuçlarının açıklanması ve uzman danışmanlardan destek alma gibi girişimlerde bulunur."
  },
  {
    "id": "2913048",
    "unitNumber": 3,
    "text": "Bir işletmenin kız çocuklarının okula gönderilmesine yönelik yürüttüğü sosyal sorumluluk projesi Caroll'un sosyal sorumluluk boyutlarından hangisi içerisinde değerlendirilir?",
    "correctAnswer": "D",
    "options": {
      "A": "ekonomik sorumluluk",
      "B": "yasal sorumluluk",
      "C": "etik sorumluluk",
      "D": "gönüllü sorumluluk",
      "E": "aktif sorumluluk"
    },
    "explanation": "Gönüllü (hayırsever) sorumluluklar ise isteğe bağlı sorumluluklardır. İşletmenin sadece gönüllü ve isteğe bağlı olarak toplum yararına olacak hayırsever uygulamalarını kapsamaktadır. Bu uygulamalar doğrudan ya da dolaylı olabilir. İşletmeler, toplumsal bir soruna çözüm olacak ya da dikkat çekecek uygulamalarla toplum refahına katkı sağlamaya çalışabilir."
  },
  {
    "id": "2913049",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi etik davranışın yerleştirilmesinde kullanılabilecek yöntemlerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "etik açıdan sorunlu olabilecek bireyleri dikkate alan personel seçimi",
      "B": "Etik kodların ve karar almaya ilişkin kuralların oluşturulması",
      "C": "üst yönetimin liderliği",
      "D": "hedefler ve performans değerlendirmeleri",
      "E": "yakın çevre ve akrabalarla iş görme"
    },
    "explanation": "Bir işletmede yakın çevre ve akrabalar ile kurulan ilişkiler dikkat edilmesi gereken bir konudur. Bu gruba yapılacak ayrı muamele adaletsizliğin ortaya çıkmasına dolayısı ile etik olmayan bir davranışın varlığına neden olur."
  },
  {
    "id": "2913050",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi işletmeyi ve faaliyetlerini dolaylı yoldan etkileyen yani dış faktörlerden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Liderlik ve yönetim",
      "B": "Örgüt kültürü",
      "C": "Teknolojik değişimler",
      "D": "İnsan kaynakları",
      "E": "Örgüt yapısı"
    },
    "explanation": "Dış çevre ise işletmeyi ve faaliyetlerini dolaylı yoldan etkileyen çevresel faktörlerden oluşan çevredir ve işletme yönetiminin bu faktörleri kontrol etme konusunda yapabilecekleri kısıtlıdır. Örneğin; ülkedeki ekonomik koşullar, politik gelişmeler, teknolojideki değişimler, vb. yöneticilerin yakından gözlemleyebileceği, önlem alabileceği unsurlardır; ancak bunlar üzerinde tam bir kontrol kurmak pek mümkün değildir."
  },
  {
    "id": "2913051",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi işletme faaliyetlerini ve performansını etkileyen sosyokültürel faktörlerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yaşam tarzları",
      "B": "Enflasyon",
      "C": "İşsizlik oranları",
      "D": "Para arzı",
      "E": "Dış ticaret"
    },
    "explanation": "İşletme faaliyetlerini ve performansını etkileyen sosyokültürel faktörler arasında toplumda yerleşik inançlar, değerler, düşünce sistemleri ve yaşam tarzları vardır. Sosyokültürel faktörler kültür, din, eğitim ve etnik faktörlerce şekillendirilmektedir."
  },
  {
    "id": "2913052",
    "unitNumber": 3,
    "text": "İşletmeye ham madde, yarı mamul, enerji gibi her türlü girdiyi temin eden kişi, işletme ya da kuruluşlara ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Müşteri",
      "B": "Pazar",
      "C": "Tedarikçiler",
      "D": "Rakipler",
      "E": "Üreticiler"
    },
    "explanation": "Tedarikçiler, işletmeye ham madde, yarı mamul, enerji gibi her türlü girdiyi temin eden kişi, işletme ya da kuruluşlardır."
  },
  {
    "id": "2913053",
    "unitNumber": 3,
    "text": "İşletmenin ürünlerinin yerini alabilecek veya onların yerine kullanılabilecek benzer olmayan mal ve hizmetlere ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Rekabet",
      "B": "Tamamlayıcı ürün",
      "C": "Özel ürün",
      "D": "Pazar",
      "E": "İkame ürün"
    },
    "explanation": "İkame ürünler işletmenin ürünlerinin yerini alabilecek veya onların yerine kullanılabilecek, benzer olmayan mal ve hizmetlerdir (örneğin; gözlük üreten işletmeler için ikame ürünler lens, hizmet ise göz ameliyatları olabilir)."
  },
  {
    "id": "2913054",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi örgüt kültürünün özelliklerinden biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Örgüt kültürü organizasyon üyelerince paylaşılır",
      "B": "Örgüt kültürü kişide doğuştan vardır",
      "C": "Örgüt kültürü çeşitli ihtiyaçları giderme özelliğine sahiptir",
      "D": "Örgüt kültürü değişebilir",
      "E": "Örgüt kültürü soyut bir kavramdır"
    },
    "explanation": "Örgüt kültürü öğrenilir. Örgüt kültürü, organizasyon üyelerince, organizasyona girdikleri andan itibaren ve diğer bireylerle etkileşime geçerek öğrenilir."
  },
  {
    "id": "2913055",
    "unitNumber": 3,
    "text": "\"Örgüt kültürünün bir kutlama aracıdır ve örgüt içindeki kültürel değerleri pekiştirmeyi amaçlar\" şeklinde tanımı yapılan örgüt kültürü ögesi hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Semboller",
      "B": "Mimari özellikler",
      "C": "Temel varsayımlar",
      "D": "Törenler",
      "E": "Kahramanlar"
    },
    "explanation": "Törenler: Örgüt kültürünün bir kutlama aracıdır ve örgüt içindeki kültürel değerleri pekiştirmeyi amaçlar. Örneğin ödül törenleri, atanma ve emeklilik törenleri örgüt kültürünün açığa çıktığı törenlerdir."
  },
  {
    "id": "2913056",
    "unitNumber": 3,
    "text": "Esnek ve farklı koşullara uyumlu, yeni fikirlere açık işletmeler hangi örgüt kültürünü benimsemektedirler?",
    "correctAnswer": "E",
    "options": {
      "A": "Agresif kültür",
      "B": "Çift odaklı kültür",
      "C": "İstikrarlı örgüt kültürü",
      "D": "İnsan odaklı kültür",
      "E": "Yenilikçi kültür"
    },
    "explanation": "Yenilikçi Kültürler: Yenilikçi kültüre sahip olan işletmeler esnek ve farklı koşullara uyumlu, yeni fikirlere açıktır. Bu işletmeler yatay bir hiyerarşi ile bilinir ve unvan ve statü gibi unsurlara pek önem verilmez."
  },
  {
    "id": "2913057",
    "unitNumber": 3,
    "text": "Sosyal sorumluluk duyarlılığı bulunmayan ve bu tür faaliyetlerden kaçınan işletmelerde uygulanan sosyal sorumluluk yaklaşımı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Reaktif stratejiler",
      "B": "Savunma stratejileri",
      "C": "Uyum stratejileri",
      "D": "Proaktif stratejiler",
      "E": "Teknik stratejiler"
    },
    "explanation": "Reaktif stratejiler: Sosyal sorumluluk duyarlılığı bulunmayan ve bu tür faaliyetlerden kaçınan işletmelerde uygulanan bir stratejidir."
  },
  {
    "id": "2913058",
    "unitNumber": 3,
    "text": "İşletmelerin toplumda uygun davranışları tanımlayan ahlak kurallarına uyması gerekliliğine işaret eden sosyal sorumluluk boyutu aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ekonomik sorumluluklar",
      "B": "Yasal sorumluluklar",
      "C": "Etik sorumluluklar",
      "D": "Gönüllü sorumluluklar",
      "E": "Politik sorumluluklar"
    },
    "explanation": "Etik sorumluluklar: Etik sorumluluklar işletmelerin toplumda uygun davranışları tanımlayan ahlak kurallarına uyması gerekliliğine işaret etmektedir."
  },
  {
    "id": "2913059",
    "unitNumber": 3,
    "text": "Belirli bir görevin istenilen nitelik ve nicelikte yerine getirilmesini ifade eden etik ilke aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tarafsızlık",
      "B": "Adalet",
      "C": "Eşitlik",
      "D": "Doğruluk",
      "E": "Sorumluluk"
    },
    "explanation": "Sorumluluk: Belirli bir görevin istenilen nitelik ve nicelikte yerine getirilmesidir."
  },
  {
    "id": "2913060",
    "unitNumber": 4,
    "text": "Planlama yapılırken ilk olarak aşağıdakilerden hangisine karar vermek gerekir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hedeflerin hangi yöntemler kullanılarak gerçekleştirileceğine",
      "B": "Belirli dönemlerde ulaşılmak istenen hedeflerin neler olduğuna",
      "C": "Değerlendirmenin hangi araçlar ile yapılacağına",
      "D": "Gerçekleştirilecek faaliyetlerin ne kadar süreceğine",
      "E": "Piyasada ne tür değişiklikler olabileceğine"
    },
    "explanation": "Planlama yönetim sürecinin başlangıcı olarak kabul edilir ve yöneticiliğin temel işlevi olan karar alma ile yakından ilintilidir. Planlama gelecek belirli dönemlerde ulaşılmak istenen hedeflerin belirlenmesi, bu hedeflerin gerçekleştirilmesine yönelik seçeneklerin belirlenmesi, işletmenin ya da başında bulunulan birimin iç ve dış kaynakları dikkate alınarak hedeflere nasıl ulaşılacağının kararlaştırılması sürecidir. Her ne kadar planlama sürecinde faaliyetlere ilişkin zamanlar, kullanılacak yöntem ve araçlar ile değerlendirmeye yönelik bir yol haritası oluşturulsa da bunların ilk basamağını hedeflerin belirlenmesi oluşturmaktadır. Diğer seçeneklerde yer alan kararlar hedeflere dayalı olarak alınmaktadır. Doğru yanıt B'dir."
  },
  {
    "id": "2913061",
    "unitNumber": 4,
    "text": "Bir konuda gelecekte gerçekleştirilmek istenen nihai sonuç aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Amaç",
      "B": "Plan",
      "C": "Program",
      "D": "Rekabet",
      "E": "Eylem"
    },
    "explanation": "<strong>Amaç,</strong> bir konuda gelecekte gerçekleştirilmek istenen nihai sonuçtur."
  },
  {
    "id": "2913062",
    "unitNumber": 4,
    "text": "I. Uzun dönemli öngörüler yapmanın güçleşmesi<br/>II. Planlamada esnekliğin ön plana çıkması<br/>III. Yöneticilerin planlama işlevinin önem kaybetmesi<br/>IV. Uzun dönemli planların önem kazanması <br/>Küresel rekabetin ivme kazanması ile siyasi ve ekonomik belirsizlik koşulları yukarıda verilenlerden hangilerine yol açmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve III",
      "D": "II ve IV",
      "E": "III ve IV"
    },
    "explanation": "Planlama, önemli kararlar alabilmek için yapılandırılmış bir süreçtir. Bir plan, örgüt için yön sağlayabilir. Küresel rekabetin ivme kazanması, siyasi ve ekonomik belirsizlik koşulları özellikle uzun dönemler için öngörü yapmayı güçleştirmiş olsa da yöneticilerin planlama işlevinin önemini artırmıştır. Küresel rekabet ve artan belirsizlik nedeniyle uzun dönemli planlar yapmak mümkün olmamakta ancak planlama sürecini önemini korumaktadır. Doğru yanıt A'dır."
  },
  {
    "id": "2913063",
    "unitNumber": 4,
    "text": "Planlama işi öncelikle aşağıdakilerden hangisinin belirlenmesi ile başlamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Uygulamalar",
      "B": "Hedefler",
      "C": "Planlar",
      "D": "Kararlar",
      "E": "Yöntemler"
    },
    "explanation": "Planlama işi <strong>hedeflerin</strong> belirlenmesi ile başlar."
  },
  {
    "id": "2913064",
    "unitNumber": 4,
    "text": "Anadolu Üniversitesi'nin \"Yaşamboyu öğrenme odaklı bir dünya üniversitesi olmak\" şeklinde belirlediği ve ne olmak istediği hakkında bilgi veren ifade aşağıda verilenlerden hangisine karşılık gelmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Misyon",
      "B": "Strateji",
      "C": "Vizyon",
      "D": "Değer",
      "E": "Hedef"
    },
    "explanation": "Bir örgüt içerisindeki misyon, vizyon, hedefler ve değerler stratejik planlamanın başlangıç noktasını oluşturur. Vizyon ve misyon planlar hiyerarşisinin tepe noktasında yer alır. Vizyon bir işletme ya da örgütün ”ne olmak istediği” ile ilgilidir. Soru kökünde yer alan örnek Anadolu Üniversitesi için olmak istediği yeri ifade eden vizyonuna karşılık gelmektedir. Doğru yanıt C'dir."
  },
  {
    "id": "2913065",
    "unitNumber": 4,
    "text": "Uzun dönem ve 2-5 yıl için öngörülen plan türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Planlama ufku",
      "B": "Stratejik değerler",
      "C": "Stratejik planlar",
      "D": "Opsiyonel planlar",
      "E": "Taktik planlar"
    },
    "explanation": "<strong>Stratejik planlar,</strong> uzun dönemlidir ve 2-5 yıl için öngörülen bir plan türüdür."
  },
  {
    "id": "2913066",
    "unitNumber": 4,
    "text": "\"Ya böyle olursa tipi senaryolara dayanan planların formüle edilmesi\"aşağıdakilerden hangisinin ifadesidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kriz yönetim planları",
      "B": "Beklenmedik durum planlaması",
      "C": "Sürekli plan",
      "D": "Senaryo planlama",
      "E": "Opsiyonel planlama"
    },
    "explanation": "Senaryo Planı: Geleceğin kesin verilerle tahmin edilemez oluşu ve bir örgütün geleceği üzerine birden fazla plan yapılması gerektiği gerçeği üzerine kuruludur.<br/><strong>Senaryo planlama,</strong> ya böyle olursa tipi senaryolara dayanan<br/>planların formüle edilmesini ifade eder."
  },
  {
    "id": "2913067",
    "unitNumber": 4,
    "text": "\"Planları hayata geçirmek konusunda birincil derecede sorumlu kişilerin aynı zamanda planların oluşturulma sürecine katılmasıdır.\"Bu ifade aşağıdakilerden hangi planlamanın ilkesidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Riskli planlama",
      "B": "İyileştirilmiş planlama",
      "C": "Stratejik planlama",
      "D": "Opsiyonel planlama",
      "E": "Etkili planlama"
    },
    "explanation": "<strong>Etkili planlamanın </strong><strong>ilkesi;</strong> planları hayata geçirmek konusunda birincil derecede sorumlu kişilerin aynı zamanda planların oluşturulma sürecine katılmasıdır."
  },
  {
    "id": "2913068",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi \"daha önce karşılaşılmamış ve çözümü zor olan kararların\" tanımıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Programlanmamış kararlar",
      "B": "Hedef kararlar",
      "C": "Programlanmış kararlar",
      "D": "Plansız kararlar",
      "E": "Problem teşkil eden kararlar"
    },
    "explanation": "<strong>Programlanmamış kararlar;</strong> daha önce karşılaşılmamış ve<br/>çözümü zor olan kararlardır."
  },
  {
    "id": "2913069",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi karar alma sürecinin safhalarından biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sorunun anlaşılması",
      "B": "Strateji geliştirme",
      "C": "Seçenek geliştirme",
      "D": "Tercih yapma",
      "E": "Kararların uygulanması"
    },
    "explanation": "Karar alma süreci dört safha içinde incelenebilir;<br/><ul> <li>Sorunun anlaşılması ve tanımlanması </li> <li>Seçenek geliştirme</li> <li>Seçenekler arasından tercih yapma</li> <li>Kararın uygulanması ve sonuçlarının izlenmesi</li> </ul> Bu durumda doğru cevap \"b\" seçeneğidir. Yani \"Strateji geliştirme\"dir."
  },
  {
    "id": "2913070",
    "unitNumber": 4,
    "text": "Klasik yönetici anlayışını ve davranışını ifade eden tanım aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "<strong>Belirleyici karar alma</strong>",
      "B": "Sınırlı karar alma",
      "C": "Rasyonel karar alma",
      "D": "Uygulanabilir karar alma",
      "E": "Belirsiz karar alma"
    },
    "explanation": "<strong>Rasyonel karar alma,</strong> klasik yönetici anlayışını ve davranışını ifade eder."
  },
  {
    "id": "2913071",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi yaygın olarak kullanılan teoridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Buluşsal teori",
      "B": "Tatminci teori",
      "C": "Grup düşüncesi",
      "D": "Beklenti teorisi",
      "E": "Kontrol teorisi"
    },
    "explanation": "<strong>Beklenti teorisi,</strong> yaygın kullanımı olan bir teoridir."
  },
  {
    "id": "2913072",
    "unitNumber": 4,
    "text": "Yöneticilere karar vermede destek olan sistemlere aşağıdakilerden hangisi denilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Diyalektik sorgulama sistemleri",
      "B": "Beklenti destek sistemleri",
      "C": "Yönetim destek sistemleri",
      "D": "Bilgi destek sistemleri",
      "E": "Karar destek sistemleri"
    },
    "explanation": "<strong>Karar destek sistemleri, </strong>yöneticilere karar vermede destek<br/>sistemlerdir."
  },
  {
    "id": "2913073",
    "unitNumber": 4,
    "text": "Açılış toplantımızda <u>gelecek 2 yıl içerisinde</u> ulaşılması beklenen amaçlara yönelik ayrıntılı planlar yapılmıştır.<br/>Yukarıda cümlede yer alan altı çizili kısma ne ad verilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Başlangıç noktası",
      "B": "Planlanan değer",
      "C": "Stratejik amaç",
      "D": "Planlama ufku",
      "E": "Performans göstergesi"
    },
    "explanation": "Bir planın uygulamasının ne kadar süreye yayılacağını ya da bir planın dikkate aldığı zaman süresini ifade eden kavram planlama ufkudur. Örnek cümledeki altızı çizili kısım da planın dikkate aldığı zaman süresini göstermektedir. Doğru yanıt D'dir."
  },
  {
    "id": "2913074",
    "unitNumber": 4,
    "text": "İşlev gösterdiği pazarın sınırlarını genişletmek isteyen bilgisayar üreticisi bir firma yeni gireceği pazarlarda etkin olmak üzere uzun dönemli bir strateji geliştirmiştir. Geliştirilen bu stratejinin hayata geçirilmesi için firmanın üretim ve pazarlama birimleri tarafından uygulanacak yıllık planlara ihtiyacı vardır. Bu planlara ne ad verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Taktik planlar",
      "B": "Gelişimsel planlar",
      "C": "Yönetsel planlar",
      "D": "Fonksiyonel planlar",
      "E": "Eylem planları"
    },
    "explanation": "Taktik amaç ve planlar, stratejik planların üretim, pazarlama, insan kaynakları gibi temel departmanlarca uygulanmasına yöneliktir. Taktik amaçlar bütünleşik amaçların gerçekleştirilmesi için departmanlar ve benzer düzeydeki birimlerce neler yapılacağını ve nasıl bir katkı sağlanacağını ortaya koyar. Bu tür amaçların gerçekleştirilmesine yönelik taktik plan uygulamaları departman yöneticilerinin sorumluluğundadır ve üretim, pazarlama gibi temel fonksiyonların etkililikle yürütülmesini sağlar. Taktik planlar bir yıl ve daha kısa bir planlama ufku içerirler. Taktik planlar, yöneticilerin, ortaya çıkan yeni bir fırsat veya tehdit ile baş edebilmelerini sağlamak için uygulayabilecekleri eylemleri ortaya koymaktadır. Soru kökünde verilen örnek olayda uzun dönemli pazar stratejinin gerçekleştirilmesine yardımcı olacak taktik planlardan söz edilmektedir. Doğru yanıt A'dır."
  },
  {
    "id": "2913075",
    "unitNumber": 4,
    "text": "Bir örgütün yıllık planlarını yaparken piyasada meydana gelebilecek kaynak kıtlığı veya artan müşteri talepleri gibi olumlu veya olumsuz beklenmedik durumlarda kullanmak üzere hazırladığı alternatif planlara ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tek kullanımlık planlar",
      "B": "Sürekli planlar",
      "C": "Senaryo planlar",
      "D": "Kriz yönetim planları",
      "E": "Stratejik planlar"
    },
    "explanation": "Geleceğin kesin verilerle tahmin edilemez oluşu ve bir örgütün geleceği üzerine birden fazla plan yapılması gerektiği gerçeği üzerine kuruludur. Senaryo planlama, ya böyle olursa tipi senaryolara dayanan planların formüle edilmesini ifade eder. Tipik bir senaryo planlama çalışmasında bazı senaryolar iyimser iken bazıları da kötümserdir. Soru kökünde de böyle bir durumdan söz edilmektedir. Doğru yanıt C'dir."
  },
  {
    "id": "2913076",
    "unitNumber": 4,
    "text": "Bir yöneticinin planlama yapmadan önce çevreden topladığı bilgileri yanlış yorumlaması ve bu nedenle hatalı bir gelecek öngörüsünde bulunması aşağıda verilen planlama risklerinden hangisini ifade etmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Aşırı merkezcil ve tepeden inme uygulamalar",
      "B": "Varsayımları sorgulamada başarısızlık",
      "C": "Uygulamaya geçirmede başarısızlık",
      "D": "Rakiplerin eylemlerini öngörmede başarısızlık",
      "E": "İç paydaşları değerlendirmede başarısızlık"
    },
    "explanation": "Yöneticilerin planlama yaparken içine düşebilecekleri bazı yanlışlıklar bulunmaktadır. Bunlardan biri varsayımlar ile ilgilidir. Tüm planlar, gelecek hakkındaki çeşitli varsayımlara dayanır. Bu varsayımlar kimi durumlarda hatalı olabilir. Kimi durumlarda ise varsayımlar başlangıçta mantıklı olabilir ancak beklenmedik gelişmeler bunların geçerliliğini ortadan kaldırabilir. Her iki durumda da planlar geçerliliğini yitirmektedir ve yönetim bu durumu zamanında fark edip gerekli ayarlamaları yapmaz ise planlar istenen sonuçları veremeyecektir. Doğru yanıt B'dir."
  },
  {
    "id": "2913077",
    "unitNumber": 4,
    "text": "Bir ülkede ortaya çıkan salgın bir hastalık nedeniyle çalışanların işe gitmek istememeleri karşısında nasıl bir yol izleyeceklerini belirlemeye çalışan yöneticilerin alması gereken kararlara ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Programlanmış kararlar",
      "B": "Riskli kararlar",
      "C": "Programlanmamış kararlar",
      "D": "Stratejik kararlar",
      "E": "Planlı kararlar"
    },
    "explanation": "Programlanmış kararlar, önceden tekrarlanmış, rutin ve gelecekte de gerçekleşmesi öngörülmüş durumlara bağlanmıştır. Bu tür kararlara belirlenmiş durumlarda satın alma kararı ya da koşullar ortaya çıktığında ödüllendirme kararı gibi sonuçları örnek verebiliriz. Bu tür kararlar önceden formüle edilmiş bir içerikte alınır. Programlanmamış kararlar özel, öngörülemeyen ya da rutin dışı durumlar oluştuğunda yapılan seçimlerdir. Soru kökünde verilen örnekte de beklenmedik, rutin dışı bir duruma yönelik karar almaktan söz edilmektedir. Doğru yanıt C'dir."
  },
  {
    "id": "2913078",
    "unitNumber": 4,
    "text": "I. Problemin yeterince iyi olarak nitelendirilebilecek çözümü ile yetinilmesidir<br/>II. Problemin optimal çözümünün belirlenmesi için gereken tüm bilginin toplanmasının maliyeti ve gerekli bilgilerin <em><strong>olmayışı</strong></em> nedeniyle bu anlayış benimsenebilmektedir<br/>Başlıca nitelikleri yukarıda ifade edilen kavram hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sınırlılık",
      "B": "Rasyonellik",
      "C": "Tatmincilik",
      "D": "Akılcılık",
      "E": "Beklenticilik"
    },
    "explanation": "Tatmincilik bir problemin yeterince iyi olarak nitelendirilebilecek çözümü ile yetinilmesidir. Tatmin edici düzeydeki karar kriteri ile sınırlı kalmak sınırlı akılcılık dışında, bir problemin optimal çözümünün belirlenmesi için gereken tüm bilginin toplanmasının maliyeti ve zaman zaman da gerekli olan bilgilerin mevcut olmamasından da kaynaklanabilir. Doğru yanıt C'dir."
  },
  {
    "id": "2913079",
    "unitNumber": 4,
    "text": "Karar verme sürecinde katılımcılardan birinin ortaya atılan karar alternatiflerinin doğurabileceği olumsuzlukların altını çizmesi ve böylece olası tehlikeler hakkında bilgi sağlaması, karar sürecinde aşağıda verilen yöntemlerden hangisinin uygulandığına işaret etmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Senaryo planlama",
      "B": "Diyalektik sorgulama",
      "C": "Antitez geliştirme",
      "D": "Öncel varsayım eğilimi",
      "E": "Şeytanın avukatlığı"
    },
    "explanation": "Farklı düzeylerdeki ve konulardaki kararların beklenen sonuçlara ulaştırması ve stratejik hedeflere katkı sağlayabilmesi karar süreçlerinin yeterli veri, katılım ve donanımla yürütülmesini gerektirir. Bu amaca yönelik olarak çeşitli yöntemler ve gelişen teknolojiden yararlanarak sistemler geliştirilmiştir. Bunlardan biri, bir planın varlığını ve o planın eleştirel bir analizinin oluşturulmasını gerektiren şeytanın avukatlığıdır. Şeytanın avukatının amacı bir kararın altında yatan varsayımları sorgulamak ve öneriyi kabul edilemez yapan tüm sebeplerin altını çizmektedir. Bu sayede karar vericiler önerilen eylem planlarının muhtemel tehlikelerinden haberdar edilebilirler. Doğru yanıt E'dir."
  },
  {
    "id": "2913080",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi planlama tanımı içerisinde değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gelecek belirli dönemlerde ulaşılmak istenen hedeflerin belirlenmesi",
      "B": "Bir konuda gelecekte gerçekleştirilmek istenen nihai sonuç",
      "C": "Hedeflerin gerçekleştirilmesine yönelik seçeneklerin belirlenmesi",
      "D": "İşletmenin ya da başında bulunulan birimin iç ve dış kaynakları dikkate alınarak hedeflere nasıl ulaşılacağının kararlaştırılması",
      "E": "Ne, ne zaman, nasıl, kimle, hangi koşullarda, ne zaman gibi soruların yanıtları ortaya konularak gelecek için yön belirlenmesi"
    },
    "explanation": "Planlama gelecek belirli dönemlerde ulaşılmak istenen hedeflerin belirlenmesi, bu hedeflerin gerçekleştirilmesine yönelik seçeneklerin belirlenmesi, işletmenin ya da başında bulunulan birimin iç ve dış kaynakları dikkate alınarak hedeflere nasıl ulaşılacağının kararlaştırılması sürecidir. Planlama ile ne, ne zaman, nasıl, kimle, hangi koşullarda, ne zaman gibi soruların yanıtları ortaya konularak gelecek için yön belirlenir"
  },
  {
    "id": "2913081",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi stratejik planlamanın başlangıç noktalarından biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Vizyon",
      "B": "Hedefler",
      "C": "Beklentiler",
      "D": "Misyon",
      "E": "Değerler"
    },
    "explanation": "Bir örgüt içerisindeki misyon, vizyon, hedefler ve değerler stratejik planlamanın başlangıç noktasını oluşturur. Vizyon ve misyon planlar hiyerarşisinin tepe noktasında yer<br/>alır. Vizyon bir işletme ya da örgütün ”ne olmak istediği” ile, misyon ise “ne<br/>yapmak istediği” ile ilgilidir. Misyon örgütün varoluş nedenini ortaya koyan ve yönlendirici nitelikte bir ifadedir.Hedefler ulaşılması beklenen ölçülebilir somut ve çoğu kez rakamsal sonuçlardır. Değerler, bir örgütte yöneticilerin bağlılık gösterdiği felsefi önceliklerdir. Değerler; yönetici ve çalışanların nasıl davranması gerektiğini, işlerini nasıl gerçekleştirmeleri gerektiğini ve örgütün vizyon ve misyonlarına ulaşması için nasıl bir işletme kurmaları gerektiğini ortaya koyar. Beklentiler stratejik planlamanın başlangıç noktalarından biri değildir. Doğru cevap C seçeneğidir."
  },
  {
    "id": "2913082",
    "unitNumber": 4,
    "text": "Bir planın uygulamasının ne kadar süreye yayılacağını ya da bir planın dikkate aldığı zaman süresi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Planlama ufku",
      "B": "Vizyon",
      "C": "Hedefler",
      "D": "Misyon",
      "E": "Değerler"
    },
    "explanation": "Planlama ufku, bir planın uygulamasının ne kadar süreye yayılacağını ya da bir planın dikkate aldığı zaman süresini ifade eder. Stratejik planların çoğu, ister iş ister kurumsal seviyede olsun, uzun dönemli planlardır. Bu tip planlar, birden fazla yıl için yapılandırılır ve başarılı olduğu takdirde daha uzun sürelere yaygınlaştırılabilir. İşletmenin rekabet avantajına sahip olduğu sektörlerin belirlenmesi, yatırım ortaklıları veya ana rekabet stratejileri gibi uzun dönemli kararlar toplamı stratejik planları oluşturur."
  },
  {
    "id": "2913083",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi sürekli planlar tanımıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Uzun dönemlidir ve 2-5 yıl için öngörülen bir plan türüdür.",
      "B": "Bir yıl ve daha kısa planlardan oluşur.",
      "C": "Yöneticiler için günlük veya haftalık planlardır.",
      "D": "Belirli bir amaca ulaşmayı amaçlar.",
      "E": "SIk bir şekilde tekrarlanan olaylarla ilgilidir"
    },
    "explanation": "Tek kullanımlık planların tersine sürekli planlar, sık bir şekilde tekrarlanan olayları ele almak için kullanılır. Sürekli planların arkasındaki fikir, belirli bir tip durumun ortaya çıkması hâlinde yöneticilerin başvuracağı bir kılavuzu yöneticilere sağlamak sureti ile zaman kazanmaktır."
  },
  {
    "id": "2913084",
    "unitNumber": 4,
    "text": "Gelecekte olabilecek ve örgüt üzerinde önemli etkileri olabilecek belirli olaylara değinmek için oluşturulan planlara ne denir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sürekli planlar",
      "B": "Beklenmedik durum planları",
      "C": "Operasyonel planlar",
      "D": "Taktik planlar",
      "E": "Stratejik planlar"
    },
    "explanation": "Pek çok örgüt, yüksek oranda belirsizlik ve bazı belirli olayların hızlı tepki ya da stratejilerde toptan bir değişim gerektirmesi ile karakterize edilen ortamlarda faaliyet göstermektedir. Bu tip olayları önceden kestirmek amacı ile yöneticiler Beklenmedik Durum Planları oluşturabilirler. Beklenmedik Durum Planları, gelecekte olabilecek ve örgüt üzerinde önemli etkileri olabilecek belirli olaylara değinmek için oluşturulan planlardır. İki tip Beklenmedik Durum Planı mevcuttur; Kriz Yönetim Planları ve Senaryo Planları."
  },
  {
    "id": "2913085",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi planlamanın yararlarından biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Planlama, örgütün hedeflerine karar verilen mekanizmadır",
      "B": "Planlama, yönetimin kıt kaynakları farklı faaliyetlere yönlendirdiği bir süreçtir",
      "C": "Planlama aşırı merkezcil ve tepeden inme uygulamalardır",
      "D": "Planlama, örgüt içerisindeki kişi ve birimlere sorumluluk atar",
      "E": "Planlama, yöneticilerin örgütü daha iyi kontrol edebilmesine olanak sağlar"
    },
    "explanation": "Yönetim sürecinde temel bir işlev olarak planlamanın temel yararlarını aşağıdaki gibi sıralayabiliriz:<br/>1. Planlama bir örgüte yön ve amaç kazandırır. Planlama, örgütün hedeflerine karar verilen mekanizmadır,<br/>2. Planlama, yönetimin kıt kaynakları farklı faaliyetlere yönlendirdiği bir süreçtir,<br/>3. Planlama işletme bütçelerini yürütür. Stratejik operasyonlar ve birim planları, gelecek yılın bütçesini belirler,<br/>4. Planlama, örgüt içerisindeki kişi ve birimlere sorumluluk atar,<br/>5. Planlama, yöneticilerin örgütü daha iyi kontrol edebilmesine olanak sağlar."
  },
  {
    "id": "2913086",
    "unitNumber": 4,
    "text": "\"Yöneticiler teknoloji, iş gücü veya çalışma düzeni ile ilgili değişim çabaları esnasında karmaşa ve direnç ile karşılaştıklarında geri adım atabilirler\" bu planlamada neye sebep olur?",
    "correctAnswer": "C",
    "options": {
      "A": "Aşırı merkezcil ve tepeden inme uygulamalara",
      "B": "Varsayımları sorgulamada başarısızlık",
      "C": "Uygulamaya geçirmedeki başarısızlık",
      "D": "Rakiplerin eylemlerini öngörmede başarısız olma",
      "E": "Etkili planlama"
    },
    "explanation": "Örneğin, yöneticiler teknoloji, iş gücü veya çalışma düzeni ile ilgili değişim çabaları esnasında karmaşa ve direnç ile karşılaştıklarında geri adım atabilirler ve bu planlanan değişimin gerçekleşmemesine neden olur."
  },
  {
    "id": "2913087",
    "unitNumber": 4,
    "text": "Yönetimin kaynakları kullanma, problem çözme ve hedeflere ulaşma başarısını aşağıdakilerden hangisi belirler?",
    "correctAnswer": "A",
    "options": {
      "A": "Kararlar",
      "B": "Stratejiler",
      "C": "Etkili planlama",
      "D": "Planlama modeli",
      "E": "Planlamanın uygulanma şekli"
    },
    "explanation": "Plan ve planlama sürecinin ötesinde yönetim başlı başına bir karar alma işidir. Kararlar, yönetimin kaynakları kullanma, problem çözme ve hedeflere ulaşma başarısını belirler. Karar alma, yöneticilik fonksiyonunun temel bir bileşenidir."
  },
  {
    "id": "2913088",
    "unitNumber": 4,
    "text": "Karşılaşılmış ve olabilirliği beklenen durumlarda alınan kararlara ne denir?",
    "correctAnswer": "B",
    "options": {
      "A": "Programlanmamış kararlar",
      "B": "Programlanmış kararlar",
      "C": "Stratejik planlar",
      "D": "Belirlilik ortamlarında alınan kararlar",
      "E": "Risk ortamlarında alınan kararlar"
    },
    "explanation": "Programlanmış kararlar, karşılaşılmış ve olabilirliği beklenen durumlarda alınan kararlardır."
  },
  {
    "id": "2913089",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi karar alma süreçlerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sorunun anlaşılması ve tanımlanması",
      "B": "Seçenek geliştirme",
      "C": "Seçenekler arasından tercih yapma",
      "D": "Kararın uygulanması ve sonuçlarının izlenmesi",
      "E": "Rasyonel karar alma"
    },
    "explanation": "Karar alma süreci dört safha içinde incelenebilir :<br/>Sorunun anlaşılması ve tanımlanması: Karar süreci karar vericinin herhangi bir düzey ve kapsamdaki bir sorunu algılaması ile başlar. Bu aşama, sorunun ortadan kaldırılmasını, çözümlenmesini gerekli gördüğü olay ve faaliyetleri ifade eder. S<br/>Seçenek geliştirme: Sorunu oluşturan neden ve etkenler saptandıktan sonra, karar alma sürecinin ikinci safhasında, bunları ortadan kaldıracak önlemler geliştirilir. Bu önlemlerin ya da seçeneklerin, örgütsel amaçlara yönelik, eldeki kaynaklara uygun ve uygulama koşullarının mevcut olması önemlidir.<br/>Seçenekler arasından tercih yapma: Belirlenen ve ayrıntıları ortaya konulan seçenekler arasından seçim yapmak, önemli bir safhadır. Yapılan tercih kararı temsil eder ve böylece işletmenin kaynaklarının nasıl kullanılacağı, hangi işlerin yapılacağı belirlenmiş olur .<br/>Kararın uygulanması ve sonuçlarının izlenmesi: Karar sürecinin en son safhası, kararın uygulanması ve sonuçlarının izlenmesidir. Bu aşamada, işletmedeki as-üst ilişkileri çok önemlidir. Kararın uygulanmasındaki en önemli nokta, uygulayıcıların hazırlanmasıdır. Bu noktada, karar verici, uygulayıcılara karar süreciyle ilgili bilgi vermeli ve kararın olabildiğince benimsenmesini sağlamalıdır. Böylece, uygulayıcılar kararla ilgili pasif bir direnç göstermezler ve kararı tepeden inme bir karar gibi görmezler ."
  },
  {
    "id": "2913090",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi stratejik planlamanın başlangıç noktasında <strong>yer almaz</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Taktik",
      "B": "Değerler",
      "C": "Misyon",
      "D": "Hedefler",
      "E": "Vizyon"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/02dafe9b2e32b22a4abaf7d6ec104491.png\" alt=\"\" width=\"615\" height=\"244\"> Bir örgüt içerisindeki misyon, vizyon, hedefler ve değerler stratejik planlamanın başlangıç noktasını oluşturur. Doğru cevap A'dır."
  },
  {
    "id": "2913091",
    "unitNumber": 4,
    "text": "Yöneticilerin ortaya çıkan yeni bir fırsat veya tehdit ile baş edebilmelerini sağlamak için uygulayabilecekleri eylemleri ortaya koyan, bir yıl ve daha kısa bir planlama ufku içeren planlara ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sürekli planlar",
      "B": "Tek kullanımlık planlar",
      "C": "Operasyonel planlar",
      "D": "Taktik planlar",
      "E": "Stratejik planlar"
    },
    "explanation": "Taktik amaç ve planlar, stratejik planların üretim, pazarlama, insan kaynakları gibi temel departmanlarca uygulanmasına yöneliktir. Taktik amaçlar bütünleşik amaçların gerçekleştirilmesi için departmanlar ve benzer düzeydeki birimlerce neler yapılacağını ve nasıl bir katkı sağlanacağını ortaya koyar. Bu tür amaçların gerçekleştirilmesine yönelik taktik plan uygulamaları departman yöneticilerinin sorumluluğundadır ve üretim, pazarlama gibi temel fonksiyonların etkililikle yürütülmesini sağlar. Taktik planlar bir yıl ve daha kısa bir planlama ufku içerirler. Taktik planlar, yöneticilerin, ortaya çıkan yeni bir fırsat veya tehdit ile baş edebilmelerini sağlamak için uygulayabilecekleri eylemleri ortaya koymaktadır. Doğru cevap D'dir."
  },
  {
    "id": "2913092",
    "unitNumber": 4,
    "text": "Operasyonel planların etkililik süreci ne kadardır?",
    "correctAnswer": "B",
    "options": {
      "A": "1 yıl ve daha kısa",
      "B": "Günlük veya haftalık",
      "C": "2-5 yıl",
      "D": "Sürekli",
      "E": "Aylık"
    },
    "explanation": "Operasyonel planlar ise bu tür somut operasyonel amaçların etkililikle gerçekleştirilebilmesi ve taktik planların desteklenmesi için gerekli eylem adımlarını belirginleştirir. Bu tür planlar yöneticiler için günlük veya haftalık uygulama rehberi işlevini görür. Doğru cevap D'dir."
  },
  {
    "id": "2913093",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangi ikisi beklenmedik durum planlarıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Senaryo planları ve Sürekli planlar",
      "B": "Kriz yönetim planları ve senaryo planları",
      "C": "Taktik planlar ve Kriz yönetim planları",
      "D": "Sürekli planlar ve Taktik planlar",
      "E": "Stratejik planlar ve Taktik planlar"
    },
    "explanation": "Beklenmedik Durum Planları, gelecekte olabilecek ve örgüt üzerinde önemli etkileri olabilecek belirli olaylara değinmek için oluşturulan planlardır. İki tip Beklenmedik Durum Planı mevcuttur; Kriz Yönetim Planları ve Senaryo Planları. Doğru cevap B'dir."
  },
  {
    "id": "2913094",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi planlamanın risklerinden biri <strong>değildir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Uygulamaya geçirmedeki başarısızlık görülmesi",
      "B": "Rakiplerin eylemlerini öngörmede başarısız olma",
      "C": "Yönetimin kıt kaynakları farklı faaliyetlere yönlendirmesi",
      "D": "Varsayımları sorgulamada başarısızlık görülmesi",
      "E": "Aşırı merkezcil ve tepeden inme uygulamalar olması"
    },
    "explanation": "Yöneticilerin planlama yaparken içine düşebilecekleri bazı hatalı uygulamalar söz konusu olabilir. Tüm planlar, gelecek hakkındaki çeşitli varsayımlara dayanır. Bu varsayımlar kimi durumlarda hatalı olabilir. Planların genelde tam olarak eyleme geçirilememesi ya da yetersiz uygulanmalarından dolayı başarısız sonuçlar ortaya çıkabilir. Planlar, yöneticilerin rakiplerin pozisyonunu ve olası etkisini dikkate almadıklarında da başarısız olabilir. Yönetimin kıt kaynakları farklı faaliyetlere yönlendirmesi planlamanın yararlarındandır. Doğru cevap C'dir."
  },
  {
    "id": "2913095",
    "unitNumber": 4,
    "text": "Seçenekler arasından tercih yapma sürecine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Karar alma",
      "B": "Vizyon geliştirme",
      "C": "Hedefleme",
      "D": "Uygulama",
      "E": "Planlama"
    },
    "explanation": "Karar alma, seçenekler arasından tercih yapma sürecidir. Karar, seçenekler arasından yapılan tercihtir. Kararlar farklı önem boyutlarında, farklı süreleri kapsayabileceği gibi sürecin gerçekleştirildiği ortam koşulları da değişebilir. Doğru cevap A'dır."
  },
  {
    "id": "2913096",
    "unitNumber": 4,
    "text": "Rasyonel karar alma modelinde atılacak <strong>ikinci</strong> adım aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Seçimleri uygulamaya koymak",
      "B": "Sorunu tanımlamak",
      "C": "Yol haritaları oluşturmak",
      "D": "Eldeki kriterleri tartmak",
      "E": "Karar alma kriterlerini tanımlamak"
    },
    "explanation": "Rasyonel karar alma modelinin belirli adımları bulunmaktadır. İlk olarak yöneticiler, karar alma yolu ile çözülecek olan sorunu tanımlamalıdırlar. Problemler genelde istenen durum ile mevcut durum arasında bir farklılık olduğunda kendilerini gösterirler. Örneğin; bir firmanın, karlılık ve büyüme hedeflerini gerçekleştiremediği bir durumda aradaki farklılık bir soruna işaret edecektir. İkinci olarak yöneticiler, izlenecek eylem hakkındaki yargıları yönlendirecek standartlar olan karar alma kriterlerini tanımlamalıdır. Bir yöneticinin, şirketin araç filosuna eklenecek araç modeli için bir karar alması gerektiğini düşünün. Buradaki karar kriterleri fiyatı, yakıt verimliliğini, güvenilirliği, performansı ve stili içerebilir. Doğru cevap E'dir."
  },
  {
    "id": "2913097",
    "unitNumber": 4,
    "text": "Kişinin olayları kontrol etme kabiliyetini çok fazla büyütme eğilimine ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Temsil edilebilirlik",
      "B": "Var olan hata",
      "C": "Şiddetlenen bağlılık",
      "D": "Kontrol sanrısı",
      "E": "Öncel varsayım eğilimi"
    },
    "explanation": "Kontrol sanrısı, kişinin olayları kontrol etme kabiliyetini çok fazla büyütme eğilimidir. Tepe yönetime yükselmiş yöneticiler başarılı olma yeterlilikleri hakkında aşırı güven sahibi olma eğiliminde olabilirler. Doğru cevap D'dir."
  },
  {
    "id": "2913098",
    "unitNumber": 4,
    "text": "Basit buluşsal yöntemlerden kaynaklanan bilişsel ön yargıların yönetimsel karar alma mekanizmasını nasıl etkileyebildiğini örnekleyebilen karar alma modeli aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Grup düşüncesi",
      "B": "Tatmincilik",
      "C": "Beklenti teorisi",
      "D": "Rasyonel karar alma",
      "E": "Sınırlı akılcılık"
    },
    "explanation": "Psikolog Daniel Kahnemen ve Amos Tversky tarafından geliştirilen Beklenti Teorisi, basit buluşsal yöntemlerden kaynaklanan bilişsel ön yargıların yönetimsel karar alma mekanizmasını nasıl etkileyebildiğini örnekleyebilen yaygın bir model olarak kabul edilmiştir. Beklenti teorisi insanların rasyonel modeller ile tutarlı olmayan kararlar almış gibi göründüğü yolundaki gözlemleri açıklamak için kullanılır. Doğru cevap C'dir."
  },
  {
    "id": "2913099",
    "unitNumber": 4,
    "text": "Aşağdakilerden hangisi iyileştirilmiş karar sürecinden yer alan yöntem ve sistemlerden biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Şeytanın avukatlığı",
      "B": "Dış görüş",
      "C": "Diyalektik sorgulama",
      "D": "Senaryo planlama",
      "E": "Planlama ufku"
    },
    "explanation": "Karar alma her düzeydeki yönetici için temel işlev olmakla birlikte, çevre ve kişisel etkiler nedeniyle karar sürecinde sorunlar yaşanabilir. Sınırlı akılcılık, bilişsel ön yargılar ve grup düşüncesinin varlığı, kritik bilgilerin karar alma mekanizmalarına etkililikle aktarılabilmesi sorununu gündeme getirmektedir. Oysa farklı düzeylerdeki ve konulardaki kararların beklenen sonuçlara ulaştırması ve stratejik hedeflere katkı sağlayabilmesi karar süreçlerinin yeterli veri, katılım ve donanımla yürütülmesini gerektirir. Bu amaca yö- nelik olarak işletmelerde çeşitli yöntemler ve gelişen teknolojiden yararlanarak sistemler geliştirilmiştir. Bunlar arasında Senaryo Planlama, Şeytanın Avukatlığı, Diyalektik Sorgulama, Dış Görüş gibi yöntemleri ve Karar Destek Sistemlerini sıralayabiliriz. Doğru cevap E'dir."
  },
  {
    "id": "2913100",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi örgüsel planlama süreci içerisinde yer almaz ?",
    "correctAnswer": "D",
    "options": {
      "A": "Planın geliştirilmesi",
      "B": "Hedeflere ulaştıracak yol ve yöntem seçeneklerinin değerlendirilmesi",
      "C": "Uygulama, gözlem ve kontrol",
      "D": "Yeni plan ve kararlar",
      "E": "Kararların uygulanması ve hayata geçirilmesi"
    },
    "explanation": "Yeni plan ve kararlar son aşamadır."
  },
  {
    "id": "2913101",
    "unitNumber": 4,
    "text": "Bir örgüt içerisindeki hangi aşama stratejik planlamanın başlangıç noktasını oluşturur ?",
    "correctAnswer": "B",
    "options": {
      "A": "Stratejik amaç/ planlar",
      "B": "Misyon, vizyon, hedefler ve değerler",
      "C": "Taktik amaç/ planlar",
      "D": "Operasyonel amaç/ planlar",
      "E": "Uygulama, gözlem ve kontrol"
    },
    "explanation": "Bir örgüt içerisindeki misyon, vizyon, hedefler ve değerler stratejik planlamanın başlangıç noktasını oluşturur. Vizyon ve misyon planlar hiyerarşisinin tepe noktasında yer alır."
  },
  {
    "id": "2913102",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi plan çeşitlerinden biri değildir ?",
    "correctAnswer": "E",
    "options": {
      "A": "Taktik planlar",
      "B": "Operasyonel planlar",
      "C": "Tek kullanımlık planlar",
      "D": "Sürekli planlar",
      "E": "Geçici planlar"
    },
    "explanation": "Taktik planlar, bir yıl ve daha kısa planlardan oluşur.<br/>Operasyonel planlar, yöneticiler için günlük veya haftalık planlardır.<br/>Tek kullanımlık planlar, belirlibir amaca ulaşmayı amaçlar.<br/>Sürekli planlar, sık bir şekilde tekrarlanan olaylarla ilgili plandır."
  },
  {
    "id": "2913103",
    "unitNumber": 4,
    "text": "I. Planlama bir örgüte yön ve amaç kazandırır.<br/>II. Planlama, yönetimin kıt kaynakları farklı faaliyetlere yönlendirdiği bir süreçtir.<br/>III. Planlama, örgüt içerisindeki kişi ve birimlere sorumluluk atar.<br/>Yukarıdakilerden hangisi ya da hangileri planlamanın yararlarındandır ?",
    "correctAnswer": "E",
    "options": {
      "A": "I",
      "B": "II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "1. Planlama bir örgüte yön ve amaç kazandırır. Planlama, örgütün hedeflerine karar verilen mekanizmadır,<br/>2. Planlama, yönetimin kıt kaynakları farklı faaliyetlere yönlendirdiği bir süreçtir,<br/>3. Planlama işletme bütçelerini yürütür. Stratejik operasyonlar ve birim planları, gelecek yılın bütçesini belirler, Senaryo planlama, ya böyle olursa tipi senaryolara dayanan planların formüle edilmesini ifade eder.<br/>4. Planlama, örgüt içerisindeki kişi ve birimlere sorumluluk atar.<br/>5. Planlama, yöneticilerin örgütü daha iyi kontrol edebilmesine olanak sağlar."
  },
  {
    "id": "2913104",
    "unitNumber": 4,
    "text": "İnsanların rasyonel modeller ile tutarlı olmayan kararlar almış gibi göründüğü gözlemleri açıklamak için kullanılan teori aşağıdakilerden hangisidir ?",
    "correctAnswer": "D",
    "options": {
      "A": "Kriz",
      "B": "Vizyon",
      "C": "Tatmin edicilik",
      "D": "Beklenti",
      "E": "Sınırlı Akılcılık"
    },
    "explanation": "Psikolog Daniel Kahnemen ve Amos Tversky tarafından geliştirilen Beklenti Teorisi, basit buluşsal yöntemlerden kaynaklanan bilişsel ön yargıların yönetimsel karar alma mekanizmasını nasıl etkileyebildiğini örnekleyebilen yaygın bir model olarak kabul edilmiştir."
  },
  {
    "id": "2913105",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi karar alma süreçlerinden biri değildir ?",
    "correctAnswer": "D",
    "options": {
      "A": "Sorunun anlaşılması ve tanımlanması",
      "B": "Seçenek geliştirme",
      "C": "Seçenekler arasından tercih yapma",
      "D": "Tercihin doğruluğunu test etme",
      "E": "Kararın uygulanması ve sonuçlarının izlenmesi"
    },
    "explanation": "Sorunun anlaşılması ve tanımlanması: Karar süreci karar vericinin herhangi bir düzey ve kapsamdaki bir sorunu algılaması ile başlar. Bu aşama, sorunun ortadan kaldırılmasını, çözümlenmesini gerekli gördüğü olay ve faaliyetleri ifade eder.<br/>Seçenek geliştirme: Sorunu oluşturan neden ve etkenler saptandıktan sonra, karar<br/>alma sürecinin ikinci safhasında, bunları ortadan kaldıracak önlemler geliştirilir . Bu önlemlerin ya da seçeneklerin, örgütsel amaçlara yönelik,<br/>eldeki kaynaklara uygun ve uygulama koşullarının mevcut olması önemlidir.<br/>Seçenekler arasından tercih yapma: Belirlenen ve ayrıntıları ortaya konulan seçenekler arasından seçim yapmak, önemli bir safhadır. Yapılan tercih kararı temsil eder ve böylece işletmenin kaynaklarının nasıl kullanılacağı, hangi işlerin yapılacağı belirlenmiş olur.<br/>Kararın uygulanması ve sonuçlarının izlenmesi: Karar sürecinin en son safhası, kararın uygulanması ve sonuçlarının izlenmesidir. Bu aşamada, işletmedeki as-üst ilişkileri çok önemlidir."
  },
  {
    "id": "2913106",
    "unitNumber": 4,
    "text": "Rasyonel karar alma, klasik yönetici anlayışını ve davranışını ifade eder. Rasyonel karar alma modeline göre yöneticiler kararlarında rasyonel bir bakış açısına dayanır ve ekonomik çıkarlarla hareket ederler. Buna göre hangisi rasyonel karar modelinde yer almaz ?",
    "correctAnswer": "C",
    "options": {
      "A": "Sorunu tanımlama",
      "B": "Karar kriterlerini tanımlama",
      "C": "Karar alma",
      "D": "Alternatif uygulama",
      "E": "Alternatif hareket yollarına karar verme"
    },
    "explanation": "Rasyonel karar alma modelinin belirli adımları bulunmaktadır (bk. Şekil 4.4). İlk olarak yöneticiler, karar alma yolu ile çözülecek olan sorunu tanımlamalıdırlar. Problemler<br/>genelde istenen durum ile mevcut durum arasında bir farklılık olduğunda kendilerini<br/>gösterirler. Örneğin; bir firmanın, karlılık ve büyüme hedeflerini gerçekleştiremediği bir<br/>durumda aradaki farklılık bir soruna işaret edecektir. İkinci olarak yöneticiler, izlenecek<br/>eylem hakkındaki yargıları yönlendirecek standartlar olan karar alma kriterlerini tanımlamalıdır. Bir yöneticinin, şirketin araç filosuna eklenecek araç modeli için bir karar alması gerektiğini düşünün. Buradaki karar kriterleri fiyatı, yakıt verimliliğini, güvenilirliği,<br/>performansı ve stili içerebilir. Üçüncü olarak yöneticilerin eldeki kriterleri, önemlilik derecelerine göre tartması gerekmektedir. Buradaki ölçüm, örgütün genel hedefleri göz önüne alınarak yapılmalıdır. Dolayısı ile maliyetleri kısma amacında olan bir örgüt açısından<br/>yöneticinin şirket araç filosu için yapacağı tercih, muhtemelen stil ve güçten önce yakıt<br/>tasarrufu odaklı olacaktır. Dördüncü olarak yöneticiler, seçenek yol haritaları oluşturmalıdırlar. Buradaki örnekte bu konu, makul bir küme içerisinde yer alan farklı modellerin<br/>belirtilmesi anlamına gelmektedir. Sonraki adımda, yöneticilerin seçenekleri, ağırlığa sahip kriter ile kıyaslaması ve bir seçeneki seçmesi gerekmektedir. Altıncı olarak yöneticilerin bu seçimlerini uygulamaya koymaları gerekmektedir. (Örneğin araçların alınması için<br/>bir sipariş talimatı geçilmesi gibi) Son olarak makul bir süre için yöneticiler, elde edilen çıktıları değerlendirmeli ve yapılan seçimin yerinde olup olmadığına karar almalıdırlar.<br/>Sonuç beklentileri karşılamıyor ise bu, yeni bir dizi karar alma sürecini tetikleyecek bir<br/>sorun oluşturacaktır."
  },
  {
    "id": "2913107",
    "unitNumber": 4,
    "text": "\"Karmaşık problemleri anlamlı hâle getirebilmek için basit<br/>kıyas yolu ile karar alma eğilimidir.\" tanımı hangi kavrama aittir ?",
    "correctAnswer": "A",
    "options": {
      "A": "Kıyas yolu ile akıl yürütme",
      "B": "Öncel varsayım eğilimi",
      "C": "Şiddetlenen bağlılık",
      "D": "Temsil edilebilirlik",
      "E": "Kontrol sanrısı"
    },
    "explanation": "Kıyas yolu ile akıl yürütme, karmaşık problemleri anlamlı hâle getirebilmek için basit<br/>kıyas yolu ile karar alma eğilimidir"
  },
  {
    "id": "2913108",
    "unitNumber": 4,
    "text": "Yönetim faaliyetlerinde karar alma işlevine yardımcı olmak üzere geliştirilmiş olan bilgi sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Üst Yönetim Bilgi Sistemleri",
      "B": "Yönetim Bilgi Sistemi",
      "C": "Karar Destek Sistemleri",
      "D": "Grup Karar Destek Sistemleri",
      "E": "Kurumsal Kaynak Planlaması"
    },
    "explanation": "Yönetim bilgi sistemlerinin bir dalı olarak düşünülen karar destek sistemleri, yöneticinin, sonuçlara varmada yardım edecek verileri incelemesi için kullandığı sistemdir. İşletmeler, özellikle yapılandırılmış kararların verilmesinde, birtakım sayısal yöntemlerden yararlanırlar."
  },
  {
    "id": "2913109",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi senaryo planları içerisinde yer almaz ?",
    "correctAnswer": "E",
    "options": {
      "A": "Farklı olasılıkları tanımlamak",
      "B": "Planlar formüle etmek",
      "C": "Bir plana yatırım yapmak",
      "D": "Diğer senaryolara hazırlık yapmak",
      "E": "Sonuçları değerlendirmek"
    },
    "explanation": "Senaryo Planı: Geleceğin kesin verilerle tahmin edilemez oluşu ve bir örgütün geleceği üzerine birden fazla plan yapılması gerektiği gerçeği üzerine kuruludur. Senaryo<br/>planlama, ya böyle olursa tipi senaryolara dayanan planların formüle edilmesini ifade<br/>eder. Tipik bir senaryo planlama çalışmasında bazı senaryolar iyimser iken bazıları da<br/>kötümserdir. Yöneticilerin ekiplerinden; her bir senaryo ile başa çıkabilecek birebir stratejiler geliştirmeleri istenir. Bir gösterge seti, trendleri takip etmek ve herhangi bir senaryonun meydana gelme olasılığını belirlemek amacı ile kılavuz olarak seçilir. Buradaki fikir,<br/>yöneticilerin, içinde bulundukları ortamın karmaşık ve dinamik doğasını anlamalarını<br/>sağlamak, problemleri stratejik bir bakış açısı ile düşünmek ve farklı koşullar altında seçilebilecek bir dizi stratejik seçenek oluşturmaktır."
  },
  {
    "id": "2913110",
    "unitNumber": 5,
    "text": "Odağında; müşterilerin şirketin sunduğu mal ve hizmetleri değerli bulup bulmayacağı ve bu mal ve hizmetleri sunarak şirketin para kazanıp kazanamayacağı olmak üzere iki soru bulunan ve bir şirketin nasıl para kazanacağını açıklayan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İş modeli",
      "B": "Strateji",
      "C": "Yönetim",
      "D": "Üretim",
      "E": "Organizasyon"
    },
    "explanation": "Strateji ve iş modeli birbiri ile çokça karıştırılan iki kavramdır. İş modeli basit olarak bir şirketin nasıl para kazanacağını açıklar. Odağında iki soru bulunur: (1) müşterilerin şirketin sunduğu mal ve hizmetleri değerli bulup bulmayacağı ve (2) bu mal ve hizmetleri sunarak şirketin para kazanıp kazanamayacağı.<br/>Doğru cevap A seçeneğidir."
  },
  {
    "id": "2913111",
    "unitNumber": 5,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/ef01906b81ed9603a914d28a66e0e3cc.png\" alt=\"\" width=\"729\" height=\"184\"> Yukarıdaki tabloda verilen strateji düzeyleri ve açıklamalarının doğru eşleştirmesi aşağıdaki seçeneklerden hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "1-M, 2-L, 3-K",
      "B": "1-L, 2-K, 3-M",
      "C": "1-L, 2-M, 3-K",
      "D": "1-K, 2-L, 3-M",
      "E": "1-K, 2-M, 3-L"
    },
    "explanation": "<strong>Temel-alt strateji sınıflamasına göre temel stratejiler;</strong> büyüme, küçülme, mevcut durumu sürdürme ve karma stratejilerdir.<br/><strong>Yönetim düzeyine göre stratejiler;</strong> kurumsal ya da firma düzeyi (üst yönetim), iş ya da işletme düzeyi (orta yönetim) ve işlevsel düzey (alt yönetim) stratejiler olarak sınıflanır.<br/><strong>Firma düzeyindeki stratejiler;</strong> hangi işlerde olmalıyız sorusuyla ilgilidir. Bu düzeyde yeni işletmelerin alınması; mevcut işlerin, tesislerin veya ürün hatlarının genişletilmesi veya terk edilmesi; yeni alanlarda diğer şirketlerle ortak girişimlerde bulunulması gibi eylemler gerçekleştirilir.<br/>Doğru eşleştirme 1-L, 2-M, 3-K olmalıdır. Bu nedenle doğru cevap C seçeneğidir."
  },
  {
    "id": "2913112",
    "unitNumber": 5,
    "text": "Stratejik yönetim süreci 5 adımdan oluşur. Aşağıda bu adımlar karışık bir sıralama ile verilmiştir: <br/>A. Stratejik analiz ve durum belirleme <br/>B. Stratejik yön belirleme <br/>C. Mevcut durumun değerlendirilmesi <br/>D. Strateji geliştirme <br/>E. Strateji uygulama ve sonuçları değerlendirme <br/>Bu adımların doğru sıralaması aşağıdaki seçeneklerden hangisinde verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "A-B-C-D-E",
      "B": "B-A-C-E-D",
      "C": "C-B-A-D-E",
      "D": "C-A-B-D-E",
      "E": "A-B-D-E-C"
    },
    "explanation": "Stratejik yönetim süreci 5 adımdan oluşmaktadır:<br/><ul> <li>Adım 1. Mevcut durumun değerlendirilmesi</li> <li>Adım 2. Stratejik analiz ve durum belirleme</li> <li>Adım 3. Stratejik yön belirleme</li> <li>Adım 4. Strateji geliştirme</li> <li>Adım 5. Strateji uygulama ve sonuçları değerlendirme</li> </ul> Dolayısıyla doğru sıralama C-A-B-D-E olmalıdır. Bu nedenle doğru cevap D seçeneğidir."
  },
  {
    "id": "2913113",
    "unitNumber": 5,
    "text": "\"_____________, işletmenin varoluş nedenini, yapmakta olduğu işi, ürünlerini, pazarlarını,müşterilerini, iş yapma felsefesini, çalışanlarına, sosyal ve çevresel meselelere karşı duruşunu açıklar.\" <br/>Aşağıdakilerden hangisi yukarıdaki cümlede verilen boşluğu doğru olarak tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Misyon",
      "B": "Vizyon",
      "C": "Değer",
      "D": "Amaç",
      "E": "Yetenek"
    },
    "explanation": "<strong>Misyon</strong>, işletmenin varoluş nedenini, yapmakta olduğu işi, ürünlerini, pazarlarını,müşterilerini, iş yapma felsefesini,çalışanlarına, sosyal ve çevresel meselelere karşı duruşunu açıklar.<br/>Doğru cevap A seçeneğidir."
  },
  {
    "id": "2913114",
    "unitNumber": 5,
    "text": "Kişilerin veya kurumların, kendilerinin veya işletmelerinin gelecekte olmasını arzu ettikleri durumun ifadesi olan ve \"nerede olmayı arzu ediyoruz?\"sorusuna karşılık gelen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Değer",
      "B": "Süreç",
      "C": "Misyon",
      "D": "Amaç",
      "E": "Vizyon"
    },
    "explanation": "Stratejik yönetimin önemli bir parçası olan kavramlar, aşağıdaki sorulara karşılık gelir:<br/><ul> <li>Vizyon, <strong>“Nerede olmayı arzu ediyoruz?”</strong></li> <li>Misyon, “Neden varız?”</li> <li>Değerler, “Hedefe ulaşma yolunda neler önemlidir?”</li> </ul> <strong>Vizyon</strong>, kişilerin veya kurumların, kendilerinin veya işletmelerinin gelecekte olmasını arzu ettikleri durumun ifadesidir.<br/>Doğru cevap E seçeneğidir."
  },
  {
    "id": "2913115",
    "unitNumber": 5,
    "text": "Eğer yeni iş ya da faaliyet alanları, şirketin var olan iş ya da faaliyet alanlarıyla temel yetenekler ve kaynaklar açısından bir ilişki gösteriyor ise ________________ olarak adlandırılır. <br/>Aşağıdakilerden hangisi yukarıdaki cümlede verilen boşluğu doğru olarak tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "İlişkili çekilme stratejisi",
      "B": "İlişkisiz çeşitlendirme stratejisi",
      "C": "İlişkisiz çekilme stratejisi",
      "D": "Kurum portföy matrisi",
      "E": "İlişkili çeşitlendirme stratejisi"
    },
    "explanation": "Eğer yeni iş ya da faaliyet alanları, şirketin var olan iş ya da faaliyet alanlarıyla temel yetenekler ve kaynaklar açısından bir ilişki gösteriyor ise “ilişkili çeşitlendirme stratejisi” olarak adlandırılır.<br/>Doğru cevap E seçeneğidir."
  },
  {
    "id": "2913116",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi işletmelerin ilişkili çeşitlendirme stratejisi uygulamalarının nedenleri arasındadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yöneylem uygulamalarından yararlanmak",
      "B": "Zorunlu el koyma durumunda kalmak",
      "C": "İş birimlerinin mevcut faaliyetlerinden ortak olarak yararlanmak",
      "D": "Başarısız işletmeleri yeniden yapılandırarak yüksek getiri elde etmek",
      "E": "Finansal kaynakları yüksek getiri sağlayacak şekilde kullanmak"
    },
    "explanation": "İşletmelerin <strong>ilişkili çeşitlendirme</strong> <strong>stratejisi</strong> uygulamalarının nedenleri şunlardır:<br/><ul><br/><li><strong>İş birimlerinin mevcut faaliyetlerinden ortak olarak yararlanmak</strong></li><br/><li>Pazar gücü elde etmek</li><br/><li>Varlık ve yeteneklerini yeni ürün ve işlerde kullanarak ek gelir ve yararlar sağlamak</li><br/><li>Maliyet tasarrufu sağlamak ve yüksek getiri elde etmek</li><br/><li>Teşviklerden yararlanmak</li><br/><li>Riskleri azaltmak ve dağıtmak</li><br/><li>Yöneticilere ek gelir yaratmak ve/veya işsiz kalma rislerini azaltmak</li><br/></ul><br/>Diğer seçeneklerdeki nedenler işletmeleri <strong>ilişkisiz çeşitlendirme</strong> <strong>stratejileri</strong>ne yönlendiren başlıca nedenler arasındadır. Bu nedenle doğru cevap C seçeneğidir."
  },
  {
    "id": "2913117",
    "unitNumber": 5,
    "text": "Rekabetçi stratejilerin dar bir pazar alanında, belirli bir müşteri grubu hedeflenerek uygulanması hangi rekabet stratejisi kapsamındadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Birleşik strateji",
      "B": "Odaklanma stratejisi",
      "C": "Maliyet liderliği stratejisi",
      "D": "Farklılaştırma stratejisi",
      "E": "Fonksiyonel düzey strateji"
    },
    "explanation": "Odaklanma stratejisi: İşletmeler müşteri gruplaması yaparak dar bir rekabet alanı tanımlayabilirler. <strong>Rekabetçi stratejilerin dar bir pazar alanında, belirli bir müşteri grubu hedeflenerek uygulanması hâlinde, odaklanmış stratejilerden söz edilir.</strong><br/>Doğru cevap B seçeneğidir."
  },
  {
    "id": "2913118",
    "unitNumber": 5,
    "text": "Hem küresel standardizasyon hem de yerele adaptasyonu bir arada başarma hedefini ifade eden küresel strateji türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Uluslararası strateji",
      "B": "Yerele uyum stratejisi",
      "C": "Uluslarüstü strateji",
      "D": "Küresel standardizasyon stratejisi",
      "E": "Farklılaştırma stratejisi"
    },
    "explanation": "<strong>Uluslarüstü strateji</strong> hem küresel standardizasyon hem de yerele adaptasyonu bir arada başarma hedefini ifade eder.<br/>Doğru cevap C seçeneğidir."
  },
  {
    "id": "2913119",
    "unitNumber": 5,
    "text": "Stratejilerin uygulanmasında örgütsel unsurlardan hangisi örgüt üyeleri arasında ortak olarak paylaşılmış değer ve normları tanımlar?",
    "correctAnswer": "D",
    "options": {
      "A": "İnsan kaynakları",
      "B": "Stratejik liderlik",
      "C": "Etik",
      "D": "Kurum kültürü",
      "E": "Örgüt yapısı"
    },
    "explanation": "Kurum kültürü: <strong>Kurum kültürü, örgüt üyeleri arasında ortak olarak paylaşılmış değer ve normları tanımlar.</strong> Kurum kültürünün çalışan davranışları üzerinde güçlü bir etkisi vardır. Olumlu bir kültür, çalışanları motive eder ve enerji verir.<br/>Doğru cevap D seçeneğidir."
  },
  {
    "id": "2913120",
    "unitNumber": 5,
    "text": "İyi bir iş yönetimin başarısı büyük oranda aşağıdakilerden hangisine bağlıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Strateji",
      "B": "Uygulama",
      "C": "Gelişim",
      "D": "Çözüm",
      "E": "Performans"
    },
    "explanation": "İyi bir yönetimin başarısı büyük oranda <strong>stratejiye</strong> bağlıdır."
  },
  {
    "id": "2913121",
    "unitNumber": 5,
    "text": "Büyüme,küçülme,mevcut durumu sürdürme ve karma stratejiler aşağıdaki hangi stratejinin içeriğinde yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yönetim düzeyi stratejileri",
      "B": "Temel-alt stratejileri",
      "C": "Firma düzeyi stratejileri",
      "D": "Temel düzey stratejileri",
      "E": "Rekabet stratejileri"
    },
    "explanation": "<strong>Temel-alt stratejiler;</strong> büyüme, küçülme, mevcut durumu sürdürme ve karma stratejilerdir."
  },
  {
    "id": "2913122",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi stratejik yönetim sürecinin tanımında yer almaz?",
    "correctAnswer": "C",
    "options": {
      "A": "Bilgi toplama",
      "B": "Analiz",
      "C": "Personel yetiştirme",
      "D": "Seçenek geliştirme",
      "E": "Uygulama"
    },
    "explanation": "Stratejik yönetim süreci, <strong>“işletmenin uzun dönemde yaşamını devam ettirmesine ve sürdürülebilir rekabet üstünlüğü sağlamasına yönelik tüm bilgi toplama, analiz, seçenek geliştirme, karar ve uygulama faaliyetlerinin tümü”</strong> olarak tanımlanır.<br/>Doğru cevap \"c\" şıkkıdır.Yani \"personel yetiştirme\"dir."
  },
  {
    "id": "2913123",
    "unitNumber": 5,
    "text": "\"İşletmenin varoluş nedenini, yapmakta olduğu işi, ürünlerini, pazarlarını, müşterilerini, iş yapma felsefesini, çalışanlarına, sosyal ve çevresel meselelere karşı duruşunu açıklar.\"<br/>Yukarıdaki tanım hangi kavramı ifade etmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Amaç",
      "B": "Strateji",
      "C": "Kaynak",
      "D": "Misyon",
      "E": "Vizyon"
    },
    "explanation": "<strong>Misyon;</strong> işletmenin varoluş nedenini, yapmakta olduğu<br/>işi, ürünlerini, pazarlarını, müşterilerini, iş yapma felsefesini, çalışanlarına, sosyal ve çevresel meselelere karşı duruşunu açıklar."
  },
  {
    "id": "2913124",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi SWOT analizinin (türkçe karşılığı FÜTZ) içeriğinde yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Fırsatlar",
      "B": "Üstünlükler",
      "C": "Tehtidler",
      "D": "Zayıflıklar",
      "E": "Trendler"
    },
    "explanation": "SWOT analizinin (türkçe karşılığı FÜTZ) içeriğinde ; <strong>fırsatlar, üstünlükler, tehditler, zayıflıklar</strong> yer almaktadır.<br/>Doğru cevap \"e\"şıkkıdır.Yani \"Trendler\"dir."
  },
  {
    "id": "2913125",
    "unitNumber": 5,
    "text": "Amaçlanan bir daralmayı ve küçülmeyi ifade eden strateji aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çekilme stratejisi",
      "B": "Dikey stratejisi",
      "C": "Kurumsal strateji",
      "D": "Düzey stratejisi",
      "E": "Gelişim stratejisi"
    },
    "explanation": "<strong>Çekilme stratejisi; </strong>genellikle amaçlanan bir daralmayı ve<br/>küçülmeyi ifade eder."
  },
  {
    "id": "2913126",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi rekabet stratejilerinden birisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Pazarlık gücü",
      "B": "Maliyet liderliği",
      "C": "Uluslararası strateji",
      "D": "Kapsam ekonomisi",
      "E": "Odaklanma stratejisi"
    },
    "explanation": "Rekabet Stratejileri;<br/><ul> <li><strong>Maliyet Liderliği</strong></li> <li>Farklılaşma Strateji</li> </ul>"
  },
  {
    "id": "2913127",
    "unitNumber": 5,
    "text": "İş-düzeyi stratejilerin uygulanmasını desteklemek üzere<br/>temel fonksiyonel bölümlerin kullandıkları eylem planlarına ne denilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Uluslararası stratejiler",
      "B": "Yerele uyum stratejileri",
      "C": "Fonksiyonel düzey stratejiler",
      "D": "Küresel standardizasyon stratejileri",
      "E": "Uluslarüstü stratejiler"
    },
    "explanation": "<strong>Fonksiyonel düzey stratejiler, </strong>iş-düzeyi stratejilerin<br/>uygulanmasını desteklemek üzere temel fonksiyonel bölümlerin kullandıkları eylem planlarıdır."
  },
  {
    "id": "2913128",
    "unitNumber": 5,
    "text": "Hem küresel standardizasyon hem de yerele adaptasyonu bir arada başarma hedefini ifade eden küresel strateji aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Uluslararası strateji",
      "B": "Yerele uyum stratejisi",
      "C": "Küresel strateji",
      "D": "Uluslarüstü strateji",
      "E": "Evrensel strateji"
    },
    "explanation": "<strong>Uluslarüstü strateji</strong>;hem küresel standardizasyon hem de yerele adaptasyonu bir arada başarma hedefini ifade eder."
  },
  {
    "id": "2913129",
    "unitNumber": 5,
    "text": "\"İşletmede çalışanların, kendi görevlerinin stratejinin başarılı bir şekilde uygulanmasına nasıl katkı sağlayabileceği \"aşağıdaki hangi stratejilerin uygulamalara dönüştürülmesinde etkili unsurların içeriğinde yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Liderlik",
      "B": "İnsan kaynakları",
      "C": "Kurum kültürü",
      "D": "İş etiği",
      "E": "Organizasyon yapısı"
    },
    "explanation": "<strong>Organizasyon yapısı:</strong> İşletmede çalışanların, kendi görevlerinin stratejinin başarılı bir şekilde uygulanmasına nasıl katkı sağlayabileceğini anlamaları gerekir."
  },
  {
    "id": "2913130",
    "unitNumber": 5,
    "text": "Çinli savaş filozofu Sun Tzu’nin MÖ 400’lerde yazdığı eser aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Savaş Üzerine",
      "B": "Hükümdar",
      "C": "Savaş Sanatı",
      "D": "Stratejik Düşünce",
      "E": "Strateji ve Savaş"
    },
    "explanation": "Çinli savaş filozofu Sun Tzu’nin MÖ 400’lerde yazdığı Savaş Sanatı isimli eserde yer alan ilkeler, yirmi birinci yüzyıl iş dünyası bağlamına da oturtulabilir."
  },
  {
    "id": "2913131",
    "unitNumber": 5,
    "text": "\"Savaş Üzerine\" adlı eser aşağıdakilerden hangisine aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Carl von Clausewitz",
      "B": "Sun Tzu",
      "C": "Lao Tzu",
      "D": "Adam Smith",
      "E": "Frederick W. Taylor"
    },
    "explanation": "Carl von Clausewitz, askerî strateji alanında yazdığı \"Savaş Üzerine\" adlı eserinde strateji ve taktik ayırımının önemine vurgu yapmıştır."
  },
  {
    "id": "2913132",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi temel-alt strateji sınıflamasına göre temel stratejiler arasında <strong>yer almamaktadır</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Karma",
      "B": "Büyüme",
      "C": "Küçülme",
      "D": "Mevcut durumu sürdürme",
      "E": "İşlevsel düzey"
    },
    "explanation": "\"İşlevsel düzey\", temel-alt strateji\" sınıflamasına göre temel stratejiler arasında yer almamaktadır."
  },
  {
    "id": "2913133",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi kurumsal ya da firma düzeyi stratejiler arasında yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Mevcut durumu sürdürme",
      "B": "Büyüme",
      "C": "Küçülme",
      "D": "Ürün hatlarının genişletilmesi",
      "E": "Aktif/pasif stratejiler"
    },
    "explanation": "Ürün hatlarının genişletilmesi, kurumsal ya da firma düzeyi stratejiler arasında yer almaktadır."
  },
  {
    "id": "2913134",
    "unitNumber": 5,
    "text": "Stratejik yönetim sürecini ilk aşaması aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Stratejik analiz ve durum belirleme",
      "B": "Mevcut durumun değerlendirilmesi",
      "C": "Strateji geliştirme",
      "D": "Stratejik yön belirleme",
      "E": "Strateji uygulama"
    },
    "explanation": "Stratejik yönetim sürecinin ilk adımı \"mevcut durumun değerlendirilmesi\"dir."
  },
  {
    "id": "2913135",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi stratejik yönetim sürecinde stratejik yön belirleme kapsamında yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "İç çevre analizi",
      "B": "Liderlik",
      "C": "Dış çevre analizi",
      "D": "Vizyon",
      "E": "Swot"
    },
    "explanation": "Vizyon, stratejik yön belirleme kapsamında yer almaktadır."
  },
  {
    "id": "2913136",
    "unitNumber": 5,
    "text": "Stratejik yönetimin en önemli evresi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Stratejik analiz ve durum belirleme",
      "B": "Strateji geliştirme",
      "C": "Strateji uygulama ve sonuçları değerlendirme",
      "D": "Stratejik yön belirleme",
      "E": "Mevcut durumun değerlendirilmesi"
    },
    "explanation": "Strateji geliştirme, stratejik yönetimin en önemli evresidir."
  },
  {
    "id": "2913137",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi BCG (Boston Danışma Grubu) matrisine göre düşük büyüme oranı ve yüksek pazar payı bölgesinde yer alan işletmeleri ifade etmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yıldızlar",
      "B": "Sorunlular",
      "C": "Nakit depoları",
      "D": "Belirsizler",
      "E": "Güçlüler"
    },
    "explanation": "BCG (Boston Danışma Grubu) matrisine göre düşük büyüme oranı ve yüksek pazar payı bölgesinde yer alan işletmeler nakit depoları olarak ifade edilmektedir."
  },
  {
    "id": "2913138",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Porter'a göre endüstrideki rekabeti etkileyen güçler arasında <strong>yer almamaktadır</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Hükümet politikaları",
      "B": "Müşterilerin pazarlık gücü",
      "C": "Tedarikçilerin pazarlık gücü",
      "D": "Potansiyel yeni girişimciler",
      "E": "İkame ürünlerin tehdidi"
    },
    "explanation": "Hükümet politikaları, Porter'a göre endüstrideki rekabeti etkileyen güçler arasında yer almamaktadır."
  },
  {
    "id": "2913139",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi işletmenin varlık ve yeteneklerinden bazılarını, başarılı bir şekilde işleri arasında paylaşmak ya da aktarmak suretiyle yarattığı maliyet tasarrufudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Fonksiyonel düzey stratejiler",
      "B": "Farklılaştırma stratejisi",
      "C": "Rekabet avantajı",
      "D": "Maliyet liderliği stratejisi",
      "E": "Kapsam ekonomisi"
    },
    "explanation": "Kapsam ekonomisi, işletmenin varlık ve yeteneklerinden bazılarını, başarılı bir şekilde işleri arasında paylaşmak ya da aktarmak suretiyle yarattığı maliyet tasarrufudur."
  },
  {
    "id": "2913140",
    "unitNumber": 5,
    "text": "I. Yöneticilere ek gelir yaratmak ve/veya işsiz kalma risklerini azaltmak <br/>II. Pazar gücü elde etmek <br/>III. Zorunlu el koyma durumunda kalmak <br/>IV. Finansal kaynakları yüksek getiri sağlayacak şekilde kullanmak <br/>Yukarıdakilerden hangileri işletmelerin ilişkili çeşitlendirme stratejisi uygulamalarının nedenleri arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "III ve IV",
      "D": "I, II ve III",
      "E": "I, II, III ve IV"
    },
    "explanation": "İşletmelerin ilişkili çeşitlendirme stratejisi uygulamalarının nedenleri şunlardır:<br/>• İş birimlerinin mevcut faaliyetlerinden ortak olarak yararlanmak<br/>• <strong>Pazar gücü elde etmek</strong><br/>• Varlık ve yeteneklerini yeni ürün ve işlerde kullanarak ek gelir ve yararlar sağlamak<br/>• Maliyet tasarrufu sağlamak ve yüksek getiri elde etmek<br/>• Teşviklerden yararlanmak<br/>• Riskleri azaltmak ve dağıtmak<br/>• <strong>Yöneticilere ek gelir yaratmak ve/veya işsiz kalma risklerini azaltmak</strong><br/>III ve IV numaralı maddeler; işletmeleri ilişkisiz çeşitlendirme stratejilerine yönlendiren başlıca nedenler arasındadır. Bu nedenle doğru cevap I ve II numaralı maddeleri içeren A seçeneğidir."
  },
  {
    "id": "2913141",
    "unitNumber": 5,
    "text": "I. İş birimlerinin mevcut faaliyetlerinden ortak olarak yararlanmak <br/>II. Yöneticilere ek gelir yaratmak ve/veya işsiz kalma risklerini azaltmak <br/>III. Zorunlu el koyma durumunda kalmak <br/>IV. Başarısız işletmeleri yeniden yapılandırarak yüksek getiri elde etmek <br/>Yukarıdakilerden hangileri işletmelerin ilişkili çeşitlendirme stratejisi uygulamalarının nedenleri arasındadır?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I, II ve III",
      "D": "I, III ve IV",
      "E": "II, III ve IV"
    },
    "explanation": "İşletmelerin <strong>ilişkili çeşitlendirme</strong> <strong>stratejisi</strong> uygulamalarının nedenleri şunlardır:<br/><ul> <li><strong>İş birimlerinin mevcut faaliyetlerinden ortak olarak yararlanmak</strong></li> <li>Pazar gücü elde etmek</li> <li>Varlık ve yeteneklerini yeni ürün ve işlerde kullanarak ek gelir ve yararlar sağlamak</li> <li>Maliyet tasarrufu sağlamak ve yüksek getiri elde etmek</li> <li>Teşviklerden yararlanmak</li> <li>Riskleri azaltmak ve dağıtmak</li> <li><strong>Yöneticilere ek gelir yaratmak ve/veya işsiz kalma risklerini azaltmak</strong></li> </ul> İşletmeleri <strong>ilişkisiz çeşitlendirme</strong> stratejilerine yönlendiren başlıca nedenler ise şunlardır:<br/><ul> <li>Finansal kaynakları yüksek getiri sağlayacak şekilde kullanmak</li> <li>Varlık ve yeteneklerin kullanılması yolu ile yarar sağlamak</li> <li>Teşviklerden yararlanmak</li> <li><strong>Zorunlu el koyma durumunda kalmak</strong></li> <li><strong>Başarısız işletmeleri yeniden yapılandırarak yüksek getiri elde etmek</strong></li> <li>Yöneticilere ek gelir yaratmak ve/veya işsiz kalma risklerini azaltmak</li> </ul> Görüldüğü üzere III ve IV numaralı maddelerde verilenler işletmeleri ilişkisiz çeşitlendirme stratejilerine yönlendiren nedenler arasında yer almaktadır. Bu nedenle doğru cevap I ve II numaralı maddeleri içeren A seçeneğidir."
  },
  {
    "id": "2913142",
    "unitNumber": 6,
    "text": "İki veya daha fazla kişinin belirli bir amaç doğrultusunda birlikte ve beraber çalışmalarını sağlıyan yapıya ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Örgüt",
      "B": "Uzmanlaşma",
      "C": "Grup",
      "D": "İş bölümü",
      "E": "Kontrol alanı"
    },
    "explanation": "İki veya daha fazla kişinin belirli bir amaç doğrultusunda birlikte ve beraber çalışmalarını sağlıyan yapıya Örgüt adı verilir"
  },
  {
    "id": "2913143",
    "unitNumber": 6,
    "text": "Bir işletmenin hedeflerine ulaşabilmesi için gerekli yetki ve sorumlulukların dağıtılması süreci hangi kavram ile ifade edilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Örğütleme",
      "B": "Kadrolama",
      "C": "Formalleşme",
      "D": "Tasarımlama",
      "E": "Departmanlaşma"
    },
    "explanation": "Örgütleme, bir işletmenin hedeflerine ulaşabilmesi için gerekli kaynakların dağıtılması sürecidir. Örgüt bir yapıyı, örgütleme ise bir eylemi ifade etmektedir. Örgütleme (Özalp, 2010: 205);<br/>• Amaçlar doğrultusunda yapılacak işlerin belirlenmesi ve gruplandırılması,<br/>• Yer amaç ve yöntemlerin belirlenmesi,<br/>• İşleri yapacak insan kaynağının belirlenmesi ve yetkilendirilmesinden oluşan bir<br/>süreçtir."
  },
  {
    "id": "2913144",
    "unitNumber": 6,
    "text": "Örgütsel yapılanmanın görsel ifadesi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Örgüt şeması",
      "B": "İş bölümü",
      "C": "kontrol alanı",
      "D": "Yönetim fonksiyonu",
      "E": "Örgütsel yerleşim"
    },
    "explanation": "Örgütsel yapılanmanın görsel ifadesi örgüt semasıdır."
  },
  {
    "id": "2913145",
    "unitNumber": 6,
    "text": "Amaçlara ulaşmak için yerine getirilmesi gereken işlerin alt işlere bölünme derecesini aşağıdakilerden hangisi gösterir?",
    "correctAnswer": "A",
    "options": {
      "A": "İş bölümü",
      "B": "Uzmanlaşma",
      "C": "Kontrol alanı",
      "D": "örgüt yapısı",
      "E": "Denetim"
    },
    "explanation": "Amaçlara ulaşmak için yerine getirilmesi gereken işlerin alt işlere bölünme derecesini iş bölümü gösterir."
  },
  {
    "id": "2913146",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi danışmanlık yapma, bildirme ve önerilerde bulunma işlemini ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Kurmay yetki",
      "B": "Komuta yetkisi",
      "C": "Yetki",
      "D": "Kurmay yapı",
      "E": "Fonksiyonel yetki"
    },
    "explanation": "Kurmay yetki, danışmanlık yapma, bildirme ve önerilerde bulunma işlemini ifade eder."
  },
  {
    "id": "2913147",
    "unitNumber": 6,
    "text": "Yöneticinin doğrudan kontrol edebileceği ast sayısını aşağıdakilerden hangisi ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Kontrol alanı",
      "B": "Örgüt yapısı",
      "C": "Yetki devri",
      "D": "Komuta yetki ilişkisi",
      "E": "Fonksiyonel yetki"
    },
    "explanation": "Kontrol alanı, yöneticinin doğrudan kontrol edebileceği ast sayısını ifade eder."
  },
  {
    "id": "2913148",
    "unitNumber": 6,
    "text": "Yetkinin üst yönetimde toplandığı yapılara ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Merkezleşmiş örgüt yapısı",
      "B": "Komuta yetki ilişkisi",
      "C": "Kurmay yapı",
      "D": "Kontrol alanı",
      "E": "Örgütsel yerleşim"
    },
    "explanation": "Yetkinin üst yönetimde toplandığı yapılara merkezleşmiş örgüt yapısı adı verilir."
  },
  {
    "id": "2913149",
    "unitNumber": 6,
    "text": "Geleneksel olarak bir yöneticiye bağlanması gereken ast sayısı kaç olmalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "6 -7",
      "B": "3 - 5",
      "C": "8 - 10",
      "D": "11 - 13",
      "E": "14 - 16"
    },
    "explanation": "Geleneksel olarak bir yöneticiye bağlanması gereken ast sayısı 6 - 7 olmalıdır."
  },
  {
    "id": "2913150",
    "unitNumber": 6,
    "text": "aşağıdakilerden hangisi örgütsel yapılanmayı etkileyen durumsal unsurlardan biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Formalleşme",
      "B": "Örgüt stratejileri",
      "C": "Büyüklük",
      "D": "Teknoloji",
      "E": "Çevrenin belirsizliği"
    },
    "explanation": "Formalleşme örgütsel yapılanmayı etkileyen durumsal unsurlardan biri değildir."
  },
  {
    "id": "2913151",
    "unitNumber": 6,
    "text": "Fonksiyonel ve bölümlendirilmiş örgütlenmelerin bileşimine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Matris yapı",
      "B": "Proje örgütlenmesi",
      "C": "Sanal örgüt yapısı",
      "D": "Sanal şebeke yapısı",
      "E": "Yığışım örgüt yapısı"
    },
    "explanation": "Fonksiyonel ve bölümlendirilmiş örgütlenmelerin bileşimine matris yapı denir."
  },
  {
    "id": "2913152",
    "unitNumber": 6,
    "text": "______, birimlerin oluşturulması, yönetim kadrolarının hazırlaması, yetki ve sorumluluk ilişkilerinin belirlenmesi, faaliyetlerin sürdürülmesi için gereken iletişim kanallarının işletilmesi, kısaca emir komuta düzeninin kurulması anlamına gelmektedir.<br/>Aşağıdaki kavramlardan hangisi bu cümleyi doğru bir şekilde tamamlamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Örgüt",
      "B": "Örgütleme",
      "C": "Örgüt şeması",
      "D": "Biçimsel örgüt",
      "E": "İnformel örgüt"
    },
    "explanation": "Biçimsel yapı, işletmenin hedeflerine ulaşması için gerekli alt yapıyı hazırlar. Birimlerin oluşturulması, yönetim kadrolarının hazırlaması, yetki ve sorumluluk ilişkilerinin belirlenmesi, faaliyetlerin sürdürülmesi için gereken iletişim kanallarının işletilmesi, kısaca emir komuta düzeninin kurulması biçimsel örgütü ifade etmektedir. Biçimsel olmayan yapı ise, işletmelerde temel unsurlarından biri olan insanı esas alır. Her biçimsel örgüt içinde, biçimsel olmayan yapıların varlığından söz edilebilir. Doğru cevap D’dir."
  },
  {
    "id": "2913153",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi ‘yönetimin dört temel fonksiyonunu’ doğru bir sıralama ile vermektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Planlama - Denetim- Yöneltme - Örgütleme",
      "B": "Planlama - Örgütleme - Yöneltme - Denetim",
      "C": "Planlama - Yöneltme - Örgütleme - Denetim",
      "D": "Örgütleme - Planlama - Yöneltme - Denetim",
      "E": "Yöneltme - Planlama - Örgütleme - Denetim"
    },
    "explanation": "Yönetim süreci amaçların belirlendiği planlama fonksiyonu ile başlar. Planlar nelerin uygulamaya konulacağını vurgularken örgütleme uygulamanın nasıl ve ne tür bir ortamda geçekleştirileceğini belirler. Örgütleme sonucunda yöneltme ya da diğer adıyla liderlik etme fonksiyonun en etkili biçimde başlatılacağı yapısal koşulların oluşturulması kritik önemdedir. Yöneltmenin ardından ise denetim fonksiyonu gelmektedir. Doğru cevap B’dir."
  },
  {
    "id": "2913154",
    "unitNumber": 6,
    "text": "I. İşletmedeki yetki ilişkilerini<br/>II. Yönetim alanı ve faaliyet biçimi<br/>III. İşletme içerisindeki pozisyonları<br/>IV. Çalışanlar arasındaki informel ilişkileri<br/>Yukarıdakilerden hangileri örgüt şemalarının gösterdiği bilgilerdir?",
    "correctAnswer": "B",
    "options": {
      "A": "II ve III",
      "B": "I, II ve III",
      "C": "I, II ve IV",
      "D": "I, III ve IV",
      "E": "II, III ve V"
    },
    "explanation": "Örgütsel yapılanmanın görsel bir ifadesi olan örgüt şemaları birçok amaca hizmet eder. Örgüt şemaları bir işletme içerisindeki pozisyonları, yetki ilişkilerini, yönetim alanını ve faaliyet biçimini kolaylıkla görmemizi sağlar. Doğru cevap B’dir."
  },
  {
    "id": "2913155",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi ‘yetki ilişkileri açısından en üst seviyeden en düşük seviyeye kadar kimin kime rapor vereceğini’ açıklar?",
    "correctAnswer": "E",
    "options": {
      "A": "İş bölümü",
      "B": "Yetki devri",
      "C": "Uzmanlaşma",
      "D": "Fonksiyonel yetki",
      "E": "Emir komuta zinciri"
    },
    "explanation": "Emir komuta zinciri, yetki ilişkileri bağlamında en üst seviyeden en düşük seviyeye kadar kimin kime rapor vereceğini açıklar. Yöneticiler işi örgütlerken emir komuta zincirini göz önünde bulundurmalıdır. Emir komuta zincirini anlamak için yetki, sorumluluk ve emir komuta birliği kavramlarını bilmek önemlidir. Doğru cevap E’dir."
  },
  {
    "id": "2913156",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi ‘komuta yetkisi’ hakkında <u>yanlış</u> bilgi vermektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Astların yöneticilerinin verdiği emirlere itaat etmesi gerekir.",
      "B": "Yönetici daha alt basamaklardaki astlara da emirler verebilir.",
      "C": "Komuta yetkisi bir hat biçiminde aşağıdan yukarıya doğru akar.",
      "D": "Komuta yetkisinin kaynağı örgüt içindeki hiyerarşik pozisyondur.",
      "E": "Bir yöneticinin astlarına doğrudan emir verme hakkını ifade eder."
    },
    "explanation": "Komuta yetkisi, bir yöneticinin bir işin yapılması ya da yapılmaması konusunda astlarına doğrudan emir verme ve karşılığında itaat bekleme hakkını ifade eder. Ast üst ilişkisini ve hiyerarşiyi tanımlar. Komuta yetkisi bir hat biçiminde yukarıdan aşağıya doğru akar. Bu hat içinde her üst kendisinden sonra gelen ast ya da astlarına doğrudan, daha alt basamaklardaki astlarına da kendi altındaki ast kanalıyla emir verme yetkisine sahiptir. Astlar komuta yetkisine itaat etmek durumundadır. Komuta yetkisinin kaynağı örgüt içindeki hiyerarşik pozisyondur. Komuta yetkisine sahip yöneticilere komuta yöneticisi adı verilir, bu yönetici tarafından yönetilen birimler komuta birimleridir. Örgütün ana hedeflerini gerçekleştirmek için oluşturulan birimler komuta birimleridir. CEO, rektör, genel müdür ya da şef bulundukları örgütsel pozisyondan kaynaklanarak komuta yetkisine sahiptirler. Doğru cevap C’dir."
  },
  {
    "id": "2913157",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi ‘açık iş tanımların, çok sayıda örgütsel kuralların ve çalışma sürecini kapsayan açıkça tanımlanmış prosedürlerin yer aldığı örgütler’ için söylenebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Formelleşmiş",
      "B": "Merkezleşmiş",
      "C": "Merkezleşmemiş",
      "D": "Bölümlendirilmiş",
      "E": "Gruplandırılırmış"
    },
    "explanation": "Formelleşme derecesi bir örgütte, işler görülürken önceden tanımlanmış belirgin ilke ve yöntemlerin izlenmesi konusuna verilen ağırlığı ifade eder. Neyin ne zaman, nerede nasıl, kim tarafından yapılacağı önceden ayrıntılı olarak belirlenmiş ve bunlara uyulması zorunlu hâle getirilmiş ise formelleşme derecesi yüksek bir örgütten bahsediliyordur. Bir başka ifade ile formelleşme örgüt işlerinin nasıl standardize edileceğini ve çalışan davranışlarının kurallar ve prosedürler ile ölçüleceğini, derecelendirileceğini ifade eder. Doğru cevap A’dır."
  },
  {
    "id": "2913158",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi örgüt yapısına etki eden unsurlardan biri <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Çevrenin belirsizliği",
      "B": "İşletmenin stratejileri",
      "C": "Yöneticinin tercihleri",
      "D": "İşletmenin büyüklüğü",
      "E": "Teknolojinin kullanımı"
    },
    "explanation": "Her işletme veya kurum farklı amaçlarla değişik sektör, kültür, yasal ve benzeri çevresel koşullarda faaliyet gösterir. Faaliyet gösterilen ortamla uygun bir yapılanmada olmak rekabet gücü kazandırır ve yönetsel süreçleri kolaylaştırır. Örgütsel yapılanmayı etkileyen durumsal unsurları örgüt stratejileri, büyüklük, teknoloji ve çevrenin belirsizliği olarak gruplandırabiliriz. Doğru cevap C’dir."
  },
  {
    "id": "2913159",
    "unitNumber": 6,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/ac4380bdb16342f4d0fb9c2733d9cdc2.jpeg\" alt=\"\" width=\"418\" height=\"186\"> Bir kıyafet mağazasının yukarıdaki örgüt şemasında ne tür bir örgüt yapısı örneklendirilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ürün temelli bölümlendirmiş yapı",
      "B": "Süreç temelli bölümlendirilmiş yapı",
      "C": "Coğrafi temelli bölümlendirmiş yapı",
      "D": "Müşteri temelli bölümlendirmiş yapı",
      "E": "Yeteneklerine göre bölümlendirilmiş yapı"
    },
    "explanation": "Bölümlendirilmiş yapılanmada örgütün ana birimleri farklı birer işletme gibi yönetilir. Bu tip bir yapıda her bölüm kendi içerisinde bir yetkilendirmeye sahip olmakla birlikte her bölümün başında o bölümün performansından sorumlu bir yönetici bulunmaktadır. Bölümlendirilmiş yapı; coğrafi, ürün, müşteri temeline göre farklılaşabilir. Müşteri temelli bölümlendirmiş yapı, birbirinden farklı özellik ve beklentiye sahip müşterilerin bulunduğu durumlarda bu müşteri gruplarının birer bölüm olarak oluşturulmasını esas alan yapıdır. Doğru cevap D’dir."
  },
  {
    "id": "2913160",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi takım örgüt yapısının özelliklerinden biri <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Çalışanların güçlendirilmesi büyük önem taşımaktadır",
      "B": "İlgili oldukları alanda iş performansından sorumludurlar",
      "C": "Takımlar üzerinde herhangi bir performans baskısı yoktur",
      "D": "Tüm işlerin takımlar tarafından yerine getirildiği bir yapıdır",
      "E": "Yönetsel yetkiyi yukarıdan aşağıya taşıyan bir hat yapısı bulunmaz"
    },
    "explanation": "Takım yapısı örgütün yapması gereken tüm işlerin takımlar tarafından yerine getirildiği bir yapıdır. Bu yapıda çalışanların güçlendirilmesi büyük önem taşımaktadır. Yönetsel yetkiyi yukarıdan aşağıya taşıyan bir hat yapısı bulunmamaktadır. Buna rağmen çalışanların oluşturduğu takımlar en iyiyi planlayarak işlerini yapmaktadırlar. İlgili oldukları alanda iş performansından sorumludurlar. Çok net bir yetki zinciri olmaması ve takımlar üzerinde performans baskısının yüksek olması en önde gelen sakıncalarıdır. Takımlar, bir bölümlendirme şekli olarak kurulmayıp işlerin ya da bir sorunun çözümü için geçici olarak kurulabilirler. İş birimlerine göre kurulmuş takımlar tıpkı fonksiyonel bölümlendirmedeki gibi takımın amacını gerçekleştirmek için çalışırlar. Doğru cevap C’dir."
  },
  {
    "id": "2913161",
    "unitNumber": 6,
    "text": "I. Rekabetçi amaçlardan uzak bir örgüt yapısıdır.<br/>II. Bu yapıda bilişim teknolojilerinden yararlanılır.<br/>III. Farklı coğrafyalara yayılmış işletmelerde yaygındır.<br/>Yukarıdakilerden hangisi/hangileri ‘sanal örgüt yapısının’ özelliğidir/özellikleridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "I ve III",
      "E": "II ve III"
    },
    "explanation": "Sanal örgüt yapısı, fiziksel olarak yaygın veya farklı coğrafik alanlara yayılmış üretim, pazarlama ve diğer faaliyet birimlerinin ya da işletmelerin, bilişim teknolojilerinden yararlanılarak tek bir merkezden yönetilmesi ve koordinasyonudur. İşletmeler temel yeteneklerine odaklanarak daha az etkili ve görece yüksek maliyetli olduğu sonucuna varılan faaliyetleri başka işletmelere devretme yoluna giderler. Dış kaynaklardan yararlanma (outsourcing) olarak açıkladığımız, özellikle düşük iş gücü maliyetlerinden ve uzmanlıktan yararlanmak amacıyla başka işletmeler ya da taşeronlarla yürütülen bu uygulamada dağınık faaliyetlerin tek merkezden etkili süreçlerle koordine edilebilmesi önemlidir. Doğru cevap E’dir."
  },
  {
    "id": "2913162",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi örgüt şemalarının işletme içerisinde gösterdiği özelliklerden biri <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Pozisyonlar",
      "B": "Yetki ilişkileri",
      "C": "Biçimsel olmayan ilişkiler",
      "D": "Yönetim alanı",
      "E": "Faaliyet biçimi"
    },
    "explanation": "Örgüt şemaları bir işletme içerisindeki pozisyonları, yetki ilişkilerini, yönetim alanını ve faaliyet biçimini kolaylıkla görmemizi sağlar. Örgüt şeması, çalışanlar ve kaynaklar arasındaki biçimsel (formel) ilişkileri görüntüler. Ancak örgüt şemalarında bireysel ilişkiler gibi çeşitli unsurlardan kaynaklanarak oluşan biçimsel olmayan (informel) ilişkileri görmek ve gösterebilmek mümkün değildir. Bu durumda cevap C’dir."
  },
  {
    "id": "2913163",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yetki ilişkileri bağlamında en üst seviyeden en düşük seviyeye kadar kimin kime rapor vereceğini açıklayan örgütleme ilkelerindendir?",
    "correctAnswer": "B",
    "options": {
      "A": "Uzmanlaşma",
      "B": "Emir komuta zinciri",
      "C": "Kontrol alanı",
      "D": "Merkezîleşme derecesi",
      "E": "Formelleşme"
    },
    "explanation": "Emir komuta zinciri, yetki ilişkileri bağlamında en üst seviyeden en düşük seviyeye kadar kimin kime rapor vereceğini açıklar. Bu durumda doğru cevap B’dir"
  },
  {
    "id": "2913164",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi belirli bir grup faaliyet veya bir faaliyetin bazı yönlerine ilişkin olarak bir yöneticinin başka bölümlerdeki personel üzerinde emir verme hakkını tanımlamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Komuta yetkisi",
      "B": "Denetim yetkisi",
      "C": "Kurmay yetki",
      "D": "Fonksiyonel yetki",
      "E": "Kontrol yetkisi"
    },
    "explanation": "Fonksiyonel yetki, belirli bir grup faaliyet veya bir faaliyetin bazı yönlerine ilişkin olarak bir yöneticinin başka bölümlerdeki personel üzerinde emir verme hakkını ifade eder. Bu durumda doğru cevap D’dir."
  },
  {
    "id": "2913165",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi bir yöneticinin kaç çalışanı verimli ve etkili bir biçimde yönetebileceğiyle ilişkili kavramdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kontrol alanı",
      "B": "Koordinasyon yetkisi",
      "C": "Uzmanlaşma",
      "D": "Formelleşme",
      "E": "Merkezileşme"
    },
    "explanation": "Kontrol alanı, bir yöneticinin kaç çalışanı verimli ve etkili bir biçimde yönetebileceğiyle ilişkili bir kavramdır. Yöneticinin ‘doğrudan’ kontrol edebileceği ast sayısı kontrol alanı olarak ifade edilmektedir. Bu durumda doğru cevap A’dır."
  },
  {
    "id": "2913166",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi işlerin koordineli ve entegre bir biçimde yürütülmesi amacıyla gruplandırılması, aynı kategoride toplanmasını ifade eden kavramdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Merkezileşme",
      "B": "Bölümlendirme",
      "C": "Yetkilendirme",
      "D": "Uzmanlaşma",
      "E": "Formelleşme"
    },
    "explanation": "Hangi iş ve görevlerin kimler tarafından yapılacağına karar verdikten sonra, ortak çalışma aktivitesini içeren gruplaşma gerekir bu yüzden işler koordineli ve entegre bir biçimde yürütülmelidir. Gruplandırılmış, aynı kategoride toplanmış işlere bölümlendirme denir. Bölümlendirme işletmeye ait faaliyetleri sınıflandırarak kümelere ayırma yoluyla amaçlara daha kolay ulaşılmasını sağlama faaliyetidir. Bu durumda doğru cevap B’dir."
  },
  {
    "id": "2913167",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi örgüt içerisindeki benzer veya ilişkili işlerin bir araya getirildiği bölümlerden oluşan bir yapılanma tipidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fonksiyonel yapı",
      "B": "Bölümlendirilmiş yapı",
      "C": "Proje yapı",
      "D": "Takım yapı",
      "E": "Şebeke yapı"
    },
    "explanation": "Fonksiyonel yapı, örgüt içerisindeki benzer veya ilişkili işlerin bir araya getirildiği bölümlerden oluşan bir yapılanma tipidir. Bu tip bir yapılanmayı fonksiyonel bölümlerin örgütün geneline uygulanması olarak değerlendirebiliriz. Bu durumda doğru cevap A’dır."
  },
  {
    "id": "2913168",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi bölümlendirilmiş örgüt yapılarından biri <strong>değildir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Coğrafi temelli",
      "B": "Ürün temelli",
      "C": "Şebeke temelli",
      "D": "Müşteri temelli",
      "E": "Süreç temelli"
    },
    "explanation": "Bölümlendirilmiş yapı; coğrafi, ürün, müşteri ve süreç temeline göre farklılaşabilir. Şebeke örgüt yapıları ise sınırları olmayan, çağdaş örgüt yapılarıdır. Bu durumda doğru cevap C’dir."
  },
  {
    "id": "2913169",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi fonksiyonel ve bölümlendirilmiş örgütlenmelerin birleşimi olan örgüt yapısıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Süreç temelli bölümlendirilmiş yapı",
      "B": "Takım yapı",
      "C": "Proje yapı",
      "D": "Matris yapı",
      "E": "Sanal örgüt yapı"
    },
    "explanation": "Matris yapı fonksiyonel ve bölümlendirilmiş örgütlenmelerin bileşimidir. Bu tip örgütlenmede yatay düzeyde iletişim ve bilgi paylaşımı kolaylaşır. Ürün-fonksiyon ya da ürün-bölge matrisi biçiminde de matris yapı oluşturulabilir. Bu durumda cevap D’dir."
  },
  {
    "id": "2913170",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi fiziksel olarak yaygın veya farklı coğrafik alanlara yayılmış üretim, pazarlama ve diğer faaliyet birimlerinin ya da işletmelerin, bilişim teknolojilerinden yararlanılarak tek bir merkezden yönetilmesi ve koordinasyonunu tanımlayan örgüt yapılarıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Bölümlendirilmiş yapı",
      "B": "Takım yapı",
      "C": "Sanal örgüt yapısı",
      "D": "Matris yapı",
      "E": "Proje yapı"
    },
    "explanation": "Sanal örgüt yapısı fiziksel olarak yaygın veya farklı coğrafik alanlara yayılmış üretim, pazarlama ve diğer faaliyet birimlerinin ya da işletmelerin, bilişim teknolojilerinden yararlanılarak tek bir merkezden yönetilmesi ve koordinasyonudur. Bu durumda cevap C’dir."
  },
  {
    "id": "2913171",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi çağdaş örgüt tasarımı sınırların ortadan kalktığı örgütlenme biçimleridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Takım yapı - Proje yapı",
      "B": "Proje yapı - Matris yapı",
      "C": "Sanal örgüt yapı - Yığışım örgüt yapı",
      "D": "Takım yapı - Matris yapı",
      "E": "Yığışım örgüt yapı - Süreç temelli bölümlendirilmiş yapı"
    },
    "explanation": "İçsel ve dışsal sınırları minimize etmek veya ortadan kaldırmak için sınırları olmayan yapılar kullanmaktadır. Sanal örgüt yapısı ile yığışım örgüt yapısının temel fikri aynıdır: Daha esnek olan daha hızlı karar alınabilen, sabit masrafı azalmış ve küçülmüş bir örgüt yapısı için, temel ve yardımcı fonksiyonlarla ilgili işletme bünyesinde yürütülen iş ve faaliyetleri mümkün olduğu ölçüde işletme dışındaki başka işletmelerden sağlamak, bu şekilde hem outsourcing yapmak hem de hiyerarşik kademeleri azaltmak ve yalın hâle getirmektir. Bu durumda doğru cevap C’dir."
  },
  {
    "id": "2913172",
    "unitNumber": 6,
    "text": "Bir işletmenin hedeflerine ulaşabilmesi için gerekli yetki ve sorumlukların dağıtılması süreci yönetimin hangi fonksiyonunu ifade etmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Planlama",
      "B": "Örgütleme",
      "C": "Yöneltme",
      "D": "Liderlik",
      "E": "Denetim"
    },
    "explanation": "Örgütleme, bir işletmenin hedeflerine ulaşabilmesi için gerekli yetki ve sorumlukların dağıtılması sürecidir. Doğru cevap B'dir."
  },
  {
    "id": "2913173",
    "unitNumber": 6,
    "text": "Örgütsel yapılanmanın görsel ifadesi aşağıdaki kavramlardan hangisiyle ifade edilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Örgüt şeması",
      "B": "Örgüt düzeni",
      "C": "Örgüt yapısı",
      "D": "Örgüt yetkisi",
      "E": "Örgüt planı"
    },
    "explanation": "Örgütsel yapılanmanın görsel bir ifadesi olan örgüt şemaları birçok amaca hizmet eder. Örgüt şemaları bir işletme içerisindeki pozisyonları, yetki ilişkilerini, yönetim alanını ve faaliyet biçimini kolaylıkla görmemizi sağlar. Doğru cevap A'dır."
  },
  {
    "id": "2913174",
    "unitNumber": 6,
    "text": "Amaçlara ulaşmak için yerine getirilmesi gereken işlerin alt işlere bölünme derecesine ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yetki",
      "B": "Sorumluluk",
      "C": "İş bölümü",
      "D": "Yetki devri",
      "E": "Kontrol alanı"
    },
    "explanation": "İş bölümü, amaçlara ulaşmak için yerine getirilmesi gereken işlerin alt işlere bölünme derecesini gösterir. Doğru cevap C'dir."
  },
  {
    "id": "2913175",
    "unitNumber": 6,
    "text": "Aşağıdaki ifadelerden hangisi \"yetki\" kavramını ifade etmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Amaçlara ulaşmak için yerine getirilmesi gereken işlerin alt işlere bölünme derecesi",
      "B": "Belirli bir görevi yerine getirmede yükümlü olma ve bu konuda hesap sorulabilme durumu",
      "C": "Yöneticinin doğrudan kontrol edebileceği ast sayısı",
      "D": "Bir örgütte, işler görülürken önceden tanımlanmış belirgin ilke ve yöntemlerin izlenmesi",
      "E": "Yöneticilerin görev alanlarında karar alma, emir verme ve kaynakları dağıtmaya ilişkin resmî ve meşru hakları"
    },
    "explanation": "Yetki, yöneticilerin görev alanlarında karar alma, emir verme ve kaynakları dağıtmaya ilişkin resmî ve meşru haklarıdır. Doğru cevap E'dir."
  },
  {
    "id": "2913176",
    "unitNumber": 6,
    "text": "Aşağıdaki ifadelerden hangisi \"komuta yetkisi\" kavramını ifade etmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yöneticinin doğrudan kontrol edebileceği ast sayısı",
      "B": "Belirli bir grup faaliyet veya bir faaliyetin bazı yönlerine ilişkin olarak bir yöneticinin başka bölümlerdeki personel üzerinde emir verme hakkı",
      "C": "Danışmanlık yapma, görüş bildirme ve önerilerde bulunma işlevi",
      "D": "Bir yöneticinin bir işin yapılması ya da yapılmaması konusunda astlarına doğrudan emir verme ve karşılığında itaat bekleme hakkı",
      "E": "Belirli bir görevi yerine getirmede yükümlü olma ve bu konuda hesap sorulabilme durumu"
    },
    "explanation": "Komuta yetkisi, bir yöneticinin bir işin yapılması ya da yapılmaması konusunda astlarına doğrudan emir verme ve karşılığında itaat bekleme hakkını ifade eder. Doğru cevap D'dir."
  },
  {
    "id": "2913177",
    "unitNumber": 6,
    "text": "Yetkinin üst yönetimde toplanması örgütün hangi özelliğini ifade etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Merkezleşme derecesi",
      "B": "Formelleşme derecesi",
      "C": "Denetim alanı",
      "D": "Uzmanlık derecesi",
      "E": "Çapraşıklık derecesi"
    },
    "explanation": "Karar alma yetkisi çeştili unsurların etkisiyle üst basamaklarda toplanabilir veya alt basamaklara doğru yayılabilir. Yöneticilerin yaklaşımı, örgütün genişliği, faaliyet türü gibi unsurlar karar almanın merkezini belirler. Merkezleşme-merkezleşmeme örgütte karar verme yetkisinin nasıl dağıtıldığına ilişkin kavramlardır. Yetkinin üst yönetimde toplandığı yapılar merkezleşmiş, yetkinin tek elde toplanmayarak alt kademelere göçerildiği yapılar merkezleşmemiş örgüt yapısını ifade etmektedir. Doğru cevap A'dır."
  },
  {
    "id": "2913178",
    "unitNumber": 6,
    "text": "Gruplandırılmış, aynı kategoride toplanmış işlere ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Formelleşme",
      "B": "Merkezleşme",
      "C": "Bölümlendirme",
      "D": "Biçimselleşme",
      "E": "Denetim alanı"
    },
    "explanation": "Gruplandırılmış, aynı kategoride toplanmış işlere bölümlendirme denir. Doğru cevap C'dir."
  },
  {
    "id": "2913179",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi örgüt yapısına etki eden temel unsurlardan biri <u>sayılmaz</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Çevre",
      "B": "Strateji",
      "C": "Teknoloji",
      "D": "Büyüklük",
      "E": "Hiyerarşi"
    },
    "explanation": "Örgütsel yapılanmayı etkileyen durumsal unsurlar; örgüt stratejileri, büyüklük, teknoloji ve çevrenin belirsizliği olarak gruplandırılabilir. Doğru cevap E'dir."
  },
  {
    "id": "2913180",
    "unitNumber": 6,
    "text": "Fonksiyonel ve bölümlendirilmiş örgütlenmelerin bileşimi olan örgütsel yapı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Fonksiyonel Yapı",
      "B": "Takım Yapıları",
      "C": "Matris yapı",
      "D": "Sanal örgüt yapısı",
      "E": "Yığışım (Küme) örgüt yapısı"
    },
    "explanation": "Matris yapı fonksiyonel ve bölümlendirilmiş örgütlenmelerin bileşimidir. Doğru cevap C'dir."
  },
  {
    "id": "2913181",
    "unitNumber": 6,
    "text": "Çağrı merkezleri aşağıdaki örgüt yapılarından hangisine dahil edilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yığışım (Küme) örgüt yapısı",
      "B": "Proje örgüt yapısı",
      "C": "Takım yapıları",
      "D": "Sanal örgüt yapısı",
      "E": "Matris yapı"
    },
    "explanation": "Sanal örgüt yapısı, farklı fiziksel olarak yaygın veya coğrafik alanlara yayılmış üretim, pazarlama ve diğer faaliyet birimlerinin ya da işletmelerin, bilişim teknolojilerinden yararlanılarak tek merkezden yönetilmesi ve koordinasyonudur. Çağrı merkezleri sanla örgüt yapısında çalışmaktadır. Büyük firmaların, örneğin hava yolu şirketlerinin, müşterilerle iletişim alanını genişletmek ve erişimi kolaylaştırma amacına yönelik yaygın bir uygulama olan çağrı merkezleri çoklukla, bu konuda uzmanlaşan Hindistan’da ve son yıllarda Filipinler gibi ülkelerde yer almaktadır. Doğru cevap D'dir."
  },
  {
    "id": "2913182",
    "unitNumber": 6,
    "text": "Bir işletmenin hedeflerine ulaşmak için gerekli kaynakların dağıtılması süreci aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Merkezleşme",
      "B": "Örgütlenme",
      "C": "Bölümlendirme",
      "D": "Formelleşme",
      "E": "Dağıtım"
    },
    "explanation": "Örgütleme, bir işletmenin hedeflerine ulaşabilmesi için gerekli kaynakların dağıtılması<br/>sürecidir. Örgüt bir yapıyı, örgütleme ise bir eylemi ifade etmektedir. Örgütleme;<br/>• Amaçlar doğrultusunda yapılacak işlerin belirlenmesi ve gruplandırılması,<br/>• Yer amaç ve yöntemlerin belirlenmesi,<br/>• İşleri yapacak insan kaynağının belirlenmesi ve yetkilendirilmesinden oluşan bir<br/>süreçtir."
  },
  {
    "id": "2913183",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yönetim sürecinin dört temel fonksiyonundan birisi değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Denetim",
      "B": "Örgütlenme",
      "C": "Planlama",
      "D": "Formelleşme",
      "E": "Yöneltme"
    },
    "explanation": "Yönetim süreci amaçların belirlendiği planlama fonksiyonu ile başlar. Planlar nelerin uygulamaya konulacağını vurgularken örgütleme uygulamanın nasıl ve ne tür bir ortamda geçekleştirileceğini belirler. Örgütleme sonucunda yöneltme ya da diğer adıyla liderlik etme fonksiyonun en etkili biçimde başlatılacağı yapısal koşulların oluşturulması kritik önemdedir. Yöneltmenin ardından ise denetim fonksiyonu gelmektedir."
  },
  {
    "id": "2913184",
    "unitNumber": 6,
    "text": "Bir yöneticinin bir işin yapılması ya da yapılmaması noktasında astlarına doğrudan emir verme ve karşılığında yerine getirilmesini bekleme hakkı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kurmay yetki",
      "B": "Emir komuta zinciri",
      "C": "Komuta yetkisi",
      "D": "Fonksiyonel yetki",
      "E": "Yetki"
    },
    "explanation": "Komuta yetkisi, bir yöneticinin bir işin yapılması ya da yapılmaması konusunda astlarına doğrudan emir verme ve karşılığında itaat bekleme hakkını ifade eder. Ast üst ilişkisini ve hiyerarşiyi tanımlar. Komuta yetkisi bir hat biçiminde yukarıdan aşağıya doğru akar. Bu hat içinde her üst kendisinden sonra gelen ast yada astlarına doğrudan, daha alt basamaklardaki astlarına da kendi altındaki ast kanalıyla emir verme yetkisine sahiptir."
  },
  {
    "id": "2913185",
    "unitNumber": 6,
    "text": "Danışmanlık yapma, görüş bildirme ve önerilerde bulunma işlevini ifade eden yetki biçimi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Komuta yetkisi",
      "B": "Kurmay yetki",
      "C": "Fonsiyonel yetki",
      "D": "İş bölümü",
      "E": "Emir komuta zinciri"
    },
    "explanation": "Kurmay yetki, danışmanlık yapma, görüş bildirme ve önerilerde bulunma işlevini ifade eder. Bu yetki türü komuta yetkisine göre daha dar kapsamlıdır ve bu tür yetkiye sahip kişilerin herhangi bir birim üzerinde emir verme hakkı yoktur. Kurmay yetkinin akışı yukarıya doğrudur ve genellikle üst yönetim basamaklarında gerçekleşir. Kaynağı uzmanlık bilgi ve deneyimdir."
  },
  {
    "id": "2913186",
    "unitNumber": 6,
    "text": "Bir yöneticinin belirli bir iş kapsamında diğer birimlerdeki çalışanlara görev verme yetkisi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Komuta yetkisi",
      "B": "Emir komuta zinciri",
      "C": "İş rotasyonu",
      "D": "Fonksiyonel yetki",
      "E": "Kurmay yetki"
    },
    "explanation": "Fonksiyonel yetki, belirli bir grup faaliyet veya bir faaliyetin bazı yönlerine ilişkin olarak bir yöneticinin başka bölümlerdeki personel üzerinde emir verme hakkını ifade eder. Bu yetki türü, uzmanlık gerektiren belirli faaliyetlere ilişkin olarak gereksinim duyulduğunda kullanılır ve çapraz yetki ilişkilerini ifade eder."
  },
  {
    "id": "2913187",
    "unitNumber": 6,
    "text": "Bir örgütte işlerin görülürken önceden tanımlanmış belirgin ilke ve yöntemlerin izlenmesi konusuna verilen ağırlığı ifade eden terim aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kontrol alanı",
      "B": "Formelleşme",
      "C": "Merkezleşme",
      "D": "Örgütlenme",
      "E": "Bölümlendirme"
    },
    "explanation": "Formelleşme derecesi bir örgütte, işler görülürken önceden tanımlanmış belirgin ilke ve yöntemlerin izlenmesi konusuna verilen ağırlığı ifade eder. Neyin ne zaman, nerede<br/>nasıl, kim tarafından yapılacağı önceden ayrıntılı olarak belirlenmiş ve bunlara uyulması<br/>zorunlu hâle getirilmiş ise formelleşme derecesi yüksek bir örgütten bahsediliyordur."
  },
  {
    "id": "2913188",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi örgütsel yapılanmayı etkileyen durumsal unsurlardan birisi değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Strateji",
      "B": "Teknoloji",
      "C": "Büyüklük",
      "D": "Çevre",
      "E": "Ekonomi"
    },
    "explanation": "Örgütler aynı yapıda olamazlar. Her işletme veya kurum farklı amaçlarla değişik sektör, kültür, yasal ve benzeri çevresel koşullarda faaliyet gösterir. Faaliyet gösterilen ortamla uygun bir yapılanmada olmak rekabet gücü kazandırır ve yönetsel süreçleri kolaylaştırır. Örneğin, dinamik ve değişken bir faaliyet çevresi esnek, takım tabanlı ve yenilikleri kolaylaştıran bir yapılanmayı<br/>zorunlu kılar. Örgütsel yapılanmayı etkileyen durumsal unsurları örgüt stratejileri, büyüklük, teknoloji ve çevrenin belirsizliği olarak gruplandırabiliriz:<br/>Strateji<br/>Büyüklük<br/>Teknoloji<br/>Çevre"
  },
  {
    "id": "2913189",
    "unitNumber": 6,
    "text": "Örgüt içerisinde benzer veya ilişkili işlerin bir araya getirildiği yapılanma türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Takım yapıları",
      "B": "Bölümlendirilmiş örgüt yapıları",
      "C": "Fonksiyonel yapı",
      "D": "Sınırlı olmayan yapılar",
      "E": "Merkezleşmiş yapılar"
    },
    "explanation": "Örgüt içerisindeki benzer veya ilişkili işlerin bir araya getirildiği bölümlerden oluşan bir<br/>yapılanma tipidir. Bu tip bir yapılanmayı fonksiyonel bölümlerin örgütün geneline uygulanması<br/>olarak değerlendirebiliriz. Mal ya da hizmet üretmek için gerekli fonksiyonlar örgütün bölümlerini oluşturur. İşletmede temel olan bu fonksiyonlar; üretim, pazarlama finansman ve insan kaynaklarıdır."
  },
  {
    "id": "2913190",
    "unitNumber": 6,
    "text": "Örgütün yapması gereken tüm işlerin küçük birimler tarafından yerine getirildiği yapı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Fonksiyonel yapı",
      "B": "Bölümlendirilmiş örgüt yapıları",
      "C": "Takım yapıları",
      "D": "Sınırları olmayan yapılar",
      "E": "Proje ve matris yapıları"
    },
    "explanation": "Takım yapısı örgütün yapması gereken tüm işlerin takımlar tarafından yerine getirildiği bir yapıdır. Bu yapıda çalışanların güçlendirilmesi büyük önem taşımaktadır. Yönetsel yetkiyi yukarıdan aşağıya taşıyan bir hat yapısı bulunmamaktadır. Buna rağmen çalışanların oluşturduğu takımlar en iyiyi planlayarak işlerini yapmaktadırlar. İlgili oldukları alanda iş performansından sorumludurlar."
  },
  {
    "id": "2913191",
    "unitNumber": 6,
    "text": "Fonksiyonel ve bölümlendirilmiş örgütlenmelerin birleşimi olan yapılar aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Takım yapıları",
      "B": "Matris yapı",
      "C": "Sınırları olmayan yapılar",
      "D": "Kontrol alanı",
      "E": "Proje takımları"
    },
    "explanation": "Matris yapı: Fonksiyonel ve bölümlendirilmiş örgütlenmelerin bileşimidir. Bu tip örgütlenmede yatay düzeyde iletişim ve bilgi paylaşımı kolaylaşır. Ayrıca, ürün-fonksiyon ya da ürünbölge matrisi biçiminde de matris yapı oluşturulabilir.Matris yapı: Fonksiyonel ve bölümlendirilmiş örgütlenmelerin bileşimidir. Şekil 6.16’da fonksiyonel proje bölümlendirmesi bir arada görülmektedir. Bu tip örgütlenmede<br/>yatay düzeyde iletişim ve bilgi paylaşımı kolaylaşır. Ayrıca, ürün-fonksiyon ya da ürünbölge<br/>matrisi biçiminde de matris yapı oluşturulabilir."
  },
  {
    "id": "2913192",
    "unitNumber": 7,
    "text": "Başkalarını belirli bir amaç doğrultusunda davranmaya sevk eden etkileye kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Lider",
      "B": "Yönetici",
      "C": "Uzman",
      "D": "Denetci",
      "E": "Planlayıcı"
    },
    "explanation": "Başkalarını belirli bir amaç doğrultusunda davranmaya sevk eden etkileye kişi lider dir"
  },
  {
    "id": "2913193",
    "unitNumber": 7,
    "text": "Değişim ve dönüşüm yapabilme sürecine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Liderlik",
      "B": "Yöneticilik",
      "C": "Organizasyon",
      "D": "Motivasyon",
      "E": "Yönlendirme"
    },
    "explanation": "Değişim ve dönüşüm yapabilme sürecine liderlik adı verilir."
  },
  {
    "id": "2913194",
    "unitNumber": 7,
    "text": "Kavramlaştırmayı esas alarak değişkenler arasındaki ilişkiye basit ve anlaşılır biçimde ifade etmek amacıyla geliştirilen açıklamaların tamamına ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kuram",
      "B": "Kavram",
      "C": "Değerlendirme",
      "D": "Planlama",
      "E": "İlke"
    },
    "explanation": "Kavramlaştırmayı esas alarak değişkenler arasındaki ilişkiye basit ve anlaşılır biçimde ifade etmek amacıyla geliştirilen açıklamaların tamamına kuram adı verilir."
  },
  {
    "id": "2913195",
    "unitNumber": 7,
    "text": "Lider özellikleri üzerinde duran kuram hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Özellikler kuramı",
      "B": "Davranışsal liderlik kuramı",
      "C": "durumsal liderlik kuramı",
      "D": "Sezgisel kuram",
      "E": "Duygusal liderlik kuramı"
    },
    "explanation": "Lider özellikleri üzerinde duran kuram özellikleri kuramıdır."
  },
  {
    "id": "2913196",
    "unitNumber": 7,
    "text": "Liderliğin doğasının anlaşılması ve açıklanması ile ilgili kuram hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Davranışsal liderlik kuramı",
      "B": "Özellikler kuramı",
      "C": "Durumsal liderlik kuramı",
      "D": "Sezgisel kuram",
      "E": "Duygusal liderlik kuramı"
    },
    "explanation": "Liderliğin doğasının anlaşılması ve açıklanması ile ilgili kuram davranışsal liderlik kuramıdır."
  },
  {
    "id": "2913197",
    "unitNumber": 7,
    "text": "Yöneticilerin, işlerin sonuçlarına yoğunlaşmalarının yanı sıra astlarıyla güçlü ilişkiler geliştirmeleri hangi liderlik davranışını ifade etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çalışanlara yönelik olma",
      "B": "Üretime yönelik olma",
      "C": "Katılımcı liderliği destekleme",
      "D": "Yapıyı harekete geçirme",
      "E": "Kişiye dikkate alma"
    },
    "explanation": "Çalışanlara yönelik olma-İlişki odaklı davranış: Amaçların gerçekleştirilmesinde ilişki odaklı yaklaşımı öne çıkan etkili yöneticiler işlerin sonuçlarına da yoğunlaşmakla birlikte astlarıyla güçlü ilişkiler geliştirirler. Çalışanlara yönelik yöneticiler, işlerin sonuçlarına da yoğunlaşmakla birlikte astlarıyla güçlü ilişkiler geliştirirler."
  },
  {
    "id": "2913198",
    "unitNumber": 7,
    "text": "Yöneticilerin kendi liderlik tarzlarını analiz etmesine yardımcı örgüt geliştirme ile ilgili eğitim programlarında kullanılan model hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yönetim tarzı matrisi",
      "B": "Takım yönetimi",
      "C": "Kulüp yönetimi",
      "D": "Orta yolcu liderlik",
      "E": "Görev yönetimi"
    },
    "explanation": "Yöneticilerin kendi liderlik tarzlarını analiz etmesine yardımcı örgüt geliştirme ile ilgili eğitim programlarında kullanılan model yönetim tarzı matrisi dir."
  },
  {
    "id": "2913199",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi House ' ın karizmatik liderliği tanımladığı unsurlardan değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Liderlik davranışı",
      "B": "Baskınlık",
      "C": "Özgüven",
      "D": "Kendi ahlaki değerlerine sahip olma",
      "E": "Başkalarını etkileme yönünde güçlü bir arzu"
    },
    "explanation": "Liderlik davranışı House ' ın karizmatik liderliği tanımladığı unsurlardan değildir."
  },
  {
    "id": "2913200",
    "unitNumber": 7,
    "text": "Eşitlik kuramını ilk kez ele alan araştırmacı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Stacy Adams",
      "B": "Helzberg",
      "C": "House",
      "D": "Webber",
      "E": "Mc gregor"
    },
    "explanation": "Eşitlik kuramını ilk kez ele alan araştırmacı Stacy Adams dır."
  },
  {
    "id": "2913201",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi bireyin belirli bir gayret sarfederek elde edeceği ödülü arzulama derecesini gösterir?",
    "correctAnswer": "A",
    "options": {
      "A": "Valens",
      "B": "Bekleyiş",
      "C": "Araçsallık",
      "D": "Motivasyon",
      "E": "Terfi"
    },
    "explanation": "Valens bireyin belirli bir gayret sarfederek elde edeceği ödülü arzulama derecesini gösterir."
  },
  {
    "id": "2913202",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi organizasyonda çalışanların iş birliğini sağlayarak öngörülen amaçlar doğrultusunda faaliyetleri planlayan, örgütleyen, yönelten ve denetleyen kişidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Lider",
      "B": "Müdür",
      "C": "Başkan",
      "D": "Yönetici",
      "E": "Nezaretçi"
    },
    "explanation": "Yönetici, organizasyonda çalışanların iş birliğini sağlayarak öngörülen amaçlar doğrultusunda faaliyetleri planlayan, örgütleyen, yönelten ve denetleyen kişidir."
  },
  {
    "id": "2913203",
    "unitNumber": 7,
    "text": "Yönetici ile lider arasındaki farklar bağlamında aşağıdakilerden hangisi lider özellikleri arasında yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Görev tanımı vardır",
      "B": "Bir meslek uygulamasıdır",
      "C": "İnsanları kendi istekleri ile davranışa sevk edebilmektir",
      "D": "İşleri doğru yapmak",
      "E": "Biçimsel bir organizasyon yapısı içinde gerçekleşir"
    },
    "explanation": "İnsanları kendi istekleri ile davranışa sevk edebilmek liderin özellikleri arasında yer almaktadır."
  },
  {
    "id": "2913204",
    "unitNumber": 7,
    "text": "Bir organizasyona belli bir vizyon kazandırma, yeni bir yön verme, onu dönüştürme işi aşağıdakilerden hangisine aittir?",
    "correctAnswer": "E",
    "options": {
      "A": "Konsorsiyum",
      "B": "Stratejik ortak",
      "C": "Çözüm ortağı",
      "D": "Üstlenici firma",
      "E": "Lider"
    },
    "explanation": "Yöneticilik bir meslek uygulamasıdır.<br/>Bir organizasyona belli bir vizyon kazandırma, yeni bir yön verme, onu dönüştürme işi liderlere aittir."
  },
  {
    "id": "2913205",
    "unitNumber": 7,
    "text": "Güdülenme, işle ilgili bilgi ve dışa dönüklük gibi nitelikler üzerinde duran liderlik kuramı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yönetim tarzı matrisi",
      "B": "Özellikler kuramı",
      "C": "Michigan Üniversitesi Liderlik Araştırmaları",
      "D": "Ohio State Üniversitesi Liderlik Araştırmaları",
      "E": "Durumsal Liderlik Kuramı"
    },
    "explanation": "Güdülenme, işle ilgili bilgi ve dışa dönüklük gibi nitelikler üzerinde duran liderlik kuramı, özellikler kuramıdır."
  },
  {
    "id": "2913206",
    "unitNumber": 7,
    "text": "Liderlik sürecinde en önemli faktörler olarak kişiyi dikkate alma ve yapıyı harekete geçirme davranışlarını olduğunu öne süren aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ohio State Üniversitesi Liderlik Araştırmaları",
      "B": "Michigan Üniversitesi Liderlik Araştırmaları",
      "C": "Yönetim Tarzı Matrisi",
      "D": "Özellikler Kuramı",
      "E": "Durumsal Liderlik Kuramı"
    },
    "explanation": "Liderlik sürecinde en önemli faktörler olarak kişiyi dikkate alma ve yapıyı harekete geçirme davranışlarını olduğunu öne süren Ohio State Üniversitesi Liderlik Araştırmalarıdır."
  },
  {
    "id": "2913207",
    "unitNumber": 7,
    "text": "Lider davranışının iki boyutunu insana yönelik ve üretime yönelik olarak gösteren çalışma aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Özellikler kuramı",
      "B": "Ohio State Üniversitesi Liderlik Araştırmaları",
      "C": "Durumsal Liderlik Modeli",
      "D": "Michigan Üniversitesi Liderlik Araştırmaları",
      "E": "Blake ve Mouton'un Yönetim Tarzı Matrisi Modeli"
    },
    "explanation": "Blake ve Mouton'un Yönetim Tarzı Matrisi Modeli lider davranışının iki boyutunu insana yönelik ve üretime yönelik olarak göstermektedir."
  },
  {
    "id": "2913208",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisine göre başarılı grup performansı “liderin izleyenleriyle etkileşim tarzı” ve “belirli bir durumda sahip olduğu kontrol ile etkileme gücü” arasındaki uygun eşleşmeye bağlıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Fiedler'in Durumsal Liderlik Modeli",
      "B": "Blake ve Mouton'un Yönetim Tarzı Matrisi Modeli",
      "C": "Michigan Üniversitesi Liderlik Araştırmaları",
      "D": "Ohio State Üniversitesi Liderlik Araştırmaları",
      "E": "Özellikler kuramı"
    },
    "explanation": "Fiedler’in Durumsal Liderlik modeline göre, başarılı grup performansı “liderin izleyenleriyle etkileşim tarzı” ve “belirli bir durumda sahip olduğu kontrol ile etkileme gücü” arasındaki uygun eşleşmeye bağlıdır."
  },
  {
    "id": "2913209",
    "unitNumber": 7,
    "text": "Yol-Amaç modeli aşağıdakilerden hangisi tarafından geliştirilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Fred Fiedler",
      "B": "Blake ve Mouton",
      "C": "Robert House",
      "D": "Rensis Likert",
      "E": "Max Weber"
    },
    "explanation": "Yol amaç kuramı Robert House tarafından geliştirilmiştir."
  },
  {
    "id": "2913210",
    "unitNumber": 7,
    "text": "Maslow'un İhtiyaçlar Hiyerarşisi Kuramına göre bağlanma, kabullenilme, dostluk, gruba mensup olma hangi ihtiyaç düzeyi kapsamında yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Kendini gerçekleştirme",
      "B": "Saygınlık",
      "C": "Güvenlik",
      "D": "Sosyal",
      "E": "Fizyolojik ihtiyaçlar"
    },
    "explanation": "Sosyal: Bağlanma, kabullenilme, dostluk, gruba mensup olma."
  },
  {
    "id": "2913211",
    "unitNumber": 7,
    "text": "Bekleyiş Kuramı aşağıdakilerden hangisi tarafından geliştirilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Stacy Adams",
      "B": "Viktor Vroom",
      "C": "Frederick Herzberg",
      "D": "Abraham Maslow",
      "E": "Douglas McGregor"
    },
    "explanation": "Bekleyiş Kuramı, Viktor Vroom tarafından geliştirilmiştir."
  },
  {
    "id": "2913212",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi günümüz koşullarında işletmelerin sıkça duyulan ve bütün kitaplarda bahsi geçen konularından birisi değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Küreselleşme",
      "B": "Maliyetlerdeki azalmalar",
      "C": "Mal ve hizmet arzındaki artışlar",
      "D": "Bilgi ve iletişim teknolojilerindeki hızlı gelişmeler",
      "E": "Müşterilerin iş yerlerinin ve görevlerin sürekli değişmesi"
    },
    "explanation": "Okuduğunuz ders kitaplarının küçük istisnalar dışına benzer ifadelerle başladıklarını gözlememiş olabilirsiniz. Bu ifadeler genellikle işletmeler için günümüz koşullarının, geçtiğimiz 30-40 yıl öncesinden bir hayli farklı olduğunu ifade eden cümlelerden oluşmaktadır. Bilgi ve iletişim teknolojilerindeki hızlı gelişmeler ve maliyetlerdeki azalmalar, mal ve hizmet arzındaki artışlar, küreselleşme, müşteri istek ve taleplerindeki hızlı değişim vb. pek çok kitap ve yayının açılış temaları olmaktadır. Birbiriyle ilişkili bu etkenler bugünkü iş dünyasının, işletmelerin, rekabetin şekillenmesinde önemli bir rol oynamaktadırlar."
  },
  {
    "id": "2913213",
    "unitNumber": 7,
    "text": "Günümüz işletmelerin içinde yaşadığı koşulları, başta küreselleşme ve müşterilerin hızlı bir biçimde değişen istek ve talepleri gibi etkenlerle açıklayabiliriz ki bu konuların özellikleri dikkate alındığında aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Bu etkenler birbiriyle ilişkilidir.",
      "B": "Bu etkenler bugünkü işletmelerin rekabetinin şekillenmesini sağlamıştır.",
      "C": "Bu etkenler ürünler, hizmetler ve ticari faaliyetler arasında gidip gelerek eşitliği ve yeni dengeyi sağlar.",
      "D": "Bu etkenler hızlı bir biçimde değişir bu değişimde işletmelerin faaliyet gösterdiği pazarlardaki sosyal, ekonomik,yasal unsurlar değişmiş olur.",
      "E": "Bu etkenlerde en etkili olanı internettir, internet uzun bir zaman önce hayatımıza girerek örneğin, tüketicilerin pek çok alışanlığını değiştirmiştir."
    },
    "explanation": "İşletmelerin faaliyet gösterdiği pazarlardaki sosyal, ekonomik, teknolojik, yasal unsurların hızlı bir şekilde değişmesine neden olmaktadır. Örneğin yaklaşık 20 yıl önce hayatımıza giren İnternet, tüketicilerin alışveriş alışkanlıklarını önemli ölçüde değiştirmiş, onların alışveriş yaparken eskisine nazaran çok daha fazla seçeneğe kolayca ulaşmasına, ürün ve hizmetler arasında daha iyi karşılaştırma yapmasına, talep etmiş olduklarını daha ucuza elde etmelerine yardımcı olmuştur."
  },
  {
    "id": "2913214",
    "unitNumber": 7,
    "text": "Uzun zaman önce hayatımıza giren en büyük değişimlerden birisi olan Internet öncelikle tüketiciyi yakından etkilemiştir aşağıdakilerden hangisi Internet ve onun yaptığı değişimlerle ilgili olarak yanlıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "İnternet ile tüketiciler yeni bir pazarlık gücü elde etmişlerdir.",
      "B": "İnternet tüketicilerin eskiden de yaptığı alışveriş seçeneğini oldukça büyük ölçüde artırmıştır.",
      "C": "İnternet ile işletmeler ise dünyanın her yerindeki müşterilere ulaşmış ve ürün ve hizmetlerini daha iyi tanıtmıştır.",
      "D": "İnternet ile tüketicilerde ve işletmelerin koşullarında meydana gelen yeni durumlar ve hızlı değişim, kişisel bir yapıya bürünmüştür.",
      "E": "İnternet ile tüketiciler eskiye göre daha fazla seçeneğe kolayca ulaşmış ve mal ile hizmetler arasında daha kolay karşılaştırma yapabilmiştir."
    },
    "explanation": "Yaklaşık 20 yıl önce hayatımıza giren İnternet, tüketicilerin alışveriş alışkanlıklarını önemli ölçüde değiştirmiş, onların alışveriş yaparken eskisine nazaran çok daha fazla seçeneğe kolayca ulaşmasına, ürün ve hizmetler arasında daha iyi karşılaştırma yapmasına,talep etmiş olduklarını daha ucuza elde etmelerine yardımcı olmuştur."
  },
  {
    "id": "2913215",
    "unitNumber": 7,
    "text": "Günümüzde işletmeler başta Internet ve küreselleşme olmak üzere yaşanan pek çok büyük değişim ile doğrudan karşılaşmıştır ve etkilenmiştir bunun sonucu ne olmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "İşletmeler hızla yok olarak yerini yenilerine bırakmıştır.",
      "B": "İşletmeler hızlı değişime ayak uydurabilen yapılar haline gelmişlerdir.",
      "C": "İşletmeler eskiden üretici olan isimlerini değiştirerek yeni isimler almıştır.",
      "D": "İşletmeler müşteriyi odağına alarak mal ve hizmetleri ikinci sıraya koymuştur.",
      "E": "İşletmeler ayakta kalabilmek ve yaşamını sürdürebilmek için sık sık küçülmeye gitmiştir."
    },
    "explanation": "Günümüz organizasyonları yaşanan tüm bu değişimlerden doğrudan etkilenmekte, hızlı değişime ayak uydurabilen organizasyonlar ayakta kalabilmektedir ki bu da değişimi başarabilecek lider ve liderliğe ihtiyaç göstermektedir."
  },
  {
    "id": "2913216",
    "unitNumber": 7,
    "text": "İşletmeler yaşanan tüm değişimlerden doğrudan etkilenerek ya değişime ayak uydurmuşlardır, ya da ayakta kalamamışlardır bütün bu gelişmelerin sonucunda ne olmuştur?",
    "correctAnswer": "E",
    "options": {
      "A": "Değişim işletmeler için müşteri konusudur mal ve hizmet konusu değildir.",
      "B": "Değişim işletmeler için büyük tehlikedir çünkü işletmeler bir yapı oldukları için kolay değişemezler.",
      "C": "Değişim iki yolla başarılmalıdır, bunlardan birincisi internet ikincisi ise kaliteli ürünlerin pazara ulaştırılmasıdır.",
      "D": "Değişim mutlaka işletmelerde yapılacak olandır bunun için yeni ürünler ve araştırma-geliştirme faaliyetleri gereklidir.",
      "E": "Değişimi başarabilecek liderler ve onların en büyük silahı olan motivasyon başarı için ihtiyaç duyulan iki unsurdur."
    },
    "explanation": "Günümüz organizasyonları yaşanan tüm bu değişimlerden doğrudan etkilenmekte, hızlı değişime ayak uydurabilen organizasyonlar ayakta kalabilmektedir ki bu da değişimi başarabilecek lider ve liderliğe ihtiyaç göstermektedir."
  },
  {
    "id": "2913217",
    "unitNumber": 7,
    "text": "“Liderliğin” tanımı göz önüne alındığında aşağıdakilerden hangisi tanım içinde değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Liderlik belirli şartlar altında gelişir.",
      "B": "Liderlik amaçların ve vizyonun başarılması için yapılır.",
      "C": "Liderlik belirli kişisel ve gruplarla amaçların gerçekleştirilmesi için yapılır.",
      "D": "Liderlik bir kişinin başkalarının faaliyetlerini etkilemesi ve yönlendirmesidir.",
      "E": "Liderlik, amaçlar çalışmadığında yeni bir mekanizma olarak uygulanmasıdır."
    },
    "explanation": "Liderliğin ne olduğuna ilişkin farklı tanımlar yapılabilmektedir. Bir tanıma göre liderlik, belirli şartlar altında, belirli kişisel veya grupsal amaçların gerçekleştirilmesi için bir kimsenin başkalarının faaliyetlerini etkilemesi ve yönlendirmesi sürecidir. Diğer bir ifadeyle liderlik, amaçların veya vizyonun başarılmasına yönelik olarak grubu etkileyebilme yeteneği olarak tanımlanmaktadır."
  },
  {
    "id": "2913218",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi lider ve yönetici kavramları açısından yanlıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Lider ve yönetici birbirinin yerine kullanılır eş anlamlıdır.",
      "B": "Lider belirli bir grubu izler yönetici ise belirli bir grubu oluşturur.",
      "C": "Lider belirli şartlar altında faaliyet gösterir yönetici başkaları aracılığıyla iş yapar.",
      "D": "Liderin kişiliği, karizması ve bilgisi önemlidir yönetici ise hiyerarşi içinde hareket eder.",
      "E": "Lider görevleri gerçekleştirmek için gerekli olan örgütsel devamlılık ve bütünleşik amaçlar için gereklidir yönetici bir işletmedeki yönetsel pozisyonlardan doğan hakkı kullanan kişidir."
    },
    "explanation": "Lider başkalarını belli bir amaç doğrultusunda davranmaya sevk eden, etkileyen kişidir. Lider ve yönetici kavramları çoklukla birbiri yerine veya eş anlamlı kullanılmaktadır. Ancak ilerleyen kısımlarda ayrıntılarını göreceğiniz gibi bu iki kavram arasında önemli farklar vardır. Yönetici, organizasyonda çalışanların iş birliğini sağlayarak, öngörülen amaçlar doğrultusunda faaliyetleri planlayan, örgütleyen, yönelten ve denetleyen kişidir. Başka bir tanıma göre yönetici başkaları vasıtasıyla iş yaptıran kişidir."
  },
  {
    "id": "2913219",
    "unitNumber": 7,
    "text": "Liderliğin en önemli özelliği etkileme yeteneğidir, liderler bir grup içinde olurlar ve liderlik süreciyle bu grubu etkileyerek amaçların gerçekleştirilmesini sağlar liderler bunu yaparken neyi kullanırlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Gücü kullanırlar.",
      "B": "Aradaki farkları kullanırlar",
      "C": "Donatılmış yapıyı kullanırlar.",
      "D": "Bilgiyi ve benzerlikleri kullanırlar.",
      "E": "Ortaya çıkmış sonuçları kullanırlar."
    },
    "explanation": "Yönetici ile lider arasındaki benzerlikler arasında insanları belli hedeflere yönlendirmeleri, yönlendirme işini yaparken kaynakları farklı da olsa güç kullanmaları, birlikte çalıştıkları insan grubu arasında yapıcı bir ilişki kurma sayılabilir."
  },
  {
    "id": "2913220",
    "unitNumber": 7,
    "text": "Yöneticiler ve liderler ele alındığında, yöneticiler tanımlanmış hedeflere ulaşmayı amaç edinirlerken, liderler neyi amaç edinirler?",
    "correctAnswer": "B",
    "options": {
      "A": "Çevre unsurları",
      "B": "Değişim ve dönüşüm",
      "C": "Görev tanımlarının genişliği",
      "D": "İnsan davranışları ve vizyon",
      "E": "İş dinamikleri ve değişim unsurları"
    },
    "explanation": "Yöneticilik tanımlanan hedeflere ulaşma; liderlik ise değişim ve dönüşüm yapabilme sürecidir."
  },
  {
    "id": "2913221",
    "unitNumber": 7,
    "text": "Liderlik kuramları kavramlar ve değişkenler arasındaki ilişkiyi anlatmak için geliştirilirler, liderliğin de pek çok kuramı vardır bu kuramların ilki “özellikler kuramıdır” bu kuram hangi isimler ile bilinir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kuram kapsamı",
      "B": "Unsurlar ve çevre",
      "C": "Özelliklerin bazıları",
      "D": "Atatürk, Gandhi, Lincoln",
      "E": "Fiziksel yapı ve olmayanlar"
    },
    "explanation": "Liderlikle ilgili ilk çalışmalar bu kuram kapsamında gerçekleştirilmiştir. 1920 ve 1930’lardaki liderlik kuramları, lider kişilikleri lider olmayanlardan ayırmakta kullanılabilecek “lider özellikleri” üzerinde durmuştur. Atatürk, Gandhi, Lincoln gibi büyük başarıların sahibi olan siyasi, toplumsal ve askerî liderlerin duruş, tutum ve davranışları üzerine yoğunlaşılmıştır."
  },
  {
    "id": "2913222",
    "unitNumber": 7,
    "text": "Belirli şartlar altında, belirli kişisel veya grupsal amaçların gerçekleştirilmesi için bir kimsenin başkalarının faaliyetlerini etkilemesi ve yönlendirmesi sürecine ne ad verilir ?",
    "correctAnswer": "C",
    "options": {
      "A": "Yönlendirme",
      "B": "Gerçekleştirme",
      "C": "Liderlik",
      "D": "Yöneticilik",
      "E": "İlericilik"
    },
    "explanation": "Liderlik, belirli şartlar altında, belirli kişisel veya grupsal amaçların gerçekleştirilmesi için bir kimsenin başkalarının faaliyetlerini etkilemesi ve yönlendirmesi sürecidir. Doğru cevap C seçeneğidir."
  },
  {
    "id": "2913223",
    "unitNumber": 7,
    "text": "Organizasyonda çalışanların iş birliğini sağlayarak öngörülen amaçlar doğrultusunda faaliyetleri planlayan, örgütleyen, yönelten ve denetleyen kişiye ne ad verilir ?",
    "correctAnswer": "D",
    "options": {
      "A": "Koordinatör",
      "B": "Lider",
      "C": "İdareci",
      "D": "Yönetici",
      "E": "Organizatör"
    },
    "explanation": "Yönetici, organizasyonda çalışanların iş birliğini sağlayarak öngörülen amaçlar doğrultusunda faaliyetleri planlayan, örgütleyen, yönelten ve denetleyen kişidir. Doğru cevap D seçeneğidir."
  },
  {
    "id": "2913224",
    "unitNumber": 7,
    "text": "Tanımı en uygun şekilde tamamlayan seçenek aşağıdakilerden hangisidir ? “Yöneticilik … sürecidir.”",
    "correctAnswer": "B",
    "options": {
      "A": "değişim yapabilme",
      "B": "tanımlanan hedeflere ulaşma",
      "C": "organizasyonu idare etme",
      "D": "dönüşüm yapabilme",
      "E": "çalışanlara önderlik yapabilme"
    },
    "explanation": "Yöneticilik tanımlanan hedeflere ulaşma; liderlik ise değişim ve dönüşüm yapabilme sürecidir. Doğru cevap B seçeneğidir."
  },
  {
    "id": "2913225",
    "unitNumber": 7,
    "text": "Lider kişilikleri lider olmayanlardan ayırmakta kullanılabilecek “lider özellikleri” üzerinde yoğunlaşan liderlik kuramı aşağıdakilerden hangisidir ?",
    "correctAnswer": "A",
    "options": {
      "A": "Özellikler Kuramı",
      "B": "Davranışsal Liderlik Kuramı",
      "C": "Likert Kuramı",
      "D": "Durumsal Liderlik Kuramı",
      "E": "Yol-Amaç Kuramı"
    },
    "explanation": "Özellikler kuramı, lider kişilikleri lider olmayanlardan ayırmakta kullanılabilecek “lider özellikleri” üzerinde yoğunlaşır. Doğru cevap A seçeneğidir."
  },
  {
    "id": "2913226",
    "unitNumber": 7,
    "text": "« Oluşturan teorik ve uygulamalı çalışmalarda birtakım lider davranışları belirlenmiş, bu davranışlar sınıflandırılarak liderlik tarzları ortaya konulmuş ve bunların etkinlikleri araştırılmıştır. » söz konusu kuram aşağıdakilerden hangisidir ?",
    "correctAnswer": "E",
    "options": {
      "A": "Özellikler Kuramı",
      "B": "Yol-Amaç Kuramı",
      "C": "Likert Kuramı",
      "D": "Durumsal Liderlik Kuramı",
      "E": "Davranışsal Liderlik Kuramı"
    },
    "explanation": "Davranışsal liderlik kuramını oluşturan teorik ve uygulamalı çalışmalarda birtakım lider davranışları belirlenmiş, bu davranışlar sınıflandırılarak liderlik tarzları ortaya konulmuş ve bunların etkinlikleri araştırılmıştır. Yapılan çok sayıda çalışma arasından öne çıkanlar şunlardır: Ohio State Üniversitesi Liderlik Araştırmaları, Michigan Üniversitesi Liderlik Araştırmaları, Yönetim Tarzı Matrisi. Doğru cevap E seçeneğidir."
  },
  {
    "id": "2913227",
    "unitNumber": 7,
    "text": "Tanımı en iyi şekilde tamamlayan seçenek aşağıdakilerden hangisidir ?<br/>« Yöneticiler, işlerin sonuçlarına da yoğunlaşmakla birlikte astlarıyla … ilişkiler geliştirirler. »",
    "correctAnswer": "C",
    "options": {
      "A": "zayıf",
      "B": "çatışmalı",
      "C": "güçlü",
      "D": "zıt",
      "E": "anlamlı"
    },
    "explanation": "Çalışanlara yönelik yöneticiler, işlerin sonuçlarına da yoğunlaşmakla birlikte astlarıyla güçlü ilişkiler geliştirirler. Doğru cevap C seçeneğidir."
  },
  {
    "id": "2913228",
    "unitNumber": 7,
    "text": "Takım oluşturmaya önem vererek, çalışanların sorun çözme ve karar süreçlerine katılımı yönünde bir yaklaşım sergileyen liderlik biçimi aşağıdakilerden hangisidir ?",
    "correctAnswer": "C",
    "options": {
      "A": "Etkisiz liderlik",
      "B": "Ortayolcu liderlik",
      "C": "Katılımcı liderlik",
      "D": "Destekleyici liderlik",
      "E": "Başarı odaklı liderlik"
    },
    "explanation": "Katılımcı liderler, takım oluşturmaya önem vererek, çalışanların sorun çözme ve karar süreçlerine katılımı yönünde bir yaklaşım sergiler. Doğru cevap C seçeneğidir."
  },
  {
    "id": "2913229",
    "unitNumber": 7,
    "text": "Başarılı grup performansı “liderin izleyenleriyle etkileşim tarzı” ve “belirli bir durumda sahip olduğu kontrol ile etkileme gücü” arasındaki uygun eşleşmeye bağlı olduğunu iddia eden liderlik modeli aşağıdakilerden hangisidir ?",
    "correctAnswer": "B",
    "options": {
      "A": "Katılımcı liderlik",
      "B": "Fiedler’in Durumsal Liderlik modeli",
      "C": "Vroom’un Bekleyiş Kuramı",
      "D": "Blake ve Mouton’un Yönetim Tarzı Matrisi Modeli",
      "E": "House’un Yol-Amaç Modeli"
    },
    "explanation": "Fiedler’in Durumsal Liderlik modeline göre, başarılı grup performansı “liderin izleyenleriyle etkileşim tarzı” ve “belirli bir durumda sahip olduğu kontrol ile etkileme gücü” arasındaki uygun eşleşmeye bağlıdır."
  },
  {
    "id": "2913230",
    "unitNumber": 7,
    "text": "Bu kurama göre, izleyicilerin amaçlarına ulaşmalarına yardımcı olmak, bu amaçların örgütün genel amaçlarıyla uygunluğunu temin etmek üzere gerekli yönlendirmeyi ve desteği sunmak liderin görevidir. Bahsi geçen kuram aşağıdakilerden hangisidir ?",
    "correctAnswer": "E",
    "options": {
      "A": "Katılımcı liderlik",
      "B": "Fiedler’in Durumsal Liderlik modeli",
      "C": "Vroom’un Bekleyiş Kuramı",
      "D": "Blake ve Mouton’un Yönetim Tarzı Matrisi Modeli",
      "E": "House’un Yol-Amaç Modeli"
    },
    "explanation": "Bu kurama göre, izleyicilerin amaçlarına ulaşmalarına yardımcı olmak, bu amaçların örgütün genel amaçlarıyla uygunluğunu temin etmek üzere gerekli yönlendirmeyi ve desteği sunmak liderin görevidir. Doğru cevap E seçeneğidir."
  },
  {
    "id": "2913231",
    "unitNumber": 7,
    "text": "Lider ve izleyicilerin etik, beklenti ve insan ilişkilerini daha üst bir seviyeye çıkartma sürecine ne ad verilir ?",
    "correctAnswer": "D",
    "options": {
      "A": "Etkisiz liderlik",
      "B": "Ortayolcu liderlik",
      "C": "Katılımcı liderlik",
      "D": "Dönüşümcü liderlik",
      "E": "Başarı odaklı liderlik"
    },
    "explanation": "Dönüşümcü liderlik, lider ve izleyicilerin etik, beklenti ve insan ilişkilerini daha üst bir seviyeye çıkartma sürecidir."
  },
  {
    "id": "2913232",
    "unitNumber": 7,
    "text": "Belirli şartlar altında, belirli kişisel veya grupsal amaçların gerçekleştirilmesi için bir kimsenin başkalarının faaliyetlerini etkilemesi ve yönlendirmesi süreci aşağıdakilerden hangisini tanımlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Lider",
      "B": "Yönetici",
      "C": "Liderlik",
      "D": "Yönlendiren",
      "E": "Denetçi"
    },
    "explanation": "Liderlik, belirli şartlar altında, belirli kişisel veya grupsal amaçların gerçekleştirilmesi için bir kimsenin başkalarının faaliyetlerini etkilemesi ve yönlendirmesi sürecidir."
  },
  {
    "id": "2913233",
    "unitNumber": 7,
    "text": "Aşağıda verilen ifadelerden hangisi yanlıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Lider ve yönetici kavramları çoklukla birbiri yerine veya eş anlamlı kullanılmaktadır.",
      "B": "Lider ise başkalarını belli bir amaç doğrultusunda davranmaya sevk eden, etkileyen kişidir.",
      "C": "Liderlik sürecinde, diğerlerini etkilemenin kaynağı, organizasyon içerisinde var olan yönetsel pozisyonlardan doğan bir hak olabilir.",
      "D": "Liderler yönetici konumundadır dolaysıyla bütün yöneticilerde liderlik etkisine sahiptir.",
      "E": "Liderler grup içerisinden, aynen biçimsel olarak atanmış gibi, aniden ortaya çıkabilmektedirler."
    },
    "explanation": "Bazı durumlarda bir birim çalışanları üstlerinden ziyade kendi içlerinden birini, biçimsel bir yetkisi olmamakla birlikte, kişiliği, karizması ya da bilgisinden dolayı daha fazla dikkate alabilir; demek ki liderlerin hepsi yönetici değildirler. Bunun yanında bütün yöneticiler de bir liderin etkisine sahip değildirler. Çünkü organizasyonların yöneticilere sağladığı biçimsel yetkiler, onların etkili bir<br/>yöneticilik yapmalarını her zaman garanti etmez."
  },
  {
    "id": "2913234",
    "unitNumber": 7,
    "text": "Aşağıda verilen yönetici ile lider arasındaki farklardan hangisi görev tanımlarını özetlemektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yöneticilik, tanımlanmış hedeflere ulaştıracak işlerin en etkin şekilde yapılması ile<br/>ilgilidir; liderlik ise hedeflerin ve yapılacak işlerin belirlenmesi ile ilgilidir.",
      "B": "Yöneticilik tanımlanan hedeflere ulaşma, liderlik ise değişim ve dönüşüm yapabilme sürecidir.",
      "C": "Yöneticilik biçimsel bir organizasyon yapısı içinde gerçekleşir; liderlik için biçimsel bir yapının varlığı gerekmez.",
      "D": "Yöneticilik işletmenin iç yapı ve dinamiklerini, liderlik ise işletmenin dış yapı ve<br/>dinamiklerini yorumlama işidir.",
      "E": "Yönetici işleri doğru yapan, lider ise doğru işleri yapan kişidir."
    },
    "explanation": "Yöneticilik tanımlanan hedeflere ulaşma, liderlik ise değişim ve dönüşüm yapabilme sürecidir. Çünkü yöneticilik karmaşık çevre koşullarında organizasyonun düzenli ve tutarlı sonuçlar üretmesiyle, liderlik ise organizasyona yeni bir vizyon vererek değişimleri gerçekleştirmekle ilgilidir."
  },
  {
    "id": "2913235",
    "unitNumber": 7,
    "text": "Aşağıda verilen etkili bir liderlik süreci ortaya çıkaran özelliklerden hangisi liderlerin enerjik, neşeli, sosyal ve iddialı olmaları ile ilgilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Önderlik etme arzusu",
      "B": "Doğruluk ve dürüstlük",
      "C": "İşle ilgili bilgi",
      "D": "Dışa dönüklük",
      "E": "Güdülenme"
    },
    "explanation": "Dışa dönüklük: Liderler enerjik, neşeli kişilerdir. Sosyal ve iddialıdırlar; nadiren<br/>sessizliğe bürünür ya da içe kapanık bir görüntü çizerler."
  },
  {
    "id": "2913236",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi etkili bir liderlik süreci ortaya çıkaran özellikler arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Güdülenme",
      "B": "Özgüven",
      "C": "Dürüstlük",
      "D": "Zeka",
      "E": "Irk"
    },
    "explanation": "Etkili bir liderlik süreci ortaya çıkaran özellikler şunlardır;<br/>1- Güdülenme<br/>2- Önderlik etme arzusu<br/>3- Doğruluk ve dürüstlük<br/>4- Öz güven<br/>5- Zeka<br/>6- İşle ilgili bilgi<br/>7- Dışa dönüklük"
  },
  {
    "id": "2913237",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi liderlik davranışını etkileyen faktörler arasında yer almaz ?",
    "correctAnswer": "D",
    "options": {
      "A": "Meslektaşlarının özellikleri ve bekleyişleri",
      "B": "Örgütsel iklim ve politikalar",
      "C": "Üstlerin bekleyişleri ve davranışları",
      "D": "Ailenin tepkisi ve desteği",
      "E": "Gerçekleştirilecek amacın niteliği"
    },
    "explanation": "Durumsallık kuramı henüz emekleme aşamasında olmasına rağmen liderlik olgusunun açıklanmasına ciddi katkılarda bulunmuştur. Durumsal liderlik kuramı liderlik<br/>davranışının, içinde bulunulan koşulların veya özel bir durumun gereklerine göre biçimlenmesi ve çeşitlenmesi gerektiğini, bu nedenle tek bir liderlik tarzının bütün koşullar<br/>için geçerli olmayacağını savunur. Liderler davranışlarını, değişen koşullara göre uyarlamalıdır. Bu kurama uygun olarak, etkili liderliğin faktörlerinden bazıları gerçekleştirilmek istenen amacın ya da amaçların niteliği ve kapsamı; grup uyelerinin beklentileri ve yetenekleri; ve liderin deneyimleridir."
  },
  {
    "id": "2913238",
    "unitNumber": 7,
    "text": "Fiedler’in Durumsal Liderlik Modeli'ne göre temel durumları tanımlayan koşullardan biri aşağıdakilerden hangisi değildir ?",
    "correctAnswer": "B",
    "options": {
      "A": "Lider ile izleyiciler arasındaki ilişkiler",
      "B": "İşin kişiye kattığı değer",
      "C": "İşin niteliği",
      "D": "Mevkiye dayanan güç",
      "E": "Rutin ya da rutin dışı ilişkiler"
    },
    "explanation": "Fiedler’in araştırması, temel durumları tanımlayan üç koşul değişkeni<br/>ortaya koymuştur. Bunlar:<br/>• Lider ile izleyiciler arasındaki ilişkiler: Astların lidere karşı duydukları güven,<br/>inanç ve saygı derecesi. Bu ilişkiler iyi ya da zayıf olarak derecelendirilir.<br/>• İşin niteliği: İşlerin ve görevlerin standartlaşma, rutinleşme derecesi. İşin niteliği<br/>rutin ya da rutin dışı olarak derecelendirilir.<br/>• Mevkiye dayanan güç: Liderin işe alma, işten çıkartma, yükseltme, maaş artışı,<br/>disiplin gibi faaliyetler için sahip olduğu gücün miktarı. Mevkiye dayalı güç, fazla<br/>ya da az olarak derecelendirilir."
  },
  {
    "id": "2913239",
    "unitNumber": 7,
    "text": "Liderliği anlamak üzere geliştirilen yaklaşımlardan bir diğeri Yol-Amaç Kuramıdır. House yürüttüğü çalışmalarda 4 tür liderlik davranışından söz etmektedir. Aşağıdakilerden hangisi bunlardan biri değildir ?",
    "correctAnswer": "A",
    "options": {
      "A": "Yenilikçi lider",
      "B": "Yönlendirici lider",
      "C": "Destekleyici lider",
      "D": "Katılımcı lider",
      "E": "Başarı odaklı lider"
    },
    "explanation": "House yürüttüğü çalışmalarda 4 tür liderlik davranışından söz etmektedir. Bunlar:<br/>• Yönlendirici lider: Astlarının kendilerinden beklenenleri bilmelerini sağlar, yapılacak işi programlar, onlara işin nasıl başarılacağına ilişkin özel rehberlik sunar.<br/>• Destekleyici lider: Dostça davranır ve izleyicilerinin ihtiyaçlarına ilgi gösterir.<br/>• Katılımcı lider: Grup üyelerine danışır ve önerilerini karar verirken dikkate alır.<br/>• Başarı odaklı lider: Zor hedefler koyar ve izleyicilerinden en üst düzeyde performans bekler"
  },
  {
    "id": "2913240",
    "unitNumber": 7,
    "text": "I. Vizyon ve bunun açık bir şekilde ifadesi<br/>II. Çevreye duyarlılık<br/>III. İzleyicilerin ihtiyaçlarına duyarlılık<br/>IV. Kişisel risk alma<br/>Conger ve Kanungo (1998) karizmatik liderlere ilişkin olarak beş nitelik saymaktadır. Buna göre hangileri bu beş nitelikten bazılarıdır ?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve IV",
      "D": "I, II ve III",
      "E": "I, II, III ve IV"
    },
    "explanation": "Conger ve Kanungo (1998) karizmatik liderlere ilişkin olarak beş nitelik saymaktadır:<br/>1. Vizyon ve bunun açık bir şekilde ifadesi<br/>2. Çevreye duyarlılık<br/>3. İzleyicilerin ihtiyaçlarına duyarlılık<br/>4. Kişisel risk alma<br/>5. Alışılmışın dışında davranış sergileme"
  },
  {
    "id": "2913241",
    "unitNumber": 7,
    "text": "Maslow’un İhtiyaçlar Hiyerarşisi'ne göre hangisi bu temel ihtiyaçlardan biri değildir ?",
    "correctAnswer": "D",
    "options": {
      "A": "Fizyolojik ihtiyaçlar",
      "B": "Güvenlik",
      "C": "Sosyal",
      "D": "Özgüven",
      "E": "Saygınlık"
    },
    "explanation": "Bu kuram, motivasyon kuramları içerisinde en çok bilinenidir. Maslow, her bireyin bir<br/>hiyerarşi düzeni içerisinde beş temel ihtiyaç içerisinde olduğunu söylemektedir. Bunlar:<br/>1. Fizyolojik ihtiyaçlar: Yeme-içme, uyku vb.<br/>2. Güvenlik: Fizyolojik ve duygusal zararlardan korunma; can ve iş güvenliği, tehlikelerden korunma.<br/>3. Sosyal: Bağlanma, kabullenilme, dostluk, gruba mensup olma.<br/>4. Saygınlık: Öz saygı, tanınma, başarı, statü vb.<br/>5. Kendini gerçekleştirme: Sahip olunan tüm yetenekleri en yaratıcı şekilde kullanma güdüsü, yaratıcılık"
  },
  {
    "id": "2913242",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi işletme hedeflerinin etkililikle gerçekleştirilmesi için kurumsal faaliyetlerin düzenlenmesi olarak ifade edilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Mekanik Organizasyon",
      "B": "Stratejik Denetim",
      "C": "Dengeli Performans Göstergesi",
      "D": "Denetim Alanı",
      "E": "Yönetsel Denetim"
    },
    "explanation": "<strong>Yönetsel denetim, </strong>işletme hedeflerinin etkililikle gerçekleştirilmesi için kurumsal faaliyetlerin düzenlenmesidir."
  },
  {
    "id": "2913243",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi bir üste doğrudan bağlı olan ast sayısı olarak ifade edilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Mekanik Organizasyon",
      "B": "Stratejik Denetim",
      "C": "Dengeli Performans Göstergesi",
      "D": "Yönetsel Denetim",
      "E": "Denetim Alanı"
    },
    "explanation": "Denetim alanı bir üste doğrudan bağlı olan ast sayısını ifade eder. Denetim alanını belirlerken üstü atıl bırakacak sayıda ast bağlanmasına izin verilmemelidir. Denetim alanını oluşturacak ast sayısı belirlenirken şu unsurları göz önünde bulundurmak gerekir. Organizasyon içinde var olan kademe sayısı, yapılan işin niteliği, standartlaşma derecesi, astların nitelik ve yetenekleri, kurmay hizmetlerin varlığı ve ana işletme dışındaki bağlı birimlerde çalışan personelin ana işletmeye olan coğrafi yakınlığıdır."
  },
  {
    "id": "2913244",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi yönetsel denetimin amaçları arasında yer almaktadır?<br/><ol type=\"I\"> <li>Çevresel değişime uyum sağlamak</li> <li>Hata artışını sınırlandırmak</li> <li>Kurumsal sorunlarla baş edebilmek</li> <li>Maliyetleri en aza indirmek</li> </ol>",
    "correctAnswer": "E",
    "options": {
      "A": "Hiçbiri",
      "B": "Yalnız II, IV",
      "C": "Yalnız II, III, IV",
      "D": "Yalnız I, IV",
      "E": "Hepsi"
    },
    "explanation": "Etkili bir denetim sistemi kurmanın dört temel amacı vardır. İşletmelerde doğru bir biçimde hazırlanmış bir denetim sistemi dört temel denetim amacının gerçekleştirilmesine yöneliktir. Denetimin amaçlarından birincisi, işletmelerin çevresel değişime uyumunu sağlamak, ikincisi hata artışını sınırlandırmak, üçüncüsü kurumsal sorunlarla baş edebilmek ve dördüncüsü ise maliyetleri en aza indirmek için işletmeye bazı yeni yollar göstermektedir."
  },
  {
    "id": "2913245",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi denetim sürecindeki adımlara bir örnek teşkil etmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Çevresel değişime uyum sağlamak",
      "B": "Hata artışını sınırlandırmak",
      "C": "Kurumsal sorunlarla baş edebilmek",
      "D": "Maliyetleri en aza indirmek",
      "E": "Standartları belirlemek"
    },
    "explanation": "Etkili bir denetim sistemine sahip olmak bir işletme organizasyonunun amaçlarını yerine getirmesine yardımcı olmaktadır. Etkili bir denetim sistemi, genellikle birbiriyle ilişkili dört aşamadan oluşan sistematik bir süreçtir Yönetsel denetim sürecindeki aşamalar şunlardır; standartları belirlemek, performansı ölçmek, performans ve standartları karşılaştırmak ve son olarak düzeltici faaliyetlerde bulunmaktır"
  },
  {
    "id": "2913246",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi denetim sürecindeki adımlardan mevcut durumu koruma, sapmayı düzeltme ve standartları değiştirmeye yöneliktir?",
    "correctAnswer": "E",
    "options": {
      "A": "Standartları belirlemek",
      "B": "Performansı ölçmek",
      "C": "Maliyetleri en aza indirmek",
      "D": "Performans ve standartları karşılaştırmak",
      "E": "Düzeltici faaliyetlerde bulunmak"
    },
    "explanation": "Yönetsel denetim sürecindeki son adım, düzeltici faaliyet ihtiyacını belirlemektir. Düzeltici faaliyetlere ilişkin kararlar alınırken, ağırlıklı olarak yöneticinin analitik ve tanımlayıcı becerilerinden yararlanılmaktadır. Performansı denetim standartlarıyla karşılaştırdıktan sonra üç faaliyetten biri uygundur: mevcut durumu devam ettirmek (hiçbir şey yapmamak), sapmayı düzeltmek veya standartları değiştirmektir. Performans standartlarla temelde eşleştiğinde, mevcut durumu devam ettirmek tercih edilebilir. Bazen, beklenenden çok yüksek ya da çok düşük olan performans, işletme organizasyonları için sorunlara neden olabilmektedir. Bu gibi durumlarda genellikle belirlenen standardı değiştirmek gerekmektedir. Ancak bazı durumlarda standartları değiştirmeden sapmaları düzeltici önlemlerin alınması da söz konusu olabilmektedir."
  },
  {
    "id": "2913247",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi yönetsel denetim alanına giren işletme kaynakları içerisinde <strong>yer almamaktadır</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Fiziksel Kaynakların Denetimi",
      "B": "İnsan Kaynakları Denetimi",
      "C": "Bilgi Kaynakları Denetimi",
      "D": "Finansal Kaynaklar Denetimi",
      "E": "Stratejik Denetim"
    },
    "explanation": "Yönetsel denetim faaliyeti, işletmenin tamamında yürütülen faaliyetlerde ihtiyaç duyulan kaynaklar için uygulanan bir süreçtir. Diğer bir ifadeyle işletme organizasyonlarında temel olarak yönetsel denetim alanına giren işletme kaynaklarını dört temel guruba ayırmak mümkündür. Bunlar sırasıyla fiziksel kaynaklar, insan kaynakları, bilgi ve finansal kaynaklardır."
  },
  {
    "id": "2913248",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi yeni ve bilinmedik sorunlarla sık karşılaşıldığı dinamik çalışma koşularında tercih edilen organizasyon modelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Mekanik organizasyon",
      "B": "Merkezî olmayan denetim",
      "C": "Süreç denetimi",
      "D": "Bürokratik denetim",
      "E": "Organik organizasyon"
    },
    "explanation": "<strong>Organik organizasyon</strong>, çevre koşullarının sürekli ve hızlı bir biçimde değiştiği, yeni ve bilinmedik sorunlarla sık karşılaşıldığı dinamik çalışma koşularında tercih edilen organizasyon modelidir."
  },
  {
    "id": "2913249",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi bir işletmenin hesap tutma, finansal ve işletimsel sistemlerinin bağımsız değerlendirilmesi olarak ifade edilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bütçe",
      "B": "Gelir Tablosu",
      "C": "Bilanço",
      "D": "Oran Analizi",
      "E": "Mali Denetimler"
    },
    "explanation": "<strong>Mali Denetimler</strong>, bir işletmenin hesap tutma, finansal ve işletimsel sistemlerinin bağımsız değerlendirilmesidir. Mali denetimlerin iki ana türü vardır. Bunlar, dış denetim ve iç denetimdir."
  },
  {
    "id": "2913250",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisinde etkili denetimin özellikleri doğru olarak yer almaktadır?<br/><ol type=\"I\"> <li>Planlara dayalı</li> <li>Esnek</li> <li>Doğru</li> <li>Tam vaktinde</li> <li>Objektif</li> </ol>",
    "correctAnswer": "E",
    "options": {
      "A": "Hiçbiri",
      "B": "Yalnız II, IV",
      "C": "Yalnız II, III, IV",
      "D": "Yalnız I, IV, V",
      "E": "Hepsi"
    },
    "explanation": "Yönetsel denetim, <em>planlara dayalı</em>, <em>esnek</em>, <em>doğru</em>, <em>dakik (tam vaktinde) </em>ve <em>tarafsız </em>(objektif) olduğunda etkili olabilmektedir."
  },
  {
    "id": "2913251",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi denetime direnen çalışanların karşılaştığı durumlardan biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Aşırı Denetim",
      "B": "Uygun Olmayan Odaklanmaya Gitmek",
      "C": "Verimsizliği Ödüllendirmek",
      "D": "Çok Fazla Hesap Vermek",
      "E": "Tarafsız (Objektif) Olmak"
    },
    "explanation": "Yöneticiler bazen, etkili bir denetim fonksiyonunun işletmelerde bariz bir biçimde uygulanması gerektiğini düşünmektedirler. Ancak bu her zaman doğru değildir. Birçok çalışan, özellikle çok fazla denetlendiğini hisseder, denetime uygunsuz bir şekilde odaklanıldığını, denetimin verimsizliği ödüllendirdiğini düşünür veya çok fazla hesap vermekten rahatsızlık duyarsa, denetime direnebilmektedir."
  },
  {
    "id": "2913252",
    "unitNumber": 8,
    "text": "İşletmelerde temel yönetsel faaliyetlerden birisi olan denetim ile planlanan faaliyetlerin ne ölçüde gerçekleştiğine bakılır ve bir sonuca daha bakılır bu sonuç nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yönetsel kararların etkinliği",
      "B": "Olumlu ya da olumsuz sapmaların olup olmadığı",
      "C": "Üretim kaynaklarının yapılan planlarla paralel olması",
      "D": "Sürdürülebilir denetim fonksiyonların yapılandırılması",
      "E": "Verimli ve etkin bir biçimde kullanılan işletme fonksiyonun hangileri olduğu"
    },
    "explanation": "İşletmelerde yönetsel faaliyetler yerine getirilirken ele alınan temel yönetim fonksiyonları arasında hiç kuşkusuz denetim fonksiyonunun ayrı bir önemi vardır. Çünkü planlanan yönetsel faaliyetlerin ne ölçüde gerçekleştiği, olumlu ya da olumsuz sapmaların olup olmadığı denetim fonksiyonu ile belirlenmektedir."
  },
  {
    "id": "2913253",
    "unitNumber": 8,
    "text": "İşletmelerdeki denetim faaliyeti açısından aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "İşletmelerde denetim, şirketin uygun yönde ilerlemesini sağlar.",
      "B": "İşletmelerde denetim, esas olarak kurumsal faaliyetlerin düzenlenmesidir.",
      "C": "İşletmelerde denetim, işletmenin kariyer planlaması bakımından nasıl olması gerektiğini belirler.",
      "D": "İşletmelerde denetim, işletmenin amaçlarını ne kadar verimli ve etkin bir biçimde yerine getirdiğini söyler.",
      "E": "İşletmelerde denetim, yapılan planlar doğrultusunda hedeflenen bazı performans unsurlarının kabul edilmesidir."
    },
    "explanation": "Kontrol kavramıyla da ifade edilen bu fonksiyon yönetsel faaliyetler içerisinde son derece önemli bir yere sahiptir. İşletmelerde denetim, esas olarak kurumsal faaliyetlerin düzenlemesidir. Böylelikle yapılan planlar doğrultusunda hedeflenen bazı performans unsurlarının kabul edilmesi ya da yeniden ele alınarak düzenlenmesi mümkün olmaktadır. Bu düzenleme çalışmaları olmadan, işletmeler amaçlarını ne kadar verimli ve etkin bir biçimde yerine getirdikleri hakkında bilgi sahibi olamazlar."
  },
  {
    "id": "2913254",
    "unitNumber": 8,
    "text": "Yönetsel denetim demek işletme hedeflerinin etkinlikle gerçekleştirilmesi için kurumsal faaliyetlerin düzenlenmesi demektir, burada önemli bir kavram vardır bu kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Denetim alanı",
      "B": "Denetim kabulü",
      "C": "Denetim bölgesi",
      "D": "Denetim prosedürü",
      "E": "Denetim düzenlemesi"
    },
    "explanation": "Yönetsel denetim, işletme hedeflerinin etkililikle gerçekleştirilmesi için kurumsal faaliyetlerin düzenlenmesidir. İşletmelerde yönetsel denetim gerçekleştirilirken kuşkusuz denetim alanının önemi vardır. Denetim alanı bir üste doğrudan bağlı olan ast sayısını ifade eder."
  },
  {
    "id": "2913255",
    "unitNumber": 8,
    "text": "Önemli bir yönetsel denetim aracı olan “denetim alanı” kavramı açısından aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Bir üste doğrudan bağlı ast sayısıdır.",
      "B": "Denetim alanı belirlenirken yapılan işin niteliğine bakılır.",
      "C": "Denetim alanı hedef etkinlik rakamının bir üst rakamına göre belirlenir.",
      "D": "Denetim alanı belirlenirken organizasyon içinde var olan kademe sayısı gereklidir.",
      "E": "Denetim alanı belirlenirken üstü atıl bırakacak sayıda ast bağlanılmasına izin verilmez."
    },
    "explanation": "İşletmelerde yönetsel denetim gerçekleştirilirken kuşkusuz denetim alanının önemi vardır. Denetim alanı bir üste doğrudan bağlı olan ast sayısını ifade eder. Denetim alanını belirlerken üstü atıl bırakacak sayıda ast bağlanmasına izin verilmemelidir. Denetim alanını oluşturacak ast sayısı belirlenirken şu unsurları göz önünde bulundurmak gerekir. Organizasyon içinde var olan kademe sayısı, yapılan işin niteliği, standartlaşma derecesi, astların nitelik ve yetenekleri, kurmay hizmetlerin varlığı ve ana işletme dışındaki bağlı birimlerde çalışan personelin ana işletmeye olan coğrafi yakınlığıdır."
  },
  {
    "id": "2913256",
    "unitNumber": 8,
    "text": "Etkili bir yönetsel denetim sistemine sahip olmayan işletmeler için sonuç ne olur?",
    "correctAnswer": "B",
    "options": {
      "A": "İşletme uyum sorunları yaşar.",
      "B": "İşletme amaçlarına ulaşamaz.",
      "C": "İşletme çevresinin dışında kalır.",
      "D": "İşletme denetim amaçları belirleyemez.",
      "E": "İşletme temel denetim amacını kaybeder."
    },
    "explanation": "Etkili bir yönetsel denetim sistemi olmayan bir işletme organizasyonunun yukarıda da belirtildiği gibi amaçlarına ulaşması mümkün değildir"
  },
  {
    "id": "2913257",
    "unitNumber": 8,
    "text": "Yönetsel denetimin, işletmelerin hayatta kalmasını sağladığı dört amaç vardır, aşağıdakilerden hangisi bu amaçlardan birisi değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hata artışını sınırlandırma",
      "B": "Maliyetleri en aza indirme",
      "C": "Kurumsal sorunlarla baş edebilme",
      "D": "Amaçları hemen ve sonrasında başarma",
      "E": "Değişen dış çevre koşullarına uyum sağlama"
    },
    "explanation": "İşletmelerde doğru bir biçimde hazırlanmış bir denetim sistemi dört temel denetim amacının gerçekleştirilmesine yöneliktir. Denetimin amaçlarından birincisi, işletmelerin çevresel değişime uyumunu sağlamak, ikincisi hata artışını sınırlandırmak, üçüncüsü kurumsal sorunlarla baş edebilmek ve dördüncüsü de maliyetleri en aza indirmek için işletmeye bazı yeni yollar göstermektedir."
  },
  {
    "id": "2913258",
    "unitNumber": 8,
    "text": "Yönetsel denetimin amaçlarından birisi olan “değişen dış çevre koşullarına uyum sağlama” için aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Uygun denetim sistemi ile yöneticiler değişen koşulları önceden görebilir.",
      "B": "İşletmede ve çevresinde amaca doğru giden yolu olumsuz etkileyen durumlar oluşur.",
      "C": "Uygulamaya geçildiğinde işletmenin belirlediği amacı değiştiren birçok olay ortaya çıkar.",
      "D": "Kurumsal performans kabul edilebilir seviyenin altına düştüğünde endüstri alanı daraltılır.",
      "E": "İşletmede amaçların belirlendiği zaman ile bu amaçlara ulaşma zamanı arasında bazı olumsuzluklar olur."
    },
    "explanation": "Eğer yöneticiler bazı amaçlar belirler ve bunları hemen başarabilirlerse denetime ihtiyaç duyulmayacaktır. Ancak, amaçların belirlendiği zaman ile bu amaca ulaşılan zaman arasında, işletmede ve çevresinde amaca doğru giden yolu olumsuz etkileyen ve hatta amacın kendisini değiştiren birçok olay ortaya çıkabilmektedir. Uygun ve doğru bir şekilde hazırlanmış bir denetim sistemi, yöneticilerin değişen koşulları önceden görmesine, takip etmesine ve çözüm yolları üretmesine yardımcı olmaktadır. Buna karşın, uygun ve doğru bir şekilde hazırlanmayan bir denetim sistemi ise, kurumsal performansın kabul edilebilir sınırlarının daha alt seviyelere düşmesine neden olabilmektedir."
  },
  {
    "id": "2913259",
    "unitNumber": 8,
    "text": "Yönetsel denetimin ikinci amacı olan “hata birikimini sınırlandırma” açısından aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Küçük hatalar ihmal edilirse zamanla birikebilir.",
      "B": "Küçük hataların birikmesi, zamanla ciddi hale gelir.",
      "C": "Sorunların ortaya çıkartılmasını sağlayacak biçimde süreçler geliştirilir.",
      "D": "İşletme mevcut sisteminde tüm hataları engellemeye yönelik tedbirler alır.",
      "E": "Küçük yanlışlar ve hatalar işletmenin finansal gücüne ciddi biçimde zarar verir."
    },
    "explanation": "Küçük yanlışlar ve hatalar genellikle bir işletmenin finansal gücüne ciddi boyutta zarar vermemektedir. Küçük hatalar ihmal edilirse zamanla birikebilir ve ciddi bir hale gelebilirler. Bu bakımdan işletmeler mevcut sistemlerinde olabilecek tüm hataları engellemeye yönelik tedbirler almalı ve sorunların büyümesini önleyecek biçimde denetim sistemleri oluşturmalıdırlar."
  },
  {
    "id": "2913260",
    "unitNumber": 8,
    "text": "İşletmeler büyüdüğünde, ihtiyaçları olan gelişmiş bir denetim sistemi nasıl kurulmalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kurumsal sorunlarla başa çıkacak biçimde",
      "B": "Faaliyetlerin karmaşık yapılarını anlaşılır hale getirerek",
      "C": "İşletme yöneticileri için yapıları basitleştirecek biçimde",
      "D": "Üretilen ürün ve hizmetlere sürekli talebi sağlayacak biçimde",
      "E": "İşletmenin sahip olduğu organizasyon yapısını çevreye uyumlu hale getirerek"
    },
    "explanation": "Bir işletme yalnızca az sayıda ham madde satın aldığında, tek tip ürün ürettiğinde, basit bir organizasyon yapısına sahip olduğunda ve ürününe sürekli talep olmasından memnun olduğunda, bu işletmenin yöneticileri oldukça basit ve yalın bir sistemle denetimi sürdürebilmektedir. Ancak, pek çok ham madde kullanan, farklı ürünler üreten, geniş pazar payına, karmaşık organizasyon yapısına ve birçok rekabetciye sahip bir işletmenin yeterli denetimi sürdürebilmesi için gelişmiş bir denetim sistemine ihtiyacı vardır. Çünkü büyük organizasyon yapılarının faaliyetlerinin karmaşık olması, mevcut denetim sistemlerinin kurumsal sorunlarla başa çıkacak biçimde oluşturulmasını zorunlu hale getirmektedir."
  },
  {
    "id": "2913261",
    "unitNumber": 8,
    "text": "İşletmelerde denetim işlevi etkin biçimde yapıldığında aşağıdakilerden hangisi elde edilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Denetim süreci oluşturulur.",
      "B": "Süreçler azalır, yapı yalınlaşır",
      "C": "Maliyetler azalır, çıktılar artar.",
      "D": "Verimlilik düşer, üretkenlik artar.",
      "E": "Üretim ve hizmet süreçlerinin sayısı artar."
    },
    "explanation": "İşletmelerde denetim işlevi etkili bir biçimde yapıldığında, maliyetleri azaltmaya ve çıktıyı arttırmaya yardımcı olabilmektedir. Diğer bir ifadeyle etkili bir denetim sistemi işletmenin üretim ya da hizmet süreçlerinde verimlilik artışı sağlamaktadır. Bu da kuşkusuz işletmenin sürdürülebilirliği için çok önemli bir unsurdur."
  },
  {
    "id": "2913262",
    "unitNumber": 8,
    "text": "İşletme hedeflerinin etkililikle gerçekleştirilmesi için kurumsal faaliyet düzenlemesine ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "İşletme yönetimi",
      "B": "Denetim Yönetimi",
      "C": "Denetim Alanı",
      "D": "Etkili denetim",
      "E": "Yönetsel denetim"
    },
    "explanation": "Soru kökünde tanımlanan kavram yönetsel denetim'dir.<br/>Doğru cevap E'dir."
  },
  {
    "id": "2913263",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi yönetsel denetimin temel amaçlarından biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Pazarlama kolaylığı sağlama",
      "B": "Değişen dış çevre koşullarına uyum sağlama",
      "C": "Hata artışını sınırlandırma",
      "D": "Kurumsal sorunlarla baş edebilme",
      "E": "Maliyetleri en aza indirme"
    },
    "explanation": "Pazarlama kolaylığı sağlama Yönetsel denetimin amaçlarından değildir.<br/>Doğru cevap A'dır."
  },
  {
    "id": "2913264",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi etkili denetim sistemi aşamalarından biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Maliyetleri en aza indirme",
      "B": "Kurumsal sorunlarla başa çıkma",
      "C": "Performansın ölçülmesi",
      "D": "Hata birikimini sınırlandırma",
      "E": "Değişen dış çevre koşullarıyla uyum sağlama"
    },
    "explanation": "Performansın ölçülmesi etkili denetim sistemi aşamalarından biridir.<br/>Doğru cevap C'dir"
  },
  {
    "id": "2913265",
    "unitNumber": 8,
    "text": "Yönetsel denetim sürecinin ilk adımı nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Düzeltici tedbirlerin alınması",
      "B": "Standartların karşılaştırılması",
      "C": "Standartların belirlenmesi",
      "D": "Performansın ölçülmesi",
      "E": "Performansın karşılaştırılması"
    },
    "explanation": "Standartların belirlenmesi ilk adımdır.<br/>Doğru cevap C'dir."
  },
  {
    "id": "2913266",
    "unitNumber": 8,
    "text": "Düzeltici tedbirlerin alınmasında yöneticinin hangi becerilerinden faydalanılır?",
    "correctAnswer": "E",
    "options": {
      "A": "Örgütlülüğü",
      "B": "Çalışkanlığı",
      "C": "Sistematik oluşu",
      "D": "İyi niyetliliği",
      "E": "Analitik ve tanımlayıcı yönü"
    },
    "explanation": "Yöneticinin analitik ve tanımlayıcı yönü bu tedbirlerin alınmasında etkilidir.<br/>Doğru cevap E'dir."
  },
  {
    "id": "2913267",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi işletme kaynaklarına göre denetim türlerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilgi kaynakları denetimi",
      "B": "Stratejik denetim",
      "C": "Organizasyon yapısına yönelik denetim",
      "D": "Üretim sürecine dönük denetim",
      "E": "Pazarlama sürecine dönük denetim"
    },
    "explanation": "Bilgi kaynakları denetimi bu gruba girmektedir.<br/>Doğru cevap A'dır."
  },
  {
    "id": "2913268",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi işletme kaynaklarına göre denetim türlerinden biri <u>değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Fiziksel kaynakların denetimi",
      "B": "Rekabet kaynaklarının denetimi",
      "C": "İnsan kaynakları denetimi",
      "D": "Bilgi kaynakları denetimi",
      "E": "Finansal kaynakların denetimi"
    },
    "explanation": "Üretim sürecine yönelik finansal denetim soru kökünde yer alan türdendir.<br/><strong>İşletme Kaynaklarına Göre Denetim</strong><br/>Yönetsel denetim faaliyeti, işletmenin tamamında yürütülen faaliyetlerde ihtiyaç duyulan kaynaklar için uygulanan bir süreçtir. Diğer bir ifadeyle işletme organizasyonlarında temel olarak yönetsel denetim alanına giren işletme kaynaklarını dört temel guruba ayırmak mümkündür. Bunlar sırasıyla fiziksel kaynaklar, insan kaynakları, bilgi ve finansal kaynaklardır.<br/>Doğru cevap B'dir."
  },
  {
    "id": "2913269",
    "unitNumber": 8,
    "text": "İşletmelerde amaç ve hedeflerin ne kadarında ulaşıldığını gösteren yönetsel süreç hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Stratejik denetim",
      "B": "Fiziksel kaynak denetimi",
      "C": "Bilgi kaynakları denetimi",
      "D": "İnsan kaynakları denetimi",
      "E": "Finans kaynakları denetimi"
    },
    "explanation": "Tanımı istenen süreç stratejik denetim sürecidir."
  },
  {
    "id": "2913270",
    "unitNumber": 8,
    "text": "Biçimsel olmayan ve organik yapısal düzenlemelere dayanan işletmelerde görülen denetim türü hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bürokratik denetim",
      "B": "Mekanik organizasyon",
      "C": "Organik organizasyon",
      "D": "Merkezi olmayan denetim",
      "E": "Merkezi denetim"
    },
    "explanation": "Soru kökünde ifade edilen denetim türü merkezi olmayan denetimdir.<br/>Doğru cevap D'dir."
  },
  {
    "id": "2913271",
    "unitNumber": 8,
    "text": "Belirli bir zamanda, genellikle bir şirketin hesap yılının son gününde mal varlığını ve borçlarını listeleyen tabloya ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bütçe",
      "B": "Finansal tablo",
      "C": "Gelir tablosu",
      "D": "Gider tablosu",
      "E": "Bilanço"
    },
    "explanation": "Soru kökünde ifade edilen tanım bilançoya aittir.<br/>Doğru cevap E'dir."
  },
  {
    "id": "2913272",
    "unitNumber": 8,
    "text": "İşletme hedeflerinin etkililikle gerçekleştirilmesi için kurumsal faaliyetlerin düzenlenmesine ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Örgütleme",
      "B": "Yöneltme",
      "C": "Liderlik",
      "D": "Denetim",
      "E": "Verimlilik"
    },
    "explanation": "Yönetsel denetim, işletme hedeflerinin etkililikle gerçekleştirilmesi için kurumsal faaliyetlerin düzenlenmesidir. Doğru cevap D'dir."
  },
  {
    "id": "2913273",
    "unitNumber": 8,
    "text": "Bir üste doğrudan bağlı olan ast sayısını ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Denetim alanı",
      "B": "Hiyerarşi",
      "C": "Yetki",
      "D": "Sorumluluk",
      "E": "Yetki devri"
    },
    "explanation": "Denetim Alanı, bir üste doğrudan bağlı olan ast sayısını ifade eder. doğru cevap A'dır."
  },
  {
    "id": "2913274",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi yönetsel denetimin amaçlarından biri <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Değişen dış çevre koşullarına uyum sağlama",
      "B": "Hata artışını sınırlandırma",
      "C": "Kurumsal sorunlarla baş edebilme",
      "D": "İşgörenlerin sosyal yaşantılarında mutlu olmalarını sağlama",
      "E": "Maliyetleri en aza indirme"
    },
    "explanation": "Yönetsel Denetimin Temel Amaçları: <br/><ul> <li>Değişen dış çevre koşullarına uyum sağlama,</li> <li>Hata artışını sınırlandırma,</li> <li>Kurumsal sorunlarla baş edebilme,</li> <li>Maliyetleri en aza indirme.</li> </ul> Doğru cevap D'dir."
  },
  {
    "id": "2913275",
    "unitNumber": 8,
    "text": "\"Masalar, boşaldıktan sonra 5 dakika içinde temizlenecektir\" ifadesi denetim sürecinin hangi adımını ifade etmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Performansın Ölçülmesi",
      "B": "Standartların Belirlenmesi",
      "C": "Performans ve Standartların Karşılaştırılması",
      "D": "Düzeltici Tedbirlerin Alınması",
      "E": "Maliyetlerin hesaplanması"
    },
    "explanation": "Yönetsel denetim sürecinde ilk adım standartları belirlemektir. Bir denetim standardı, bir hedefin gerçekleşen performansla karşılaştırılmasını sağlar. Buna göre; denetim için belirlenen standartlar ölçülebilir terimlerle ifade edilmeli, işletme organizasyonunun hedeflerine uygun olmalı ve performans göstergelerinin tanımlanmasını sağlamalıdır. Söz gelimi, bir sulu yemek restoranında çalışanların, aşağıdaki hizmet standartları doğrultusunda hizmet vermeyi hedeflediklerini düşünelim. Buna göre;<br/><ul> <li>Müşterilerinin %85’inin talebi en az 3 dakika içinde karşılanacaktır.</li> <li>Masalar, boşaldıktan sonra 5 dakika içinde temizlenecektir.</li> </ul> Doğru cevap B'dir."
  },
  {
    "id": "2913276",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi yönetsel denetim alanına giren işletme kaynakları arasında <strong><em>yer almaz?</em></strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Fiziksel Kaynakların Denetimi",
      "B": "Tedarik Süreç Denetimi",
      "C": "İnsan Kaynakları Denetimi",
      "D": "Bilgi Kaynakları Denetim",
      "E": "Finansal Kaynaklar Denetimi"
    },
    "explanation": "Temel olarak yönetsel denetim alanına giren işletme kaynaklarını dört temel guruba ayırmak mümkündür. Bunlar sırasıyla fiziksel kaynaklar, insan kaynakları, bilgi ve finansal kaynaklardır (bk. Şekil 8.3).<br/>Yönetsel Denetim Alanına Giren İşletme Kaynakları<br/><ul><br/><li>Fiziksel Kaynakların Denetimi</li><br/><li>İnsan Kaynakları Denetimi</li><br/><li>Bilgi Kaynakları Denetimi</li><br/><li>Finansal Kaynaklar Denetimi</li><br/></ul><br/>Doğru cevap B'dir."
  },
  {
    "id": "2913277",
    "unitNumber": 8,
    "text": "Satış ve pazarlama tahmini, çevre analizi, halkla ilişkiler, üretim programlama ve ekonomik verilerin tahmini gibi konular hangi tür denetimin kapsamındadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Fiziksel Kaynakların Denetimi",
      "B": "İnsan Kaynakları Denetimi",
      "C": "Bilgi Kaynakları Denetim",
      "D": "Finansal Kaynaklar Denetimi",
      "E": "Stratejik Denetim"
    },
    "explanation": "Bilgi kaynakları denetimi; satış ve pazarlama tahmini, çevre analizi, halkla ilişkiler, üretim programlama ve ekonomik verilerin tahmini gibi konuları kapsamaktadır. Doğru cevap C'dir."
  },
  {
    "id": "2913278",
    "unitNumber": 8,
    "text": "Biçimsel ve mekanik yapısal düzenlemelere dayanan işletmelerde görülen denetim türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bürokratik denetim",
      "B": "Merkezî olmayan denetim",
      "C": "Üretim sürecine yönelik denetim",
      "D": "Süreç denetim",
      "E": "Başlangıç denetim"
    },
    "explanation": "Bürokratik denetim, biçimsel ve mekanik yapısal düzenlemelere dayanan işletmelerde görülen bir denetimdir. Doğru cevap A'dır."
  },
  {
    "id": "2913279",
    "unitNumber": 8,
    "text": "Biçimsel olmayan ve organik yapısal düzenlemelere dayanan işletmelerde görülen denetim türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bilgi Kaynakları Denetimi",
      "B": "Stratejik Denetim",
      "C": "Merkezî olmayan denetim",
      "D": "Bürokratik denetim",
      "E": "Mali denetim"
    },
    "explanation": "Merkezî olmayan denetim, biçimsel olmayan ve organik yapısal düzenlemelere dayanan işletmelerde görülen bir denetim türüdür. Doğru cevap C'dir."
  },
  {
    "id": "2913280",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi etkili denetimin temel özelliklerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Planlara Dayanıklı Olmak",
      "B": "Esneklik",
      "C": "Doğruluk",
      "D": "Dakiklik",
      "E": "Kurumsalllık"
    },
    "explanation": "Etkili Denetimin Özellikleri;<br/><ul> <li>Planlara Dayanıklı Olmak</li> <li>Esneklik</li> <li>Doğruluk</li> <li>Dakiklik</li> <li>Tarafsızlık</li> </ul> Doğru cevap E'dir."
  },
  {
    "id": "2913281",
    "unitNumber": 8,
    "text": "Hesap yılının sonuna yaklaşan bir işletmenin iki farklı bölümünü düşünelim. Birinci bölüm insan kaynaklarıdır. Bu bölüm yıllık bütçelerinden geriye 15,000 TL arttırmıştır; ikinci bölüm olan pazarlama ise 8,000 TL borçlanmıştır. Sonuç olarak, birinci bölümün gelecek yıl bütçesinin kesintiye uğraması ikinci bölümün ise bütçesini arttırması durumu yaşanmıştır.<br/>Yukarıdaki ifadeye göre hangi denetim problemi söz konusudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Aşırı Denetim",
      "B": "Uygun Olmayan Odaklanmaya Gitmek",
      "C": "Keyfi Hareket Etmek",
      "D": "Çok Fazla Hesap Vermek",
      "E": "Verimsizliği Ödüllendirmek"
    },
    "explanation": "Birinci bölüm verimli olduğu için cezalandırılırken, ikinci bölüm verimsiz olduğu için ödüllendirilmektedir. Bu ve benzeri durumlarda, çalışanlar denetime karşı koymakta ve işletmenin amacına aykırı bir biçimde davranabilmektedirler. Doğru cevap E'dir."
  },
  {
    "id": "2913282",
    "unitNumber": 8,
    "text": "''İşletme hedeflerinin etkililikle gerçekleştirilmesi için kurumsal faaliyetlerin düzenlenmesidir'' şeklinde tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bürokratik denetim",
      "B": "Merkezi olmayan denetim",
      "C": "Başlangıç denetimi",
      "D": "Yönetsel denetim",
      "E": "Süreç denetimi"
    },
    "explanation": "Yönetsel denetim; işletme hedeflerinin etkililikle gerçekleştirilmesi için kurumsal faaliyetlerin düzenlenmesidir"
  },
  {
    "id": "2913283",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi yönetsel denetim amaçlarından biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Değişen dış çevre koşullarına uyum sağlama",
      "B": "Hata artışını sınırlandırma",
      "C": "Kurumsal sorunlarla baş edebilme",
      "D": "Maliyetleri en aza indirme",
      "E": "Olabildiğince az sayıda işçi çalıştırma"
    },
    "explanation": "Olabildiğince az sayıda işçi çalıştırma yönetsel denetim amaçlarından biri değildir"
  },
  {
    "id": "2913284",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi yönetsel denetim sürecindeki aşamalardandır?",
    "correctAnswer": "C",
    "options": {
      "A": "Planlama",
      "B": "Uygulama",
      "C": "Performansın ölçülmesi",
      "D": "Harekete geçme",
      "E": "Kontrol"
    },
    "explanation": "Yönetsel denetim sürecindeki aşamalar; standartları belirlemek, performansı ölçmek, performans ve standartların karşılaştırmak, düzeltici faaliyetlerde bulunmaktır"
  },
  {
    "id": "2913285",
    "unitNumber": 8,
    "text": "Hiyerarşik yapılanmaya göre denetimde en üst örgütsel basamakta aşağıdakilerden hangisi bulunur?",
    "correctAnswer": "C",
    "options": {
      "A": "Organizasyon yapısına yönelik denetim",
      "B": "Üretim sürecine yönelik finansal denetim",
      "C": "Stratejik denetim",
      "D": "Bürokratik denetim",
      "E": "Merkezi olmayan denetim"
    },
    "explanation": "Hiyerarşik yapılanmaya göre denetimde en üst örgütsel basamakta stratejik denetim bulunur"
  },
  {
    "id": "2913286",
    "unitNumber": 8,
    "text": "'................, biçimsel ve mekanik yapısal düzenlemelere dayanan işletmelerde görülen bir denetimdir'. Noktalı yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Mekanik organizasyon",
      "B": "Bürokratik denetim",
      "C": "Merkezi olmayan denetim",
      "D": "Organik organizasyon",
      "E": "Başlangıç denetimi"
    },
    "explanation": "Bürokratik denetim; biçimsel ve mekanik yapısal düzenlemelere dayanan işletmelerde görülen bir denetimdir."
  },
  {
    "id": "2913287",
    "unitNumber": 8,
    "text": "Değişimin olmadığı veya çok az olduğu, durağan çalışma koşullarında tercih edilen organizasyon modeli aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mekanik organizasyon",
      "B": "Organik organizasyon",
      "C": "İnorganik organizasyon",
      "D": "Teknik organizasyon",
      "E": "Doğal organizasyon"
    },
    "explanation": "Değişimin olmadığı veya çok az olduğu, durağan çalışma koşullarında tercih edilen organizasyon modeli mekanik organizasyondur"
  },
  {
    "id": "2913288",
    "unitNumber": 8,
    "text": "Merkezi olmayan denetimle ilgili aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Biçimsel olan işletmelerde görülür",
      "B": "Biçimsel olmayan ve organik yapısal düzenlemelere dayanan işletmelerde görülür",
      "C": "Mekanik yapısal düzenlemelere dayanan işletmelerde görülür",
      "D": "Biçimsel olmayan ve mekanik yapısal düzenlemelere dayanan işletmelerde görülür",
      "E": "Biçimsel olan ve organik yapısal düzenlemelere dayanan işletmelerde görülür"
    },
    "explanation": "Merkezi olmayan denetim biçimsel olmayan ve organik yapısal düzenlemelere dayanan işletmelerde görülen bir denetim türüdür"
  },
  {
    "id": "2913289",
    "unitNumber": 8,
    "text": "''ÇİÇEK işletmesi BÖCEK finansal değerlendirme şirketiyle anlaşarak işletmenin değerlendirilmesini istemiştir.''<br/>Yukarıdaki örnek aşağıdaki denetim türlerinden hangisine girer?",
    "correctAnswer": "C",
    "options": {
      "A": "Süreç denetimi",
      "B": "İç denetim",
      "C": "Dış denetim",
      "D": "Başlangıç denetimi",
      "E": "Üretim sürecine yönelik denetim"
    },
    "explanation": "İşletmenin çalışanı olmayan uzmanlar tarafından yürütülen finansal değerlendirmeye dış denetim denir"
  },
  {
    "id": "2913290",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi etkili denetimin özelliklerinden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Esneklik",
      "B": "Doğruluk",
      "C": "Dakiklik",
      "D": "Plansızlık",
      "E": "Tarafsızlık"
    },
    "explanation": "Plansızlık etkili denetimin özelliklerinden biri değildir"
  },
  {
    "id": "2913291",
    "unitNumber": 8,
    "text": "''..............., bir işletmenin finansal sağlığının bazı yönlerini incelemek için bir veya daha fazla finansal oranın hesaplanmasıdır''<br/>Noktalı yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Oransal bilanço",
      "B": "Oran tekniği",
      "C": "Oransal bütçe",
      "D": "Finansal denetim",
      "E": "Oran analizi"
    },
    "explanation": "Oran analizi; bir işletmenin finansal sağlığının bazı yönlerini incelemek için bir veya daha fazla finansal oranın hesaplanmasıdır"
  },
  {
    "id": "2913292",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi yönetsel denetim alanı oluşturulurken, organizasyon yapısında faaliyet gösterecek olan astların sayısını belirlenirken dikkat edilmesi gereken hususlardan birisi <strong>değildir</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Organizasyondaki kademe sayısı",
      "B": "Personelin talep ve istekleri",
      "C": "Astların nitelikleri ve yetenekleri",
      "D": "Kurmay hizmetlerin varlığı",
      "E": "Yapılacak işlerin niteliği"
    },
    "explanation": "Personelin talep ve istekleri"
  },
  {
    "id": "2913293",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, bir işletme organizasyonunda yönetsel denetimin uygulanmasındaki temel amaçlara verilebilecek <u>gerçekçi</u> bir örnek <strong>değildir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Çevre koşullarına uyumlu olmak",
      "B": "Sürdürülebilirliği sağlamak",
      "C": "Hataları ve ihmalleri sıfıra indirmek",
      "D": "Maliyet kontrolünü sağlamak",
      "E": "Denetim sistemini güçlendirmek"
    },
    "explanation": "Hataları ve ihmalleri sıfıra indirmek"
  },
  {
    "id": "2913294",
    "unitNumber": 8,
    "text": "Yönetsel denetim türlerinden olan \"İşletme Kaynaklarına Göre Denetim\"in temel kaynaklarından hangisi, stok yönetimi, kalite ve donanım yönetimi denetimi gibi konuları faaliyet alanı olarak benimsemiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fiziksel Kaynakların Denetimi",
      "B": "Bilgi Kaynakları Denetimi",
      "C": "Performans Denetimi",
      "D": "Finansal Kaynakların Denetimi",
      "E": "İnsan Kaynakları Denetimi"
    },
    "explanation": "Fiziksel Kaynakların Denetimi"
  },
  {
    "id": "2913295",
    "unitNumber": 8,
    "text": "Aşağıda verilen ifadelerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Bürokratik denetim anlayışında, hiyerarşik yapının önemi azdır.",
      "B": "Mekanik organizasyon yapısı değişken çevre koşulları için uyumludur.",
      "C": "Organik organizasyon türü gruptan ziyade birey performansına önem verir.",
      "D": "Bilanço, gelir tablosuna kıyasla daha geniş bir zaman aralığını kapsar.",
      "E": "Organik yapıya göre çalışanların, iç denetim yapma yetkisi vardır."
    },
    "explanation": "İşletme çalışanlarının, iç denetim yapma yetkisi vardır."
  },
  {
    "id": "2913296",
    "unitNumber": 8,
    "text": "Aşağıda örnek verilen durumlardan hangisinin yaşanıyor olması, işletmede etkili ve verimli bir denetim fonksiyonunun olduğunun göstergesidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Çalışanların e-postalarının ve İnternet'e erişimlerinin sürekli denetlenmesi",
      "B": "Çalışanların planlama, karar alma ve kalite kontrol vb. süreçlerden soyutlanması",
      "C": "Yönetsel denetim faaliyetlerinin değişimlere karşı esnek yapıda olması",
      "D": "Çalışanların yöneticilere karşı çok sık hesap veriyor olması",
      "E": "Denetim faaliyetlerinin sadece nicel verilere dayalı olarak yürütülmesi"
    },
    "explanation": "Yönetsel denetim faaliyetlerinin değişimlere karşı esnek yapıda olması"
  },
  {
    "id": "2913297",
    "unitNumber": 8,
    "text": "Bir çalışan, bulunduğu işletmede yürütülen bir proje ekibinde görev almaktadır. Projenin işletmeye sağladığı katkılar oldukça önemlidir. Bu süreçte proje ekibinde yer alan kişiler resmi tatilde çalışması gerekirken; diğer çalışanlara resmi izin verilmiştir. Bu durum sonrasında, özellikle projede çalışan kişilerin denetime direnç gösterme durumlarında artış tespit edilmiştir. <br/>Örnek olaya göre, çalışanların denetime direnç göstermelerindeki artışın sebebi aşağıdakilerden hangisi olabilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Denetimde esneklik",
      "B": "Verimsizliği ödüllendirmek",
      "C": "Aşırı denetim",
      "D": "Fazla hesap vermek",
      "E": "Uygun olmayan odaklanma"
    },
    "explanation": "Verimsizliği ödüllendirmek"
  },
  {
    "id": "2913298",
    "unitNumber": 8,
    "text": "Aşağıdaki durumlardan hangisinin yaşanıyor olması, bir işletmede finansal kaynakların denetiminin doğru bir şekilde <em>yapılmadığının</em> bir göstergesi olabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Depolama maliyetlerinin az olması",
      "B": "Çalışanların verimli olması",
      "C": "Fazla envanter tutma",
      "D": "Tutarlı satış tahminleri",
      "E": "Çalışanların çok sık değişmemesi"
    },
    "explanation": "Fazla envanter tutma"
  },
  {
    "id": "2913299",
    "unitNumber": 8,
    "text": "Aşağıdaki denetim örneklerinden hangisi, hiyerarşik yapılanmaya göre diğerlerden daha üst basamakta yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Stratejik denetim",
      "B": "Süreç denetimi",
      "C": "Başlangıç denetimi",
      "D": "Merkezî olmayan denetim",
      "E": "Bürokratik denetim"
    },
    "explanation": "Stratejik denetim"
  },
  {
    "id": "2913300",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi \"Organik Organizasyon\" yapısında görülen bir durumdur?",
    "correctAnswer": "D",
    "options": {
      "A": "Durağan bir yapıdadır",
      "B": "Merkezi denetimi benimser",
      "C": "Yatay farklılaşma düşüktür",
      "D": "Öz denetim vardır",
      "E": "Takım çalışması nadir görülür"
    },
    "explanation": "Öz denetim vardır"
  },
  {
    "id": "2913301",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, finansal denetim sürecinde yararlanılan bütçelerin hazırlanmasındaki temel amaçların ilgi alanına <strong>girmez</strong> ?",
    "correctAnswer": "E",
    "options": {
      "A": "Kaynak ve proje düzenleme",
      "B": "Denetim standardizasyonu",
      "C": "İşletmenin kaynak ve beklentileri",
      "D": "Performans değerlendirme",
      "E": "Üretim kaynaklarının denetimi"
    },
    "explanation": "Üretim kaynaklarının denetimi"
  }
]